{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202148/",
  "absolute_url": "/opinion/202148/united-states-v-boulanger/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202148/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:45:49Z",
  "date_modified": "2016-02-28T05:07:22.319305Z",
  "type": "010combined",
  "sha1": "b0b6f0ae91c0705c909ac6ff97a18df2b9180fa3",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1477-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/04/12/US_v._Boulanger.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 05-1477\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                      GERARD J. BOULANGER,\n\n                      Defendant, Appellant.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n          [Hon. Paul J. Barbadoro, U.S. District Judge]\n\n\n                             Before\n\n                      Boudin, Chief Judge,\n              Torruella and Lipez, Circuit Judges.\n\n\n     Jonathan R. Saxe, Assistant Federal Public Defender, was on\nbrief, for appellant.\n     Mark E. Howard, Assistant United States Attorney, with whom\nPeter E. Papps, Assistant United States Attorney, and Thomas P.\nColantuono, United States Attorney, were on brief, for appellee.\n\n\n\n                         April 12, 2006\n\f             TORRUELLA, Circuit Judge.          Following a four-day trial in\n\nthe United States District Court for the District of New Hampshire,\n\na   jury     convicted      defendant-appellant        Gerard    J.     Boulanger\n\n(\"Boulanger\") of armed robbery involving a controlled substance,\n\npossession with intent to distribute a controlled substance, and\n\nbeing a felon in possession of a firearm.              Boulanger now appeals,\n\narguing that the district court erred in denying his motion to\n\nsuppress, motion to sever, and motion for judgment of acquittal.\n\nWe affirm.\n\n                                         I.\n\n             At approximately 10:00 am on September 21, 2003, a lone\n\nmale   entered      the    Brooks    Pharmacy    at   104   Milton    Road,   East\n\nRochester, New Hampshire.             He approached the pharmacist, Susan\n\nLebel,     jumped   over    the     pharmacy    counter,    displayed   a   silver\n\nhandgun, and demanded Oxycontin.                 Lebel gave the man several\n\nbottles containing 10, 20, 40, 80, and 160 milligrams of Oxycontin.\n\nThe man requested a bag into which he placed the bottles, then\n\ndemanded methadone.         Lebel gave him bottles containing 5 and 10\n\nmilligrams of methadone.            The man then left the store.        According\n\nto a witness, he went around the back of the store, where there are\n\nwoods and marshland.\n\n             The robber was wearing a grey sweatshirt, black pants,\n\nwhite gloves, a San Francisco 49ers hat, and had thermal underwear\n\nover his head with eye holes cut out.             There was some disagreement\n\n\n                                         -2-\n\fas to the man's height and age.   At trial, Lebel testified that the\n\nman was around 5'6\".   However, on the day of the robbery, she told\n\nan officer at the scene that the man was between 5'3\" and 5'4\".1\n\nShe also told this officer that the man was in his early twenties.\n\nBoulanger is 5'7\" and is forty-one years old.\n\n           Officers responding to the report of the robbery used a\n\nK-9 unit to track the robber.   The dog picked up a scent behind the\n\nstore and tracked it to a small pond.     However, the dog lost the\n\nscent on the other side of the pond.     About thirty minutes after\n\nthe robbery, one of the officers saw Boulanger walking on some\n\nrailroad tracks about a quarter of a mile behind the pharmacy.\n\nBoulanger was barefoot, wearing purple boxers and a t-shirt draped\n\nover his head and down his back, and was covered in tattoos.    The\n\nbottoms of his feet were only slightly dirty.    Boulanger told the\n\nofficer that he was from Maine but was staying with a friend named\n\nWayne Merrit at 145b North Main Street, Rochester, NH.         This\n\naddress was several miles away from where Boulanger was found.\n\nBoulanger claimed he had been swimming and also stated that he had\n\na criminal record and did tattooing for a living.      The officers\n\nbrought the K-9 unit to Boulanger, but the dog did not \"alert\" to\n\nhim.   Boulanger was eventually allowed to leave the scene.\n\n\n\n1\n   Another employee who had been in the store at the time of the\nrobbery, Brooke Baron, testified that the robber was around 5'6\",\nand also testified that she had told an officer immediately after\nthe robbery that the man was around 5'.\n\n                                  -3-\n\f           The Rochester Police Department issued a description of\n\nthe   robbery    suspect   to   the   media   and   offered   a   reward   for\n\ninformation leading to the robber's capture.             On September 24,\n\n2003, the police received two calls.            The callers, George Kish\n\n(\"Kish\") and Michael Norton (\"Norton\"), met with the police and\n\ntold them that they had been at Wayne Merrit's apartment the night\n\nbefore and that Norton had purchased Oxycontin from a man named\n\n\"Jay Bar.\"      Jay Bar had a bag full of Oxycontin and was known to\n\nwork as a tattoo artist.        Norton and Kish also said that they had\n\nseen a fake silver pistol in the apartment.          Norton agreed to make\n\na controlled buy from Jay Bar, and went to the apartment wearing a\n\nwire and carrying $100 in recorded buy money. Norton returned from\n\nthe residence and gave the police a bag of pills.2\n\n           After the buy, the police sought a search warrant for 145\n\nNorth Main Street.      The apartment they wished to search was in a\n\nmulti-family wood building containing at least four apartments.\n\nThe door to the apartment had several locks on it, and the police\n\nconfirmed that there were no children or elderly persons in the\n\napartment.      The police obtained the warrant but did not seek\n\npermission from the issuing judge to conduct a \"no-knock\" entry,\n\n\n\n\n2\n    At trial, the court excluded the tape made during the buy\nbecause it was unintelligible. The court also ruled that Norton\nand Kish's statements were inadmissible hearsay. Norton died of a\ndrug overdose before trial and therefore could not testify.\n\n                                      -4-\n\feven though they intended to conduct such an entry.3            According to\n\nthe government, the police did not seek permission to conduct a no-\n\nknock entry because the issuing judge had a policy that it was up\n\nto the police to determine whether to conduct a no-knock entry and\n\ntherefore did not issue no-knock warrants.             It was established\n\nbelow that this was the actual practice of the judge.\n\n            According   to   the   government,   the   police    decided   to\n\nconduct the no-knock entry for several reasons: (1) Boulanger --\n\nwho the police believed was using the name \"Jay Bar\" as an alias --\n\nhad previous convictions for violent offenses, (2) Boulanger was a\n\nsuspect in an armed robbery where a gun was used, (3) Norton had\n\ntold the police he had seen a gun (which he described as fake) in\n\nthe apartment,4 and (4) drugs were being sold from the apartment.\n\n            The police entered the apartment building through the\n\nfront entrance and tried the door to Boulanger's apartment.            Upon\n\nfinding that it was locked, they broke down the door with a\n\nbattering ram. As they were coming forward with the battering ram,\n\nthe occupants inside the apartment asked who was there.               After\n\nbreaking down the door, the police threw a flash-bang grenade into\n\nthe apartment and entered, yelling \"police officers\" and \"search\n\nwarrant.\"    One of the officers carried a sub-machine gun.            They\n\n\n3\n   A no-knock entry is exactly what it sounds like: entering a\nresidence without first knocking and announcing your presence.\n4\n   During the search, the police found a black cigarette lighter\nshaped like a gun in the apartment.\n\n                                    -5-\n\farrested Boulanger without any resistance.      The officers found the\n\n$100 in recorded buy money in Boulanger's rear pants pocket.           The\n\npolice interviewed Boulanger after he had waived his Miranda\n\nrights.   During the interview, Boulanger claimed that he was doing\n\na tattoo on someone that evening and had no idea why he was being\n\narrested.     He also claimed that he had received the recorded buy\n\nmoney in exchange for performing tattoos earlier in the evening.\n\n            The police searched the apartment and found a black\n\nbackpack in the living room which contained tattoo equipment.          The\n\nbackpack contained a white rubber glove with a loaded .25 silver\n\nhandgun   inside   it.   The   pack   also   contained   thirty-five   20\n\nmilligram Oxycontin pills, seven 80 milligram Oxycontin pills, and\n\ntwenty 160 milligram Oxycontin pills.         In the same room as the\n\nbackpack in a hutch drawer, the police found a pair of thermal\n\nunderwear pants with one leg missing.        The thermal underwear was\n\nnot seized.    This same drawer contained a newspaper article about\n\nthe robbery.    Finally, in the same room near both the backpack and\n\nthe hutch, the officers found a bill addressed to Boulanger and a\n\nwallet with Boulanger's identification.\n\n            A few days later, on September 26, 2003, a pharmacy\n\nemployee found empty pill bottles in the woods behind the store.\n\nOfficers subsequently searched the area and found a plastic Brooks\n\nPharmacy bag in a culvert with empty Oxycontin and methadone\n\n\n\n\n                                  -6-\n\fbottles inside, a 49ers hat, hiking boots, and a thermal underwear\n\npants leg with holes cut in it.\n\n               On November 20, 2003, Boulanger was charged in a five-\n\ncount indictment. On August 23, 2004, a superseding indictment was\n\nissued    charging       Boulanger     with   robberies      involving       controlled\n\nsubstances, in violation of 18 U.S.C. § 2118(a) and (c)(1) (\"Count\n\nI\"); use of a firearm in a crime of violence, in violation of 18\n\nU.S.C.    §    924(c)    (\"Count     II\");    possession     of    a    firearm      by   a\n\nprohibited person, in violation of 18 U.S.C. § 922(g)(1) (\"Count\n\nIII\"); distribution of a controlled substance, in violation of 21\n\nU.S.C. § 841(a)(1) (\"Count IV\"); and possession with intent to\n\ndistribute a controlled substance, in violation of 21 U.S.C. § 841\n\n(a)(1) (\"Count V\").\n\n               Boulanger filed a motion to suppress the items seized\n\nfrom     the    apartment,       arguing      that    the    no-knock        entry    was\n\nunreasonable and constituted a violation of the Fourth Amendment.\n\nAfter    a     hearing    on     September     2,    2004,   the       district      court\n\ntentatively       denied       the   motion    and    explained        its   reasoning.\n\nHowever, the court continued the hearing so that Boulanger's\n\nattorneys could determine whether it was in fact the policy of the\n\nstate judge to leave the decision of whether to conduct no-knock\n\nentries up to the police.5             The hearing reconvened on October 1,\n\n2004, after which the district court denied the motion to suppress.\n\n\n5\n    Boulanger's attorneys found that this was the case.\n\n                                           -7-\n\fIn its decision, the district court found that the police had a\n\nreasonable suspicion that Boulanger would act violently if the\n\npolice had knocked and announced their presence.     The court also\n\nfound that the no-knock entry was valid even though the government\n\nhad not obtained authorization for the no-knock entry from the\n\njudge who issued the warrant.   The court also found that the entry\n\nand arrest were conducted in a reasonable manner.\n\n          Boulanger also filed a motion to sever Counts I and II\n\nfrom Counts III, IV, and V.   The district court denied this motion\n\non September 16, 2004.   Boulanger was convicted by a jury of Counts\n\nI, II, III, and V on October 8, 2004.6        Boulanger moved for a\n\njudgment of acquittal pursuant to Fed. R. Crim. P. 29, but the\n\ndistrict court denied this motion.      The district court sentenced\n\nBoulanger to 460 months' imprisonment.     Boulanger now appeals the\n\ndenials of the motion to suppress, the motion to sever, and the\n\nmotion for judgment of acquittal.      Boulanger also argues for the\n\nfirst time that the district court should have suppressed the\n\nevidence from the search because the police brought a member of the\n\nmedia along during the execution of the warrant.\n\n\n\n\n6\n   The jury hung as to Count IV, and the government dismissed that\ncount.\n\n                                 -8-\n\f                                       II.\n\nA.   Motion to Suppress\n\n            We review \"a district court's legal conclusions involved\n\nin denying a motion to suppress the evidence de novo and its\n\nfindings of fact for clear error.\"                United States v. Meada, 408\n\nF.3d 14, 20 (1st Cir. 2005) (citation and internal quotation marks\n\nomitted).\n\n            1.   Reasonable Suspicion\n\n            In Wilson v. Arkansas, 514 U.S. 927, 929 (1995), the\n\nSupreme Court held that the \"common-law 'knock and announce'\n\nprinciple forms a part of the reasonableness inquiry under the\n\nFourth Amendment.\"          Wilson also acknowledged that \"[t]he Fourth\n\nAmendment's flexible requirement of reasonableness should not be\n\nread   to   mandate     a    rigid   rule    of   announcement    that   ignores\n\ncountervailing    law       enforcement     interests.\"     Id.   at   934.    In\n\nRichards v. Wisconsin, the Court stated that \"[i]n order to justify\n\na 'no-knock' entry, the police must have a reasonable suspicion\n\nthat knocking and announcing their presence, under the particular\n\ncircumstances, would be dangerous or futile, or that it would\n\ninhibit the effective investigation of the crime by, for example,\n\nallowing the destruction of evidence.\"              520 U.S. 385, 394     (1997).\n\nThe Court noted that \"[t]his showing is not high.\"                       Id.   In\n\nsubsequent cases, the Court has emphasized that whether the police\n\nin fact had a reasonable suspicion depends on the totality of the\n\n\n                                       -9-\n\fcircumstances.    See, e.g., United States v. Banks, 540 U.S. 31, 41\n\n(2003).\n\n           At the suppression hearing, the government argued that\n\nthe   no-knock   entry   was   justified   because   the   police   had   a\n\nreasonable suspicion that knocking and announcing their presence\n\nwould have been dangerous.       The district court agreed with this\n\nargument and emphasized three factors in its decision: (1) that\n\nBoulanger was the suspect in an armed robbery -- where the weapon\n\nwas a gun -- perpetrated a few days before his arrest; (2) that\n\nBoulanger had an extensive criminal record, including convictions\n\nfor armed robberies involving firearms; and (3) that one of the\n\nconfidential informants told the police that he had seen what he\n\nbelieved was a fake gun in the apartment where Boulanger was\n\nstaying.\n\n           Boulanger attacks each of the factors relied on by the\n\ndistrict court.     First, he argues that there was no reason to\n\nsuspect that he was armed on the day of the search.            Boulanger\n\nbases this argument on the fact that the police did not find a gun\n\non him when they stopped him on the railroad tracks shortly after\n\nthe robbery, and on the fact that the informant told the police\n\nthat the gun he saw in the apartment was fake.       Regarding the first\n\nfact, Boulanger was found on the railroad tracks in his boxers with\n\na t-shirt draped over his head.       As the district court noted, it\n\nwas reasonable for the police to suspect that, after the robbery,\n\n\n                                  -10-\n\fBoulanger had taken off his clothes and hidden the gun somewhere\n\nwith the intention of coming back later to retrieve it.         Regarding\n\nthe fact that the informant described the gun as \"fake,\" we agree\n\nwith the district court that there was \"a real risk that an\n\nuntrained layperson looking at a gun could make a misjudgment about\n\nwhether it was a fake gun or not, and the police had reason to be\n\nconcerned that it might in fact be a real gun.\"           In other words,\n\nthe informant was not a gun expert, and it was reasonable for the\n\npolice to not simply assume that the gun was fake because the\n\ninformant   said   it   was,   especially   considering   the   fact   that\n\nBoulanger was a suspect in an armed robbery.\n\n            Boulanger next argues that there was no reason to believe\n\nthat he would react violently because he did not react violently\n\nwhen the police questioned him on the railroad tracks. However, if\n\nhe had acted violently, he would have been arrested immediately; it\n\nwas therefore in his best interest not to react violently in the\n\nhope that the police would let him go.       We therefore see no reason\n\nto infer that, because Boulanger did not react violently when he\n\nwas questioned on the day of the robbery, he would not react\n\nviolently on the day of the search and arrest.\n\n            Boulanger's third argument is that his criminal record\n\ndid not support a finding of reasonable suspicion because his\n\nconvictions were twenty years old.        This argument ignores the fact\n\nthat we must look to the totality of the circumstances.         Boulanger\n\n\n                                   -11-\n\fhad multiple convictions for crimes involving firearms.         That,\n\ncoupled with the other facts known to the police, is what provided\n\nthe police with reasonable suspicion.\n\n          Boulanger's final argument7 on reasonable suspicion is\n\nthat he was not a credible suspect in the armed robbery at the time\n\nof the no-knock entry.   He bases this argument on the fact that the\n\ndrug dog did not alert to him on the day of the robbery and that\n\nthe statements made by the robbery's witnesses as to his height and\n\nage did not match his actual height and age.     However, while these\n\nfacts are certainly relevant, Boulanger ignores other facts that\n\nmade him a credible -- and as the government points out, the only\n\n-- suspect in the armed robbery.       These include the fact that he\n\nwas found walking down railroad tracks about thirty minutes after\n\nthe robbery within a third of a mile of the scene of the crime in\n\nhis boxers, that he gave an address to the police that was several\n\nmiles from where the police found him, that he claimed to have been\n\nswimming even though his feet were clean (one would think that, if\n\nhe had gotten out of the water with wet feet and walked down\n\nrailroad tracks, his feet would have been considerably dirtier),\n\nand perhaps most importantly, that two informants told police that\n\na man named \"Jay Bar\" sold them Oxycontin in the exact doses as\n\n\n\n7\n   Boulanger also argues that the officers brought a member of the\nmedia into the apartment during the search, and that this indicates\nthat the officers did not reasonably suspect that he was dangerous.\nWe address this argument below in Part II.A.4.\n\n                                -12-\n\fthose stolen at the pharmacy from the same address that Boulanger\n\ngave police.    Considering all of these facts, there is no doubt\n\nthat Boulanger was a credible suspect in the robbery.\n\n          In conclusion, we agree with the district court that the\n\npolice officers had reasonable suspicion to believe that knocking\n\nand announcing their presence would be dangerous.         We base this\n\nconclusion on the same facts as the district court: that Boulanger\n\nwas the only suspect in an armed robbery involving a gun, that\n\nBoulanger had an extensive criminal record including armed robbery\n\nwith a firearm, and that an informant told police he had seen a gun\n\nin Boulanger's apartment, even though the informant described the\n\ngun as fake.    Given all these facts, we conclude that the police\n\nhad reasonable suspicion.\n\n          2.   Whether the Police Should Have Sought a No-Knock\n          Warrant\n\n          Boulanger's second argument on the motion to suppress is\n\nthat the police should have either sought a no-knock warrant or\n\ninformed the judge issuing the warrant that they intended to\n\nconduct a no-knock entry because they knew in advance of seeking\n\nthe warrant that they would conduct a no-knock entry.8\n\n          The   Supreme   Court    has   stated   that   the   rule   of\n\nannouncement falls under the Fourth Amendment's reasonableness\n\nclause, as opposed to its warrant clause.     See Wilson, 514 U.S. at\n\n\n8\n   Boulanger himself concedes that his argument has only limited\nsupport in the case law.\n\n                                  -13-\n\f930 (holding that the \"common-law 'knock and announce' principle\n\nforms   a     part    of   the   reasonableness       inquiry    under    the   Fourth\n\nAmendment\"). The Court has also made clear that the reasonableness\n\nof a police officer's decision to conduct a no-knock entry \"must be\n\nevaluated as of the time they [conduct the entry].\"                  Richards, 520\n\nU.S. at 395; see also Dalia v. United States, 441 U.S. 238, 257\n\nn.19    (1979)       (stating    that,   in   a   context   involving      wiretaps,\n\n\"[n]othing in the decisions of this Court . . . indicates that\n\nofficers requesting a warrant would be constitutionally required to\n\nset forth the anticipated means for execution even in those cases\n\nwhere they know beforehand that unannounced or forced entry likely\n\nwill be necessary\").          We see no reason why a no-knock entry that is\n\nreasonable at the time it is conducted would suddenly become\n\nunreasonable because the officers intended to conduct a no-knock\n\nentry when they got the warrant but did not inform the issuing\n\njudge    of    their       intention.     Such    a    holding    would    move   the\n\nreasonableness inquiry back to when the officers got the warrant,\n\nin contravention of the Court's statements in Richards and Dalia.9\n\n\n9\n   See also 2 Wayne R. LaFave, Search and Seizure, § 4.8(g) (4th\ned. 2004) (stating that the proposition that police are not\nrequired to seek a no-knock warrant from a magistrate even when the\nrelevant facts are known at the time a warrant is sought is\nsupported by three principles: \"1) the rule of announcement is a\nrequirement of the Fourth Amendment's reasonableness clause, not\nits warrant clause; 2) the validity of a no-knock execution of a\nsearch warrant is subject to after-the-fact judicial review for\nconstitutional reasonableness, which is determined by reference to\nthe circumstances as they existed at the time of the entry; and 3)\nthe manner in which a search warrant is executed is not subject to\n\n                                         -14-\n\fFurther, in the instant case, it would have been futile for the\n\npolice to seek a no-knock warrant, because the issuing judge had a\n\npolicy of leaving it up to the police to determine whether a no-\n\nknock entry was necessary.\n\n           3.   The Manner in Which the Warrant Was Executed\n\n           Boulanger next argues that the manner in which the police\n\nexecuted the warrant -- apart from the fact that they did not knock\n\nand announce their presence -- was unreasonable because the police\n\nused a flash-bang grenade and a battering ram when entering the\n\napartment. The Supreme Court has stated that \"it is generally left\n\nto the discretion of the executing officers to determine the\n\ndetails of how best to proceed with the performance of a search\n\nauthorized by warrant -- subject of course to the general Fourth\n\nAmendment protection against unreasonable searches and seizures.\"\n\nDalia, 441 U.S. at 257 (internal quotation marks omitted).                In\n\nreviewing Boulanger's claim, we must therefore \"determine whether\n\nthe agents' actions were 'objectively reasonable' in light of the\n\nfacts and circumstances confronting them.\" United States v. Myers,\n\n106 F.3d 936, 940 (10th Cir. 1997).           Given the facts surrounding\n\nthe   search,   we   believe   that    the   officers'   manner   of   entry,\n\nincluding the use of the battering ram and flash-bang grenade, was\n\nreasonable.\n\n\n\nthe requirements of the warrant clause and therefore does not\nrequire prior judicial authorization\").\n\n                                      -15-\n\f            Both Boulanger and the government cite cases from various\n\ncircuits addressing the issue of whether the use of a flash-bang\n\ngrenade in entering a dwelling is unreasonable.               Although the\n\ncourts in some of the cases cited questioned the use of a flash-\n\nbang grenade,10 in every case cited but one the courts did not\n\nsuppress the evidence seized during the search.         Further, the only\n\ncase cited by Boulanger where the court did suppress the evidence,\n\nUnited States v. Stewart, 867 F.2d 581 (10th Cir. 1989), is readily\n\ndistinguishable from the instant case.11\n\n            Like other courts that have considered the issue, we\n\nrecognize   the   dangers   associated    with   the   use   of   flash-bang\n\ngrenades and battering rams and agree with the Tenth Circuit that\n\n\"we could not countenance the use of such a device as a routine\n\nmatter.\"    Myers, 106 F.3d at 940.      However, we also agree that \"we\n\n\n10\n   See, e.g., United States v. Folks, 236 F.3d 384, 388 (7th Cir.\n2001)(\"We do, however, pause to note the potentially serious\ninjuries that may arise from the use of a flash-bang device during\na search.\").\n11\n   Stewart involved a federal search warrant served by federal and\nstate authorities. The issue in the case was whether the officers'\nfailure to knock and announce meant that the subsequent search was\nunlawful. Because the case involved a federal warrant and federal\nofficers participating in the search, the officers' actions were\ngoverned by 18 U.S.C. § 3109, which required that officers knock\nand   announce   their   presence  unless   there   were   exigent\ncircumstances. The Tenth Circuit found that exigent circumstances\ndid not exist to conduct the no-knock entry. However, the court\nexpressly did not consider the defendant's Fourth Amendment\narguments, 867 F.2d at 584, nor did it consider whether the use of\na flash-bang grenade was reasonable. In the instant case, we have\nalready found that the no-knock entry was proper, and Stewart is\ntherefore inapplicable.\n\n                                  -16-\n\fmust review the agents' actions from the perspective of reasonable\n\nagents on the scene who are legitimately concerned with not only\n\ndoing their job but with their own safety.\" Id. (internal citation\n\nomitted).      Here, the agents were confronted with a situation\n\ninvolving a man with a history of violent crimes, who was a suspect\n\nin an armed robbery, was suspected of selling drugs out of the\n\nresidence   to   be   searched,   and   who   likely   possessed   what   an\n\ninformant who was not an expert described as a fake gun.             As we\n\nnoted above, it was reasonable for the officers to fear for their\n\nsafety in conducting the search.        We think this applies to the use\n\nof the flash-bang grenade as well as the decision to conduct a no-\n\nknock entry.     Further, we note that the police planned the search\n\nafter determining that there were no children or elderly people in\n\nthe apartment.        On these facts, we cannot conclude that the\n\nofficers' decisions were unreasonable.         See id. (use of a flash-\n\nbang grenade reasonable even though there were children in the\n\nhouse due to the fact that the defendant had a history of drug\n\ntrafficking, a conviction for a firebombing incident, and was\n\n\n\n\n                                   -17-\n\fsuspected of growing marijuana from his residence).12       We therefore\n\naffirm the denial of the motion to suppress.\n\n          4.    Presence of a Member of the Media\n\n          According    to   Boulanger,   the   officers   conducting   the\n\nsearch of the apartment brought a member of the media along during\n\nthe execution of the search warrant.      In addition to arguing that\n\nthis indicates that the officers did not think he was as dangerous\n\nas they claimed, Boulanger argues that the presence of a media\n\nmember itself provides a rationale for finding a Fourth Amendment\n\nviolation.     Boulanger concedes that he did not raise this claim\n\nbelow and that our review is for plain error.      Under this standard,\n\nBoulanger must demonstrate that (1) there was an error, (2) that\n\nwas clear or obvious, (3) affected his substantial rights, and (4)\n\nseriously impaired the fairness, integrity, or public reputation of\n\njudicial proceedings.       United States v. Walter, 434 F.3d 30, 39\n\n(1st Cir. 2006).\n\n\n12\n   We believe that the district court's analysis on this issue is\nparticularly apt. The court stated that\n\n     people can disagree -- and, frankly, in my experience, I\n     would come to a different conclusion about this kind of\n     dynamic entry. My own personal view, based on having\n     worked in cases like this, is that dynamic entry searches\n     pose very substantial risks to the officers and to the\n     subject of the arrest. But that's not the question. The\n     question is, was their conduct reasonable under the\n     circumstances? And I believe they did have substantial\n     reason to fear that the defendant would respond\n     violently, and I recognize that the police have greater\n     experience than I do in deciding how best to respond to\n     that fear . . . .\n\n                                  -18-\n\f               We begin by noting that the Supreme Court has held that\n\n\"it is a violation of the Fourth Amendment for police to bring\n\nmembers of the media or other third parties into a home during the\n\nexecution of a warrant when the presence of the third parties in\n\nthe home was not in aid of the execution of the warrant.\"              Wilson\n\nv. Layne, 526 U.S. 603, 614 (1999).          In the instant case, however,\n\nBoulanger's argument faces two problems.\n\n               First, the record is unclear as to whether a member of\n\nthe media ever actually entered the apartment.               Prior to trial,\n\nBoulanger served a subpoena on the media member (a photographer),\n\nwho    filed    a   motion   to   quash.     At   the   suppression   hearing,\n\nBoulanger's counsel and the district court discussed the motion to\n\nquash.     During the course of the discussion, the court stated\n\n\"[i]t's agreed that [the photographer] was there.               You can make\n\nyour argument based on that.\"         The court then declined to enforce\n\nthe subpoena.13       On appeal, Boulanger argues that, when the court\n\nstated that the photographer was \"there,\" it meant that he was\n\n\"there    in    the   apartment\"    during   the   search.     However,    the\n\ngovernment claims that there is no evidence that the police brought\n\nthe photographer along or that the photographer was ever inside the\n\napartment.       Rather, the government claims that the photographer\n\nappeared at the scene of the search on his own and never entered\n\nthe apartment building where Boulanger was arrested.            According to\n\n\n13\n      Boulanger has not appealed this decision.\n\n                                      -19-\n\fthe government, \"there\" simply means \"there at the scene\" and does\n\nindicate that the photographer was ever inside the apartment.\n\n          Confronted with these differing accounts of where exactly\n\nthe media member was, we are unable to discern any plain error.\n\nSimply put, it is Boulanger's burden to show both that the media\n\nmember was actually inside the apartment and that this affected his\n\nsubstantial rights.    He has done neither.     It was Boulanger's\n\nresponsibility to clarify to the district court that by \"there,\" he\n\nmeant \"in the apartment.\"     The district court apparently did not\n\nsee it that way, because it saw no problems with a member of the\n\nmedia being \"there,\" which would indicate that it thought \"there\"\n\nmeant \"outside of the building.\" Given two interpretations of what\n\n\"there\" meant, and without any hard evidence in the record to\n\nindicate whether a media member was ever in the apartment, we do\n\nnot find any plain error.14\n\n          Second, even if the photographer did enter the apartment,\n\nBoulanger has provided no evidence that he discovered or developed\n\nany evidence.   In a footnote in Wilson, the Court stated that\n\n\n14\n    Boulanger also argued that the presence of a media member\nindicated that the police really did not believe that he was\ndangerous. Once again, the lack of evidence that the media member\nwas invited by the police and entered the apartment weakens\nBoulanger's argument. If the media member entered the apartment\nbuilding with the police, then it would certainly strengthen\nBoulanger's case. However, if, as the government claims, the media\nmember showed up on his own and remained outside the building, then\nit would likely make no difference as to Boulanger's argument.\nGiven the lack of evidence, we are therefore reluctant to accord\nweight to Boulanger's argument on this point.\n\n                                -20-\n\f            [e]ven though such actions [the presence of\n            the media member] might violate the Fourth\n            Amendment, if the police are lawfully present,\n            the violation of the Fourth Amendment is the\n            presence of the media and not the presence of\n            the police in the home. We have no occasion\n            here to decide whether the exclusionary rule\n            would apply to any evidence discovered or\n            developed by the media representatives.\n\n526 U.S. at 614 n.2.           In the instant case, in the absence of\n\nevidence that a media member discovered or developed any evidence,\n\nwe see no reason to even consider applying the exclusionary rule to\n\nevidence found by the police as a result of a valid search warrant.\n\nB.   Motion to Sever\n\n            Boulanger    next     argues      that    Counts     I   and   II   were\n\nimproperly joined with Counts III-V under Federal Rule of Criminal\n\nProcedure 8(a) (\"Rule 8(a)\") and that, even if the counts were\n\nproperly joined, the court should have severed them because his\n\ndefense was prejudiced by their joinder under Federal Rule of\n\nCriminal Procedure 14 (\"Rule 14\").            We have stated that a \"Rule 8\n\nclaim is primarily one of law, which we review de novo, while [a]\n\nRule   14   claim   involves    application      of    a   general    standard     to\n\nparticular    facts,    such    that   deference      to   the   lower     court   is\n\nappropriate.\" United States v. Meléndez, 301 F.3d 27, 35 (1st Cir.\n\n2002) (citation omitted).        We deal with the joinder of the counts\n\nfirst, followed by the court's decision not to sever the counts.\n\n            Joinder is proper if the offenses charged \"are of the\n\nsame or similar character, or are based on the same act or\n\n\n                                       -21-\n\ftransaction, or are connected with or constitute parts of a common\n\nscheme or plan.\"    Fed. R. Crim. P. 8(a).   We have construed this\n\nrule generously in favor of joinder.     Meléndez, 301 F.3d at 35.\n\nFurther, \"'[s]imilar' does not mean 'identical,' and we assess\n\nsimilarity in terms of how the government saw its case at the time\n\nof indictment.\"    Id. (citing United States v. Edgar, 82 F.3d 499,\n\n503 (1st Cir. 1996)).   \"In determining whether counts are properly\n\njoined for trial, we historically have considered whether the\n\ncharges are laid under the same statute, whether they involve\n\nsimilar victims, locations, or modes of operation, and the time\n\nframe in which the charged conduct occurred.\"     United States v.\n\nTaylor, 54 F.3d 967, 973 (1st Cir. 1995).\n\n          We believe that the counts were properly joined.   Counts\n\nI and II charged Boulanger with robberies involving controlled\n\nsubstances (Oxycontin) and use of a firearm in a crime of violence.\n\nCounts III-V charged Boulanger with possession of a firearm by a\n\nprohibited person and distribution and possession with intent to\n\ndistribute a controlled substance (Oxycontin). The firearm alleged\n\nin Counts II and III was, according to the government, the same\n\nfirearm, and the controlled substance alleged in Counts I, IV, and\n\nV was Oxycontin.    See Meléndez, 301 F.3d at 35-36 (finding that\n\njoinder was proper and stating that \"Counts 1 and 3 both charged\n\nMeléndez with possession of a controlled substance with the intent\n\nto distribute it.    In both counts, the controlled substance was\n\n\n                                -22-\n\fcocaine base.\").   Also, the location of the armed robbery and drug\n\ndistribution were in the same town, and only a few days separated\n\nthe robbery from the drug distribution. In essence, the indictment\n\nalleged that Boulanger robbed a pharmacy with a gun in order to\n\nsteal Oxycontin pills so that he could sell them out of his\n\napartment. Given the above facts, we have no problem in concluding\n\nthat joinder was proper, either because the charges were \"of the\n\nsame or similar character\" or because they were \"parts of a common\n\nscheme or plan.\"   Fed. R. Crim. P. 8(a).\n\n           We turn now to the motion to sever.      Under Rule 14(a),\n\n\"[i]f the joinder of offenses or defendants in an indictment, an\n\ninformation, or a consolidation for trial appears to prejudice a\n\ndefendant or the government, the court may order separate trials of\n\ncounts, sever the defendants' trials, or provide any other relief\n\nthat justice requires.\"   Fed. R. Crim. P. 14(a).    Boulanger argues\n\nthat, even if joinder were proper, the district court should have\n\nsevered the counts because his defense was prejudiced by the\n\njoinder.    Regarding   prejudice,   Boulanger   argues   that   joinder\n\ncreated the danger that the jury would use evidence admissible as\n\nto one count to infer that Boulanger had a criminal disposition as\n\nto the other counts. The government argues that the district court\n\ndid not abuse its discretion in refusing to sever the counts.\n\nAfter carefully reviewing the record, we agree with the government\n\nfor several reasons.\n\n\n                                -23-\n\f           We begin by distinguishing a case that Boulanger relies\n\non, United States v. Holloway, 1 F.3d 307 (5th Cir. 1993).             In that\n\ncase, the defendant allegedly committed several robberies. When he\n\nwas arrested two months after the last robbery, officers found a\n\nfirearm on him.     A subsequent indictment contained counts for the\n\nrobberies and a count for possession of the weapon.                  The Fifth\n\nCircuit found that the weapons count should have been severed. The\n\ncourt emphasized that \"there is no indication that a connection\n\nexists between his possession of the weapon and the alleged robbery\n\nconspiracy.\"      Id. at 310.       The court also noted that there was\n\nnothing indicating he \"had used the weapon in a robbery, or that\n\nthe weapon was in any way connected to the charged robberies or to\n\nany   robbery.\"        Id.    The   instant   case    presents   a   different\n\nsituation,   as   it    was   the   government's     theory   that   the   drugs\n\nBoulanger was found with were those that he stole, and that the\n\nsilver gun found in the apartment was the same silver gun used in\n\nthe robbery.15\n\n           We also note that, even if the counts had been severed\n\nand tried separately, similar evidence would have been used.                For\n\nexample, in a trial solely on Counts I and II, the government could\n\nhave presented evidence that they found a silver gun in a white\n\n\n15\n    Boulanger attempts to circumvent these facts by arguing that\nthere was no direct evidence linking the gun or drugs found in the\napartment with the gun or drugs involved in the robbery. However,\nthere was ample circumstantial evidence to connect the two\nincidents, and it was for a jury to weigh this evidence.\n\n                                      -24-\n\fglove and Oxycontin pills of the same dosage as those stolen from\n\nthe pharmacy in Boulanger's apartment.                    See United States v.\n\nStackpole,   811   F.2d    689,    694    (1st    Cir.    1987)   (rejecting   the\n\ndefendant's severance argument and noting that \"[w]ere the counts\n\nsevered, substantially the same evidence would have been admitted\n\nin   both   resulting     trials\").16          Further,    \"the   district   court\n\ninstructed the jury that each count charged a separate offense and\n\nthat each had to be considered separately, without allowing the\n\nverdict on one count to affect the verdict on any other count.\n\nThese   instructions      minimized      any    possible    prejudice   from   the\n\njoinder.\"     Meléndez,      301   F.3d    at     36   (internal    citation   and\n\nquotation marks omitted).\n\n            In sum, we see no prejudice beyond the type of \"standard\n\nfare [that exists] whenever counts involving discrete incidents are\n\nlinked in a single indictment.           We have repeatedly held that such\n\na garden variety side effect, without more, is insufficient to\n\nrequire severance.\"       Taylor, 54 F.3d at 974.          We therefore hold the\n\n\n\n16\n   Boulanger argues that the jury was read a stipulation that he\nwas a felon for the \"felon in possession\" count and that, if the\ncounts had been severed, the jury for Counts I and II would never\nhave known that he was a felon. We have held that there is no\nabuse of discretion when a district court does not sever a count\nfor being a felon in possession of a firearm when the parties\nstipulated to the prior conviction without detailing the nature of\nthe acts involved in the conviction. See United States v. Neal, 36\nF.3d 1190, 1207 (1st Cir. 1994).     That is what happened in the\ninstant case. The parties stipulated that Boulanger was a felon;\nthe jury thus never heard any details about the nature of his prior\nconviction.\n\n                                      -25-\n\fdistrict court did not abuse its considerable discretion in denying\n\nthe motion to sever.\n\nC.   Rule 29 Motion\n\n            Boulanger's final argument is that the district court\n\nerred in denying his motion for judgment of acquittal made under\n\nRule 29 of the Federal Rules of Criminal Procedure.         Our review is\n\nde novo.     United States v. O'Shea, 426 F.3d 475, 479 (1st Cir.\n\n2005). Under this standard, which we have described as formidable,\n\n\"we must decide, viewing the evidence in the light most favorable\n\nto the verdict of guilt, whether a reasonable factfinder could find\n\nthe defendant guilty of the crime beyond a reasonable doubt.\"            Id.\n\nFurther, in our review, \"'no premium is placed upon direct as\n\nopposed    to   circumstantial   evidence;   both   types   of   proof   can\n\nadequately ground a conviction.'\" United States v. Hernández, 218\n\nF.3d 58, 64 (1st Cir. 2000) (quoting United States v. Ortiz, 966\n\nF.2d 707, 711 (1st Cir. 1992)).\n\n            Regarding Count I, Boulanger begins by arguing that,\n\naccording to Lebel and Baron's original description following the\n\nrobbery, the robber was around 5' tall and in his early twenties,\n\nwhereas Boulanger is 5'7\" and in his forties.           Boulanger notes\n\nthat, at trial, Lebel stated that the robber was around 5'6\" but\n\nargues that, even accepting that testimony, the most that could be\n\nsaid is that Boulanger vaguely resembled the robber.             Boulanger\n\nalso notes that, although he was found a short distance from the\n\n\n                                   -26-\n\frobbery, he did not act nervous or violently, and the drug dog did\n\nnot \"alert\" to him.      Finally, Boulanger argues that the Oxycontin\n\nseized at the apartment could have come from anywhere, and that\n\nthere was no direct link between the gun found in the apartment and\n\nthe gun used in the robbery.      Regarding Count II, Boulanger argues\n\nthat neither Lebel nor Baron were able to positively identify the\n\nfirearm found in the apartment as the firearm used in the robbery\n\nand that, at best, the evidence merely established that a robbery\n\nwas committed with what appeared to be a firearm. Regarding Counts\n\nIII and V, Boulanger argues that there was insufficient evidence\n\nthat he possessed the items (the gun and drugs) found in the\n\nbackpack.    He notes that, although there was tattoo equipment in\n\nthe backpack and that he is a tattoo artist, there were other\n\npeople in the apartment and the backpack was found in a separate\n\nplace in the apartment from Boulanger's person, meaning that it was\n\njust as likely that the equipment and backpack belonged to someone\n\nelse as it did to Boulanger.\n\n            After    carefully   considering   the   record,   we   reject\n\nBoulanger's arguments.      There was ample evidence for the jury to\n\nconclude beyond a reasonable doubt that Boulanger was guilty of the\n\ncounts for which he was convicted.        To begin, the jury heard that\n\nthe pharmacy was robbed by a man wearing white gloves and carrying\n\na silver gun.       This man had a thermal underwear sleeve over his\n\nhead with eye holes cut out.      Although Lebel and Baron originally\n\n\n                                   -27-\n\ftold the officers that the man was between 5' and 5'4\" tall, they\n\ntestified differently, and it was up to the jury to resolve this\n\ndiscrepancy.   Further, the discrepancy as to the age of the robber\n\nis easily explained because of the thermal underwear sleeve the\n\nrobber had over his face, which obscured most of it.   Boulanger was\n\nfound shortly after the robbery behind the store, walking down\n\nrailroad tracks in his boxers with a t-shirt draped over his head.\n\nHe was miles away from where he claimed that he was staying.\n\nFurther, although he claimed that he had been swimming, his feet\n\nwere clean, even though one would think that if he had gone\n\nswimming, gotten out, then walked along through the dirt barefoot,\n\nhis feet would have been considerably dirtier.17 Finally, the empty\n\nbag from the pharmacy, some of the robber's clothes, including a\n\nthermal underwear pants leg, and empty pill bottles were found a\n\nfew days later very near the spot where Boulanger was found.\n\n          The jury also heard that an informant contacted police\n\nand that, as a result, the police used the informant to conduct a\n\ncontrolled buy with $100 in recorded buy money at the apartment\n\nwhere Boulanger was staying. The informant went into the apartment\n\nwithout Oxycontin and came out with Oxycontin of the same dosage as\n\nthat stolen from the pharmacy.     The jury also heard that, during\n\n\n17\n   As we noted above, the fact that Boulanger was not nervous and\nthat he did not act violently is easily explained, because it would\nnot have been in his interest to act in those ways. The fact that\nthe drug dog did not hit on Boulanger obviously helps him but\ncertainly is not dispositive in the case.\n\n                                 -28-\n\fthe search, the police found the buy money they had given the\n\ninformant in Boulanger's back pocket. Finally, the jury heard that\n\nthe police found, in the living room, a black backpack containing\n\na white glove with a loaded silver gun inside, Oxycontin of the\n\nsame   dosage    as   that   stolen    from   the   pharmacy,   and   tattooing\n\nequipment.      In that same room, the police found a pair of thermal\n\nunderwear with one pants leg missing,18 a newspaper article about\n\nthe robbery, a bill addressed to Boulanger, and a wallet with\n\nBoulanger's identification inside.            Given this evidence, a jury\n\ncould reasonably have determined that Boulanger -- who was a tattoo\n\nartist and claimed that he had been doing tattoos earlier that\n\nevening -- was the owner of the backpack.            Further, the jury could\n\nhave determined that the Oxycontin pills were Boulanger's, as was\n\nthe white glove with the gun inside.          Given these facts, along with\n\nthe fact that Boulanger had all of the recorded buy money in his\n\nback   pocket,    the   jury   could    reasonably    have   determined   that\n\nBoulanger -- who stipulated that he was a felon -- had possessed\n\nthe firearm (Count III) and possessed the Oxycontin with intent to\n\ndistribute it (Count V).\n\n\n\n\n18\n   The police did not seize the thermal underwear when they first\nentered the apartment and later were unable to recover it. The\nthermal underwear was therefore not introduced as evidence in\nBoulanger's trial. However, officers testified about the presence\nof the underwear in the apartment at trial, which is why it is\nrelevant to the sufficiency of the evidence claim.\n\n                                       -29-\n\f            Putting the evidence together, the jury could also have\n\nreasonably determined that Boulanger robbed the pharmacy using a\n\nsilver handgun (Counts I and II) then disposed of his clothes, the\n\ngun, and drugs in the woods behind the pharmacy.          Aside from the\n\nfact that Boulanger was found near the pharmacy shortly after the\n\nrobbery with an implausible story as to what he had been doing, the\n\nbackpack, which the jury could have determined was Boulanger's,\n\ncontained a white glove with a silver handgun.            The jury could\n\nreasonably have determined that Boulanger used the gun and white\n\nglove in the robbery. Further, a pair of thermal underwear bottoms\n\nwith a leg missing was found near the backpack.           The jury could\n\nreasonably have determined that Boulanger used the missing leg to\n\ncover his face and that the missing leg was later found by police\n\nin the woods behind the pharmacy.            The fact that a newspaper\n\nclipping with a story about the article was found in the same room\n\nand that Boulanger's wallet was nearby were also pieces of evidence\n\nthat the jury could have considered.\n\n            In   conclusion,   given   the   evidence,   the   jury   could\n\nreasonably have determined that Boulanger was guilty of all the\n\ncounts for which he was convicted.       We therefore affirm the denial\n\nof the Rule 29 motion.\n\n                                  III.\n\n            For the foregoing reasons, Boulanger's conviction is\n\naffirmed.\n\n\n                                  -30-\n\f",
  "html": "<p class=\"case_cite\">444 F.3d 76</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Gerard J. BOULANGER, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 05-1477.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 6, 2006.</p>\n    <p class=\"date\">Decided April 12, 2006.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Jonathan R. Saxe, Assistant Federal Public Defender, was on brief, for appellant.</p>\n      <p class=\"indent\">Mark E. Howard, Assistant United States Attorney, with whom Peter E. Papps, Assistant United States Attorney, and Thomas P. Colantuono, United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following a four-day trial in the United States District Court for the District of New Hampshire, a jury convicted defendant-appellant Gerard J. Boulanger (\"Boulanger\") of armed robbery involving a controlled substance, possession with intent to distribute a controlled substance, and being a felon in possession of a firearm. Boulanger now appeals, arguing that the district court erred in denying his motion to suppress, motion to sever, and motion for judgment of acquittal. We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At approximately 10:00 am on September 21, 2003, a lone male entered the Brooks Pharmacy at 104 Milton Road, East Rochester, New Hampshire. He approached the pharmacist, Susan Lebel, jumped over the pharmacy counter, displayed a silver handgun, and demanded Oxycontin. Lebel gave the man several bottles containing 10, 20, 40, 80, and 160 milligrams of Oxycontin. The man requested a bag into which he placed the bottles, then demanded methadone. Lebel gave him bottles containing 5 and 10 milligrams of methadone. The man then left the store. According to a witness, he went around the back of the store, where there are woods and marshland.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The robber was wearing a grey sweat-shirt, black pants, white gloves, a San Francisco 49ers hat, and had thermal underwear over his head with eye holes cut out. There was some disagreement as to the man's height and age. At trial, Lebel testified that the man was around 5'6\". However, on the day of the robbery, she told an officer at the scene that the man was between 5'3\" and 5'4\".<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> She also told this officer that the man was in his early twenties. Boulanger is 5'7\" and is forty-one years old.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Officers responding to the report of the robbery used a K-9 unit to track the robber. The dog picked up a scent behind the store and tracked it to a small pond. However, the dog lost the scent on the other side of the pond. About thirty minutes after the robbery, one of the officers saw Boulanger walking on some railroad tracks about a quarter of a mile behind the pharmacy. Boulanger was barefoot, wearing purple boxers and a t-shirt draped over his head and down his back, and was covered in tattoos. The bottoms of his feet were only slightly dirty. Boulanger told the officer that he was from Maine but was staying with a friend named Wayne Merrit at 145b North Main Street, Rochester, NH. This address was several miles away from where Boulanger was found. Boulanger claimed he had been swimming and also stated that he had a criminal record and did tattooing for a living. The officers brought the K-9 unit to Boulanger, but the dog did not \"alert\" to him. Boulanger was eventually allowed to leave the scene.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Rochester Police Department issued a description of the robbery suspect to the media and offered a reward for information leading to the robber's capture. On September 24, 2003, the police received two calls. The callers, George Kish (\"Kish\") and Michael Norton (\"Norton\"), met with the police and told them that they had been at Wayne Merrit's apartment the night before and that Norton had purchased Oxycontin from a man named \"Jay Bar.\" Jay Bar had a bag full of Oxycontin and was known to work as a tattoo artist. Norton and Kish also said that they had seen a fake silver pistol in the apartment. Norton agreed to make a controlled buy from Jay Bar, and went to the apartment wearing a wire and carrying $100 in recorded buy money. Norton returned from the residence and gave the police a bag of pills.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After the buy, the police sought a search warrant for 145 North Main Street. The apartment they wished to search was in a multi-family wood building containing at least four apartments. The door to the apartment had several locks on it, and the police confirmed that there were no children or elderly persons in the apartment. The police obtained the warrant but did not seek permission from the issuing judge to conduct a \"no-knock\" entry, even though they intended to conduct such an entry.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> According to the government, the police did not seek permission to conduct a no-knock entry because the issuing judge had a policy that it was up to the police to determine whether to conduct a no-knock entry and therefore did not issue no-knock warrants. It was established below that this was the actual practice of the judge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">According to the government, the police decided to conduct the no-knock entry for several reasons: (1) Boulanger &#8212; who the police believed was using the name \"Jay Bar\" as an alias &#8212; had previous convictions for violent offenses, (2) Boulanger was a suspect in an armed robbery where a gun was used, (3) Norton had told the police he had seen a gun (which he described as fake) in the apartment,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and (4) drugs were being sold from the apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The police entered the apartment building through the front entrance and tried the door to Boulanger's apartment. Upon finding that it was locked, they broke down the door with a battering ram. As they were coming forward with the battering ram, the occupants inside the apartment asked who was there. After breaking down the door, the police threw a flash-bang grenade into the apartment and entered, yelling \"police officers\" and \"search warrant.\" One of the officers carried a sub-machine gun. They arrested Boulanger without any resistance. The officers found the $100 in recorded buy money in Boulanger's rear pants pocket. The police interviewed Boulanger after he had waived his <i>Miranda</i> rights. During the interview, Boulanger claimed that he was doing a tattoo on someone that evening and had no idea why he was being arrested. He also claimed that he had received the recorded buy money in exchange for performing tattoos earlier in the evening.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The police searched the apartment and found a black backpack in the living room which contained tattoo equipment. The backpack contained a white rubber glove with a loaded .25 silver handgun inside it. The pack also contained thirty-five 20 milligram Oxycontin pills, seven 80 milligram Oxycontin pills, and twenty 160 milligram Oxycontin pills. In the same room as the backpack in a hutch drawer, the police found a pair of thermal underwear pants with one leg missing. The thermal underwear was not seized. This same drawer contained a newspaper article about the robbery. Finally, in the same room near both the backpack and the hutch, the officers found a bill addressed to Boulanger and a wallet with Boulanger's identification.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A few days later, on September 26, 2003, a pharmacy employee found empty pill bottles in the woods behind the store. Officers subsequently searched the area and found a plastic Brooks Pharmacy bag in a culvert with empty Oxycontin and methadone bottles inside, a 49ers hat, hiking boots, and a thermal underwear pants leg with holes cut in it.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On November 20, 2003, Boulanger was charged in a five-count indictment. On August 23, 2004, a superseding indictment was issued charging Boulanger with robberies involving controlled substances, in violation of 18 U.S.C. &#167; 2118(a) and (c)(1) (\"Count I\"); use of a firearm in a crime of violence, in violation of 18 U.S.C. &#167; 924(c) (\"Count II\"); possession of a firearm by a prohibited person, in violation of 18 U.S.C. &#167; 922(g)(1) (\"Count III\"); distribution of a controlled substance, in violation of 21 U.S.C. &#167; 841(a)(1) (\"Count IV\"); and possession with intent to distribute a controlled substance, in violation of 21 U.S.C. &#167; 841(a)(1) (\"Count V\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Boulanger filed a motion to suppress the items seized from the apartment, arguing that the no-knock entry was unreasonable and constituted a violation of the Fourth Amendment. After a hearing on September 2, 2004, the district court tentatively denied the motion and explained its reasoning. However, the court continued the hearing so that Boulanger's attorneys could determine whether it was in fact the policy of the state judge to leave the decision of whether to conduct no-knock entries up to the police.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The hearing reconvened on October 1, 2004, after which the district court denied the motion to suppress. In its decision, the district court found that the police had a reasonable suspicion that Boulanger would act violently if the police had knocked and announced their presence. The court also found that the no-knock entry was valid even though the government had not obtained authorization for the no-knock entry from the judge who issued the warrant. The court also found that the entry and arrest were conducted in a reasonable manner.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Boulanger also filed a motion to sever Counts I and II from Counts III, IV, and V. The district court denied this motion on September 16, 2004. Boulanger was convicted by a jury of Counts I, II, III, and V on October 8, 2004.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Boulanger moved for a judgment of acquittal pursuant to Fed. R.Crim.P. 29, but the district court denied this motion. The district court sentenced Boulanger to 460 months' imprisonment. Boulanger now appeals the denials of the motion to suppress, the motion to sever, and the motion for judgment of acquittal. Boulanger also argues for the first time that the district court should have suppressed the evidence from the search because the police brought a member of the media along during the execution of the warrant.</p>\n    </div>\n    <p>II.</p>\n    <p class=\"indent\">A. <i>Motion to Suppress</i></p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We review \"a district court's legal conclusions involved in denying a motion to suppress the evidence <i>de novo</i> and its findings of fact for clear error.\" <i>United States v. Meada,</i> 408 F.3d 14, 20 (1st Cir.2005) (citation and internal quotation marks omitted).</p>\n    </div>\n    <p class=\"indent\">1. <i>Reasonable Suspicion</i></p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In <i>Wilson v. Arkansas,</i> 514 U.S. 927, 929, 115 S.Ct. 1914, 131 L.Ed.2d 976 (1995), the Supreme Court held that the \"common-law `knock and announce' principle forms a part of the reasonableness inquiry under the Fourth Amendment.\" <i>Wilson</i> also acknowledged that \"[t]he Fourth Amendment's flexible requirement of reasonableness should not be read to mandate a rigid rule of announcement that ignores countervailing law enforcement interests.\" <i>Id.</i> at 934, 115 S.Ct. 1914. In <i>Richards v. Wisconsin,</i> the Court stated that \"[i]n order to justify a `no-knock' entry, the police must have a reasonable suspicion that knocking and announcing their presence, under the particular circumstances, would be dangerous or futile, or that it would inhibit the effective investigation of the crime by, for example, allowing the destruction of evidence.\" 520 U.S. 385, 394, 117 S.Ct. 1416, 137 L.Ed.2d 615 (1997). The Court noted that \"[t]his showing is not high.\" <i>Id.</i> In subsequent cases, the Court has emphasized that whether the police in fact had a reasonable suspicion depends on the totality of the circumstances. <i>See, e.g., United States v. Banks,</i> 540 U.S. 31, 41, 124 S.Ct. 521, 157 L.Ed.2d 343 (2003).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">At the suppression hearing, the government argued that the no-knock entry was justified because the police had a reasonable suspicion that knocking and announcing their presence would have been dangerous. The district court agreed with this argument and emphasized three factors in its decision: (1) that Boulanger was the suspect in an armed robbery &#8212; where the weapon was a gun &#8212; perpetrated a few days before his arrest; (2) that Boulanger had an extensive criminal record, including convictions for armed robberies involving firearms; and (3) that one of the confidential informants told the police that he had seen what he believed was a fake gun in the apartment where Boulanger was staying.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Boulanger attacks each of the factors relied on by the district court. First, he argues that there was no reason to suspect that he was armed on the day of the search. Boulanger bases this argument on the fact that the police did not find a gun on him when they stopped him on the railroad tracks shortly after the robbery, and on the fact that the informant told the police that the gun he saw in the apartment was fake. Regarding the first fact, Boulanger was found on the railroad tracks in his boxers with a t-shirt draped over his head. As the district court noted, it was reasonable for the police to suspect that, after the robbery, Boulanger had taken off his clothes and hidden the gun somewhere with the intention of coming back later to retrieve it. Regarding the fact that the informant described the gun as \"fake,\" we agree with the district court that there was \"a real risk that an untrained layperson looking at a gun could make a misjudgment about whether it was a fake gun or not, and the police had reason to be concerned that it might in fact be a real gun.\" In other words, the informant was not a gun expert, and it was reasonable for the police to not simply assume that the gun was fake because the informant said it was, especially considering the fact that Boulanger was a suspect in an armed robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Boulanger next argues that there was no reason to believe that he would react violently because he did not react violently when the police questioned him on the railroad tracks. However, if he had acted violently, he would have been arrested immediately; it was therefore in his best interest not to react violently in the hope that the police would let him go. We therefore see no reason to infer that, because Boulanger did not react violently when he was questioned on the day of the robbery, he would not react violently on the day of the search and arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Boulanger's third argument is that his criminal record did not support a finding of reasonable suspicion because his convictions were twenty years old. This argument ignores the fact that we must look to the totality of the circumstances. Boulanger had multiple convictions for crimes involving firearms. That, coupled with the other facts known to the police, is what provided the police with reasonable suspicion.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Boulanger's final argument<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> on reasonable suspicion is that he was not a credible suspect in the armed robbery at the time of the no-knock entry. He bases this argument on the fact that the drug dog did not alert to him on the day of the robbery and that the statements made by the robbery's witnesses as to his height and age did not match his actual height and age. However, while these facts are certainly relevant, Boulanger ignores other facts that made him a credible &#8212; and as the government points out, the only &#8212; suspect in the armed robbery. These include the fact that he was found walking down railroad tracks about thirty minutes after the robbery within a third of a mile of the scene of the crime in his boxers, that he gave an address to the police that was several miles from where the police found him, that he claimed to have been swimming even though his feet were clean (one would think that, if he had gotten out of the water with wet feet and walked down railroad tracks, his feet would have been considerably dirtier), and perhaps most importantly, that two informants told police that a man named \"Jay Bar\" sold them Oxycontin in the exact doses as those stolen at the pharmacy from the same address that Boulanger gave police. Considering all of these facts, there is no doubt that Boulanger was a credible suspect in the robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In conclusion, we agree with the district court that the police officers had reasonable suspicion to believe that knocking and announcing their presence would be dangerous. We base this conclusion on the same facts as the district court: that Boulanger was the only suspect in an armed robbery involving a gun, that Boulanger had an extensive criminal record including armed robbery with a firearm, and that an informant told police he had seen a gun in Boulanger's apartment, even though the informant described the gun as fake. Given all these facts, we conclude that the police had reasonable suspicion.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">2. <i>Whether the Police Should Have Sought a No-Knock Warrant</i></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Boulanger's second argument on the motion to suppress is that the police should have either sought a no-knock warrant or informed the judge issuing the warrant that they intended to conduct a no-knock entry because they knew in advance of seeking the warrant that they would conduct a no-knock entry.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Supreme Court has stated that the rule of announcement falls under the Fourth Amendment's reasonableness clause, as opposed to its warrant clause. <i>See Wilson,</i> 514 U.S. at 930, 115 S.Ct. 1914 (holding that the \"common-law `knock and announce' principle forms a part of the reasonableness inquiry under the Fourth Amendment\"). The Court has also made clear that the reasonableness of a police officer's decision to conduct a no-knock entry \"must be evaluated as of the time they [conduct the entry].\" <i>Richards,</i> 520 U.S. at 395, 117 S.Ct. 1416; <i>see also Dalia v. United States,</i> 441 U.S. 238, 257 n. 19, 99 S.Ct. 1682, 60 L.Ed.2d 177 (1979) (stating that, in a context involving wiretaps, \"[n]othing in the decisions of this Court. . . indicates that officers requesting a warrant would be constitutionally required to set forth the anticipated means for execution even in those cases where they know beforehand that unannounced or forced entry likely will be necessary\"). We see no reason why a no-knock entry that is reasonable at the time it is conducted would suddenly become unreasonable because the officers intended to conduct a no-knock entry when they got the warrant but did not inform the issuing judge of their intention. Such a holding would move the reasonableness inquiry back to when the officers got the warrant, in contravention of the Court's statements in <i>Richards</i> and <i>Dalia.</i><a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Further, in the instant case, it would have been futile for the police to seek a no-knock warrant, because the issuing judge had a policy of leaving it up to the police to determine whether a no-knock entry was necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">3. <i>The Manner in Which the Warrant Was Executed</i></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Boulanger next argues that the manner in which the police executed the warrant &#8212; apart from the fact that they did not knock and announce their presence &#8212; was unreasonable because the police used a flash-bang grenade and a battering ram when entering the apartment. The Supreme Court has stated that \"it is generally left to the discretion of the executing officers to determine the details of how best to proceed with the performance of a search authorized by warrant &#8212; subject of course to the general Fourth Amendment protection against unreasonable searches and seizures.\" <i>Dalia,</i> 441 U.S. at 257, 99 S.Ct. 1682 (internal quotation marks omitted). In reviewing Boulanger's claim, we must therefore \"determine whether the agents' actions were `objectively reasonable' in light of the facts and circumstances confronting them.\" <i>United States v. Myers,</i> 106 F.3d 936, 940 (10th Cir.1997). Given the facts surrounding the search, we believe that the officers' manner of entry, including the use of the battering ram and flash-bang grenade, was reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Both Boulanger and the government cite cases from various circuits addressing the issue of whether the use of a flash-bang grenade in entering a dwelling is unreasonable. Although the courts in some of the cases cited questioned the use of a flash-bang grenade,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> in every case cited but one the courts did not suppress the evidence seized during the search. Further, the only case cited by Boulanger where the court did suppress the evidence, <i>United States v. Stewart,</i> 867 F.2d 581 (10th Cir.1989), is readily distinguishable from the instant case.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Like other courts that have considered the issue, we recognize the dangers associated with the use of flash-bang grenades and battering rams and agree with the Tenth Circuit that \"we could not countenance the use of such a device as a routine matter.\" <i>Myers,</i> 106 F.3d at 940. However, we also agree that \"we must review the agents' actions from the perspective of reasonable agents on the scene who are legitimately concerned with not only doing their job but with their own safety.\" <i>Id.</i> (internal citation omitted). Here, the agents were confronted with a situation involving a man with a history of violent crimes, who was a suspect in an armed robbery, was suspected of selling drugs out of the residence to be searched, and who likely possessed what an informant who was not an expert described as a fake gun. As we noted above, it was reasonable for the officers to fear for their safety in conducting the search. We think this applies to the use of the flash-bang grenade as well as the decision to conduct a no-knock entry. Further, we note that the police planned the search after determining that there were no children or elderly people in the apartment. On these facts, we cannot conclude that the officers' decisions were unreasonable. <i>See id.</i> (use of a flash-bang grenade reasonable even though there were children in the house due to the fact that the defendant had a history of drug trafficking, a conviction for a firebombing incident, and was suspected of growing marijuana from his residence).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> We therefore affirm the denial of the motion to suppress.</p>\n    </div>\n    <p class=\"indent\">4. <i>Presence of a Member of the Media</i></p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">According to Boulanger, the officers conducting the search of the apartment brought a member of the media along during the execution of the search warrant. In addition to arguing that this indicates that the officers did not think he was as dangerous as they claimed, Boulanger argues that the presence of a media member itself provides a rationale for finding a Fourth Amendment violation. Boulanger concedes that he did not raise this claim below and that our review is for plain error. Under this standard, Boulanger must demonstrate that (1) there was an error, (2) that was clear or obvious, (3) affected his substantial rights, and (4) seriously impaired the fairness, integrity, or public reputation of judicial proceedings. <i>United States v. Walter,</i> 434 F.3d 30, 39 (1st Cir.2006).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We begin by noting that the Supreme Court has held that \"it is a violation of the Fourth Amendment for police to bring members of the media or other third parties into a home during the execution of a warrant when the presence of the third parties in the home was not in aid of the execution of the warrant.\" <i>Wilson v. Layne,</i> 526 U.S. 603, 614, 119 S.Ct. 1692, 143 L.Ed.2d 818 (1999). In the instant case, however, Boulanger's argument faces two problems.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">First, the record is unclear as to whether a member of the media ever actually entered the apartment. Prior to trial, Boulanger served a subpoena on the media member (a photographer), who filed a motion to quash. At the suppression hearing, Boulanger's counsel and the district court discussed the motion to quash. During the course of the discussion, the court stated \"[i]t's agreed that [the photographer] was there. You can make your argument based on that.\" The court then declined to enforce the subpoena.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> On appeal, Boulanger argues that, when the court stated that the photographer was \"there,\" it meant that he was \"there in the apartment\" during the search. However, the government claims that there is no evidence that the police brought the photographer along or that the photographer was ever inside the apartment. Rather, the government claims that the photographer appeared at the scene of the search on his own and never entered the apartment building where Boulanger was arrested. According to the government, \"there\" simply means \"there at the scene\" and does indicate that the photographer was ever inside the apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Confronted with these differing accounts of where exactly the media member was, we are unable to discern any plain error. Simply put, it is Boulanger's burden to show both that the media member was actually inside the apartment and that this affected his substantial rights. He has done neither. It was Boulanger's responsibility to clarify to the district court that by \"there,\" he meant \"in the apartment.\" The district court apparently did not see it that way, because it saw no problems with a member of the media being \"there,\" which would indicate that it thought \"there\" meant \"outside of the building.\" Given two interpretations of what \"there\" meant, and without any hard evidence in the record to indicate whether a media member was ever in the apartment, we do not find any plain error.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Second, even if the photographer did enter the apartment, Boulanger has provided no evidence that he discovered or developed any evidence. In a footnote in <i>Wilson,</i> the Court stated that</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">[e]ven though such actions [the presence of the media member] might violate the Fourth Amendment, if the police are lawfully present, the violation of the Fourth Amendment is the presence of the media and not the presence of the police in the home. We have no occasion here to decide whether the exclusionary rule would apply to any evidence discovered or developed by the media representatives.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">526 U.S. at 614, 119 S.Ct. 1692 n. 2. In the instant case, in the absence of evidence that a media member discovered or developed any evidence, we see no reason to even consider applying the exclusionary rule to evidence found by the police as a result of a valid search warrant.</p>\n    </div>\n    <p class=\"indent\">B. <i>Motion to Sever</i></p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Boulanger next argues that Counts I and II were improperly joined with Counts III-V under Federal Rule of Criminal Procedure 8(a) (\"Rule 8(a)\") and that, even if the counts were properly joined, the court should have severed them because his defense was prejudiced by their joinder under Federal Rule of Criminal Procedure 14 (\"Rule 14\"). We have stated that a \"Rule 8 claim is primarily one of law, which we review <i>de novo,</i> while [a] Rule 14 claim involves application of a general standard to particular facts, such that deference to the lower court is appropriate.\" <i>United States v. Mel&#233;ndez,</i> 301 F.3d 27, 35 (1st Cir.2002) (citation omitted). We deal with the joinder of the counts first, followed by the court's decision not to sever the counts.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Joinder is proper if the offenses charged \"are of the same or similar character, or are based on the same act or transaction, or are connected with or constitute parts of a common scheme or plan.\" Fed.R.Crim.P. 8(a). We have construed this rule generously in favor of joinder. <i>Mel&#233;ndez,</i> 301 F.3d at 35. Further, \"`[s]imilar' does not mean `identical,' and we assess similarity in terms of how the government saw its case at the time of indictment.\" <i>Id.</i> (citing <i>United States v. Edgar,</i> 82 F.3d 499, 503 (1st Cir.1996)). \"In determining whether counts are properly joined for trial, we historically have considered whether the charges are laid under the same statute, whether they involve similar victims, locations, or modes of operation, and the time frame in which the charged conduct occurred.\" <i>United States v. Taylor,</i> 54 F.3d 967, 973 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We believe that the counts were properly joined. Counts I and II charged Boulanger with robberies involving controlled substances (Oxycontin) and use of a firearm in a crime of violence. Counts III-V charged Boulanger with possession of a firearm by a prohibited person and distribution and possession with intent to distribute a controlled substance (Oxycontin). The firearm alleged in Counts II and III was, according to the government, the same firearm, and the controlled substance alleged in Counts I, IV, and V was Oxycontin. <i>See Mel&#233;ndez,</i> 301 F.3d at 35-36 (finding that joinder was proper and stating that \"Counts 1 and 3 both charged Mel&#233;ndez with possession of a controlled substance with the intent to distribute it. In both counts, the controlled substance was cocaine base.\"). Also, the location of the armed robbery and drug distribution were in the same town, and only a few days separated the robbery from the drug distribution. In essence, the indictment alleged that Boulanger robbed a pharmacy with a gun in order to steal Oxycontin pills so that he could sell them out of his apartment. Given the above facts, we have no problem in concluding that joinder was proper, either because the charges were \"of the same or similar character\" or because they were \"parts of a common scheme or plan.\" Fed.R.Crim.P. 8(a).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We turn now to the motion to sever. Under Rule 14(a), \"[i]f the joinder of offenses or defendants in an indictment, an information, or a consolidation for trial appears to prejudice a defendant or the government, the court may order separate trials of counts, sever the defendants' trials, or provide any other relief that justice requires.\" Fed.R.Crim.P. 14(a). Boulanger argues that, even if joinder were proper, the district court should have severed the counts because his defense was prejudiced by the joinder. Regarding prejudice, Boulanger argues that joinder created the danger that the jury would use evidence admissible as to one count to infer that Boulanger had a criminal disposition as to the other counts. The government argues that the district court did not abuse its discretion in refusing to sever the counts. After carefully reviewing the record, we agree with the government for several reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We begin by distinguishing a case that Boulanger relies on, <i>United States v. Holloway,</i> 1 F.3d 307 (5th Cir.1993). In that case, the defendant allegedly committed several robberies. When he was arrested two months after the last robbery, officers found a firearm on him. A subsequent indictment contained counts for the robberies and a count for possession of the weapon. The Fifth Circuit found that the weapons count should have been severed. The court emphasized that \"there is no indication that a connection exists between his possession of the weapon and the alleged robbery conspiracy.\" <i>Id.</i> at 310. The court also noted that there was nothing indicating he \"had used the weapon in a robbery, or that the weapon was in any way connected to the charged robberies or to any robbery.\" <i>Id.</i> The instant case presents a different situation, as it was the government's theory that the drugs Boulanger was found with were those that he stole, and that the silver gun found in the apartment was the same silver gun used in the robbery.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We also note that, even if the counts had been severed and tried separately, similar evidence would have been used. For example, in a trial solely on Counts I and II, the government could have presented evidence that they found a silver gun in a white glove and Oxycontin pills of the same dosage as those stolen from the pharmacy in Boulanger's apartment. <i>See United States v. Stackpole,</i> 811 F.2d 689, 694 (1st Cir.1987) (rejecting the defendant's severance argument and noting that \"[w]ere the counts severed, substantially the same evidence would have been admitted in both resulting trials\").<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> Further, \"the district court instructed the jury that each count charged a separate offense and that each had to be considered separately, without allowing the verdict on one count to affect the verdict on any other count. These instructions minimized any possible prejudice from the joinder.\" <i>Mel&#233;ndez,</i> 301 F.3d at 36 (internal citation and quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In sum, we see no prejudice beyond the type of \"standard fare [that exists] whenever counts involving discrete incidents are linked in a single indictment. We have repeatedly held that such a garden variety side effect, without more, is insufficient to require severance.\" <i>Taylor,</i> 54 F.3d at 974. We therefore hold the district court did not abuse its considerable discretion in denying the motion to sever.</p>\n    </div>\n    <p class=\"indent\">C. <i>Rule 29 Motion</i></p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Boulanger's final argument is that the district court erred in denying his motion for judgment of acquittal made under Rule 29 of the Federal Rules of Criminal Procedure. Our review is <i>de novo.</i> <i>United States v. O'Shea,</i> 426 F.3d 475, 479 (1st Cir.2005). Under this standard, which we have described as formidable, \"we must decide, viewing the evidence in the light most favorable to the verdict of guilt, whether a reasonable factfinder could find the defendant guilty of the crime beyond a reasonable doubt.\" <i>Id.</i> Further, in our review, \"`no premium is placed upon direct as opposed to circumstantial evidence; both types of proof can adequately ground a conviction.'\" <i>United States v. Hern&#225;ndez,</i> 218 F.3d 58, 64 (1st Cir.2000) (quoting <i>United States v. Ortiz,</i> 966 F.2d 707, 711 (1st Cir.1992)).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Regarding Count I, Boulanger begins by arguing that, according to Lebel and Baron's original description following the robbery, the robber was around 5' tall and in his early twenties, whereas Boulanger is 5'7\" and in his forties. Boulanger notes that, at trial, Lebel stated that the robber was around 5'6\" but argues that, even accepting that testimony, the most that could be said is that Boulanger vaguely resembled the robber. Boulanger also notes that, although he was found a short distance from the robbery, he did not act nervous or violently, and the drug dog did not \"alert\" to him. Finally, Boulanger argues that the Oxycontin seized at the apartment could have come from anywhere, and that there was no direct link between the gun found in the apartment and the gun used in the robbery. Regarding Count II, Boulanger argues that neither Lebel nor Baron were able to positively identify the firearm found in the apartment as the firearm used in the robbery and that, at best, the evidence merely established that a robbery was committed with what appeared to be a firearm. Regarding Counts III and V, Boulanger argues that there was insufficient evidence that he possessed the items (the gun and drugs) found in the backpack. He notes that, although there was tattoo equipment in the backpack and that he is a tattoo artist, there were other people in the apartment and the backpack was found in a separate place in the apartment from Boulanger's person, meaning that it was just as likely that the equipment and backpack belonged to someone else as it did to Boulanger.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">After carefully considering the record, we reject Boulanger's arguments. There was ample evidence for the jury to conclude beyond a reasonable doubt that Boulanger was guilty of the counts for which he was convicted. To begin, the jury heard that the pharmacy was robbed by a man wearing white gloves and carrying a silver gun. This man had a thermal underwear sleeve over his head with eye holes cut out. Although Lebel and Baron originally told the officers that the man was between 5' and 5'4\" tall, they testified differently, and it was up to the jury to resolve this discrepancy. Further, the discrepancy as to the age of the robber is easily explained because of the thermal underwear sleeve the robber had over his face, which obscured most of it. Boulanger was found shortly after the robbery behind the store, walking down railroad tracks in his boxers with a t-shirt draped over his head. He was miles away from where he claimed that he was staying. Further, although he claimed that he had been swimming, his feet were clean, even though one would think that if he had gone swimming, gotten out, then walked along through the dirt barefoot, his feet would have been considerably dirtier.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> Finally, the empty bag from the pharmacy, some of the robber's clothes, including a thermal underwear pants leg, and empty pill bottles were found a few days later very near the spot where Boulanger was found.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The jury also heard that an informant contacted police and that, as a result, the police used the informant to conduct a controlled buy with $100 in recorded buy money at the apartment where Boulanger was staying. The informant went into the apartment without Oxycontin and came out with Oxycontin of the same dosage as that stolen from the pharmacy. The jury also heard that, during the search, the police found the buy money they had given the informant in Boulanger's back pocket. Finally, the jury heard that the police found, in the living room, a black backpack containing a white glove with a loaded silver gun inside, Oxycontin of the same dosage as that stolen from the pharmacy, and tattooing equipment. In that same room, the police found a pair of thermal underwear with one pants leg missing,<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> a newspaper article about the robbery, a bill addressed to Boulanger, and a wallet with Boulanger's identification inside. Given this evidence, a jury could reasonably have determined that Boulanger &#8212; who was a tattoo artist and claimed that he had been doing tattoos earlier that evening &#8212; was the owner of the backpack. Further, the jury could have determined that the Oxycontin pills were Boulanger's, as was the white glove with the gun inside. Given these facts, along with the fact that Boulanger had all of the recorded buy money in his back pocket, the jury could reasonably have determined that Boulanger &#8212; who stipulated that he was a felon &#8212; had possessed the firearm (Count III) and possessed the Oxycontin with intent to distribute it (Count V).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Putting the evidence together, the jury could also have reasonably determined that Boulanger robbed the pharmacy using a silver handgun (Counts I and II) then disposed of his clothes, the gun, and drugs in the woods behind the pharmacy. Aside from the fact that Boulanger was found near the pharmacy shortly after the robbery with an implausible story as to what he had been doing, the backpack, which the jury could have determined was Boulanger's, contained a white glove with a silver handgun. The jury could reasonably have determined that Boulanger used the gun and white glove in the robbery. Further, a pair of thermal underwear bottoms with a leg missing was found near the backpack. The jury could reasonably have determined that Boulanger used the missing leg to cover his face and that the missing leg was later found by police in the woods behind the pharmacy. The fact that a newspaper clipping with a story about the article was found in the same room and that Boulanger's wallet was nearby were also pieces of evidence that the jury could have considered.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In conclusion, given the evidence, the jury could reasonably have determined that Boulanger was guilty of all the counts for which he was convicted. We therefore affirm the denial of the Rule 29 motion.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">For the foregoing reasons, Boulanger's conviction is <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Another employee who had been in the store at the time of the robbery, Brooke Baron, testified that the robber was around 5'6\", and also testified that she had told an officer immediately after the robbery that the man was around 5'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At trial, the court excluded the tape made during the buy because it was unintelligible. The court also ruled that Norton and Kish's statements were inadmissible hearsay. Norton died of a drug overdose before trial and therefore could not testify</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> A no-knock entry is exactly what it sounds like: entering a residence without first knocking and announcing your presence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> During the search, the police found a black cigarette lighter shaped like a gun in the apartment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Boulanger's attorneys found that this was the case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The jury hung as to Count IV, and the government dismissed that count</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Boulanger also argues that the officers brought a member of the media into the apartment during the search, and that this indicates that the officers did not reasonably suspect that he was dangerous. We address this argument below in Part II.A.4</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Boulanger himself concedes that his argument has only limited support in the case law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> <i>See also</i> 2 Wayne R. LaFave, <i>Search and Seizure,</i> &#167; 4.8(g) (4th ed.2004) (stating that the proposition that police are not required to seek a no-knock warrant from a magistrate even when the relevant facts are known at the time a warrant is sought is supported by three principles: \"1) the rule of announcement is a requirement of the Fourth Amendment's reasonableness clause, not its warrant clause; 2) the validity of a no-knock execution of a search warrant is subject to after-the-fact judicial review for constitutional reasonableness, which is determined by reference to the circumstances as they existed at the time of the entry; and 3) the manner in which a search warrant is executed is not subject to the requirements of the warrant clause and therefore does not require prior judicial authorization\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> <i>See, e.g., United States v. Folks,</i> 236 F.3d 384, 388 (7th Cir.2001)(\"We do, however, pause to note the potentially serious injuries that may arise from the use of a flash-bang device during a search.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> <i>Stewart</i> involved a federal search warrant served by federal and state authorities. The issue in the case was whether the officers' failure to knock and announce meant that the subsequent search was unlawful. Because the case involved a federal warrant and federal officers participating in the search, the officers' actions were governed by 18 U.S.C. &#167; 3109, which required that officers knock and announce their presence unless there were exigent circumstances. The Tenth Circuit found that exigent circumstances did not exist to conduct the no-knock entry. However, the court expressly did not consider the defendant's Fourth Amendment arguments, 867 F.2d at 584, nor did it consider whether the use of a flash-bang grenade was reasonable. In the instant case, we have already found that the no-knock entry was proper, and <i>Stewart</i> is therefore inapplicable.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> We believe that the district court's analysis on this issue is particularly apt. The court stated that</p>\n        <p class=\"indent\">people can disagree &#8212; and, frankly, in my experience, I would come to a different conclusion about this kind of dynamic entry. My own personal view, based on having worked in cases like this, is that dynamic entry searches pose very substantial risks to the officers and to the subject of the arrest. But that's not the question. The question is, was their conduct reasonable under the circumstances? And I believe they did have substantial reason to fear that the defendant would respond violently, and I recognize that the police have greater experience than I do in deciding how best to respond to that fear. . . .</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Boulanger has not appealed this decision</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Boulanger also argued that the presence of a media member indicated that the police really did not believe that he was dangerous. Once again, the lack of evidence that the media member was invited by the police and entered the apartment weakens Boulanger's argument. If the media member entered the apartment building with the police, then it would certainly strengthen Boulanger's case. However, if, as the government claims, the media member showed up on his own and remained outside the building, then it would likely make no difference as to Boulanger's argument. Given the lack of evidence, we are therefore reluctant to accord weight to Boulanger's argument on this point</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Boulanger attempts to circumvent these facts by arguing that there was no direct evidence linking the gun or drugs found in the apartment with the gun or drugs involved in the robbery. However, there was ample circumstantial evidence to connect the two incidents, and it was for a jury to weigh this evidence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Boulanger argues that the jury was read a stipulation that he was a felon for the \"felon in possession\" count and that, if the counts had been severed, the jury for Counts I and II would never have known that he was a felon. We have held that there is no abuse of discretion when a district court does not sever a count for being a felon in possession of a firearm when the parties stipulated to the prior conviction without detailing the nature of the acts involved in the conviction<i>See United States v. Neal,</i> 36 F.3d 1190, 1207 (1st Cir.1994). That is what happened in the instant case. The parties stipulated that Boulanger was a felon; the jury thus never heard any details about the nature of his prior conviction.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> As we noted above, the fact that Boulanger was not nervous and that he did not act violently is easily explained, because it would not have been in his interest to act in those ways. The fact that the drug dog did not hit on Boulanger obviously helps him but certainly is not dispositive in the case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> The police did not seize the thermal underwear when they first entered the apartment and later were unable to recover it. The thermal underwear was therefore not introduced as evidence in Boulanger's trial. However, officers testified about the presence of the underwear in the apartment at trial, which is why it is relevant to the sufficiency of the evidence claim</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">76</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Gerard J. BOULANGER, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 05-1477.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 6, 2006.</p>\n    <p class=\"date\">Decided April 12, 2006.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Jonathan R. Saxe, Assistant Federal Public Defender, was on brief, for appellant.</p>\n      <p class=\"indent\">Mark E. Howard, Assistant United States Attorney, with whom Peter E. Papps, Assistant United States Attorney, and Thomas P. Colantuono, United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following a four-day trial in the United States District Court for the District of New Hampshire, a jury convicted defendant-appellant Gerard J. Boulanger (\"Boulanger\") of armed robbery involving a controlled substance, possession with intent to distribute a controlled substance, and being a felon in possession of a firearm. Boulanger now appeals, arguing that the district court erred in denying his motion to suppress, motion to sever, and motion for judgment of acquittal. We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At approximately 10:00 am on September 21, 2003, a lone male entered the Brooks Pharmacy at 104 Milton Road, East Rochester, New Hampshire. He approached the pharmacist, Susan Lebel, jumped over the pharmacy counter, displayed a silver handgun, and demanded Oxycontin. Lebel gave the man several bottles containing 10, 20, 40, 80, and 160 milligrams of Oxycontin. The man requested a bag into which he placed the bottles, then demanded methadone. Lebel gave him bottles containing 5 and 10 milligrams of methadone. The man then left the store. According to a witness, he went around the back of the store, where there are woods and marshland.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The robber was wearing a grey sweat-shirt, black pants, white gloves, a San Francisco 49ers hat, and had thermal underwear over his head with eye holes cut out. There was some disagreement as to the man's height and age. At trial, Lebel testified that the man was around 5'6\". However, on the day of the robbery, she told an officer at the scene that the man was between 5'3\" and 5'4\".<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> She also told this officer that the man was in his early twenties. Boulanger is 5'7\" and is forty-one years old.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Officers responding to the report of the robbery used a K-9 unit to track the robber. The dog picked up a scent behind the store and tracked it to a small pond. However, the dog lost the scent on the other side of the pond. About thirty minutes after the robbery, one of the officers saw Boulanger walking on some railroad tracks about a quarter of a mile behind the pharmacy. Boulanger was barefoot, wearing purple boxers and a t-shirt draped over his head and down his back, and was covered in tattoos. The bottoms of his feet were only slightly dirty. Boulanger told the officer that he was from Maine but was staying with a friend named Wayne Merrit at 145b North Main Street, Rochester, NH. This address was several miles away from where Boulanger was found. Boulanger claimed he had been swimming and also stated that he had a criminal record and did tattooing for a living. The officers brought the K-9 unit to Boulanger, but the dog did not \"alert\" to him. Boulanger was eventually allowed to leave the scene.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Rochester Police Department issued a description of the robbery suspect to the media and offered a reward for information leading to the robber's capture. On September 24, 2003, the police received two calls. The callers, George Kish (\"Kish\") and Michael Norton (\"Norton\"), met with the police and told them that they had been at Wayne Merrit's apartment the night before and that Norton had purchased Oxycontin from a man named \"Jay Bar.\" Jay Bar had a bag full of Oxycontin and was known to work as a tattoo artist. Norton and Kish also said that they had seen a fake silver pistol in the apartment. Norton agreed to make a controlled buy from Jay Bar, and went to the apartment wearing a wire and carrying $100 in recorded buy money. Norton returned from the residence and gave the police a bag of pills.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After the buy, the police sought a search warrant for 145 North Main Street. The apartment they wished to search was in a multi-family wood building containing at least four apartments. The door to the apartment had several locks on it, and the police confirmed that there were no children or elderly persons in the apartment. The police obtained the warrant but did not seek permission from the issuing judge to conduct a \"no-knock\" entry, even though they intended to conduct such an entry.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> According to the government, the police did not seek permission to conduct a no-knock entry because the issuing judge had a policy that it was up to the police to determine whether to conduct a no-knock entry and therefore did not issue no-knock warrants. It was established below that this was the actual practice of the judge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">According to the government, the police decided to conduct the no-knock entry for several reasons: (1) Boulanger &#8212; who the police believed was using the name \"Jay Bar\" as an alias &#8212; had previous convictions for violent offenses, (2) Boulanger was a suspect in an armed robbery where a gun was used, (3) Norton had told the police he had seen a gun (which he described as fake) in the apartment,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and (4) drugs were being sold from the apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The police entered the apartment building through the front entrance and tried the door to Boulanger's apartment. Upon finding that it was locked, they broke down the door with a battering ram. As they were coming forward with the battering ram, the occupants inside the apartment asked who was there. After breaking down the door, the police threw a flash-bang grenade into the apartment and entered, yelling \"police officers\" and \"search warrant.\" One of the officers carried a sub-machine gun. They arrested Boulanger without any resistance. The officers found the $100 in recorded buy money in Boulanger's rear pants pocket. The police interviewed Boulanger after he had waived his <i>Miranda</i> rights. During the interview, Boulanger claimed that he was doing a tattoo on someone that evening and had no idea why he was being arrested. He also claimed that he had received the recorded buy money in exchange for performing tattoos earlier in the evening.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The police searched the apartment and found a black backpack in the living room which contained tattoo equipment. The backpack contained a white rubber glove with a loaded .25 silver handgun inside it. The pack also contained thirty-five 20 milligram Oxycontin pills, seven 80 milligram Oxycontin pills, and twenty 160 milligram Oxycontin pills. In the same room as the backpack in a hutch drawer, the police found a pair of thermal underwear pants with one leg missing. The thermal underwear was not seized. This same drawer contained a newspaper article about the robbery. Finally, in the same room near both the backpack and the hutch, the officers found a bill addressed to Boulanger and a wallet with Boulanger's identification.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A few days later, on September 26, 2003, a pharmacy employee found empty pill bottles in the woods behind the store. Officers subsequently searched the area and found a plastic Brooks Pharmacy bag in a culvert with empty Oxycontin and methadone bottles inside, a 49ers hat, hiking boots, and a thermal underwear pants leg with holes cut in it.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On November 20, 2003, Boulanger was charged in a five-count indictment. On August 23, 2004, a superseding indictment was issued charging Boulanger with robberies involving controlled substances, in violation of 18 U.S.C. &#167; 2118(a) and (c)(1) (\"Count I\"); use of a firearm in a crime of violence, in violation of 18 U.S.C. &#167; 924(c) (\"Count II\"); possession of a firearm by a prohibited person, in violation of 18 U.S.C. &#167; 922(g)(1) (\"Count III\"); distribution of a controlled substance, in violation of 21 U.S.C. &#167; 841(a)(1) (\"Count IV\"); and possession with intent to distribute a controlled substance, in violation of 21 U.S.C. &#167; 841(a)(1) (\"Count V\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Boulanger filed a motion to suppress the items seized from the apartment, arguing that the no-knock entry was unreasonable and constituted a violation of the Fourth Amendment. After a hearing on September 2, 2004, the district court tentatively denied the motion and explained its reasoning. However, the court continued the hearing so that Boulanger's attorneys could determine whether it was in fact the policy of the state judge to leave the decision of whether to conduct no-knock entries up to the police.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The hearing reconvened on October 1, 2004, after which the district court denied the motion to suppress. In its decision, the district court found that the police had a reasonable suspicion that Boulanger would act violently if the police had knocked and announced their presence. The court also found that the no-knock entry was valid even though the government had not obtained authorization for the no-knock entry from the judge who issued the warrant. The court also found that the entry and arrest were conducted in a reasonable manner.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Boulanger also filed a motion to sever Counts I and II from Counts III, IV, and V. The district court denied this motion on September 16, 2004. Boulanger was convicted by a jury of Counts I, II, III, and V on October 8, 2004.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Boulanger moved for a judgment of acquittal pursuant to Fed. R.Crim.P. 29, but the district court denied this motion. The district court sentenced Boulanger to 460 months' imprisonment. Boulanger now appeals the denials of the motion to suppress, the motion to sever, and the motion for judgment of acquittal. Boulanger also argues for the first time that the district court should have suppressed the evidence from the search because the police brought a member of the media along during the execution of the warrant.</p>\n    </div>\n    <p>II.</p>\n    <p class=\"indent\">A. <i>Motion to Suppress</i></p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We review \"a district court's legal conclusions involved in denying a motion to suppress the evidence <i>de novo</i> and its findings of fact for clear error.\" <i>United States v. Meada,</i> <span class=\"citation\" data-id=\"201597\"><a href=\"/opinion/201597/united-states-v-meada/\"><span class=\"volume\">408</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 20 (1st Cir.2005) (citation and internal quotation marks omitted).</p>\n    </div>\n    <p class=\"indent\">1. <i>Reasonable Suspicion</i></p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In <i>Wilson v. Arkansas,</i> <span class=\"citation\" data-id=\"117936\"><a href=\"/opinion/117936/wilson-v-arkansas/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">927</span></a></span>, 929, <span class=\"citation\" data-id=\"117936\"><a href=\"/opinion/117936/wilson-v-arkansas/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1914</span></a></span>, <span class=\"citation\" data-id=\"117936\"><a href=\"/opinion/117936/wilson-v-arkansas/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">976</span></a></span> (1995), the Supreme Court held that the \"common-law `knock and announce' principle forms a part of the reasonableness inquiry under the Fourth Amendment.\" <i>Wilson</i> also acknowledged that \"[t]he Fourth Amendment's flexible requirement of reasonableness should not be read to mandate a rigid rule of announcement that ignores countervailing law enforcement interests.\" <i>Id.</i> at 934, <span class=\"citation\" data-id=\"117936\"><a href=\"/opinion/117936/wilson-v-arkansas/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1914</span></a></span>. In <i>Richards v. Wisconsin,</i> the Court stated that \"[i]n order to justify a `no-knock' entry, the police must have a reasonable suspicion that knocking and announcing their presence, under the particular circumstances, would be dangerous or futile, or that it would inhibit the effective investigation of the crime by, for example, allowing the destruction of evidence.\" <span class=\"citation\" data-id=\"118103\"><a href=\"/opinion/118103/richards-v-wisconsin/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span>, 394, <span class=\"citation\" data-id=\"118103\"><a href=\"/opinion/118103/richards-v-wisconsin/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1416</span></a></span>, <span class=\"citation\" data-id=\"118103\"><a href=\"/opinion/118103/richards-v-wisconsin/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">615</span></a></span> (1997). The Court noted that \"[t]his showing is not high.\" <i>Id.</i> In subsequent cases, the Court has emphasized that whether the police in fact had a reasonable suspicion depends on the totality of the circumstances. <i>See, e.g., United States v. Banks,</i> <span class=\"citation\" data-id=\"131146\"><a href=\"/opinion/131146/united-states-v-banks/\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">31</span></a></span>, 41, <span class=\"citation\" data-id=\"131146\"><a href=\"/opinion/131146/united-states-v-banks/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">521</span></a></span>, <span class=\"citation\" data-id=\"131146\"><a href=\"/opinion/131146/united-states-v-banks/\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span> (2003).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">At the suppression hearing, the government argued that the no-knock entry was justified because the police had a reasonable suspicion that knocking and announcing their presence would have been dangerous. The district court agreed with this argument and emphasized three factors in its decision: (1) that Boulanger was the suspect in an armed robbery &#8212; where the weapon was a gun &#8212; perpetrated a few days before his arrest; (2) that Boulanger had an extensive criminal record, including convictions for armed robberies involving firearms; and (3) that one of the confidential informants told the police that he had seen what he believed was a fake gun in the apartment where Boulanger was staying.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Boulanger attacks each of the factors relied on by the district court. First, he argues that there was no reason to suspect that he was armed on the day of the search. Boulanger bases this argument on the fact that the police did not find a gun on him when they stopped him on the railroad tracks shortly after the robbery, and on the fact that the informant told the police that the gun he saw in the apartment was fake. Regarding the first fact, Boulanger was found on the railroad tracks in his boxers with a t-shirt draped over his head. As the district court noted, it was reasonable for the police to suspect that, after the robbery, Boulanger had taken off his clothes and hidden the gun somewhere with the intention of coming back later to retrieve it. Regarding the fact that the informant described the gun as \"fake,\" we agree with the district court that there was \"a real risk that an untrained layperson looking at a gun could make a misjudgment about whether it was a fake gun or not, and the police had reason to be concerned that it might in fact be a real gun.\" In other words, the informant was not a gun expert, and it was reasonable for the police to not simply assume that the gun was fake because the informant said it was, especially considering the fact that Boulanger was a suspect in an armed robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Boulanger next argues that there was no reason to believe that he would react violently because he did not react violently when the police questioned him on the railroad tracks. However, if he had acted violently, he would have been arrested immediately; it was therefore in his best interest not to react violently in the hope that the police would let him go. We therefore see no reason to infer that, because Boulanger did not react violently when he was questioned on the day of the robbery, he would not react violently on the day of the search and arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Boulanger's third argument is that his criminal record did not support a finding of reasonable suspicion because his convictions were twenty years old. This argument ignores the fact that we must look to the totality of the circumstances. Boulanger had multiple convictions for crimes involving firearms. That, coupled with the other facts known to the police, is what provided the police with reasonable suspicion.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Boulanger's final argument<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> on reasonable suspicion is that he was not a credible suspect in the armed robbery at the time of the no-knock entry. He bases this argument on the fact that the drug dog did not alert to him on the day of the robbery and that the statements made by the robbery's witnesses as to his height and age did not match his actual height and age. However, while these facts are certainly relevant, Boulanger ignores other facts that made him a credible &#8212; and as the government points out, the only &#8212; suspect in the armed robbery. These include the fact that he was found walking down railroad tracks about thirty minutes after the robbery within a third of a mile of the scene of the crime in his boxers, that he gave an address to the police that was several miles from where the police found him, that he claimed to have been swimming even though his feet were clean (one would think that, if he had gotten out of the water with wet feet and walked down railroad tracks, his feet would have been considerably dirtier), and perhaps most importantly, that two informants told police that a man named \"Jay Bar\" sold them Oxycontin in the exact doses as those stolen at the pharmacy from the same address that Boulanger gave police. Considering all of these facts, there is no doubt that Boulanger was a credible suspect in the robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In conclusion, we agree with the district court that the police officers had reasonable suspicion to believe that knocking and announcing their presence would be dangerous. We base this conclusion on the same facts as the district court: that Boulanger was the only suspect in an armed robbery involving a gun, that Boulanger had an extensive criminal record including armed robbery with a firearm, and that an informant told police he had seen a gun in Boulanger's apartment, even though the informant described the gun as fake. Given all these facts, we conclude that the police had reasonable suspicion.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">2. <i>Whether the Police Should Have Sought a No-Knock Warrant</i></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Boulanger's second argument on the motion to suppress is that the police should have either sought a no-knock warrant or informed the judge issuing the warrant that they intended to conduct a no-knock entry because they knew in advance of seeking the warrant that they would conduct a no-knock entry.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Supreme Court has stated that the rule of announcement falls under the Fourth Amendment's reasonableness clause, as opposed to its warrant clause. <i>See Wilson,</i> 514 U.S. at 930, <span class=\"citation\" data-id=\"117936\"><a href=\"/opinion/117936/wilson-v-arkansas/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1914</span></a></span> (holding that the \"common-law `knock and announce' principle forms a part of the reasonableness inquiry under the Fourth Amendment\"). The Court has also made clear that the reasonableness of a police officer's decision to conduct a no-knock entry \"must be evaluated as of the time they [conduct the entry].\" <i>Richards,</i> 520 U.S. at 395, <span class=\"citation\" data-id=\"118103\"><a href=\"/opinion/118103/richards-v-wisconsin/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1416</span></a></span>; <i>see also Dalia v. United States,</i> <span class=\"citation\" data-id=\"110061\"><a href=\"/opinion/110061/dalia-v-united-states/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, 257 n. 19, <span class=\"citation\" data-id=\"110061\"><a href=\"/opinion/110061/dalia-v-united-states/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1682</span></a></span>, <span class=\"citation\" data-id=\"110061\"><a href=\"/opinion/110061/dalia-v-united-states/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">177</span></a></span> (1979) (stating that, in a context involving wiretaps, \"[n]othing in the decisions of this Court. . . indicates that officers requesting a warrant would be constitutionally required to set forth the anticipated means for execution even in those cases where they know beforehand that unannounced or forced entry likely will be necessary\"). We see no reason why a no-knock entry that is reasonable at the time it is conducted would suddenly become unreasonable because the officers intended to conduct a no-knock entry when they got the warrant but did not inform the issuing judge of their intention. Such a holding would move the reasonableness inquiry back to when the officers got the warrant, in contravention of the Court's statements in <i>Richards</i> and <i>Dalia.</i><a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Further, in the instant case, it would have been futile for the police to seek a no-knock warrant, because the issuing judge had a policy of leaving it up to the police to determine whether a no-knock entry was necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">3. <i>The Manner in Which the Warrant Was Executed</i></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Boulanger next argues that the manner in which the police executed the warrant &#8212; apart from the fact that they did not knock and announce their presence &#8212; was unreasonable because the police used a flash-bang grenade and a battering ram when entering the apartment. The Supreme Court has stated that \"it is generally left to the discretion of the executing officers to determine the details of how best to proceed with the performance of a search authorized by warrant &#8212; subject of course to the general Fourth Amendment protection against unreasonable searches and seizures.\" <i>Dalia,</i> 441 U.S. at 257, <span class=\"citation\" data-id=\"110061\"><a href=\"/opinion/110061/dalia-v-united-states/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1682</span></a></span> (internal quotation marks omitted). In reviewing Boulanger's claim, we must therefore \"determine whether the agents' actions were `objectively reasonable' in light of the facts and circumstances confronting them.\" <i>United States v. Myers,</i> <span class=\"citation\" data-id=\"735390\"><a href=\"/opinion/735390/united-states-v-william-henry-myers/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">936</span></a></span>, 940 (10th Cir.1997). Given the facts surrounding the search, we believe that the officers' manner of entry, including the use of the battering ram and flash-bang grenade, was reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Both Boulanger and the government cite cases from various circuits addressing the issue of whether the use of a flash-bang grenade in entering a dwelling is unreasonable. Although the courts in some of the cases cited questioned the use of a flash-bang grenade,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> in every case cited but one the courts did not suppress the evidence seized during the search. Further, the only case cited by Boulanger where the court did suppress the evidence, <i>United States v. Stewart,</i> <span class=\"citation\" data-id=\"518181\"><a href=\"/opinion/518181/united-states-v-george-anthony-stewart/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">581</span></a></span> (10th Cir.1989), is readily distinguishable from the instant case.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Like other courts that have considered the issue, we recognize the dangers associated with the use of flash-bang grenades and battering rams and agree with the Tenth Circuit that \"we could not countenance the use of such a device as a routine matter.\" <i>Myers,</i> 106 F.3d at 940. However, we also agree that \"we must review the agents' actions from the perspective of reasonable agents on the scene who are legitimately concerned with not only doing their job but with their own safety.\" <i>Id.</i> (internal citation omitted). Here, the agents were confronted with a situation involving a man with a history of violent crimes, who was a suspect in an armed robbery, was suspected of selling drugs out of the residence to be searched, and who likely possessed what an informant who was not an expert described as a fake gun. As we noted above, it was reasonable for the officers to fear for their safety in conducting the search. We think this applies to the use of the flash-bang grenade as well as the decision to conduct a no-knock entry. Further, we note that the police planned the search after determining that there were no children or elderly people in the apartment. On these facts, we cannot conclude that the officers' decisions were unreasonable. <i>See id.</i> (use of a flash-bang grenade reasonable even though there were children in the house due to the fact that the defendant had a history of drug trafficking, a conviction for a firebombing incident, and was suspected of growing marijuana from his residence).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> We therefore affirm the denial of the motion to suppress.</p>\n    </div>\n    <p class=\"indent\">4. <i>Presence of a Member of the Media</i></p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">According to Boulanger, the officers conducting the search of the apartment brought a member of the media along during the execution of the search warrant. In addition to arguing that this indicates that the officers did not think he was as dangerous as they claimed, Boulanger argues that the presence of a media member itself provides a rationale for finding a Fourth Amendment violation. Boulanger concedes that he did not raise this claim below and that our review is for plain error. Under this standard, Boulanger must demonstrate that (1) there was an error, (2) that was clear or obvious, (3) affected his substantial rights, and (4) seriously impaired the fairness, integrity, or public reputation of judicial proceedings. <i>United States v. Walter,</i> <span class=\"citation\" data-id=\"202006\"><a href=\"/opinion/202006/united-states-v-walter/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span>, 39 (1st Cir.2006).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We begin by noting that the Supreme Court has held that \"it is a violation of the Fourth Amendment for police to bring members of the media or other third parties into a home during the execution of a warrant when the presence of the third parties in the home was not in aid of the execution of the warrant.\" <i>Wilson v. Layne,</i> <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">603</span></a></span>, 614, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1692</span></a></span>, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">818</span></a></span> (1999). In the instant case, however, Boulanger's argument faces two problems.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">First, the record is unclear as to whether a member of the media ever actually entered the apartment. Prior to trial, Boulanger served a subpoena on the media member (a photographer), who filed a motion to quash. At the suppression hearing, Boulanger's counsel and the district court discussed the motion to quash. During the course of the discussion, the court stated \"[i]t's agreed that [the photographer] was there. You can make your argument based on that.\" The court then declined to enforce the subpoena.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> On appeal, Boulanger argues that, when the court stated that the photographer was \"there,\" it meant that he was \"there in the apartment\" during the search. However, the government claims that there is no evidence that the police brought the photographer along or that the photographer was ever inside the apartment. Rather, the government claims that the photographer appeared at the scene of the search on his own and never entered the apartment building where Boulanger was arrested. According to the government, \"there\" simply means \"there at the scene\" and does indicate that the photographer was ever inside the apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Confronted with these differing accounts of where exactly the media member was, we are unable to discern any plain error. Simply put, it is Boulanger's burden to show both that the media member was actually inside the apartment and that this affected his substantial rights. He has done neither. It was Boulanger's responsibility to clarify to the district court that by \"there,\" he meant \"in the apartment.\" The district court apparently did not see it that way, because it saw no problems with a member of the media being \"there,\" which would indicate that it thought \"there\" meant \"outside of the building.\" Given two interpretations of what \"there\" meant, and without any hard evidence in the record to indicate whether a media member was ever in the apartment, we do not find any plain error.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Second, even if the photographer did enter the apartment, Boulanger has provided no evidence that he discovered or developed any evidence. In a footnote in <i>Wilson,</i> the Court stated that</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">[e]ven though such actions [the presence of the media member] might violate the Fourth Amendment, if the police are lawfully present, the violation of the Fourth Amendment is the presence of the media and not the presence of the police in the home. We have no occasion here to decide whether the exclusionary rule would apply to any evidence discovered or developed by the media representatives.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">526 U.S. at 614, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1692</span></a></span> n. 2. In the instant case, in the absence of evidence that a media member discovered or developed any evidence, we see no reason to even consider applying the exclusionary rule to evidence found by the police as a result of a valid search warrant.</p>\n    </div>\n    <p class=\"indent\">B. <i>Motion to Sever</i></p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Boulanger next argues that Counts I and II were improperly joined with Counts III-V under Federal Rule of Criminal Procedure 8(a) (\"Rule 8(a)\") and that, even if the counts were properly joined, the court should have severed them because his defense was prejudiced by their joinder under Federal Rule of Criminal Procedure 14 (\"Rule 14\"). We have stated that a \"Rule 8 claim is primarily one of law, which we review <i>de novo,</i> while [a] Rule 14 claim involves application of a general standard to particular facts, such that deference to the lower court is appropriate.\" <i>United States v. Mel&#233;ndez,</i> <span class=\"citation\" data-id=\"200093\"><a href=\"/opinion/200093/united-states-v-melendez/\"><span class=\"volume\">301</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 35 (1st Cir.2002) (citation omitted). We deal with the joinder of the counts first, followed by the court's decision not to sever the counts.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Joinder is proper if the offenses charged \"are of the same or similar character, or are based on the same act or transaction, or are connected with or constitute parts of a common scheme or plan.\" Fed.R.Crim.P. 8(a). We have construed this rule generously in favor of joinder. <i>Mel&#233;ndez,</i> 301 F.3d at 35. Further, \"`[s]imilar' does not mean `identical,' and we assess similarity in terms of how the government saw its case at the time of indictment.\" <i>Id.</i> (citing <i>United States v. Edgar,</i> <span class=\"citation\" data-id=\"196711\"><a href=\"/opinion/196711/united-states-v-edgar/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">499</span></a></span>, 503 (1st Cir.1996)). \"In determining whether counts are properly joined for trial, we historically have considered whether the charges are laid under the same statute, whether they involve similar victims, locations, or modes of operation, and the time frame in which the charged conduct occurred.\" <i>United States v. Taylor,</i> <span class=\"citation\" data-id=\"196070\"><a href=\"/opinion/196070/united-states-v-taylor/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 973 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We believe that the counts were properly joined. Counts I and II charged Boulanger with robberies involving controlled substances (Oxycontin) and use of a firearm in a crime of violence. Counts III-V charged Boulanger with possession of a firearm by a prohibited person and distribution and possession with intent to distribute a controlled substance (Oxycontin). The firearm alleged in Counts II and III was, according to the government, the same firearm, and the controlled substance alleged in Counts I, IV, and V was Oxycontin. <i>See Mel&#233;ndez,</i> 301 F.3d at 35-36 (finding that joinder was proper and stating that \"Counts 1 and 3 both charged Mel&#233;ndez with possession of a controlled substance with the intent to distribute it. In both counts, the controlled substance was cocaine base.\"). Also, the location of the armed robbery and drug distribution were in the same town, and only a few days separated the robbery from the drug distribution. In essence, the indictment alleged that Boulanger robbed a pharmacy with a gun in order to steal Oxycontin pills so that he could sell them out of his apartment. Given the above facts, we have no problem in concluding that joinder was proper, either because the charges were \"of the same or similar character\" or because they were \"parts of a common scheme or plan.\" Fed.R.Crim.P. 8(a).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We turn now to the motion to sever. Under Rule 14(a), \"[i]f the joinder of offenses or defendants in an indictment, an information, or a consolidation for trial appears to prejudice a defendant or the government, the court may order separate trials of counts, sever the defendants' trials, or provide any other relief that justice requires.\" Fed.R.Crim.P. 14(a). Boulanger argues that, even if joinder were proper, the district court should have severed the counts because his defense was prejudiced by the joinder. Regarding prejudice, Boulanger argues that joinder created the danger that the jury would use evidence admissible as to one count to infer that Boulanger had a criminal disposition as to the other counts. The government argues that the district court did not abuse its discretion in refusing to sever the counts. After carefully reviewing the record, we agree with the government for several reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We begin by distinguishing a case that Boulanger relies on, <i>United States v. Holloway,</i> <span class=\"citation\" data-id=\"627365\"><a href=\"/opinion/627365/united-states-v-steve-wayne-holloway-and-edwin-l-hines/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">307</span></a></span> (5th Cir.1993). In that case, the defendant allegedly committed several robberies. When he was arrested two months after the last robbery, officers found a firearm on him. A subsequent indictment contained counts for the robberies and a count for possession of the weapon. The Fifth Circuit found that the weapons count should have been severed. The court emphasized that \"there is no indication that a connection exists between his possession of the weapon and the alleged robbery conspiracy.\" <i>Id.</i> at 310. The court also noted that there was nothing indicating he \"had used the weapon in a robbery, or that the weapon was in any way connected to the charged robberies or to any robbery.\" <i>Id.</i> The instant case presents a different situation, as it was the government's theory that the drugs Boulanger was found with were those that he stole, and that the silver gun found in the apartment was the same silver gun used in the robbery.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We also note that, even if the counts had been severed and tried separately, similar evidence would have been used. For example, in a trial solely on Counts I and II, the government could have presented evidence that they found a silver gun in a white glove and Oxycontin pills of the same dosage as those stolen from the pharmacy in Boulanger's apartment. <i>See United States v. Stackpole,</i> <span class=\"citation\" data-id=\"483246\"><a href=\"/opinion/483246/united-states-v-donald-francis-stackpole-united-states-of-america-v-ray/\"><span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">689</span></a></span>, 694 (1st Cir.1987) (rejecting the defendant's severance argument and noting that \"[w]ere the counts severed, substantially the same evidence would have been admitted in both resulting trials\").<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> Further, \"the district court instructed the jury that each count charged a separate offense and that each had to be considered separately, without allowing the verdict on one count to affect the verdict on any other count. These instructions minimized any possible prejudice from the joinder.\" <i>Mel&#233;ndez,</i> 301 F.3d at 36 (internal citation and quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In sum, we see no prejudice beyond the type of \"standard fare [that exists] whenever counts involving discrete incidents are linked in a single indictment. We have repeatedly held that such a garden variety side effect, without more, is insufficient to require severance.\" <i>Taylor,</i> 54 F.3d at 974. We therefore hold the district court did not abuse its considerable discretion in denying the motion to sever.</p>\n    </div>\n    <p class=\"indent\">C. <i>Rule 29 Motion</i></p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Boulanger's final argument is that the district court erred in denying his motion for judgment of acquittal made under Rule 29 of the Federal Rules of Criminal Procedure. Our review is <i>de novo.</i> <i>United States v. O'Shea,</i> <span class=\"citation\" data-id=\"201866\"><a href=\"/opinion/201866/united-states-v-oshea/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">475</span></a></span>, 479 (1st Cir.2005). Under this standard, which we have described as formidable, \"we must decide, viewing the evidence in the light most favorable to the verdict of guilt, whether a reasonable factfinder could find the defendant guilty of the crime beyond a reasonable doubt.\" <i>Id.</i> Further, in our review, \"`no premium is placed upon direct as opposed to circumstantial evidence; both types of proof can adequately ground a conviction.'\" <i>United States v. Hern&#225;ndez,</i> <span class=\"citation\" data-id=\"769364\"><a href=\"/opinion/769364/united-states-v-jose-ramon-hernandez-united-states-of-america-v-douglas/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span>, 64 (1st Cir.2000) (quoting <i>United States v. Ortiz,</i> <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 711 (1st Cir.1992)).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Regarding Count I, Boulanger begins by arguing that, according to Lebel and Baron's original description following the robbery, the robber was around 5' tall and in his early twenties, whereas Boulanger is 5'7\" and in his forties. Boulanger notes that, at trial, Lebel stated that the robber was around 5'6\" but argues that, even accepting that testimony, the most that could be said is that Boulanger vaguely resembled the robber. Boulanger also notes that, although he was found a short distance from the robbery, he did not act nervous or violently, and the drug dog did not \"alert\" to him. Finally, Boulanger argues that the Oxycontin seized at the apartment could have come from anywhere, and that there was no direct link between the gun found in the apartment and the gun used in the robbery. Regarding Count II, Boulanger argues that neither Lebel nor Baron were able to positively identify the firearm found in the apartment as the firearm used in the robbery and that, at best, the evidence merely established that a robbery was committed with what appeared to be a firearm. Regarding Counts III and V, Boulanger argues that there was insufficient evidence that he possessed the items (the gun and drugs) found in the backpack. He notes that, although there was tattoo equipment in the backpack and that he is a tattoo artist, there were other people in the apartment and the backpack was found in a separate place in the apartment from Boulanger's person, meaning that it was just as likely that the equipment and backpack belonged to someone else as it did to Boulanger.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">After carefully considering the record, we reject Boulanger's arguments. There was ample evidence for the jury to conclude beyond a reasonable doubt that Boulanger was guilty of the counts for which he was convicted. To begin, the jury heard that the pharmacy was robbed by a man wearing white gloves and carrying a silver gun. This man had a thermal underwear sleeve over his head with eye holes cut out. Although Lebel and Baron originally told the officers that the man was between 5' and 5'4\" tall, they testified differently, and it was up to the jury to resolve this discrepancy. Further, the discrepancy as to the age of the robber is easily explained because of the thermal underwear sleeve the robber had over his face, which obscured most of it. Boulanger was found shortly after the robbery behind the store, walking down railroad tracks in his boxers with a t-shirt draped over his head. He was miles away from where he claimed that he was staying. Further, although he claimed that he had been swimming, his feet were clean, even though one would think that if he had gone swimming, gotten out, then walked along through the dirt barefoot, his feet would have been considerably dirtier.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> Finally, the empty bag from the pharmacy, some of the robber's clothes, including a thermal underwear pants leg, and empty pill bottles were found a few days later very near the spot where Boulanger was found.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The jury also heard that an informant contacted police and that, as a result, the police used the informant to conduct a controlled buy with $100 in recorded buy money at the apartment where Boulanger was staying. The informant went into the apartment without Oxycontin and came out with Oxycontin of the same dosage as that stolen from the pharmacy. The jury also heard that, during the search, the police found the buy money they had given the informant in Boulanger's back pocket. Finally, the jury heard that the police found, in the living room, a black backpack containing a white glove with a loaded silver gun inside, Oxycontin of the same dosage as that stolen from the pharmacy, and tattooing equipment. In that same room, the police found a pair of thermal underwear with one pants leg missing,<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> a newspaper article about the robbery, a bill addressed to Boulanger, and a wallet with Boulanger's identification inside. Given this evidence, a jury could reasonably have determined that Boulanger &#8212; who was a tattoo artist and claimed that he had been doing tattoos earlier that evening &#8212; was the owner of the backpack. Further, the jury could have determined that the Oxycontin pills were Boulanger's, as was the white glove with the gun inside. Given these facts, along with the fact that Boulanger had all of the recorded buy money in his back pocket, the jury could reasonably have determined that Boulanger &#8212; who stipulated that he was a felon &#8212; had possessed the firearm (Count III) and possessed the Oxycontin with intent to distribute it (Count V).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Putting the evidence together, the jury could also have reasonably determined that Boulanger robbed the pharmacy using a silver handgun (Counts I and II) then disposed of his clothes, the gun, and drugs in the woods behind the pharmacy. Aside from the fact that Boulanger was found near the pharmacy shortly after the robbery with an implausible story as to what he had been doing, the backpack, which the jury could have determined was Boulanger's, contained a white glove with a silver handgun. The jury could reasonably have determined that Boulanger used the gun and white glove in the robbery. Further, a pair of thermal underwear bottoms with a leg missing was found near the backpack. The jury could reasonably have determined that Boulanger used the missing leg to cover his face and that the missing leg was later found by police in the woods behind the pharmacy. The fact that a newspaper clipping with a story about the article was found in the same room and that Boulanger's wallet was nearby were also pieces of evidence that the jury could have considered.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In conclusion, given the evidence, the jury could reasonably have determined that Boulanger was guilty of all the counts for which he was convicted. We therefore affirm the denial of the Rule 29 motion.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">For the foregoing reasons, Boulanger's conviction is <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Another employee who had been in the store at the time of the robbery, Brooke Baron, testified that the robber was around 5'6\", and also testified that she had told an officer immediately after the robbery that the man was around 5'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At trial, the court excluded the tape made during the buy because it was unintelligible. The court also ruled that Norton and Kish's statements were inadmissible hearsay. Norton died of a drug overdose before trial and therefore could not testify</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> A no-knock entry is exactly what it sounds like: entering a residence without first knocking and announcing your presence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> During the search, the police found a black cigarette lighter shaped like a gun in the apartment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Boulanger's attorneys found that this was the case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The jury hung as to Count IV, and the government dismissed that count</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Boulanger also argues that the officers brought a member of the media into the apartment during the search, and that this indicates that the officers did not reasonably suspect that he was dangerous. We address this argument below in Part II.A.4</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Boulanger himself concedes that his argument has only limited support in the case law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> <i>See also</i> 2 Wayne R. LaFave, <i>Search and Seizure,</i> &#167; 4.8(g) (4th ed.2004) (stating that the proposition that police are not required to seek a no-knock warrant from a magistrate even when the relevant facts are known at the time a warrant is sought is supported by three principles: \"1) the rule of announcement is a requirement of the Fourth Amendment's reasonableness clause, not its warrant clause; 2) the validity of a no-knock execution of a search warrant is subject to after-the-fact judicial review for constitutional reasonableness, which is determined by reference to the circumstances as they existed at the time of the entry; and 3) the manner in which a search warrant is executed is not subject to the requirements of the warrant clause and therefore does not require prior judicial authorization\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> <i>See, e.g., United States v. Folks,</i> <span class=\"citation\" data-id=\"771593\"><a href=\"/opinion/771593/united-states-v-gabriel-b-folks/\"><span class=\"volume\">236</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">384</span></a></span>, 388 (7th Cir.2001)(\"We do, however, pause to note the potentially serious injuries that may arise from the use of a flash-bang device during a search.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> <i>Stewart</i> involved a federal search warrant served by federal and state authorities. The issue in the case was whether the officers' failure to knock and announce meant that the subsequent search was unlawful. Because the case involved a federal warrant and federal officers participating in the search, the officers' actions were governed by 18 U.S.C. &#167; 3109, which required that officers knock and announce their presence unless there were exigent circumstances. The Tenth Circuit found that exigent circumstances did not exist to conduct the no-knock entry. However, the court expressly did not consider the defendant's Fourth Amendment arguments, 867 F.2d at 584, nor did it consider whether the use of a flash-bang grenade was reasonable. In the instant case, we have already found that the no-knock entry was proper, and <i>Stewart</i> is therefore inapplicable.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> We believe that the district court's analysis on this issue is particularly apt. The court stated that</p>\n        <p class=\"indent\">people can disagree &#8212; and, frankly, in my experience, I would come to a different conclusion about this kind of dynamic entry. My own personal view, based on having worked in cases like this, is that dynamic entry searches pose very substantial risks to the officers and to the subject of the arrest. But that's not the question. The question is, was their conduct reasonable under the circumstances? And I believe they did have substantial reason to fear that the defendant would respond violently, and I recognize that the police have greater experience than I do in deciding how best to respond to that fear. . . .</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Boulanger has not appealed this decision</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Boulanger also argued that the presence of a media member indicated that the police really did not believe that he was dangerous. Once again, the lack of evidence that the media member was invited by the police and entered the apartment weakens Boulanger's argument. If the media member entered the apartment building with the police, then it would certainly strengthen Boulanger's case. However, if, as the government claims, the media member showed up on his own and remained outside the building, then it would likely make no difference as to Boulanger's argument. Given the lack of evidence, we are therefore reluctant to accord weight to Boulanger's argument on this point</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Boulanger attempts to circumvent these facts by arguing that there was no direct evidence linking the gun or drugs found in the apartment with the gun or drugs involved in the robbery. However, there was ample circumstantial evidence to connect the two incidents, and it was for a jury to weigh this evidence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Boulanger argues that the jury was read a stipulation that he was a felon for the \"felon in possession\" count and that, if the counts had been severed, the jury for Counts I and II would never have known that he was a felon. We have held that there is no abuse of discretion when a district court does not sever a count for being a felon in possession of a firearm when the parties stipulated to the prior conviction without detailing the nature of the acts involved in the conviction<i>See United States v. Neal,</i> <span class=\"citation\" data-id=\"679500\"><a href=\"/opinion/679500/united-states-v-gary-p-neal-united-states-v-william-f-kenney-jr/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1190</span></a></span>, 1207 (1st Cir.1994). That is what happened in the instant case. The parties stipulated that Boulanger was a felon; the jury thus never heard any details about the nature of his prior conviction.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> As we noted above, the fact that Boulanger was not nervous and that he did not act violently is easily explained, because it would not have been in his interest to act in those ways. The fact that the drug dog did not hit on Boulanger obviously helps him but certainly is not dispositive in the case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> The police did not seize the thermal underwear when they first entered the apartment and later were unable to recover it. The thermal underwear was therefore not introduced as evidence in Boulanger's trial. However, officers testified about the presence of the underwear in the apartment at trial, which is why it is relevant to the sufficiency of the evidence claim</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110061/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118103/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/131146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196711/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202006/",
    "http://www.courtlistener.com/api/rest/v3/opinions/483246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/627365/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679500/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735390/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771593/"
  ]
}