{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202297/",
  "absolute_url": "/opinion/202297/obershaw-v-superintendent/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202297/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:49:33Z",
  "date_modified": "2016-02-28T05:07:46.545248Z",
  "type": "010combined",
  "sha1": "a59ca078968a2c1396a0871832d59021802c1124",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-2419-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/06/30/Obershaw_v._Superintendent.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\nNo. 05-2419\n\n                           MARK OBERSHAW,\n\n                       Petitioner, Appellant,\n\n                                 v.\n\n                   KATHLEEN LANMAN; PETER ALLEN,\n\n                      Respondents, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Rya W. Zobel, U.S. District Judge]\n\n\n                               Before\n\n                    Torruella, Lynch, and Howard,\n                           Circuit Judges.\n\n\n\n     Donald A. Harwood for appellant.\n     Daniel I. Smulow, Assistant Attorney General, Criminal Bureau,\nwith whom Thomas F. Reilly, Attorney General, was on brief, for\nappellees.\n\n\n\n                           June 30, 2006\n\f           LYNCH, Circuit Judge. Mark Obershaw (\"Obershaw\") was\n\nconvicted in Massachusetts state court of the first-degree murder\n\nof his brother by extreme atrocity or cruelty.     His conviction was\n\naffirmed by the Massachusetts Supreme Judicial Court (SJC), see\n\nCommonwealth v. Obershaw, 762 N.E.2d 276 (Mass. 2002), and his\n\nsubsequent petition for a writ of habeas corpus in the federal\n\ndistrict court was denied.    He appeals from that denial, arguing\n\nthat his conviction is unconstitutional because the jury was not\n\ninstructed that it must be unanimous as to which particular factors\n\nsupporting the \"extreme atrocity or cruelty\" determination were\n\npresent.   He also argues that the police obtained incriminating\n\nstatements from him in violation of his rights to remain silent and\n\nto counsel, and that the prosecution made various remarks during\n\nclosing argument that were so improper as to amount to a violation\n\nof due process.   We reject all these arguments and affirm.\n\n                                 I.\n\n           We summarize the facts as found by the SJC, using the\n\nrecord to supplement some points.     See Lynch v. Ficco, 438 F.3d 35,\n\n39 (1st Cir. 2006).\n\n           Obershaw lived in a townhouse in Rockland belonging to\n\nhis brother, Brian.    In July of 1997, frustrated with Obershaw's\n\ngambling problem, Brian packed up Obershaw's possessions and, when\n\nObershaw returned from a trip, asked Obershaw to leave.     Obershaw,\n\n762 N.E.2d at 281.    Obershaw, in a rage, killed his brother Brian\n\n\n                                 -2-\n\fby hitting him on the head with \"the Club,\" a steel device for\n\nlocking the steering wheel of a car. Obershaw, after attempting to\n\nclean up the scene of his crime at the house, put Brian's body and\n\nsome bloody items in the trunk of his car.           He buried Brian's body\n\nin a landfill in Bedford, discarding his own bloody clothes and the\n\nClub along the way.       Id.\n\n            The police were called to the house on the evening of\n\nJuly 25, found certain areas covered in blood, and noticed that a\n\nportion of carpeting, the shower curtain, and other items were\n\nmissing.    Id.      A neighbor had seen a car like Obershaw's at the\n\nhouse that morning, and the police broadcast a description of the\n\ncar.   Id. at 281-82.\n\n            At roughly 3:00 a.m. on July 26, a Nahant police officer\n\nsaw Obershaw and his two dogs sleeping in his car by the side of\n\nthe road.      Id.   The officer told Obershaw that he could not sleep\n\nthere and suggested that he move his car to a nearby parking lot\n\nlocated behind the police station and other municipal buildings.\n\nObershaw drove to that lot and went back to sleep.           Id.   The Nahant\n\npolice checked Obershaw's license plate and learned that he was\n\nwanted   for    questioning     in   a   homicide   case   (Brian's).   They\n\ncontacted the state police and blocked the parking lot's exits.\n\nWhen the state police arrived, Obershaw was asleep.             Id.\n\n            The police woke Obershaw, asked him to step out of the\n\ncar, advised him of his rights under Miranda v. Arizona, 384 U.S.\n\n\n                                         -3-\n\f436 (1966), and told him they were looking for Brian.                  Obershaw,\n\n762 N.E.2d at 282.        Obershaw asked what the problem was, said that\n\nhe did not know where Brian was, and told the police repeatedly\n\nthat he loved Brian.        Id.   He \"agreed to accompany the police to\n\nthe station, and offered to 'voluntarily stay and cooperate' in the\n\nsearch.\"    Id.\n\n            The police told Obershaw he was free to leave, and they\n\nallowed him to spend a great deal of time alone with his dogs.               Id.\n\nHe voluntarily cooperated with the police, consenting to a search\n\nof his car, trunk, and suitcase.          He also agreed to have his hands\n\nswabbed for blood and fingerprints. Id. After obtaining a written\n\nMiranda waiver, the police asked Obershaw where he had been on the\n\n25th.    Obershaw said he had returned to Brian's house from a trip\n\nto    Atlantic    City,   entering   at   6:00   a.m.   and    leaving   shortly\n\nthereafter without seeing or speaking to Brian.                  Id.     Obershaw\n\n\"volunteered to submit to a polygraph test and cooperate fully.\"\n\nId.\n\n            When this conversation ended, Obershaw stayed at the\n\nstation, although he was told again that he was free to leave.                Id.\n\nFor the next few hours, while the police inspected his car with his\n\nconsent, he played with his dogs near the station, \"not accompanied\n\nby a police escort or restrained in any way.\"            Id.    Some stains in\n\nthe trunk tested positive for blood.              The police stopped their\n\nconsent search and decided to seize the car and obtain a warrant to\n\n\n                                      -4-\n\fsearch it; they so informed Obershaw.                Obershaw, after spending\n\nsome time with his dogs, \"indicated that he wanted to talk.\"                Id.\n\nHe started crying and told the police, \"I love my brother.               It was\n\nmy fault.    I'm sorry.    I hit him.\"1      Id.\n\n            Obershaw asked for some time.              After ten or fifteen\n\nminutes, the police asked him whether he would take them to Brian's\n\nbody.    Obershaw asked, \"Can I talk to a lawyer first?\"           Id. at 284.\n\nThe police told him that he could use the telephone to call a\n\nlawyer, but Obershaw declined, saying that he did not want to call\n\na lawyer, and that he wanted instead to spend some time outside\n\nwith his dogs.     Id.     The police allowed this, keeping Obershaw\n\nunder    guard.   Id.     at   282.      After   a    short   while,   Obershaw\n\n\"approached [an officer] outside the station and initiated a\n\nconversation.\"    Id. at 284.         That officer again told Obershaw he\n\ncould use the telephone if he wanted a lawyer.            Id.   Obershaw again\n\ndeclined and decided to spend another half hour with his dogs.\n\n            Obershaw then told one of the officers that \"this wasn't\n\npremeditated\" and that he \"didn't plan it.\" The police asked where\n\nBrian's body was; Obershaw agreed to lead police to the body.               Id.\n\nat 283.    He also told the police that Brian became upset with him\n\nfor being in the house.        Brian started to push him out and hit him\n\nlightly in the head, hurting him only emotionally; Obershaw said he\n\n\n     1\n       Starting then, Obershaw was not free to leave, and the\npolice considered him to be in custody, although they did not\nhandcuff him. Id.\n\n                                       -5-\n\fthen took up the Club and began hitting Brian with it, ultimately\n\nchasing Brian upstairs, where he continued to hit him.             Id.\n\n           Obershaw accompanied the police to the landfill and\n\ndirected them to Brian's body.    Id.   After being advised again of\n\nhis Miranda rights, he went on to tell police that he had thrown\n\nthe Club along a particular road and had put some other items\n\nbehind a certain school, and he provided further details about the\n\nhomicide itself and what he did in the immediate aftermath.        Id.\n\n           Obershaw took the stand at trial.       He testified that\n\nBrian \"was the aggressor the whole time\" -- that Brian was the one\n\nwho picked up the Club and chased him (Obershaw) upstairs, and that\n\nafter a struggle, he hit Brian just once with the Club before\n\nhitting his own head against the wall and blacking out.       Id. at\n\n286.   This testimony was contradicted by the story Obershaw had\n\nearlier told to the police, which was admitted into evidence\n\nthrough police testimony after Obershaw's motion to suppress was\n\ndenied.   Id. at 280.   There was also evidence, including more than\n\neighty photographs, that Brian received \"at least ten blows to the\n\nhead,\" \"did not die immediately from the first blow,\" and suffered\n\ndefensive injuries to his hands.    Id. at 286.   The jury convicted\n\nObershaw of murder committed with extreme atrocity or cruelty --\n\nthat is, first-degree murder.    Id. at 280.   The SJC affirmed.   Id.\n\nat 290.\n\n\n\n\n                                 -6-\n\f            Obershaw then filed a federal petition for habeas corpus.\n\nThe district court denied the petition, but granted an amended\n\ncertificate of appealability as to the following issues:\n\n                 1. Whether petitioner's rights under the\n            4th and 5th Amendment[s] were violated by the\n            admission into evidence of his statements.\n                 2. Whether petitioner's rights under the\n            5th Amendment were violated . . . by the\n            prosecution's closing argument. . . .\n                 [3]. Whether petitioner's 5th and 6th\n            Amendment rights were violated by the refusal\n            by the trial court to instruct the jury that\n            it had to be unanimous in deciding the factors\n            concerning extreme atrocity.\n\nOf these, the third is the most significant issue.\n\n                                     II.\n\n            We review de novo the district court's denial of habeas\n\nrelief.    Lynch, 438 F.3d at 44.\n\n            The   Antiterrorism     and    Effective   Death    Penalty   Act\n\n(AEDPA), 28 U.S.C. § 2254, provides for deferential review as to\n\nany federal claim that was \"adjudicated on the merits in State\n\ncourt proceedings\": habeas relief is unavailable on such a claim\n\nunless the state court's adjudication of the claim resulted in a\n\ndecision   that   \"was   contrary    to,   or   involved   an   unreasonable\n\napplication of, clearly established Federal law, as determined by\n\nthe Supreme Court of the United States,\" or \"was based on an\n\nunreasonable determination of the facts in light of the evidence\n\npresented in the State court proceeding.\"          Id. § 2254(d).\n\n\n\n\n                                     -7-\n\f              However, we review de novo any federal claim that was\n\n\"raised before the state court but was left unresolved.\"                    Lynch,\n\n438 F.3d at 44 (internal quotation marks omitted) (quoting Horton\n\nv.   Allen,    370   F.3d    75,    80    (1st   Cir.   2004)).   Moreover,     \"a\n\ndetermination of a factual issue made by a State court shall be\n\npresumed to be correct,\" and the petitioner has \"the burden of\n\nrebutting the presumption of correctness by clear and convincing\n\nevidence.\"      28 U.S.C. § 2254(e)(1).          Finally, we cannot reach the\n\nmerits of the federal claim at all if it was procedurally defaulted\n\nat trial, unless the default is excused.                Lynch, 438 F.3d at 44.\n\nA.            Jury Instructions\n\n              Obershaw's primary challenge is to the jury instructions\n\nas   to   unanimity     on     the       first-degree    murder   charge.      In\n\nMassachusetts, \"[m]urder committed with deliberately premeditated\n\nmalice aforethought, or with extreme atrocity or cruelty, or in the\n\ncommission or attempted commission of a crime punishable with death\n\nor imprisonment for life, is murder in the first degree.\"                    Mass.\n\nGen. Laws ch. 265, § 1.            Further, \"[m]urder which does not appear\n\nto be in the first degree is murder in the second degree,\" and\n\n\"[t]he degree of murder shall be found by the jury.\"                Id.\n\n              In Commonwealth v. Cunneen, 449 N.E.2d 658 (Mass. 1983),\n\nthe SJC listed seven \"factors which a jury can consider in deciding\n\nwhether a murder was committed with extreme atrocity or cruelty.\"\n\nId. at 665.     These factors, the SJC said, \"include indifference to\n\n\n                                          -8-\n\for taking pleasure in the victim's suffering, consciousness and\n\ndegree of suffering of the victim, extent of physical injuries,\n\nnumber of blows, manner and force with which delivered, instrument\n\nemployed, and disproportion between the means needed to cause death\n\nand those employed.\"      Id.\n\n           Over Obershaw's objection, the trial court refused to\n\ninstruct the jury that it must be unanimous as to which specific\n\nCunneen factors justified a verdict of first-degree murder by\n\nextreme   atrocity   or   cruelty.     Obershaw,    762   N.E.2d   at   289.\n\nObershaw's arguments under federal law, described below, were\n\npreserved and adjudicated on the merits.           See id. at 290 & n.5.\n\nThus, the deferential AEDPA standard of review applies.\n\n           Obershaw's first argument is that a jury determination\n\nthat one or more the Cunneen factors is present results \"in an\n\nenhanced verdict of first-degree murder, and thus, more harsh\n\nsentencing consequences,\" in violation of the rule articulated in\n\nApprendi v. New Jersey, 530 U.S. 466 (2000), that \"[o]ther than the\n\nfact of a prior conviction, any fact that increases the penalty for\n\na crime beyond the prescribed statutory maximum must be submitted\n\nto a jury, and proved beyond a reasonable doubt,\" id. at 490.            He\n\nargues that the sentenced is \"enhanced\" in the sense that those\n\nconvicted of first-degree murder receive a mandatory life sentence\n\nwithout the possibility of parole, whereas those convicted of\n\n\n\n\n                                     -9-\n\fsecond-degree   murder   receive   a   mandatory   life   sentence   which\n\nincludes the possibility of parole after fifteen years.\n\n           Obershaw is correct that there is a parole-eligibility\n\ndifferential.   See Mass. Gen. Laws ch. 127, § 133A; id. ch. 265,\n\n§ 2; Commonwealth v. Glass, 519 N.E.2d 1311, 1316 (Mass. 1988).        He\n\nis mistaken, however, to view this case as presenting an Apprendi\n\nproblem.   When the jury finds that one or more of the Cunneen\n\nfactors was present and therefore that the murder was committed\n\nwith extreme atrocity or cruelty (and therefore that the murder was\n\nin the first degree), there is no increase in the prescribed\n\nstatutory maximum penalty. The maximum penalty for both first- and\n\nsecond-degree murder is life in prison, and indeed, a life sentence\n\nis mandatory for both degrees of murder.2      See Mass. Gen. Laws ch.\n\n265, § 2 (providing for mandatory penalty of \"imprisonment in the\n\nstate prison for life\" for both first- and second-degree murder).\n\nThus, no Apprendi problem is presented.\n\n           In any event, even if the Supreme Court might arguably\n\nextend the Apprendi holding to this sort of situation, where actual\n\ntime in prison is potentially increased within a statutory maximum\n\nthrough the mandatory denial of parole, it has not done so yet.\n\n\n\n     2\n       The Massachusetts murder statute still provides that the\ndeath penalty is available for first-degree murder committed with\nextreme atrocity or cruelty, see Mass. Gen. Laws ch. 265, § 2, but\nthe SJC has ruled that the death penalty violates a provision of\nthe state constitution, see Dist. Attorney for Suffolk Dist. v.\nWatson, 411 N.E.2d 1274, 1275 (Mass. 1980).\n\n                                   -10-\n\fCf. United States v. Booker, 543 U.S. 220, 244 (2005) (describing\n\nthe \"holding in Apprendi\" as requiring that \"[a]ny fact . . . which\n\nis necessary to support a sentence exceeding the maximum authorized\n\nby the facts established by a plea of guilty or a jury verdict\n\n. . . be admitted by the defendant or proved to a jury beyond a\n\nreasonable doubt\" (emphasis added)). Thus, the SJC's decision that\n\nthere was no Apprendi problem was not contrary to, and did not\n\ninvolve an unreasonable application of, clearly established federal\n\nlaw.\n\n          Obershaw's next argument is that, Apprendi aside, jury\n\nunanimity, as a matter of federal due process, is required as to\n\nidentifying which particular Cunneen factors are present, because\n\nthose factors are \"elements\" of the crime of first-degree murder by\n\nextreme atrocity or cruelty.    Obershaw's argument rests on his\n\nconstitutional right to \"a jury determination that [he] is guilty\n\nof every element of the crime with which he is charged, beyond a\n\nreasonable doubt.\"   Apprendi, 530 U.S. at 477 (internal quotation\n\nmarks omitted) (alteration in original) (quoting United States v.\n\nGaudin, 515 U.S. 506, 510 (1995)).    Obershaw invokes Richardson v.\n\nUnited States, 526 U.S. 813 (1999), in which the Supreme Court\n\nstated that it \"has indicated that the Constitution itself limits\n\na State's power to define crimes in ways that would permit juries\n\nto convict while disagreeing about means, at least where that\n\n\n\n\n                               -11-\n\fdefinition risks serious unfairness and lacks support in history or\n\ntradition.\"3   Id. at 820.\n\n           Obershaw's      argument    that        the   Cunneen       factors    are\n\n\"elements\" relies, in part, on his view that because the Cunneen\n\nfactors consist of \"broad and non-specific categories of proscribed\n\nconduct   sounding    in   the    nature     of    elements,\"     as    opposed    to\n\nparticular means of accomplishing a single element, they meet the\n\ndefinitional requirement for \"elements,\" as a matter of federal\n\nlaw, under a test he says was established in Richardson.                   Obershaw\n\nalso stresses that the SJC has made it a mandatory prerequisite for\n\na first-degree murder conviction on the theory of extreme atrocity\n\nor cruelty that the jury find at least one of the Cunneen factors\n\nto be present.   As Obershaw notes, the SJC has held that \"the judge\n\nshould    delineate     the      [Cunneen]        factors   for    the      jurors'\n\nconsideration and inform the jurors that they must base their\n\n\n\n     3\n       In Richardson, the Court noted that it \"has not held that\nthe Constitution imposes a jury unanimity requirement\" for state\ncriminal cases. 526 U.S. at 821; see also Schad v. Arizona, 501\nU.S. 624, 630-31 (1991) (plurality opinion) (declining to hold\n\"that the Sixth, Eighth, and Fourteenth Amendments require a\nunanimous jury in state capital cases\"); Johnson v. Louisiana, 406\nU.S. 356 (1972) (unanimous jury not required in state noncapital\ncases).     This does not necessarily mean Obershaw has no\nconstitutional claim, for the question of how much leeway a state\nhas in defining crimes still remains. Schad, 501 U.S. at 630-31.\nThis case deals only with that issue -- the scope of facts on which\nthe requisite number of jurors had to agree, not the particular\nnumber of jurors who had to be in agreement -- and our references\nto \"unanimity\" should be read accordingly. (Here, the Commonwealth\ndid require all twelve jurors to agree on the verdict.)\n\n                                      -12-\n\fverdict of guilty of murder by extreme atrocity or cruelty on\n\nevidence     of   at    least   one   of   the   delineated   considerations.\"\n\nCommonwealth v. Semedo, 665 N.E.2d 638, 646 (Mass. 1996); see also\n\nCommonwealth v. Dahl, 724 N.E.2d 300, 309 (Mass. 2000) (\"[A] jury\n\nmust find the presence of at least one of the Cunneen factors\n\nbefore [it] can find that a homicide has been committed with\n\nextreme atrocity or cruelty[,] and . . . language suggesting other\n\nfactors as determined by the jury [is] improper.\"); Commonwealth v.\n\nHunter, 695 N.E.2d 653, 658 (Mass. 1998) (judge did not err in\n\ntelling jurors that they must consider all of the Cunneen factors\n\nand in refusing to withdraw two factors from their consideration).\n\n             The SJC has, however, made clear that as a matter of\n\nstate law, the Cunneen factors are only evidentiary considerations,\n\nnot elements.       It so held in rejecting the claim that the judge\n\nmust   instruct        the   jurors   that   they   are   \"required   to   agree\n\nunanimously on which of the Cunneen factors provided the basis for\n\ntheir verdict.\"         Hunter, 695 N.E.2d at 658.        Explaining why jury\n\nunanimity as to specific Cunneen factors is not required, the SJC\n\nclarified that the factors are simply \"'evidentiary considerations'\n\nthat guide the jury in determining whether a murder was committed\n\nwith extreme atrocity or cruelty.\"            Id.   That reasoning was at the\n\nheart of the SJC's analysis in this case.             Obershaw, 762 N.E.2d at\n\n290 & n.5.    Given the SJC's interpretation of state law, we are not\n\n\n\n\n                                       -13-\n\ffree to reinterpret the status of the Cunneen factors on our own.4\n\nCf. Schad v. Arizona, 501 U.S. 624, 636-37 (1991) (plurality\n\nopinion) (noting that \"we simply are not at liberty to ignore [the\n\nstate courts'] determination and conclude that the alternatives\n\nare, in fact, independent elements under state law,\" and that the\n\nonly issue was whether the state's choice was constitutional).\n\n             Obershaw argues that the state court's labeling of the\n\nCunneen factors as mere evidentiary considerations and not as\n\nelements is not conclusive. He argues essentially that as a matter\n\nof federal law, regardless of the state law label, if it walks like\n\na duck and quacks like a duck, it is a duck.                 He cites Ring v.\n\nArizona, 536 U.S. 584 (2002), and in particular, its language that\n\n\"[i]f    a   State   makes   an    increase   in   a   defendant's   authorized\n\npunishment contingent on the finding of a fact, that fact -- no\n\nmatter how the State labels it -- must be found by a jury beyond a\n\nreasonable doubt,\" id. at 602.\n\n             We agree that state law labels for what is an element and\n\nwhat is not are not always determinative for purposes of the\n\nconstitutional inquiry.           See id. at 604-05 (noting that Apprendi,\n\nin the context of \"elevation of the maximum punishment, . . .\n\ninstructs . . . that the characterization of a fact or circumstance\n\n\n\n     4\n       The SJC's interpretation of state law precludes this court\nfrom treating the question of interpretation as an open one, and\nthus precludes application of the rule of lenity or of\nconstitutional avoidance, as urged by Obershaw.\n\n                                       -14-\n\fas an 'element' or a 'sentencing factor' is not determinative of\n\nthe question 'who decides,' judge or jury\").         And one can imagine\n\na situation in which, under Ring, a state's definition of something\n\nas   not   an   element   of   a   crime,   but   merely   an   evidentiary\n\nconsideration, would be unconstitutional if it infringed on the\n\nright to a jury finding of a certain fact.         But this is not such a\n\ncase.   Further, the SJC was not unreasonable in thinking this was\n\nnot such a case.\n\n            We have several reasons for our conclusion.         First, the\n\nmaximum sentence authorized under the murder statute -- with or\n\nwithout a jury finding of first-degree murder by extreme atrocity\n\nor cruelty -- was the same (life imprisonment), and therefore Ring\n\nis inapposite.    Further, in Schad, the Supreme Court rejected the\n\nargument that the Constitution requires the jury to be instructed\n\nthat it must be unanimous as to the theory of first-degree murder\n\n(premeditation or felony murder) before it may render a verdict of\n\nfirst-degree murder.      See 501 U.S. at 627.        This suggests that\n\nMassachusetts, although it may choose as a matter of state law to\n\nrequire unanimity as to which theory of first-degree murder was\n\nproven, see Commonwealth v. Berry, 648 N.E.2d 732, 742 (Mass.\n\n1995), has significant leeway under the Constitution to choose not\n\nto require unanimity as to specific sub-determinations supporting\n\nthe ultimate conclusion on a particular theory.             Cf. Kansas v.\n\nMarsh, No. 04–1170, slip op. at 10, -- U.S. --, 2006 U.S. LEXIS\n\n\n                                    -15-\n\f5163, *20 (U.S. June 26, 2006) (\"So long as a state system\n\nsatisfies [certain] requirements, our precedents establish that a\n\nState enjoys a range of discretion in imposing the death penalty,\n\nincluding     the   manner    in    which     aggravating   and   mitigating\n\ncircumstances are to be weighed.\").\n\n            Obershaw misreads Richardson. Richardson does not set up\n\na due process standard for what is an element and what is not.\n\nObershaw is simply wrong to say that anything which is a \"broad and\n\nnon-specific categor[y] of proscribed conduct sounding in the\n\nnature of [an] element\" is an element.            Richardson involved only\n\ninterpretation of a federal statute, it did not use the language\n\nObershaw suggests as a test, and to the extent it relied on such a\n\nconcept, it was only in attempting to ascertain congressional\n\nintent as to what was an element.           Richardson did not evaluate the\n\nconstitutionality of a state statute as interpreted by a state\n\ncourt as to what was an element.        Rather, Richardson works against\n\nObershaw's argument.         It noted that the jury \"need not always\n\ndecide unanimously which of several possible sets of underlying\n\nbrute facts make up a particular element, say, which of several\n\npossible means the defendant used to commit an element of the\n\ncrime.\"     526 U.S. at 817.       Obershaw's case fits into this latter\n\ncategory.\n\n            This court has recently observed that \"the law is less\n\nclear than it might be as to when juror unanimity is required in\n\n\n                                     -16-\n\fthe face of alternative paths to a verdict,\" and that \"[w]ithin a\n\nsingle count there may be alternative theories, alternative factual\n\nscenarios, and alternative lines of evidentiary inference, making\n\ngeneralizations about unanimity hazardous.\"      United States v.\n\nPagán-Santini, -- F.3d --, No. 03-2574, 2006 U.S. App. LEXIS 14627,\n\nat *19-20 (1st Cir. June 14, 2006); see also id. at *16-20 (holding\n\nthat defendant charged with one count of perjury based on three\n\nseparate statements had not shown plain error in court's failure to\n\ninstruct jurors that they must unanimously agree on which specific\n\nstatements were perjurious).   We have also noted that \"[w]hether a\n\nparticular fact is a means or an element is a 'value choice[] more\n\nappropriately made in the first instance by a legislature than by\n\na court.'\"   United States v. Verrecchia, 196 F.3d 294, 299 (1st\n\nCir. 1999) (quoting Schad, 501 U.S. at 637 (plurality opinion));\n\nsee also id. at 301 (holding that \"Congress did not intend the\n\npossession of a particular firearm to be an element of [the crime\n\nof possession of 'any firearm' by a felon],\" so that district court\n\ndid not err in \"fail[ing] to give an instruction requiring jury\n\nunanimity on any particular firearm\").\n\n          In sum, the SJC has determined that the Cunneen factors\n\nare simply evidentiary considerations on the ultimate question of\n\nextreme atrocity or cruelty, not elements, and we cannot say that\n\nthe choice not to require jury unanimity as to specific factors is\n\n\n\n\n                               -17-\n\fcontrary to, or involves an unreasonable application of, clearly\n\nestablished federal law.\n\nB.         Statements to the Police\n\n           Obershaw moved to suppress his statements to the police,\n\npartly on the ground he raises here: that he requested a lawyer,\n\nand that instead of honoring that request, the police elicited\n\nstatements   from   him    without    a   valid   waiver   of    his   rights.\n\nObershaw, 762 N.E.2d at 280.     This claim was presented to the state\n\ncourts in federal constitutional terms, and adjudicated in such\n\nterms.   See id. at 281, 283-84.       The deferential AEDPA standard of\n\nreview applies.     We first describe the federal law.\n\n           Once a suspect invokes his right to have counsel present\n\nduring custodial interrogation, the fact that he responds to later\n\ninterrogation by the police does not, in itself, establish that he\n\nvalidly waived that right.           Edwards v. Arizona, 451 U.S. 477,\n\n484-85 (1981).    In fact, once a suspect \"expresse[s] his desire to\n\ndeal with the police only through counsel, [he] is not subject to\n\nfurther interrogation by the authorities until counsel has been\n\nmade available to him, unless the accused himself initiates further\n\ncommunication, exchanges, or conversations with the police.\"               Id.\n\n           In Davis v. United States, 512 U.S. 452 (1994), the\n\nSupreme Court held that \"after a knowing and voluntary waiver of\n\nthe   Miranda    rights,   law   enforcement      officers      may    continue\n\nquestioning until and unless the suspect clearly requests an\n\n\n                                     -18-\n\fattorney.\"    Id. at 461.    \"[T]he suspect must unambiguously request\n\ncounsel,\" and \"if [he] makes a reference to an attorney that is\n\nambiguous or equivocal in that a reasonable officer in light of the\n\ncircumstances    would    have   understood     only   that    [he]   might    be\n\ninvoking the right to counsel,\" police questioning need not cease.\n\nId. at 459.   The test is an objective one: whether the suspect has\n\n\"articulate[d] his desire to have counsel present sufficiently\n\nclearly that a reasonable police officer in the circumstances would\n\nunderstand the statement to be a request for an attorney.\"                    Id.\n\n          Obershaw does not take issue with his initial statements\n\nto the police.      He was advised of his Miranda rights at the outset,\n\nand he willingly conversed and cooperated with the police, even\n\nsigning a written Miranda waiver.           Eventually, though, the police\n\ndiscovered blood, and Obershaw made a brief, tearful confession.\n\nIt was shortly after that statement, when the police asked Obershaw\n\nwhether he would show them where Brian's body was, that Obershaw\n\nasked, \"Can I talk to a lawyer first?\"         Obershaw's argument is that\n\nthis was a clear, unambiguous request for counsel, and that the\n\nstatements he gave to the police after that request were improperly\n\nobtained and should have been suppressed.\n\n          The state trial court determined that Obershaw \"never\n\nadequately    and    affirmatively    invoked    his   right    to    counsel.\"\n\nObershaw, 762 N.E.2d at 283 (internal quotation marks omitted).\n\nThe SJC, citing Davis, inter alia, agreed.         Id. at 283-84.       The SJC\n\n\n                                     -19-\n\fstressed that the police responded to Obershaw's question by\n\ntelling him he could use the telephone to call a lawyer, that he\n\ndeclined, that it was Obershaw who later initiated a conversation\n\nwith the police, that he was again invited to use the telephone to\n\ncall a lawyer, and that he again declined, after which he spent\n\nhalf an hour with his dogs and then started speaking to the police\n\nagain.       Id. at 284.       The SJC reasoned that in this context,\n\nObershaw had not clearly and affirmatively requested an attorney.\n\nId.\n\n              Under AEDPA, this court is limited to determining whether\n\nthe    SJC    reached    a    decision     contrary    to,   or   involving    an\n\nunreasonable application of, clearly established federal law, or\n\none based on an unreasonable determination of the facts in light of\n\nthe evidence.5        The SJC's decision falls into neither category.\n\n              Obershaw inquired whether he could talk to a lawyer,\n\nrather than expressly asserting that he in fact wanted to do so.\n\nHe    has    not   directed   us   to    any    precedent,   Supreme   Court   or\n\notherwise, holding that language like his meets the Davis standard\n\nof unambiguously requesting counsel by expressing, with sufficient\n\n\n\n       5\n       Respondents argue that whether Obershaw adequately requested\nan attorney is a factual determination which, under 28 U.S.C.\n§ 2254(e)(1), must be presumed correct, and which Obershaw can only\nrebut by clear and convincing evidence. Respondents point to Sanna\nv. DiPaolo, 265 F.3d 1, 10 (1st Cir. 2001), but the challenge there\nwas only to the state courts' credibility-based determination of a\nhistorical fact. The question here is not what the basic facts\nare, but what their legal import is.\n\n                                         -20-\n\fclarity, a desire to have counsel present.            Moreover, even if\n\nObershaw did initially invoke his right to counsel by asking\n\nwhether he had such a right, he subsequently became subject to\n\nfurther police questioning when, despite twice being invited to\n\ncall a lawyer, he chose to initiate further conversation with the\n\npolice.   See Edwards, 451 U.S. at 484-85.\n\nC.         Prosecution's Summation\n\n           Obershaw's   final   claim    is    that   \"the   prosecutor's\n\nsummation was grossly improper, thereby rendering the resulting\n\nconviction a denial of due process.\"6          He relies on Darden v.\n\nWainwright, 477 U.S. 168 (1986).        There, the Supreme Court held\n\nthat certain comments made by the prosecution during closing\n\nargument \"undoubtedly were improper.\"         Id. at 180.    Even so, the\n\nCourt held, \"it is not enough that the prosecutors' remarks were\n\nundesirable or even universally condemned.        The relevant question\n\nis whether the prosecutors' comments 'so infected the trial with\n\nunfairness as to make the resulting conviction a denial of due\n\nprocess.'\" Id. at 181 (some internal quotation marks and citations\n\nomitted) (quoting Donnelly v. DeChristoforo, 416 U.S. 637 (1974)).\n\n           We begin with those remarks to which Obershaw objected at\n\ntrial.7   The SJC reviewed these objected-to comments \"to determine\n\n\n     6\n       Obershaw argued to the SJC that the prosecutor's summation\n\"violated . . . federal due process of law.\"\n     7\n       Obershaw raised some objections during the prosecution's\nsummation, and some immediately after. With one exception noted in\n\n                                 -21-\n\fwhether there were improprieties, and if so, whether they were\n\nharmless.\"    Obershaw, 762 N.E.2d at 287.    There is a question, not\n\nbriefed by the parties, as to whether the SJC applied a standard at\n\nleast as favorable to Obershaw as the federal standard, in which\n\ncase the deferential AEDPA standard of review would apply, or not,\n\nin which case we would review Obershaw's claim de novo.8       See Ouber\n\nv. Guarino, 293 F.3d 19, 31-32 & n.8 (1st Cir. 2002).           Obershaw\n\nassumes that de novo review is proper here, while respondents\n\nassume that the deferential AEDPA standard of review applies.         It\n\nis unnecessary here to resolve the issue, because we would reach\n\nthe   same    conclusion   under   either   standard   of   review:   the\n\nprosecutor's comments do not form a basis for habeas relief.\n\n             First, the prosecutor said, \"I suggest to you in no\n\nuncertain terms\" that Obershaw \"lied to you\" and to the police.       In\n\na similar vein, the prosecutor later called Obershaw's claim that\n\nhe did not remember killing Brian \"an insult to your intelligence\n\n\n\nthe text, the SJC treated Obershaw as having preserved each issue\nfor review. Obershaw, 762 N.E.2d at 287.\n      8\n       The SJC cited Chapman v. California, 386 U.S. 18 (1967), a\ncase involving improper prosecutorial comments which held that\n\"before a federal constitutional error can be held harmless, the\ncourt must be able to declare a belief that it was harmless beyond\na reasonable doubt,\" id. at 24. The SJC also cited Commonwealth v.\nDougan, 386 N.E.2d 1 (Mass. 1979), which stated that \"[t]he task of\nthis court is to assess on exceptions by the defendants whether the\nargument as a whole is prejudicial in light of all the\ncircumstances, including the nature of the evidence, the\npersistence or flagrancy of the remarks, and the instructions of\nthe judge,\" id. at 6. The SJC also relied on other state cases.\n\n                                   -22-\n\f. . . as jurors.\"      This theme, that the story Obershaw told the\n\njury was a lie, was reiterated several more times. Obershaw argues\n\nthat these statements were nothing more than the prosecutor's\n\npersonal opinion.          Not so; it was reasonable to view them as\n\ncomments based on the evidence.           As the SJC noted, there was ample\n\nevidence that Obershaw told the jury a story that not only was\n\ndifferent    from    the    one   he   told   the   police,     but   also   was\n\nimplausible.    Obershaw, 762 N.E.2d at 288-89.           The prosecutor was\n\nsimply urging the jury to draw a particular conclusion from the\n\nevidence, and the comment that the apparent lie was \"insult[ing]\"\n\nwas, as the SJC observed, \"no more than a 'rhetorical flourish,'\n\nundoubtedly recognizable to the jury as such.\" Id. at 289 (quoting\n\nCommonwealth v. Hamilton, 686 N.E.2d 975, 981 (Mass. 1997)).\n\n            Second, Obershaw claims there was no evidence showing\n\nthat Brian was struck with the \"ten blows\" to which the prosecutor\n\nreferred.    But the medical examiner testified that there were \"at\n\nleast ten blows to the head\" (in addition to multiple injuries to\n\nother parts of the body).\n\n            Third,   Obershaw     notes    that   the   court   precluded    the\n\nCommonwealth's forensic expert from testifying as to what caused\n\nseveral gouge marks on the bathroom wall.           Citing that limitation,\n\nhe challenges the prosecutor's claims that \"[the expert] show[ed]\n\nyou . . . gouge marks,\" that \"he showed you that photograph with\n\nthe gouges in it,\" and that the marks showed that \"[you] can see\n\n\n                                       -23-\n\fwhere this defendant is pounding away on his skull.\"9   The expert\n\nhad in fact testified about the significance of certain aspects of\n\nthe photographs.   The prosecutor did not tell the jury that the\n\nexpert had testified that it was Obershaw's blows with the Club\n\nthat caused the marks.   That was a reasonable inference supported\n\nby other evidence at trial, and the court had told the prosecutor\n\nhe was free to so argue.\n\n          Fourth, Obershaw argues that there was no evidentiary\n\nsupport for the prosecutor's statements that at the time the gouge\n\nmarks were made, Brian was \"alive\" and \"suffering,\" and that Brian\n\n\"was alive throughout the entire beating.\"    But there was indeed\n\nsuch evidence: Obershaw himself testified that Brian, \"very badly\n\nhurt,\" \"covered in blood,\" and making \"ugly breathing sounds,\" died\n\nin his arms; further, the medical examiner testified that Brian\n\nlived for at least several minutes after the first blow, that he\n\nhad defensive wounds, that he had brain injuries which required\n\nseveral minutes to develop, and that he sustained bruises to his\n\nankles while still alive -- bruises likely incurred after the\n\nbeating, given Obershaw's testimony that, believing Brian already\n\ndead, he dragged Brian by the ankles down the stairs before putting\n\nhim in the trunk of his car.\n\n\n\n\n     9\n       The prosecutor was arguing that Brian's head was near the\nground when he was struck.\n\n                               -24-\n\f            Fifth, Obershaw argues that the prosecutor improperly\n\nstated his personal opinion when he asked whether Obershaw was\n\n\"indifferent to his brother's suffering\" and answered, \"You bet he\n\nwas.   Look at what he did: backed him into a corner and beat him as\n\nhe   lay   there    defenseless.       He     showed    him    no   mercy,   he   was\n\nindifferent to [Brian's] suffering.\"                   The prosecutor was not\n\nstating    his     opinion,   but    rather    urging    the    jury    to   draw   a\n\nreasonable inference from the evidence.                 As the SJC noted, the\n\n\"[y]ou bet\" language was simply \"a colloquial way of emphasizing\n\nthe defendant's indifference.\"          Id. at 289.\n\n            Finally,      Obershaw    takes    issue    with    the    prosecutor's\n\nsuggestion that Brian \"died in agony, . . . begging his brother to\n\nstop.\"     Obershaw argues that there was no evidence to support the\n\nclaim that Brian was \"begging\" him to stop.               The SJC agreed.         Id.\n\nat 288.    It reasoned, however, that the remark had to be evaluated\n\nin the context of the entire summation, the jury charge, and all of\n\nthe trial evidence, and that the \"begging\" claim \"was not central\n\nto the case.\"       Id.   The SJC also noted that \"the judge instructed\n\nthe jury that the closing arguments of counsel were not evidence,\"\n\nid., and Obershaw concedes as much.             We agree with the SJC that in\n\ncontext, the remark, though incorrect, was unlikely to have caused\n\nunfair prejudice to Obershaw.\n\n\n\n\n                                       -25-\n\f            There is one challenge which, although he did not raise\n\nit at trial, Obershaw raised on appeal to the SJC and raises again\n\nhere.   Obershaw points to the following passage:\n\n                 Now, I'm going to be honest with you,\n            ladies and gentlemen, I don't really give a\n            crap what [Obershaw] went through. I'm here\n            to tell you what his brother Brian went\n            through, and those photographs, all 90 of\n            them, show you what his brother Brian went\n            through. And the testimony tells you what his\n            brother Brian went through, and how his\n            brother Brian died. I suggest to you [that]\n            he died in agony, he died begging his brother\n            to stop, he died with his hands over his head\n            until he was pounded to the point of\n            defenselessness, and . . . this guy just went\n            on swinging that Club.\n\n            Obershaw argues that this was an improper appeal to\n\nemotion.    Because it found that this objection (as distinct from\n\nthe evidentiary challenge to the \"begging\" claim) was not made at\n\ntrial, the SJC reviewed only \"to determine whether there has been\n\nany error that creates a substantial likelihood of a miscarriage of\n\njustice.\"   Id. at 289.   The SJC noted that it was improper for the\n\nprosecutor to interject his personal opinion to the effect that he\n\ndid not \"really give a crap what [Obershaw] went through.\"      Id.\n\nEven so, the SJC reasoned, the argument did not \"play[] to the\n\nemotions and sympathies of the jury,\" and in the context of the\n\nentire, lengthy closing argument, this one small portion \"could not\n\nhave created a substantial likelihood of a miscarriage of justice.\"\n\nId.\n\n\n\n                                 -26-\n\f          We cannot review this claim, because \"[i]n all cases in\n\nwhich a state prisoner has defaulted his federal claims in state\n\ncourt pursuant to an independent and adequate state procedural\n\nrule, federal habeas review of the claims is barred.\"    Coleman v.\n\nThompson, 501 U.S. 722, 750 (1991).     The default may be excused,\n\nand the bar to federal habeas review removed, only in certain\n\ncircumstances: where \"the prisoner can demonstrate cause for the\n\ndefault and actual prejudice as a result of the alleged violation\n\nof federal law, or demonstrate that failure to consider the claims\n\nwill result in a fundamental miscarriage of justice.\"    Id.\n\n          Where, as here, the state court finds forfeiture because\n\nof the defendant's failure to object at trial, the fact that it\n\nreviews for a \"substantial likelihood of a miscarriage of justice\"\n\ndoes not constitute a waiver of the requirement that the defendant\n\ntimely object.   Lynch, 438 F.3d at 45; Horton, 370 F.3d at 81.   In\n\nsum, there is an independent and adequate state ground for decision\n\nhere.   Obershaw makes no effort to challenge that conclusion by\n\nshowing cause for the default and prejudice therefrom, or by\n\ndemonstrating that \"failure to consider the claims will result in\n\na fundamental miscarriage of justice.\"    Coleman, 501 U.S. at 750.\n\n                                 III.\n\n          The judgment of the district court denying the petition\n\nfor habeas corpus is affirmed.\n\n\n\n\n                                 -27-\n\f",
  "html": "<p class=\"case_cite\">453 F.3d 56</p>\n    <p class=\"parties\">Mark OBERSHAW, Petitioner, Appellant,<br>v.<br>Kathleen LANMAN; Peter Allen, Respondents, Appellees.</p>\n    <p class=\"docket\">No. 05-2419.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard June 9, 2006.</p>\n    <p class=\"date\">Decided June 30, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Donald A. Harwood for appellant.</p>\n      <p class=\"indent\">Daniel I. Smulow, Assistant Attorney General, Criminal Bureau, with whom Thomas F. Reilly, Attorney General, was on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, LYNCH, and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Mark Obershaw (\"Obershaw\") was convicted in Massachusetts state court of the first-degree murder of his brother by extreme atrocity or cruelty. His conviction was affirmed by the Massachusetts Supreme Judicial Court (SJC), <i>see Commonwealth v. Obershaw,</i> 435 Mass. 794, 762 N.E.2d 276 (2002), and his subsequent petition for a writ of habeas corpus in the federal district court was denied. He appeals from that denial, arguing that his conviction is unconstitutional because the jury was not instructed that it must be unanimous as to which particular factors supporting the \"extreme atrocity or cruelty\" determination were present. He also argues that the police obtained incriminating statements from him in violation of his rights to remain silent and to counsel, and that the prosecution made various remarks during closing argument that were so improper as to amount to a violation of due process. We reject all these arguments and affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We summarize the facts as found by the SJC, using the record to supplement some points. <i>See Lynch v. Ficco,</i> 438 F.3d 35, 39 (1st Cir.2006).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Obershaw lived in a townhouse in Rockland belonging to his brother, Brian. In July of 1997, frustrated with Obershaw's gambling problem, Brian packed up Obershaw's possessions and, when Obershaw returned from a trip, asked Obershaw to leave. <i>Obershaw,</i> 762 N.E.2d at 281. Obershaw, in a rage, killed his brother Brian by hitting him on the head with \"the Club,\" a steel device for locking the steering wheel of a car. Obershaw, after attempting to clean up the scene of his crime at the house, put Brian's body and some bloody items in the trunk of his car. He buried Brian's body in a landfill in Bedford, discarding his own bloody clothes and the Club along the way. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The police were called to the house on the evening of July 25, found certain areas covered in blood, and noticed that a portion of carpeting, the shower curtain, and other items were missing. <i>Id.</i> A neighbor had seen a car like Obershaw's at the house that morning, and the police broadcast a description of the car. <i>Id.</i> at 281-82.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At roughly 3:00 a.m. on July 26, a Nahant police officer saw Obershaw and his two dogs sleeping in his car by the side of the road. <i>Id.</i> The officer told Obershaw that he could not sleep there and suggested that he move his car to a nearby parking lot located behind the police station and other municipal buildings. Obershaw drove to that lot and went back to sleep. <i>Id.</i> The Nahant police checked Obershaw's license plate and learned that he was wanted for questioning in a homicide case (Brian's). They contacted the state police and blocked the parking lot's exits. When the state police arrived, Obershaw was asleep. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The police woke Obershaw, asked him to step out of the car, advised him of his rights under <i>Miranda v. Arizona,</i> 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966), and told him they were looking for Brian. <i>Obershaw,</i> 762 N.E.2d at 282. Obershaw asked what the problem was, said that he did not know where Brian was, and told the police repeatedly that he loved Brian. <i>Id.</i> He \"agreed to accompany the police to the station, and offered to `voluntarily stay and cooperate' in the search.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The police told Obershaw he was free to leave, and they allowed him to spend a great deal of time alone with his dogs. <i>Id.</i> He voluntarily cooperated with the police, consenting to a search of his car, trunk, and suitcase. He also agreed to have his hands swabbed for blood and fingerprints. <i>Id.</i> After obtaining a written <i>Miranda</i> waiver, the police asked Obershaw where he had been on the 25th. Obershaw said he had returned to Brian's house from a trip to Atlantic City, entering at 6:00 a.m. and leaving shortly thereafter without seeing or speaking to Brian. <i>Id.</i> Obershaw \"volunteered to submit to a polygraph test and cooperate fully.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">When this conversation ended, Obershaw stayed at the station, although he was told again that he was free to leave. <i>Id.</i> For the next few hours, while the police inspected his car with his consent, he played with his dogs near the station, \"not accompanied by a police escort or restrained in any way.\" <i>Id.</i> Some stains in the trunk tested positive for blood. The police stopped their consent search and decided to seize the car and obtain a warrant to search it; they so informed Obershaw. Obershaw, after spending some time with his dogs, \"indicated that he wanted to talk.\" <i>Id.</i> He started crying and told the police, \"I love my brother. It was my fault. I'm sorry. I hit him.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Obershaw asked for some time. After ten or fifteen minutes, the police asked him whether he would take them to Brian's body. Obershaw asked, \"Can I talk to a lawyer first?\" <i>Id.</i> at 284. The police told him that he could use the telephone to call a lawyer, but Obershaw declined, saying that he did not want to call a lawyer, and that he wanted instead to spend some time outside with his dogs. <i>Id.</i> The police allowed this, keeping Obershaw under guard. <i>Id.</i> at 282. After a short while, Obershaw \"approached [an officer] outside the station and initiated a conversation.\" <i>Id.</i> at 284. That officer again told Obershaw he could use the telephone if he wanted a lawyer. <i>Id.</i> Obershaw again declined and decided to spend another half hour with his dogs.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Obershaw then told one of the officers that \"this wasn't premeditated\" and that he \"didn't plan it.\" The police asked where Brian's body was; Obershaw agreed to lead police to the body. <i>Id.</i> at 283. He also told the police that Brian became upset with him for being in the house. Brian started to push him out and hit him lightly in the head, hurting him only emotionally; Obershaw said he then took up the Club and began hitting Brian with it, ultimately chasing Brian upstairs, where he continued to hit him. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Obershaw accompanied the police to the landfill and directed them to Brian's body. <i>Id.</i> After being advised again of his <i>Miranda</i> rights, he went on to tell police that he had thrown the Club along a particular road and had put some other items behind a certain school, and he provided further details about the homicide itself and what he did in the immediate aftermath. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Obershaw took the stand at trial. He testified that Brian \"was the aggressor the whole time\" &#8212; that Brian was the one who picked up the Club and chased him (Obershaw) upstairs, and that after a struggle, he hit Brian just once with the Club before hitting his own head against the wall and blacking out. <i>Id.</i> at 286. This testimony was contradicted by the story Obershaw had earlier told to the police, which was admitted into evidence through police testimony after Obershaw's motion to suppress was denied. <i>Id.</i> at 280. There was also evidence, including more than eighty photographs, that Brian received \"at least ten blows to the head,\" \"did not die immediately from the first blow,\" and suffered defensive injuries to his hands. <i>Id.</i> at 286. The jury convicted Obershaw of murder committed with extreme atrocity or cruelty-that is, first-degree murder. <i>Id.</i> at 280. The SJC affirmed. <i>Id.</i> at 290.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Obershaw then filed a federal petition for habeas corpus. The district court denied the petition, but granted an amended certificate of appealability as to the following issues:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">1. Whether petitioner's rights under the 4th and 5th Amendment[s] were violated by the admission into evidence of his statements.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">2. Whether petitioner's rights under the 5th Amendment were violated ... by the prosecution's closing argument....</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">[3]. Whether petitioner's 5th and 6th Amendment rights were violated by the refusal by the trial court to instruct the jury that it had to be unanimous in deciding the factors concerning extreme atrocity.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Of these, the third is the most significant issue.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We review de novo the district court's denial of habeas relief. <i>Lynch,</i> 438 F.3d at 44.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Antiterrorism and Effective Death Penalty Act (AEDPA), 28 U.S.C. &#167; 2254, provides for deferential review as to any federal claim that was \"adjudicated on the merits in State court proceedings\": habeas relief is unavailable on such a claim unless the state court's adjudication of the claim resulted in a decision that \"was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States,\" or \"was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.\" <i>Id.</i> &#167; 2254(d).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">However, we review de novo any federal claim that was \"raised before the state court but was left unresolved.\" <i>Lynch,</i> 438 F.3d at 44 (internal quotation marks omitted) (quoting <i>Horton v. Allen,</i> 370 F.3d 75, 80 (1st Cir.2004)). Moreover, \"a determination of a factual issue made by a State court shall be presumed to be correct,\" and the petitioner has \"the burden of rebutting the presumption of correctness by clear and convincing evidence.\" 28 U.S.C. &#167; 2254(e)(1). Finally, we cannot reach the merits of the federal claim at all if it was procedurally defaulted at trial, unless the default is excused. <i>Lynch,</i> 438 F.3d at 44.</p>\n    </div>\n    <p class=\"indent\">A. <i>Jury Instructions</i></p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Obershaw's primary challenge is to the jury instructions as to unanimity on the first-degree murder charge. In Massachusetts, \"[m]urder committed with deliberately premeditated malice aforethought, or with extreme atrocity or cruelty, or in the commission or attempted commission of a crime punishable with death or imprisonment for life, is murder in the first degree.\" Mass. Gen. Laws ch. 265, &#167; 1. Further, \"[m]urder which does not appear to be in the first degree is murder in the second degree,\" and \"[t]he degree of murder shall be found by the jury.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In <i>Commonwealth v. Cunneen,</i> 389 Mass. 216, 449 N.E.2d 658 (1983), the SJC listed seven \"factors which a jury can consider in deciding whether a murder was committed with extreme atrocity or cruelty.\" <i>Id.</i> at 665. These factors, the SJC said, \"include indifference to or taking pleasure in the victim's suffering, consciousness and degree of suffering of the victim, extent of physical injuries, number of blows, manner and force with which delivered, instrument employed, and disproportion between the means needed to cause death and those employed.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Over Obershaw's objection, the trial court refused to instruct the jury that it must be unanimous as to which specific <i>Cunneen</i> factors justified a verdict of first-degree murder by extreme atrocity or cruelty. <i>Obershaw,</i> 762 N.E.2d at 289. Obershaw's arguments under federal law, described below, were preserved and adjudicated on the merits. <i>See id.</i> at 290 &amp; n. 5. Thus, the deferential AEDPA standard of review applies.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Obershaw's first argument is that a jury determination that one or more the <i>Cunneen</i> factors is present results \"in an enhanced verdict of first-degree murder, and thus, more harsh sentencing consequences,\" in violation of the rule articulated in <i>Apprendi v. New Jersey,</i> 530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000), that \"[o]ther than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt,\" <i>id.</i> at 490, 120 S.Ct. 2348. He argues that the sentenced is \"enhanced\" in the sense that those convicted of first-degree murder receive a mandatory life sentence without the possibility of parole, whereas those convicted of second-degree murder receive a mandatory life sentence which includes the possibility of parole after fifteen years.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Obershaw is correct that there is a parole-eligibility differential. <i>See</i> Mass. Gen. Laws ch. 127, &#167; 133A; <i>id.</i> ch. 265, &#167; 2; <i>Commonwealth v. Glass,</i> 401 Mass. 799, 519 N.E.2d 1311, 1316 (1988). He is mistaken, however, to view this case as presenting an <i>Apprendi</i> problem. When the jury finds that one or more of the <i>Cunneen</i> factors was present and therefore that the murder was committed with extreme atrocity or cruelty (and therefore that the murder was in the first degree), there is no increase in the prescribed <i>statutory maximum</i> penalty. The maximum penalty for both first- and second-degree murder is life in prison, and indeed, a life sentence is mandatory for both degrees of murder.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>See</i> Mass. Gen. Laws ch. 265, &#167; 2 (providing for mandatory penalty of \"imprisonment in the state prison for life\" for both first- and second-degree murder). Thus, no <i>Apprendi</i> problem is presented.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In any event, even if the Supreme Court might arguably extend the <i>Apprendi</i> holding to this sort of situation, where actual time in prison is potentially increased within a statutory maximum through the mandatory denial of parole, it has not done so yet. <i>Cf. United States v. Booker,</i> 543 U.S. 220, 244, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005) (describing the \"holding in <i>Apprendi</i>\" as requiring that \"[a]ny fact ... which is necessary to support a sentence <i>exceeding the maximum</i> authorized by the facts established by a plea of guilty or a jury verdict ... be admitted by the defendant or proved to a jury beyond a reasonable doubt\" (emphasis added)). Thus, the SJC's decision that there was no <i>Apprendi</i> problem was not contrary to, and did not involve an unreasonable application of, clearly established federal law.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Obershaw's next argument is that, <i>Apprendi</i> aside, jury unanimity, as a matter of federal due process, is required as to identifying which particular <i>Cunneen</i> factors are present, because those factors are \"elements\" of the crime of first-degree murder by extreme atrocity or cruelty. Obershaw's argument rests on his constitutional right to \"a jury determination that [he] is guilty of every element of the crime with which he is charged, beyond a reasonable doubt.\" <i>Apprendi,</i> 530 U.S. at 477, 120 S.Ct. 2348 (internal quotation marks omitted) (alteration in original) (quoting <i>United States v. Gaudin,</i> 515 U.S. 506, 510, 115 S.Ct. 2310, 132 L.Ed.2d 444 (1995)). Obershaw invokes <i>Richardson v. United States,</i> 526 U.S. 813, 119 S.Ct. 1707, 143 L.Ed.2d 985 (1999), in which the Supreme Court stated that it \"has indicated that the Constitution itself limits a State's power to define crimes in ways that would permit juries to convict while disagreeing about means, at least where that definition risks serious unfairness and lacks support in history or tradition.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>Id.</i> at 820, 119 S.Ct. 1707.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Obershaw's argument that the <i>Cunneen</i> factors are \"elements\" relies, in part, on his view that because the <i>Cunneen</i> factors consist of \"broad and non-specific categories of proscribed conduct sounding in the nature of elements,\" as opposed to particular means of accomplishing a single element, they meet the definitional requirement for \"elements,\" as a matter of federal law, under a test he says was established in <i>Richardson.</i> Obershaw also stresses that the SJC has made it a mandatory prerequisite for a first-degree murder conviction on the theory of extreme atrocity or cruelty that the jury find at least one of the <i>Cunneen</i> factors to be present. As Obershaw notes, the SJC has held that \"the judge should delineate the [<i>Cunneen</i>] factors for the jurors' consideration and inform the jurors that they must base their verdict of guilty of murder by extreme atrocity or cruelty on evidence of at least one of the delineated considerations.\" <i>Commonwealth v. Semedo,</i> 422 Mass. 716, 665 N.E.2d 638, 646 (1996); <i>see also Commonwealth v. Dahl,</i> 430 Mass. 813, 724 N.E.2d 300, 309 (2000) (\"[A] jury must find the presence of at least one of the <i>Cunneen</i> factors before [it] can find that a homicide has been committed with extreme atrocity or cruelty[,] and ... language suggesting other factors as determined by the jury [is] improper.\"); <i>Commonwealth v. Hunter,</i> 427 Mass. 651, 695 N.E.2d 653, 658 (1998) (judge did not err in telling jurors that they must consider all of the <i>Cunneen</i> factors and in refusing to withdraw two factors from their consideration).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The SJC has, however, made clear that as a matter of state law, the <i>Cunneen</i> factors are only evidentiary considerations, not elements. It so held in rejecting the claim that the judge must instruct the jurors that they are \"required to agree unanimously on which of the <i>Cunneen</i> factors provided the basis for their verdict.\" <i>Hunter,</i> 695 N.E.2d at 658. Explaining why jury unanimity as to specific <i>Cunneen</i> factors is not required, the SJC clarified that the factors are simply \"`evidentiary considerations' that guide the jury in determining whether a murder was committed with extreme atrocity or cruelty.\" <i>Id.</i> That reasoning was at the heart of the SJC's analysis in this case. <i>Obershaw,</i> 762 N.E.2d at 290 &amp; n. 5. Given the SJC's interpretation of state law, we are not free to reinterpret the status of the <i>Cunneen</i> factors on our own.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>Cf. Schad v. Arizona,</i> 501 U.S. 624, 636-37, 111 S.Ct. 2491, 115 L.Ed.2d 555 (1991) (plurality opinion) (noting that \"we simply are not at liberty to ignore [the state courts'] determination and conclude that the alternatives are, in fact, independent elements under state law,\" and that the only issue was whether the state's choice was constitutional).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Obershaw argues that the state court's labeling of the <i>Cunneen</i> factors as mere evidentiary considerations and not as elements is not conclusive. He argues essentially that as a matter of federal law, regardless of the state law label, if it walks like a duck and quacks like a duck, it is a duck. He cites <i>Ring v. Arizona,</i> 536 U.S. 584, 122 S.Ct. 2428, 153 L.Ed.2d 556 (2002), and in particular, its language that \"[i]f a State makes an increase in a defendant's authorized punishment contingent on the finding of a fact, that fact &#8212; no matter how the State labels it &#8212; must be found by a jury beyond a reasonable doubt,\" <i>id.</i> at 602, 122 S.Ct. 2428.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We agree that state law labels for what is an element and what is not are not always determinative for purposes of the constitutional inquiry. <i>See id.</i> at 604-05, 122 S.Ct. 2428 (noting that <i>Apprendi,</i> in the context of \"elevation of the maximum punishment, ... instructs ... that the characterization of a fact or circumstance as an `element' or a `sentencing factor' is not determinative of the question `who decides,' judge or jury\"). And one can imagine a situation in which, under <i>Ring,</i> a state's definition of something as not an element of a crime, but merely an evidentiary consideration, would be unconstitutional if it infringed on the right to a jury finding of a certain fact. But this is not such a case. Further, the SJC was not unreasonable in thinking this was not such a case.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We have several reasons for our conclusion. First, the maximum sentence authorized under the murder statute &#8212; with or without a jury finding of first-degree murder by extreme atrocity or cruelty &#8212; was the same (life imprisonment), and therefore <i>Ring</i> is inapposite. Further, in <i>Schad,</i> the Supreme Court rejected the argument that the Constitution requires the jury to be instructed that it must be unanimous as to the <i>theory</i> of first-degree murder (premeditation or felony murder) before it may render a verdict of first-degree murder. <i>See</i> 501 U.S. at 627, 111 S.Ct. 2491. This suggests that Massachusetts, although it may choose as a matter of state law to require unanimity as to which theory of first-degree murder was proven, <i>see Commonwealth v. Berry,</i> 420 Mass. 95, 648 N.E.2d 732, 742 (1995), has significant leeway under the Constitution to choose not to require unanimity as to specific sub-determinations supporting the ultimate conclusion on a particular theory. <i>Cf. Kansas v. Marsh,</i> ___ U.S. ___, 126 S.Ct. 2516, 2525, ___ L.Ed.2d ___ (2006) (\"So long as a state system satisfies [certain] requirements, our precedents establish that a State enjoys a range of discretion in imposing the death penalty, including the manner in which aggravating and mitigating circumstances are to be weighed.\").</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Obershaw misreads <i>Richardson. Richardson</i> does not set up a due process standard for what is an element and what is not. Obershaw is simply wrong to say that anything which is a \"broad and non-specific categor[y] of proscribed conduct sounding in the nature of [an] element\" is an element. <i>Richardson</i> involved only interpretation of a federal statute, it did not use the language Obershaw suggests as a test, and to the extent it relied on such a concept, it was only in attempting to ascertain congressional intent as to what was an element. <i>Richardson</i> did not evaluate the constitutionality of a state statute as interpreted by a state court as to what was an element. Rather, <i>Richardson</i> works against Obershaw's argument. It noted that the jury \"need not always decide unanimously which of several possible sets of underlying brute facts make up a particular element, say, which of several possible means the defendant used to commit an element of the crime.\" 526 U.S. at 817, 119 S.Ct. 1707. Obershaw's case fits into this latter category.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">This court has recently observed that \"the law is less clear than it might be as to when juror unanimity is required in the face of alternative paths to a verdict,\" and that \"[w]ithin a single count there may be alternative theories, alternative factual scenarios, and alternative lines of evidentiary inference, making generalizations about unanimity hazardous.\" <i>United States v. Pag&#225;n-Santini,</i> 451 F.3d 258, 267 (1st Cir.2006); <i>see also id.</i> at 266-67 (holding that defendant charged with one count of perjury based on three separate statements had not shown plain error in court's failure to instruct jurors that they must unanimously agree on which specific statements were perjurious). We have also noted that \"[w]hether a particular fact is a means or an element is a `value choice[] more appropriately made in the first instance by a legislature than by a court.'\" <i>United States v. Verrecchia,</i> 196 F.3d 294, 299 (1st Cir.1999) (quoting <i>Schad,</i> 501 U.S. at 637, 111 S.Ct. 2491 (plurality opinion)); <i>see also id.</i> at 301 (holding that \"Congress did not intend the possession of a particular firearm to be an element of [the crime of possession of `any firearm' by a felon],\" so that district court did not err in \"fail[ing] to give an instruction requiring jury unanimity on any particular firearm\").</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In sum, the SJC has determined that the <i>Cunneen</i> factors are simply evidentiary considerations on the ultimate question of extreme atrocity or cruelty, not elements, and we cannot say that the choice not to require jury unanimity as to specific factors is contrary to, or involves an unreasonable application of, clearly established federal law.</p>\n    </div>\n    <p class=\"indent\">B. <i>Statements to the Police</i></p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Obershaw moved to suppress his statements to the police, partly on the ground he raises here: that he requested a lawyer, and that instead of honoring that request, the police elicited statements from him without a valid waiver of his rights. <i>Obershaw,</i> 762 N.E.2d at 280. This claim was presented to the state courts in federal constitutional terms, and adjudicated in such terms. <i>See id.</i> at 281, 283-84. The deferential AEDPA standard of review applies. We first describe the federal law.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Once a suspect invokes his right to have counsel present during custodial interrogation, the fact that he responds to later interrogation by the police does not, in itself, establish that he validly waived that right. <i>Edwards v. Arizona,</i> 451 U.S. 477, 484-85, 101 S.Ct. 1880, 68 L.Ed.2d 378 (1981). In fact, once a suspect \"expresse[s] his desire to deal with the police only through counsel, [he] is not subject to further interrogation by the authorities until counsel has been made available to him, unless the accused himself initiates further communication, exchanges, or conversations with the police.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In <i>Davis v. United States,</i> 512 U.S. 452, 114 S.Ct. 2350, 129 L.Ed.2d 362 (1994), the Supreme Court held that \"after a knowing and voluntary waiver of the <i>Miranda</i> rights, law enforcement officers may continue questioning until and unless the suspect clearly requests an attorney.\" <i>Id.</i> at 461, 114 S.Ct. 2350. \"[T]he suspect must unambiguously request counsel,\" and \"if [he] makes a reference to an attorney that is ambiguous or equivocal in that a reasonable officer in light of the circumstances would have understood only that [he] <i>might</i> be invoking the right to counsel,\" police questioning need not cease. <i>Id.</i> at 459, 86 S.Ct. 1602. The test is an objective one: whether the suspect has \"articulate[d] his desire to have counsel present sufficiently clearly that a reasonable police officer in the circumstances would understand the statement to be a request for an attorney.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Obershaw does not take issue with his initial statements to the police. He was advised of his <i>Miranda</i> rights at the outset, and he willingly conversed and cooperated with the police, even signing a written <i>Miranda</i> waiver. Eventually, though, the police discovered blood, and Obershaw made a brief, tearful confession. It was shortly after that statement, when the police asked Obershaw whether he would show them where Brian's body was, that Obershaw asked, \"Can I talk to a lawyer first?\" Obershaw's argument is that this was a clear, unambiguous request for counsel, and that the statements he gave to the police after that request were improperly obtained and should have been suppressed.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The state trial court determined that Obershaw \"never adequately and affirmatively invoked his right to counsel.\" <i>Obershaw,</i> 762 N.E.2d at 283 (internal quotation marks omitted). The SJC, citing <i>Davis,</i> inter alia, agreed. <i>Id.</i> at 283-84. The SJC stressed that the police responded to Obershaw's question by telling him he could use the telephone to call a lawyer, that he declined, that it was Obershaw who later initiated a conversation with the police, that he was again invited to use the telephone to call a lawyer, and that he again declined, after which he spent half an hour with his dogs and then started speaking to the police again. <i>Id.</i> at 284. The SJC reasoned that in this context, Obershaw had not clearly and affirmatively requested an attorney. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Under AEDPA, this court is limited to determining whether the SJC reached a decision contrary to, or involving an unreasonable application of, clearly established federal law, or one based on an unreasonable determination of the facts in light of the evidence.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The SJC's decision falls into neither category.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Obershaw inquired whether he could talk to a lawyer, rather than expressly asserting that he in fact wanted to do so. He has not directed us to any precedent, Supreme Court or otherwise, holding that language like his meets the <i>Davis</i> standard of unambiguously requesting counsel by expressing, with sufficient clarity, a desire to have counsel present. Moreover, even if Obershaw did initially invoke his right to counsel by asking whether he had such a right, he subsequently became subject to further police questioning when, despite twice being invited to call a lawyer, he chose to initiate further conversation with the police. <i>See Edwards,</i> 451 U.S. at 484-85, 101 S.Ct. 1880.</p>\n    </div>\n    <p class=\"indent\">C. <i>Prosecution's Summation</i></p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Obershaw's final claim is that \"the prosecutor's summation was grossly improper, thereby rendering the resulting conviction a denial of due process.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> He relies on <i>Darden v. Wainwright,</i> 477 U.S. 168, 106 S.Ct. 2464, 91 L.Ed.2d 144 (1986). There, the Supreme Court held that certain comments made by the prosecution during closing argument \"undoubtedly were improper.\" <i>Id.</i> at 180, 106 S.Ct. 2464. Even so, the Court held, \"it is not enough that the prosecutors' remarks were undesirable or even universally condemned. The relevant question is whether the prosecutors' comments `so infected the trial with unfairness as to make the resulting conviction a denial of due process.'\" <i>Id.</i> at 181, 106 S.Ct. 2464 (some internal quotation marks and citations omitted) (quoting <i>Donnelly v. DeChristoforo,</i> 416 U.S. 637, 94 S.Ct. 1868, 40 L.Ed.2d 431 (1974)).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We begin with those remarks to which Obershaw objected at trial.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The SJC reviewed these objected-to comments \"to determine whether there were improprieties, and if so, whether they were harmless.\" <i>Obershaw,</i> 762 N.E.2d at 287. There is a question, not briefed by the parties, as to whether the SJC applied a standard at least as favorable to Obershaw as the federal standard, in which case the deferential AEDPA standard of review would apply, or not, in which case we would review Obershaw's claim de novo.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> <i>See Ouber v.</i> <i>Guarino,</i> 293 F.3d 19, 31-32 &amp; n. 8 (1st Cir.2002). Obershaw assumes that de novo review is proper here, while respondents assume that the deferential AEDPA standard of review applies. It is unnecessary here to resolve the issue, because we would reach the same conclusion under either standard of review: the prosecutor's comments do not form a basis for habeas relief.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">First, the prosecutor said, \"I suggest to you in no uncertain terms\" that Obershaw \"lied to you\" and to the police. In a similar vein, the prosecutor later called Obershaw's claim that he did not remember killing Brian \"an insult to your intelligence... as jurors.\" This theme, that the story Obershaw told the jury was a lie, was reiterated several more times. Obershaw argues that these statements were nothing more than the prosecutor's personal opinion. Not so; it was reasonable to view them as comments based on the evidence. As the SJC noted, there was ample evidence that Obershaw told the jury a story that not only was different from the one he told the police, but also was implausible. <i>Obershaw,</i> 762 N.E.2d at 288-89. The prosecutor was simply urging the jury to draw a particular conclusion from the evidence, and the comment that the apparent lie was \"insult[ing]\" was, as the SJC observed, \"no more than a `rhetorical flourish,' undoubtedly recognizable to the jury as such.\" <i>Id.</i> at 289 (quoting <i>Commonwealth v. Hamilton,</i> 426 Mass. 67, 686 N.E.2d 975, 981 (1997)).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Second, Obershaw claims there was no evidence showing that Brian was struck with the \"ten blows\" to which the prosecutor referred. But the medical examiner testified that there were \"at least ten blows to the head\" (in addition to multiple injuries to other parts of the body).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Third, Obershaw notes that the court precluded the Commonwealth's forensic expert from testifying as to what caused several gouge marks on the bathroom wall. Citing that limitation, he challenges the prosecutor's claims that \"[the expert] show[ed] you ... gouge marks,\" that \"he showed you that photograph with the gouges in it,\" and that the marks showed that \"[you] can see where this defendant is pounding away on his skull.\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> The expert had in fact testified about the significance of certain aspects of the photographs. The prosecutor did not tell the jury that the expert had testified that it was Obershaw's blows with the Club that caused the marks. That was a reasonable inference supported by other evidence at trial, and the court had told the prosecutor he was free to so argue.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Fourth, Obershaw argues that there was no evidentiary support for the prosecutor's statements that at the time the gouge marks were made, Brian was \"alive\" and \"suffering,\" and that Brian \"was alive throughout the entire beating.\" But there was indeed such evidence: Obershaw himself testified that Brian, \"very badly hurt,\" \"covered in blood,\" and making \"ugly breathing sounds,\" died in his arms; further, the medical examiner testified that Brian lived for at least several minutes after the first blow, that he had defensive wounds, that he had brain injuries which required several minutes to develop, and that he sustained bruises to his ankles while still alive &#8212; bruises likely incurred after the beating, given Obershaw's testimony that, believing Brian already dead, he dragged Brian by the ankles down the stairs before putting him in the trunk of his car.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Fifth, Obershaw argues that the prosecutor improperly stated his personal opinion when he asked whether Obershaw was \"indifferent to his brother's suffering\" and answered, \"You bet he was. Look at what he did: backed him into a corner and beat him as he lay there defenseless. He showed him no mercy, he was indifferent to [Brian's] suffering.\" The prosecutor was not stating his opinion, but rather urging the jury to draw a reasonable inference from the evidence. As the SJC noted, the \"[y]ou bet\" language was simply \"a colloquial way of emphasizing the defendant's indifference.\" <i>Id.</i> at 289.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Finally, Obershaw takes issue with the prosecutor's suggestion that Brian \"died in agony, ... begging his brother to stop.\" Obershaw argues that there was no evidence to support the claim that Brian was \"begging\" him to stop. The SJC agreed. <i>Id.</i> at 288. It reasoned, however, that the remark had to be evaluated in the context of the entire summation, the jury charge, and all of the trial evidence, and that the \"begging\" claim \"was not central to the case.\" <i>Id.</i> The SJC also noted that \"the judge instructed the jury that the closing arguments of counsel were not evidence,\" <i>id.,</i> and Obershaw concedes as much. We agree with the SJC that in context, the remark, though incorrect, was unlikely to have caused unfair prejudice to Obershaw.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">There is one challenge which, although he did not raise it at trial, Obershaw raised on appeal to the SJC and raises again here. Obershaw points to the following passage:</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Now, I'm going to be honest with you, ladies and gentlemen, I don't really give a crap what [Obershaw] went through. I'm here to tell you what his brother Brian went through, and those photographs, all 90 of them, show you what his brother Brian went through. And the testimony tells you what his brother Brian went through, and how his brother Brian died. I suggest to you [that] he died in agony, he died begging his brother to stop, he died with his hands over his head until he was pounded to the point of defenselessness, and ... this guy just went on swinging that Club.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Obershaw argues that this was an improper appeal to emotion. Because it found that this objection (as distinct from the evidentiary challenge to the \"begging\" claim) was not made at trial, the SJC reviewed only \"to determine whether there has been any error that creates a substantial likelihood of a miscarriage of justice.\" <i>Id.</i> at 289. The SJC noted that it was improper for the prosecutor to interject his personal opinion to the effect that he did not \"really give a crap what [Obershaw] went through.\" <i>Id.</i> Even so, the SJC reasoned, the argument did not \"play[] to the emotions and sympathies of the jury,\" and in the context of the entire, lengthy closing argument, this one small portion \"could not have created a substantial likelihood of a miscarriage of justice.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We cannot review this claim, because \"[i]n all cases in which a state prisoner has defaulted his federal claims in state court pursuant to an independent and adequate state procedural rule, federal habeas review of the claims is barred.\" <i>Coleman v. Thompson,</i> 501 U.S. 722, 750, 111 S.Ct. 2546, 115 L.Ed.2d 640 (1991). The default may be excused, and the bar to federal habeas review removed, only in certain circumstances: where \"the prisoner can demonstrate cause for the default and actual prejudice as a result of the alleged violation of federal law, or demonstrate that failure to consider the claims will result in a fundamental miscarriage of justice.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Where, as here, the state court finds forfeiture because of the defendant's failure to object at trial, the fact that it reviews for a \"substantial likelihood of a miscarriage of justice\" does not constitute a waiver of the requirement that the defendant timely object. <i>Lynch,</i> 438 F.3d at 45; <i>Horton,</i> 370 F.3d at 81. In sum, there is an independent and adequate state ground for decision here. Obershaw makes no effort to challenge that conclusion by showing cause for the default and prejudice therefrom, or by demonstrating that \"failure to consider the claims will result in a fundamental miscarriage of justice.\" <i>Coleman,</i> 501 U.S. at 750, 111 S.Ct. 2546.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The judgment of the district court denying the petition for habeas corpus is <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Starting then, Obershaw was not free to leave, and the police considered him to be in custody, although they did not handcuff him<i>Id.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Massachusetts murder statute still provides that the death penalty is available for first-degree murder committed with extreme atrocity or cruelty,<i>see</i> Mass. Gen. Laws ch. 265, &#167; 2, but the SJC has ruled that the death penalty violates a provision of the state constitution, <i>see Dist. Attorney for Suffolk Dist. v. Watson,</i> 381 Mass. 648, 411 N.E.2d 1274, 1275 (1980).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In<i>Richardson,</i> the Court noted that it \"has not held that the Constitution imposes a jury unanimity requirement\" for state criminal cases. 526 U.S. at 821, 119 S.Ct. 1707; <i>see also Schad v. Arizona,</i> 501 U.S. 624, 630-31, 111 S.Ct. 2491, 115 L.Ed.2d 555 (1991) (plurality opinion) (declining to hold \"that the Sixth, Eighth, and Fourteenth Amendments require a unanimous jury in state capital cases\"); <i>Johnson v. Louisiana,</i> 406 U.S. 356, 92 S.Ct. 1620, 32 L.Ed.2d 152 (1972) (unanimous jury not required in state noncapital cases). This does not necessarily mean Obershaw has no constitutional claim, for the question of how much leeway a state has in <i>defining</i> crimes still remains. <i>Schad,</i> 501 U.S. at 630-31, 111 S.Ct. 2491. This case deals only with that issue-the scope of facts on which the requisite number of jurors had to agree, not the particular number of jurors who had to be in agreement-and our references to \"unanimity\" should be read accordingly. (Here, the Commonwealth did require all twelve jurors to agree on the verdict.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The SJC's interpretation of state law precludes this court from treating the question of interpretation as an open one, and thus precludes application of the rule of lenity or of constitutional avoidance, as urged by Obershaw</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Respondents argue that whether Obershaw adequately requested an attorney is a factual determination which, under 28 U.S.C. &#167; 2254(e)(1), must be presumed correct, and which Obershaw can only rebut by clear and convincing evidence. Respondents point to<i>Sanna v. Dipaolo,</i> 265 F.3d 1, 10 (1st Cir. 2001), but the challenge there was only to the state courts' credibility-based determination of a historical fact. The question here is not what the basic facts are, but what their legal import is.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Obershaw argued to the SJC that the prosecutor's summation \"violated ... federal due process of law.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Obershaw raised some objections during the prosecution's summation, and some immediately after. With one exception noted in the text, the SJC treated Obershaw as having preserved each issue for review<i>Obershaw,</i> 762 N.E.2d at 287.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The SJC cited<i>Chapman v. California,</i> 386 U.S. 18, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967), a case involving improper prosecutorial comments which held that \"before a federal constitutional error can be held harmless, the court must be able to declare a belief that it was harmless beyond a reasonable doubt,\" <i>id.</i> at 24, 87 S.Ct. 824. The SJC also cited <i>Commonwealth v. Dougan,</i> 377 Mass. 303, 386 N.E.2d 1 (1979), which stated that \"[t]he task of this court is to assess on exceptions by the defendants whether the argument as a whole is prejudicial in light of all the circumstances, including the nature of the evidence, the persistence or flagrancy of the remarks, and the instructions of the judge,\" <i>id.</i> at 6. The SJC also relied on other state cases.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The prosecutor was arguing that Brian's head was near the ground when he was struck</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"202401\"><a href=\"/opinion/202401/obershaw-v-superintendent/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span></p>\n    <p class=\"parties\">Mark OBERSHAW, Petitioner, Appellant,<br>v.<br>Kathleen LANMAN; Peter Allen, Respondents, Appellees.</p>\n    <p class=\"docket\">No. 05-2419.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard June 9, 2006.</p>\n    <p class=\"date\">Decided June 30, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Donald A. Harwood for appellant.</p>\n      <p class=\"indent\">Daniel I. Smulow, Assistant Attorney General, Criminal Bureau, with whom Thomas F. Reilly, Attorney General, was on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, LYNCH, and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Mark Obershaw (\"Obershaw\") was convicted in Massachusetts state court of the first-degree murder of his brother by extreme atrocity or cruelty. His conviction was affirmed by the Massachusetts Supreme Judicial Court (SJC), <i>see Commonwealth v. Obershaw,</i> <span class=\"citation no-link\"><span class=\"volume\">435</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">794</span></span>, <span class=\"citation no-link\"><span class=\"volume\">762</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">276</span></span> (2002), and his subsequent petition for a writ of habeas corpus in the federal district court was denied. He appeals from that denial, arguing that his conviction is unconstitutional because the jury was not instructed that it must be unanimous as to which particular factors supporting the \"extreme atrocity or cruelty\" determination were present. He also argues that the police obtained incriminating statements from him in violation of his rights to remain silent and to counsel, and that the prosecution made various remarks during closing argument that were so improper as to amount to a violation of due process. We reject all these arguments and affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We summarize the facts as found by the SJC, using the record to supplement some points. <i>See Lynch v. Ficco,</i> <span class=\"citation\" data-id=\"202062\"><a href=\"/opinion/202062/lynch-v-ficco/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span>, 39 (1st Cir.2006).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Obershaw lived in a townhouse in Rockland belonging to his brother, Brian. In July of 1997, frustrated with Obershaw's gambling problem, Brian packed up Obershaw's possessions and, when Obershaw returned from a trip, asked Obershaw to leave. <i>Obershaw,</i> 762 N.E.2d at 281. Obershaw, in a rage, killed his brother Brian by hitting him on the head with \"the Club,\" a steel device for locking the steering wheel of a car. Obershaw, after attempting to clean up the scene of his crime at the house, put Brian's body and some bloody items in the trunk of his car. He buried Brian's body in a landfill in Bedford, discarding his own bloody clothes and the Club along the way. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The police were called to the house on the evening of July 25, found certain areas covered in blood, and noticed that a portion of carpeting, the shower curtain, and other items were missing. <i>Id.</i> A neighbor had seen a car like Obershaw's at the house that morning, and the police broadcast a description of the car. <i>Id.</i> at 281-82.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At roughly 3:00 a.m. on July 26, a Nahant police officer saw Obershaw and his two dogs sleeping in his car by the side of the road. <i>Id.</i> The officer told Obershaw that he could not sleep there and suggested that he move his car to a nearby parking lot located behind the police station and other municipal buildings. Obershaw drove to that lot and went back to sleep. <i>Id.</i> The Nahant police checked Obershaw's license plate and learned that he was wanted for questioning in a homicide case (Brian's). They contacted the state police and blocked the parking lot's exits. When the state police arrived, Obershaw was asleep. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The police woke Obershaw, asked him to step out of the car, advised him of his rights under <i>Miranda v. Arizona,</i> <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1966), and told him they were looking for Brian. <i>Obershaw,</i> 762 N.E.2d at 282. Obershaw asked what the problem was, said that he did not know where Brian was, and told the police repeatedly that he loved Brian. <i>Id.</i> He \"agreed to accompany the police to the station, and offered to `voluntarily stay and cooperate' in the search.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The police told Obershaw he was free to leave, and they allowed him to spend a great deal of time alone with his dogs. <i>Id.</i> He voluntarily cooperated with the police, consenting to a search of his car, trunk, and suitcase. He also agreed to have his hands swabbed for blood and fingerprints. <i>Id.</i> After obtaining a written <i>Miranda</i> waiver, the police asked Obershaw where he had been on the 25th. Obershaw said he had returned to Brian's house from a trip to Atlantic City, entering at 6:00 a.m. and leaving shortly thereafter without seeing or speaking to Brian. <i>Id.</i> Obershaw \"volunteered to submit to a polygraph test and cooperate fully.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">When this conversation ended, Obershaw stayed at the station, although he was told again that he was free to leave. <i>Id.</i> For the next few hours, while the police inspected his car with his consent, he played with his dogs near the station, \"not accompanied by a police escort or restrained in any way.\" <i>Id.</i> Some stains in the trunk tested positive for blood. The police stopped their consent search and decided to seize the car and obtain a warrant to search it; they so informed Obershaw. Obershaw, after spending some time with his dogs, \"indicated that he wanted to talk.\" <i>Id.</i> He started crying and told the police, \"I love my brother. It was my fault. I'm sorry. I hit him.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Obershaw asked for some time. After ten or fifteen minutes, the police asked him whether he would take them to Brian's body. Obershaw asked, \"Can I talk to a lawyer first?\" <i>Id.</i> at 284. The police told him that he could use the telephone to call a lawyer, but Obershaw declined, saying that he did not want to call a lawyer, and that he wanted instead to spend some time outside with his dogs. <i>Id.</i> The police allowed this, keeping Obershaw under guard. <i>Id.</i> at 282. After a short while, Obershaw \"approached [an officer] outside the station and initiated a conversation.\" <i>Id.</i> at 284. That officer again told Obershaw he could use the telephone if he wanted a lawyer. <i>Id.</i> Obershaw again declined and decided to spend another half hour with his dogs.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Obershaw then told one of the officers that \"this wasn't premeditated\" and that he \"didn't plan it.\" The police asked where Brian's body was; Obershaw agreed to lead police to the body. <i>Id.</i> at 283. He also told the police that Brian became upset with him for being in the house. Brian started to push him out and hit him lightly in the head, hurting him only emotionally; Obershaw said he then took up the Club and began hitting Brian with it, ultimately chasing Brian upstairs, where he continued to hit him. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Obershaw accompanied the police to the landfill and directed them to Brian's body. <i>Id.</i> After being advised again of his <i>Miranda</i> rights, he went on to tell police that he had thrown the Club along a particular road and had put some other items behind a certain school, and he provided further details about the homicide itself and what he did in the immediate aftermath. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Obershaw took the stand at trial. He testified that Brian \"was the aggressor the whole time\" &#8212; that Brian was the one who picked up the Club and chased him (Obershaw) upstairs, and that after a struggle, he hit Brian just once with the Club before hitting his own head against the wall and blacking out. <i>Id.</i> at 286. This testimony was contradicted by the story Obershaw had earlier told to the police, which was admitted into evidence through police testimony after Obershaw's motion to suppress was denied. <i>Id.</i> at 280. There was also evidence, including more than eighty photographs, that Brian received \"at least ten blows to the head,\" \"did not die immediately from the first blow,\" and suffered defensive injuries to his hands. <i>Id.</i> at 286. The jury convicted Obershaw of murder committed with extreme atrocity or cruelty-that is, first-degree murder. <i>Id.</i> at 280. The SJC affirmed. <i>Id.</i> at 290.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Obershaw then filed a federal petition for habeas corpus. The district court denied the petition, but granted an amended certificate of appealability as to the following issues:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">1. Whether petitioner's rights under the 4th and 5th Amendment[s] were violated by the admission into evidence of his statements.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">2. Whether petitioner's rights under the 5th Amendment were violated ... by the prosecution's closing argument....</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">[3]. Whether petitioner's 5th and 6th Amendment rights were violated by the refusal by the trial court to instruct the jury that it had to be unanimous in deciding the factors concerning extreme atrocity.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Of these, the third is the most significant issue.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We review de novo the district court's denial of habeas relief. <i>Lynch,</i> 438 F.3d at 44.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Antiterrorism and Effective Death Penalty Act (AEDPA), 28 U.S.C. &#167; 2254, provides for deferential review as to any federal claim that was \"adjudicated on the merits in State court proceedings\": habeas relief is unavailable on such a claim unless the state court's adjudication of the claim resulted in a decision that \"was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States,\" or \"was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.\" <i>Id.</i> &#167; 2254(d).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">However, we review de novo any federal claim that was \"raised before the state court but was left unresolved.\" <i>Lynch,</i> 438 F.3d at 44 (internal quotation marks omitted) (quoting <i>Horton v. Allen,</i> <span class=\"citation\" data-id=\"201031\"><a href=\"/opinion/201031/horton-v-allen/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 80 (1st Cir.2004)). Moreover, \"a determination of a factual issue made by a State court shall be presumed to be correct,\" and the petitioner has \"the burden of rebutting the presumption of correctness by clear and convincing evidence.\" 28 U.S.C. &#167; 2254(e)(1). Finally, we cannot reach the merits of the federal claim at all if it was procedurally defaulted at trial, unless the default is excused. <i>Lynch,</i> 438 F.3d at 44.</p>\n    </div>\n    <p class=\"indent\">A. <i>Jury Instructions</i></p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Obershaw's primary challenge is to the jury instructions as to unanimity on the first-degree murder charge. In Massachusetts, \"[m]urder committed with deliberately premeditated malice aforethought, or with extreme atrocity or cruelty, or in the commission or attempted commission of a crime punishable with death or imprisonment for life, is murder in the first degree.\" Mass. Gen. Laws ch. 265, &#167; 1. Further, \"[m]urder which does not appear to be in the first degree is murder in the second degree,\" and \"[t]he degree of murder shall be found by the jury.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In <i>Commonwealth v. Cunneen,</i> <span class=\"citation\" data-id=\"2200058\"><a href=\"/opinion/2200058/commonwealth-v-cunneen/\"><span class=\"volume\">389</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">216</span></a></span>, <span class=\"citation\" data-id=\"2200058\"><a href=\"/opinion/2200058/commonwealth-v-cunneen/\"><span class=\"volume\">449</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">658</span></a></span> (1983), the SJC listed seven \"factors which a jury can consider in deciding whether a murder was committed with extreme atrocity or cruelty.\" <i>Id.</i> at 665. These factors, the SJC said, \"include indifference to or taking pleasure in the victim's suffering, consciousness and degree of suffering of the victim, extent of physical injuries, number of blows, manner and force with which delivered, instrument employed, and disproportion between the means needed to cause death and those employed.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Over Obershaw's objection, the trial court refused to instruct the jury that it must be unanimous as to which specific <i>Cunneen</i> factors justified a verdict of first-degree murder by extreme atrocity or cruelty. <i>Obershaw,</i> 762 N.E.2d at 289. Obershaw's arguments under federal law, described below, were preserved and adjudicated on the merits. <i>See id.</i> at 290 &amp; n. 5. Thus, the deferential AEDPA standard of review applies.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Obershaw's first argument is that a jury determination that one or more the <i>Cunneen</i> factors is present results \"in an enhanced verdict of first-degree murder, and thus, more harsh sentencing consequences,\" in violation of the rule articulated in <i>Apprendi v. New Jersey,</i> <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (2000), that \"[o]ther than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt,\" <i>id.</i> at 490, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>. He argues that the sentenced is \"enhanced\" in the sense that those convicted of first-degree murder receive a mandatory life sentence without the possibility of parole, whereas those convicted of second-degree murder receive a mandatory life sentence which includes the possibility of parole after fifteen years.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Obershaw is correct that there is a parole-eligibility differential. <i>See</i> Mass. Gen. Laws ch. 127, &#167; 133A; <i>id.</i> ch. 265, &#167; 2; <i>Commonwealth v. Glass,</i> <span class=\"citation\" data-id=\"2058073\"><a href=\"/opinion/2058073/commonwealth-v-glass/\"><span class=\"volume\">401</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">799</span></a></span>, <span class=\"citation\" data-id=\"2058073\"><a href=\"/opinion/2058073/commonwealth-v-glass/\"><span class=\"volume\">519</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1311</span></a></span>, 1316 (1988). He is mistaken, however, to view this case as presenting an <i>Apprendi</i> problem. When the jury finds that one or more of the <i>Cunneen</i> factors was present and therefore that the murder was committed with extreme atrocity or cruelty (and therefore that the murder was in the first degree), there is no increase in the prescribed <i>statutory maximum</i> penalty. The maximum penalty for both first- and second-degree murder is life in prison, and indeed, a life sentence is mandatory for both degrees of murder.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>See</i> Mass. Gen. Laws ch. 265, &#167; 2 (providing for mandatory penalty of \"imprisonment in the state prison for life\" for both first- and second-degree murder). Thus, no <i>Apprendi</i> problem is presented.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In any event, even if the Supreme Court might arguably extend the <i>Apprendi</i> holding to this sort of situation, where actual time in prison is potentially increased within a statutory maximum through the mandatory denial of parole, it has not done so yet. <i>Cf. United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, 244, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005) (describing the \"holding in <i>Apprendi</i>\" as requiring that \"[a]ny fact ... which is necessary to support a sentence <i>exceeding the maximum</i> authorized by the facts established by a plea of guilty or a jury verdict ... be admitted by the defendant or proved to a jury beyond a reasonable doubt\" (emphasis added)). Thus, the SJC's decision that there was no <i>Apprendi</i> problem was not contrary to, and did not involve an unreasonable application of, clearly established federal law.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Obershaw's next argument is that, <i>Apprendi</i> aside, jury unanimity, as a matter of federal due process, is required as to identifying which particular <i>Cunneen</i> factors are present, because those factors are \"elements\" of the crime of first-degree murder by extreme atrocity or cruelty. Obershaw's argument rests on his constitutional right to \"a jury determination that [he] is guilty of every element of the crime with which he is charged, beyond a reasonable doubt.\" <i>Apprendi,</i> 530 U.S. at 477, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span> (internal quotation marks omitted) (alteration in original) (quoting <i>United States v. Gaudin,</i> <span class=\"citation\" data-id=\"117958\"><a href=\"/opinion/117958/united-states-v-gaudin/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">506</span></a></span>, 510, <span class=\"citation\" data-id=\"117958\"><a href=\"/opinion/117958/united-states-v-gaudin/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2310</span></a></span>, <span class=\"citation\" data-id=\"117958\"><a href=\"/opinion/117958/united-states-v-gaudin/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">444</span></a></span> (1995)). Obershaw invokes <i>Richardson v. United States,</i> <span class=\"citation\" data-id=\"118295\"><a href=\"/opinion/118295/richardson-v-united-states/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">813</span></a></span>, <span class=\"citation\" data-id=\"118295\"><a href=\"/opinion/118295/richardson-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1707</span></a></span>, <span class=\"citation\" data-id=\"118295\"><a href=\"/opinion/118295/richardson-v-united-states/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">985</span></a></span> (1999), in which the Supreme Court stated that it \"has indicated that the Constitution itself limits a State's power to define crimes in ways that would permit juries to convict while disagreeing about means, at least where that definition risks serious unfairness and lacks support in history or tradition.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>Id.</i> at 820, <span class=\"citation\" data-id=\"118295\"><a href=\"/opinion/118295/richardson-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1707</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Obershaw's argument that the <i>Cunneen</i> factors are \"elements\" relies, in part, on his view that because the <i>Cunneen</i> factors consist of \"broad and non-specific categories of proscribed conduct sounding in the nature of elements,\" as opposed to particular means of accomplishing a single element, they meet the definitional requirement for \"elements,\" as a matter of federal law, under a test he says was established in <i>Richardson.</i> Obershaw also stresses that the SJC has made it a mandatory prerequisite for a first-degree murder conviction on the theory of extreme atrocity or cruelty that the jury find at least one of the <i>Cunneen</i> factors to be present. As Obershaw notes, the SJC has held that \"the judge should delineate the [<i>Cunneen</i>] factors for the jurors' consideration and inform the jurors that they must base their verdict of guilty of murder by extreme atrocity or cruelty on evidence of at least one of the delineated considerations.\" <i>Commonwealth v. Semedo,</i> <span class=\"citation no-link\"><span class=\"volume\">422</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">716</span></span>, <span class=\"citation no-link\"><span class=\"volume\">665</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">638</span></span>, 646 (1996); <i>see also Commonwealth v. Dahl,</i> <span class=\"citation no-link\"><span class=\"volume\">430</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">813</span></span>, <span class=\"citation no-link\"><span class=\"volume\">724</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">300</span></span>, 309 (2000) (\"[A] jury must find the presence of at least one of the <i>Cunneen</i> factors before [it] can find that a homicide has been committed with extreme atrocity or cruelty[,] and ... language suggesting other factors as determined by the jury [is] improper.\"); <i>Commonwealth v. Hunter,</i> <span class=\"citation no-link\"><span class=\"volume\">427</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">651</span></span>, <span class=\"citation no-link\"><span class=\"volume\">695</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">653</span></span>, 658 (1998) (judge did not err in telling jurors that they must consider all of the <i>Cunneen</i> factors and in refusing to withdraw two factors from their consideration).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The SJC has, however, made clear that as a matter of state law, the <i>Cunneen</i> factors are only evidentiary considerations, not elements. It so held in rejecting the claim that the judge must instruct the jurors that they are \"required to agree unanimously on which of the <i>Cunneen</i> factors provided the basis for their verdict.\" <i>Hunter,</i> 695 N.E.2d at 658. Explaining why jury unanimity as to specific <i>Cunneen</i> factors is not required, the SJC clarified that the factors are simply \"`evidentiary considerations' that guide the jury in determining whether a murder was committed with extreme atrocity or cruelty.\" <i>Id.</i> That reasoning was at the heart of the SJC's analysis in this case. <i>Obershaw,</i> 762 N.E.2d at 290 &amp; n. 5. Given the SJC's interpretation of state law, we are not free to reinterpret the status of the <i>Cunneen</i> factors on our own.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>Cf. Schad v. Arizona,</i> <span class=\"citation\" data-id=\"112637\"><a href=\"/opinion/112637/schad-v-arizona/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span>, 636-37, <span class=\"citation\" data-id=\"112637\"><a href=\"/opinion/112637/schad-v-arizona/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2491</span></a></span>, <span class=\"citation\" data-id=\"112637\"><a href=\"/opinion/112637/schad-v-arizona/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">555</span></a></span> (1991) (plurality opinion) (noting that \"we simply are not at liberty to ignore [the state courts'] determination and conclude that the alternatives are, in fact, independent elements under state law,\" and that the only issue was whether the state's choice was constitutional).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Obershaw argues that the state court's labeling of the <i>Cunneen</i> factors as mere evidentiary considerations and not as elements is not conclusive. He argues essentially that as a matter of federal law, regardless of the state law label, if it walks like a duck and quacks like a duck, it is a duck. He cites <i>Ring v. Arizona,</i> <span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">584</span></a></span>, <span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2428</span></a></span>, <span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span> (2002), and in particular, its language that \"[i]f a State makes an increase in a defendant's authorized punishment contingent on the finding of a fact, that fact &#8212; no matter how the State labels it &#8212; must be found by a jury beyond a reasonable doubt,\" <i>id.</i> at 602, <span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2428</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We agree that state law labels for what is an element and what is not are not always determinative for purposes of the constitutional inquiry. <i>See id.</i> at 604-05, <span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2428</span></a></span> (noting that <i>Apprendi,</i> in the context of \"elevation of the maximum punishment, ... instructs ... that the characterization of a fact or circumstance as an `element' or a `sentencing factor' is not determinative of the question `who decides,' judge or jury\"). And one can imagine a situation in which, under <i>Ring,</i> a state's definition of something as not an element of a crime, but merely an evidentiary consideration, would be unconstitutional if it infringed on the right to a jury finding of a certain fact. But this is not such a case. Further, the SJC was not unreasonable in thinking this was not such a case.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We have several reasons for our conclusion. First, the maximum sentence authorized under the murder statute &#8212; with or without a jury finding of first-degree murder by extreme atrocity or cruelty &#8212; was the same (life imprisonment), and therefore <i>Ring</i> is inapposite. Further, in <i>Schad,</i> the Supreme Court rejected the argument that the Constitution requires the jury to be instructed that it must be unanimous as to the <i>theory</i> of first-degree murder (premeditation or felony murder) before it may render a verdict of first-degree murder. <i>See</i> 501 U.S. at 627, <span class=\"citation\" data-id=\"112637\"><a href=\"/opinion/112637/schad-v-arizona/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2491</span></a></span>. This suggests that Massachusetts, although it may choose as a matter of state law to require unanimity as to which theory of first-degree murder was proven, <i>see Commonwealth v. Berry,</i> <span class=\"citation no-link\"><span class=\"volume\">420</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">95</span></span>, <span class=\"citation no-link\"><span class=\"volume\">648</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">732</span></span>, 742 (1995), has significant leeway under the Constitution to choose not to require unanimity as to specific sub-determinations supporting the ultimate conclusion on a particular theory. <i>Cf. Kansas v. Marsh,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145632\"><a href=\"/opinion/145632/kansas-v-marsh/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2516</span></a></span>, 2525, ___ L.Ed.2d ___ (2006) (\"So long as a state system satisfies [certain] requirements, our precedents establish that a State enjoys a range of discretion in imposing the death penalty, including the manner in which aggravating and mitigating circumstances are to be weighed.\").</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Obershaw misreads <i>Richardson. Richardson</i> does not set up a due process standard for what is an element and what is not. Obershaw is simply wrong to say that anything which is a \"broad and non-specific categor[y] of proscribed conduct sounding in the nature of [an] element\" is an element. <i>Richardson</i> involved only interpretation of a federal statute, it did not use the language Obershaw suggests as a test, and to the extent it relied on such a concept, it was only in attempting to ascertain congressional intent as to what was an element. <i>Richardson</i> did not evaluate the constitutionality of a state statute as interpreted by a state court as to what was an element. Rather, <i>Richardson</i> works against Obershaw's argument. It noted that the jury \"need not always decide unanimously which of several possible sets of underlying brute facts make up a particular element, say, which of several possible means the defendant used to commit an element of the crime.\" 526 U.S. at 817, <span class=\"citation\" data-id=\"118295\"><a href=\"/opinion/118295/richardson-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1707</span></a></span>. Obershaw's case fits into this latter category.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">This court has recently observed that \"the law is less clear than it might be as to when juror unanimity is required in the face of alternative paths to a verdict,\" and that \"[w]ithin a single count there may be alternative theories, alternative factual scenarios, and alternative lines of evidentiary inference, making generalizations about unanimity hazardous.\" <i>United States v. Pag&#225;n-Santini,</i> <span class=\"citation\" data-id=\"794662\"><a href=\"/opinion/794662/united-states-v-rafael-pagan-santini/\"><span class=\"volume\">451</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">258</span></a></span>, 267 (1st Cir.2006); <i>see also id.</i> at 266-67 (holding that defendant charged with one count of perjury based on three separate statements had not shown plain error in court's failure to instruct jurors that they must unanimously agree on which specific statements were perjurious). We have also noted that \"[w]hether a particular fact is a means or an element is a `value choice[] more appropriately made in the first instance by a legislature than by a court.'\" <i>United States v. Verrecchia,</i> <span class=\"citation\" data-id=\"766723\"><a href=\"/opinion/766723/united-states-v-albert-verrecchia/\"><span class=\"volume\">196</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">294</span></a></span>, 299 (1st Cir.1999) (quoting <i>Schad,</i> 501 U.S. at 637, <span class=\"citation\" data-id=\"112637\"><a href=\"/opinion/112637/schad-v-arizona/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2491</span></a></span> (plurality opinion)); <i>see also id.</i> at 301 (holding that \"Congress did not intend the possession of a particular firearm to be an element of [the crime of possession of `any firearm' by a felon],\" so that district court did not err in \"fail[ing] to give an instruction requiring jury unanimity on any particular firearm\").</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In sum, the SJC has determined that the <i>Cunneen</i> factors are simply evidentiary considerations on the ultimate question of extreme atrocity or cruelty, not elements, and we cannot say that the choice not to require jury unanimity as to specific factors is contrary to, or involves an unreasonable application of, clearly established federal law.</p>\n    </div>\n    <p class=\"indent\">B. <i>Statements to the Police</i></p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Obershaw moved to suppress his statements to the police, partly on the ground he raises here: that he requested a lawyer, and that instead of honoring that request, the police elicited statements from him without a valid waiver of his rights. <i>Obershaw,</i> 762 N.E.2d at 280. This claim was presented to the state courts in federal constitutional terms, and adjudicated in such terms. <i>See id.</i> at 281, 283-84. The deferential AEDPA standard of review applies. We first describe the federal law.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Once a suspect invokes his right to have counsel present during custodial interrogation, the fact that he responds to later interrogation by the police does not, in itself, establish that he validly waived that right. <i>Edwards v. Arizona,</i> <span class=\"citation\" data-id=\"110475\"><a href=\"/opinion/110475/edwards-v-arizona/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">477</span></a></span>, 484-85, <span class=\"citation\" data-id=\"110475\"><a href=\"/opinion/110475/edwards-v-arizona/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1880</span></a></span>, <span class=\"citation\" data-id=\"110475\"><a href=\"/opinion/110475/edwards-v-arizona/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">378</span></a></span> (1981). In fact, once a suspect \"expresse[s] his desire to deal with the police only through counsel, [he] is not subject to further interrogation by the authorities until counsel has been made available to him, unless the accused himself initiates further communication, exchanges, or conversations with the police.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In <i>Davis v. United States,</i> <span class=\"citation\" data-id=\"117863\"><a href=\"/opinion/117863/davis-v-united-states/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">452</span></a></span>, <span class=\"citation\" data-id=\"117863\"><a href=\"/opinion/117863/davis-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2350</span></a></span>, <span class=\"citation\" data-id=\"117863\"><a href=\"/opinion/117863/davis-v-united-states/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">362</span></a></span> (1994), the Supreme Court held that \"after a knowing and voluntary waiver of the <i>Miranda</i> rights, law enforcement officers may continue questioning until and unless the suspect clearly requests an attorney.\" <i>Id.</i> at 461, <span class=\"citation\" data-id=\"117863\"><a href=\"/opinion/117863/davis-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2350</span></a></span>. \"[T]he suspect must unambiguously request counsel,\" and \"if [he] makes a reference to an attorney that is ambiguous or equivocal in that a reasonable officer in light of the circumstances would have understood only that [he] <i>might</i> be invoking the right to counsel,\" police questioning need not cease. <i>Id.</i> at 459, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>. The test is an objective one: whether the suspect has \"articulate[d] his desire to have counsel present sufficiently clearly that a reasonable police officer in the circumstances would understand the statement to be a request for an attorney.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Obershaw does not take issue with his initial statements to the police. He was advised of his <i>Miranda</i> rights at the outset, and he willingly conversed and cooperated with the police, even signing a written <i>Miranda</i> waiver. Eventually, though, the police discovered blood, and Obershaw made a brief, tearful confession. It was shortly after that statement, when the police asked Obershaw whether he would show them where Brian's body was, that Obershaw asked, \"Can I talk to a lawyer first?\" Obershaw's argument is that this was a clear, unambiguous request for counsel, and that the statements he gave to the police after that request were improperly obtained and should have been suppressed.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The state trial court determined that Obershaw \"never adequately and affirmatively invoked his right to counsel.\" <i>Obershaw,</i> 762 N.E.2d at 283 (internal quotation marks omitted). The SJC, citing <i>Davis,</i> inter alia, agreed. <i>Id.</i> at 283-84. The SJC stressed that the police responded to Obershaw's question by telling him he could use the telephone to call a lawyer, that he declined, that it was Obershaw who later initiated a conversation with the police, that he was again invited to use the telephone to call a lawyer, and that he again declined, after which he spent half an hour with his dogs and then started speaking to the police again. <i>Id.</i> at 284. The SJC reasoned that in this context, Obershaw had not clearly and affirmatively requested an attorney. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Under AEDPA, this court is limited to determining whether the SJC reached a decision contrary to, or involving an unreasonable application of, clearly established federal law, or one based on an unreasonable determination of the facts in light of the evidence.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The SJC's decision falls into neither category.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Obershaw inquired whether he could talk to a lawyer, rather than expressly asserting that he in fact wanted to do so. He has not directed us to any precedent, Supreme Court or otherwise, holding that language like his meets the <i>Davis</i> standard of unambiguously requesting counsel by expressing, with sufficient clarity, a desire to have counsel present. Moreover, even if Obershaw did initially invoke his right to counsel by asking whether he had such a right, he subsequently became subject to further police questioning when, despite twice being invited to call a lawyer, he chose to initiate further conversation with the police. <i>See Edwards,</i> 451 U.S. at 484-85, <span class=\"citation\" data-id=\"110475\"><a href=\"/opinion/110475/edwards-v-arizona/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1880</span></a></span>.</p>\n    </div>\n    <p class=\"indent\">C. <i>Prosecution's Summation</i></p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Obershaw's final claim is that \"the prosecutor's summation was grossly improper, thereby rendering the resulting conviction a denial of due process.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> He relies on <i>Darden v. Wainwright,</i> <span class=\"citation\" data-id=\"111717\"><a href=\"/opinion/111717/darden-v-wainwright/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">168</span></a></span>, <span class=\"citation\" data-id=\"111717\"><a href=\"/opinion/111717/darden-v-wainwright/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2464</span></a></span>, <span class=\"citation\" data-id=\"111717\"><a href=\"/opinion/111717/darden-v-wainwright/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">144</span></a></span> (1986). There, the Supreme Court held that certain comments made by the prosecution during closing argument \"undoubtedly were improper.\" <i>Id.</i> at 180, <span class=\"citation\" data-id=\"111717\"><a href=\"/opinion/111717/darden-v-wainwright/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2464</span></a></span>. Even so, the Court held, \"it is not enough that the prosecutors' remarks were undesirable or even universally condemned. The relevant question is whether the prosecutors' comments `so infected the trial with unfairness as to make the resulting conviction a denial of due process.'\" <i>Id.</i> at 181, <span class=\"citation\" data-id=\"111717\"><a href=\"/opinion/111717/darden-v-wainwright/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2464</span></a></span> (some internal quotation marks and citations omitted) (quoting <i>Donnelly v. DeChristoforo,</i> <span class=\"citation\" data-id=\"109024\"><a href=\"/opinion/109024/donnelly-v-dechristoforo/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">637</span></a></span>, <span class=\"citation\" data-id=\"109024\"><a href=\"/opinion/109024/donnelly-v-dechristoforo/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, <span class=\"citation\" data-id=\"109024\"><a href=\"/opinion/109024/donnelly-v-dechristoforo/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">431</span></a></span> (1974)).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We begin with those remarks to which Obershaw objected at trial.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The SJC reviewed these objected-to comments \"to determine whether there were improprieties, and if so, whether they were harmless.\" <i>Obershaw,</i> 762 N.E.2d at 287. There is a question, not briefed by the parties, as to whether the SJC applied a standard at least as favorable to Obershaw as the federal standard, in which case the deferential AEDPA standard of review would apply, or not, in which case we would review Obershaw's claim de novo.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> <i>See Ouber v.</i> <i>Guarino,</i> <span class=\"citation\" data-id=\"200004\"><a href=\"/opinion/200004/ouber-v-guarino/\"><span class=\"volume\">293</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 31-32 &amp; n. 8 (1st Cir.2002). Obershaw assumes that de novo review is proper here, while respondents assume that the deferential AEDPA standard of review applies. It is unnecessary here to resolve the issue, because we would reach the same conclusion under either standard of review: the prosecutor's comments do not form a basis for habeas relief.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">First, the prosecutor said, \"I suggest to you in no uncertain terms\" that Obershaw \"lied to you\" and to the police. In a similar vein, the prosecutor later called Obershaw's claim that he did not remember killing Brian \"an insult to your intelligence... as jurors.\" This theme, that the story Obershaw told the jury was a lie, was reiterated several more times. Obershaw argues that these statements were nothing more than the prosecutor's personal opinion. Not so; it was reasonable to view them as comments based on the evidence. As the SJC noted, there was ample evidence that Obershaw told the jury a story that not only was different from the one he told the police, but also was implausible. <i>Obershaw,</i> 762 N.E.2d at 288-89. The prosecutor was simply urging the jury to draw a particular conclusion from the evidence, and the comment that the apparent lie was \"insult[ing]\" was, as the SJC observed, \"no more than a `rhetorical flourish,' undoubtedly recognizable to the jury as such.\" <i>Id.</i> at 289 (quoting <i>Commonwealth v. Hamilton,</i> <span class=\"citation no-link\"><span class=\"volume\">426</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">67</span></span>, <span class=\"citation no-link\"><span class=\"volume\">686</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">975</span></span>, 981 (1997)).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Second, Obershaw claims there was no evidence showing that Brian was struck with the \"ten blows\" to which the prosecutor referred. But the medical examiner testified that there were \"at least ten blows to the head\" (in addition to multiple injuries to other parts of the body).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Third, Obershaw notes that the court precluded the Commonwealth's forensic expert from testifying as to what caused several gouge marks on the bathroom wall. Citing that limitation, he challenges the prosecutor's claims that \"[the expert] show[ed] you ... gouge marks,\" that \"he showed you that photograph with the gouges in it,\" and that the marks showed that \"[you] can see where this defendant is pounding away on his skull.\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> The expert had in fact testified about the significance of certain aspects of the photographs. The prosecutor did not tell the jury that the expert had testified that it was Obershaw's blows with the Club that caused the marks. That was a reasonable inference supported by other evidence at trial, and the court had told the prosecutor he was free to so argue.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Fourth, Obershaw argues that there was no evidentiary support for the prosecutor's statements that at the time the gouge marks were made, Brian was \"alive\" and \"suffering,\" and that Brian \"was alive throughout the entire beating.\" But there was indeed such evidence: Obershaw himself testified that Brian, \"very badly hurt,\" \"covered in blood,\" and making \"ugly breathing sounds,\" died in his arms; further, the medical examiner testified that Brian lived for at least several minutes after the first blow, that he had defensive wounds, that he had brain injuries which required several minutes to develop, and that he sustained bruises to his ankles while still alive &#8212; bruises likely incurred after the beating, given Obershaw's testimony that, believing Brian already dead, he dragged Brian by the ankles down the stairs before putting him in the trunk of his car.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Fifth, Obershaw argues that the prosecutor improperly stated his personal opinion when he asked whether Obershaw was \"indifferent to his brother's suffering\" and answered, \"You bet he was. Look at what he did: backed him into a corner and beat him as he lay there defenseless. He showed him no mercy, he was indifferent to [Brian's] suffering.\" The prosecutor was not stating his opinion, but rather urging the jury to draw a reasonable inference from the evidence. As the SJC noted, the \"[y]ou bet\" language was simply \"a colloquial way of emphasizing the defendant's indifference.\" <i>Id.</i> at 289.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Finally, Obershaw takes issue with the prosecutor's suggestion that Brian \"died in agony, ... begging his brother to stop.\" Obershaw argues that there was no evidence to support the claim that Brian was \"begging\" him to stop. The SJC agreed. <i>Id.</i> at 288. It reasoned, however, that the remark had to be evaluated in the context of the entire summation, the jury charge, and all of the trial evidence, and that the \"begging\" claim \"was not central to the case.\" <i>Id.</i> The SJC also noted that \"the judge instructed the jury that the closing arguments of counsel were not evidence,\" <i>id.,</i> and Obershaw concedes as much. We agree with the SJC that in context, the remark, though incorrect, was unlikely to have caused unfair prejudice to Obershaw.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">There is one challenge which, although he did not raise it at trial, Obershaw raised on appeal to the SJC and raises again here. Obershaw points to the following passage:</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Now, I'm going to be honest with you, ladies and gentlemen, I don't really give a crap what [Obershaw] went through. I'm here to tell you what his brother Brian went through, and those photographs, all 90 of them, show you what his brother Brian went through. And the testimony tells you what his brother Brian went through, and how his brother Brian died. I suggest to you [that] he died in agony, he died begging his brother to stop, he died with his hands over his head until he was pounded to the point of defenselessness, and ... this guy just went on swinging that Club.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Obershaw argues that this was an improper appeal to emotion. Because it found that this objection (as distinct from the evidentiary challenge to the \"begging\" claim) was not made at trial, the SJC reviewed only \"to determine whether there has been any error that creates a substantial likelihood of a miscarriage of justice.\" <i>Id.</i> at 289. The SJC noted that it was improper for the prosecutor to interject his personal opinion to the effect that he did not \"really give a crap what [Obershaw] went through.\" <i>Id.</i> Even so, the SJC reasoned, the argument did not \"play[] to the emotions and sympathies of the jury,\" and in the context of the entire, lengthy closing argument, this one small portion \"could not have created a substantial likelihood of a miscarriage of justice.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We cannot review this claim, because \"[i]n all cases in which a state prisoner has defaulted his federal claims in state court pursuant to an independent and adequate state procedural rule, federal habeas review of the claims is barred.\" <i>Coleman v. Thompson,</i> <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">722</span></a></span>, 750, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2546</span></a></span>, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">640</span></a></span> (1991). The default may be excused, and the bar to federal habeas review removed, only in certain circumstances: where \"the prisoner can demonstrate cause for the default and actual prejudice as a result of the alleged violation of federal law, or demonstrate that failure to consider the claims will result in a fundamental miscarriage of justice.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Where, as here, the state court finds forfeiture because of the defendant's failure to object at trial, the fact that it reviews for a \"substantial likelihood of a miscarriage of justice\" does not constitute a waiver of the requirement that the defendant timely object. <i>Lynch,</i> 438 F.3d at 45; <i>Horton,</i> 370 F.3d at 81. In sum, there is an independent and adequate state ground for decision here. Obershaw makes no effort to challenge that conclusion by showing cause for the default and prejudice therefrom, or by demonstrating that \"failure to consider the claims will result in a fundamental miscarriage of justice.\" <i>Coleman,</i> 501 U.S. at 750, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2546</span></a></span>.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The judgment of the district court denying the petition for habeas corpus is <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Starting then, Obershaw was not free to leave, and the police considered him to be in custody, although they did not handcuff him<i>Id.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Massachusetts murder statute still provides that the death penalty is available for first-degree murder committed with extreme atrocity or cruelty,<i>see</i> Mass. Gen. Laws ch. 265, &#167; 2, but the SJC has ruled that the death penalty violates a provision of the state constitution, <i>see Dist. Attorney for Suffolk Dist. v. Watson,</i> <span class=\"citation\" data-id=\"2203429\"><a href=\"/opinion/2203429/district-attorney-for-the-suffolk-district-v-watson/\"><span class=\"volume\">381</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">648</span></a></span>, <span class=\"citation\" data-id=\"2203429\"><a href=\"/opinion/2203429/district-attorney-for-the-suffolk-district-v-watson/\"><span class=\"volume\">411</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1274</span></a></span>, 1275 (1980).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In<i>Richardson,</i> the Court noted that it \"has not held that the Constitution imposes a jury unanimity requirement\" for state criminal cases. 526 U.S. at 821, <span class=\"citation\" data-id=\"118295\"><a href=\"/opinion/118295/richardson-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1707</span></a></span>; <i>see also Schad v. Arizona,</i> <span class=\"citation\" data-id=\"112637\"><a href=\"/opinion/112637/schad-v-arizona/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span>, 630-31, <span class=\"citation\" data-id=\"112637\"><a href=\"/opinion/112637/schad-v-arizona/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2491</span></a></span>, <span class=\"citation\" data-id=\"112637\"><a href=\"/opinion/112637/schad-v-arizona/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">555</span></a></span> (1991) (plurality opinion) (declining to hold \"that the Sixth, Eighth, and Fourteenth Amendments require a unanimous jury in state capital cases\"); <i>Johnson v. Louisiana,</i> <span class=\"citation\" data-id=\"108538\"><a href=\"/opinion/108538/johnson-v-louisiana/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span>, <span class=\"citation\" data-id=\"108538\"><a href=\"/opinion/108538/johnson-v-louisiana/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1620</span></a></span>, <span class=\"citation\" data-id=\"108538\"><a href=\"/opinion/108538/johnson-v-louisiana/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">152</span></a></span> (1972) (unanimous jury not required in state noncapital cases). This does not necessarily mean Obershaw has no constitutional claim, for the question of how much leeway a state has in <i>defining</i> crimes still remains. <i>Schad,</i> 501 U.S. at 630-31, <span class=\"citation\" data-id=\"112637\"><a href=\"/opinion/112637/schad-v-arizona/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2491</span></a></span>. This case deals only with that issue-the scope of facts on which the requisite number of jurors had to agree, not the particular number of jurors who had to be in agreement-and our references to \"unanimity\" should be read accordingly. (Here, the Commonwealth did require all twelve jurors to agree on the verdict.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The SJC's interpretation of state law precludes this court from treating the question of interpretation as an open one, and thus precludes application of the rule of lenity or of constitutional avoidance, as urged by Obershaw</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Respondents argue that whether Obershaw adequately requested an attorney is a factual determination which, under 28 U.S.C. &#167; 2254(e)(1), must be presumed correct, and which Obershaw can only rebut by clear and convincing evidence. Respondents point to<i>Sanna v. Dipaolo,</i> <span class=\"citation\" data-id=\"199590\"><a href=\"/opinion/199590/sanna-v-dipaulo/\"><span class=\"volume\">265</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 10 (1st Cir. 2001), but the challenge there was only to the state courts' credibility-based determination of a historical fact. The question here is not what the basic facts are, but what their legal import is.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Obershaw argued to the SJC that the prosecutor's summation \"violated ... federal due process of law.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Obershaw raised some objections during the prosecution's summation, and some immediately after. With one exception noted in the text, the SJC treated Obershaw as having preserved each issue for review<i>Obershaw,</i> 762 N.E.2d at 287.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The SJC cited<i>Chapman v. California,</i> <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span>, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">824</span></a></span>, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">705</span></a></span> (1967), a case involving improper prosecutorial comments which held that \"before a federal constitutional error can be held harmless, the court must be able to declare a belief that it was harmless beyond a reasonable doubt,\" <i>id.</i> at 24, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">824</span></a></span>. The SJC also cited <i>Commonwealth v. Dougan,</i> <span class=\"citation\" data-id=\"2066808\"><a href=\"/opinion/2066808/commonwealth-v-dougan/\"><span class=\"volume\">377</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">303</span></a></span>, <span class=\"citation\" data-id=\"2066808\"><a href=\"/opinion/2066808/commonwealth-v-dougan/\"><span class=\"volume\">386</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1</span></a></span> (1979), which stated that \"[t]he task of this court is to assess on exceptions by the defendants whether the argument as a whole is prejudicial in light of all the circumstances, including the nature of the evidence, the persistence or flagrancy of the remarks, and the instructions of the judge,\" <i>id.</i> at 6. The SJC also relied on other state cases.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The prosecutor was arguing that Brian's head was near the ground when he was struck</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108538/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110475/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112637/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145632/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200004/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202062/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202401/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766723/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2058073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2066808/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2200058/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2203429/"
  ]
}