{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202287/",
  "absolute_url": "/opinion/202287/kiman-v-new-hampshire-depart/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202287/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:48:38Z",
  "date_modified": "2016-02-28T05:07:43.182883Z",
  "type": "010combined",
  "sha1": "3db3988b8822aa8cd65c8aef4b8f4120997ba526",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1998-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/06/28/Kiman_v._New_Hampshire_Depart.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\nNo. 05-1998\n\n                          MATTHEW KIMAN,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n    NEW HAMPSHIRE DEPARTMENT OF CORRECTIONS; MICHAEL CUNNINGHAM,\n      Individually and Officially as Warden, New Hampshire State\n   Prison; BERNADETTE CAMPBELL, Individually and Officially as a\n  Physical Therapist; MICHAEL CAPANO, Individually and Officially\n       as Corrections Officer; BRIAN GAUTHIER, Individually and\nOfficially as a Corrections Officer; JOHN HANEY, Individually and\n         Officially as a Corrections Officer; MICHAEL CORRIRA,\n     Individually and Officially as a Corrections Officer; DAVID\n   SOUTHARD, Individually and Officially as RNC; MICHAEL KENNEY,\n     Individually and Officially as a Corrections Officer; BRIAN\n   DUNHAM, Individually and Officially as a Corrections officer;\n MICHAEL POULICAKOS, Individually and Officially as a Corrections\n        Officer; ROGER DUGRE, Individually and Officially as a\n       Corrections Officer; JANETTE HOFFSTEDE, Individually and\n Officially as a Nurse Practioner; CHARLES WARD, Individually and\n                  Officially as the Prison Physician,\n\n                      Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n           [Hon. Paul Barbadoro, U.S. District Judge]\n\n\n                               Before\n                        Selya, Circuit Judge,\n                   Stahl, Senior Circuit Judge,\n                     and Lipez, Circuit Judge.\n\n\n\n     Nancy S. Tierney for the appellant.\n     Mary E. Malony, Attorney, New Hampshire Dept. of Justice, with\nwhom Kelly A. Ayotte, New Hampshire Attorney General, was on brief\nfor the appellees.\n\fJune 28, 2006\n\f              LIPEZ, Circuit Judge.         Appellant Matthew Kiman, formerly\n\nincarcerated       at    the    New   Hampshire   State   Prison,   appeals   the\n\ndistrict court's grant of summary judgment in favor of the New\n\nHampshire Department of Corrections and numerous individuals sued\n\nin their individual and official capacities.                   Kiman, who has\n\namyotrophic lateral sclerosis (\"ALS\" or \"Lou Gehrig's Disease\"),1\n\nargues that the defendants violated Title II of the Americans with\n\nDisabilities Act (\"ADA\"), 42 U.S.C. §§ 12131-12165,2 by failing to\n\nproperly treat his disease and by failing to reasonably accommodate\n\nhis resulting disability.              He also raises state law negligence\n\nclaims.      The parties filed cross-motions for summary judgment, and\n\nthe district court granted the defendants' motion and denied the\n\nplaintiff's motion.            Concluding that no violation of the ADA had\n\noccurred, the district court did not reach the issue of whether\n\nTitle   II    of   the    ADA    validly   abrogated   the   state's   sovereign\n\nimmunity, and declined to exercise supplemental jurisdiction over\n\nKiman's state law claims.\n\n              Kiman appealed, arguing that the district court erred by\n\ngranting the defendants' motion because material facts are in\n\n\n\n1\n  ALS is a progressive neurodegenerative disease that causes motor\nneurons in the brain and spinal cord to die, affecting the brain's\nability to initiate and control muscle movement. ALS eventually\nleads to paralysis and death. See \"About ALS: What is ALS?,\" at\nhttp://www.alsa.org/als/what.cfm (last visited June 23, 2006).\n2\n  Title II of the ADA applies to state prisons.               See Pa. Dep't of\nCorr. v. Yeskey, 524 U.S. 206 (1998).\n\n                                           -3-\n\fdispute.    After carefully reviewing the record, we agree that the\n\ndistrict court failed to address admissible record evidence that\n\nmay suffice to create genuine issues of material fact as to whether\n\nthe defendants violated Title II of the ADA.                  We therefore vacate\n\nthe   judgment     of   the   district     court       and    remand   for    further\n\nproceedings.       On remand, the district will need to address the\n\nissues   left    unresolved    by    its      earlier    holding,      including   an\n\nassessment of which defendants would be liable for the Title II\n\nviolations, whether the state's sovereign immunity has been validly\n\nabrogated,3 and whether summary judgment on Kiman's state law\n\nclaims is appropriate.\n\n                                         I.\n\nA.    Factual History\n\n            We present the evidence in the light most favorable to\n\nKiman,   the    party   opposing     summary      judgment.        See    Parker   v.\n\nUniversidad de Puerto Rico, 225 F.3d 1, 3 (1st Cir. 2000).                     Kiman\n\nwas incarcerated at the New Hampshire State Prison for two relevant\n\nperiods:   April 2, 1997 through January 8, 1998, and September 23,\n\n1998 through January 28, 1999.             Kiman first exhibited signs of a\n\ndisability while incarcerated in 1997.                 He reported experiencing\n\nnumbness and pain in his left leg and left buttocks and met with\n\nNurse    Janette    Hoffstede,      as   well     as    the    prison's      physical\n\n\n3\n  On the issue of sovereign immunity, the district court will be\nguided by the Supreme Court's recent decision in United States v.\nGeorgia, 126 S. Ct. 877 (2006).\n\n                                         -4-\n\ftherapist, Bernadette Campbell, several times between October and\n\nDecember   1997.     On   December    17,    1997,    Kiman   reported   having\n\nweakness and pain in his left shoulder.             However, his appointment\n\nwith Campbell was cancelled when he was paroled to serve a sentence\n\nin   Massachusetts   on   January    8,     1998.     While   incarcerated   in\n\nMassachusetts, Kiman did not see a specialist for his leg and\n\nshoulder problems.\n\n           After     he    was      released        from   incarceration     in\n\nMassachusetts, Kiman returned to New Hampshire to reside at Calumet\n\nHouse, a halfway house.     In April 1998, he made an appointment with\n\nDr. Jay Smith at Manchester Community Health Center.                Dr. Smith\n\nexamined Kiman, noting the atrophy in his muscles and fasciculation\n\n(involuntary contractions and twitching) along both sides of his\n\nbody.   He recommended that Kiman consult a neurologist right away.\n\nWhen Dr. Smith discovered during a second appointment with Kiman\n\nseveral days later that Kiman had yet to see a neurologist, he\n\nspeculated that \"something in our system has broken down as I made\n\nthe recommendation that we get him in with a neurologist . . . as\n\nsoon as possible.\"\n\n           Two weeks later, Kiman met with Dr. Daniel Botsford, Jr.\n\nof Neurology Associates of Southern New Hampshire.               Dr. Botsford\n\narranged for electromyography and nerve conduction studies.                  He\n\nbelieved that Kiman might have a motor neuron disease or muscular\n\ndystrophy but did not reach a conclusive diagnosis.                He ordered\n\n\n                                      -5-\n\fmore testing and suggested that his partner, Dr. Mark Biletch, a\n\nneuromuscular     specialist,   examine   Kiman.        Kiman   missed   two\n\nappointments, however, and Dr. Botsford did not, at that time,\n\ndiagnose Kiman with ALS.    Instead, he told Kiman that he might have\n\nALS or some form of muscular dystrophy.\n\n           Kiman returned to the New Hampshire State Prison on a\n\nparole violation in September 1998.       He was initially assigned to\n\nthe   Reception   and   Diagnostics   unit   (\"R&D\").      In   R&D,   staff\n\ntypically place an inmate in \"quarantine\" for one week, where they\n\ntest the inmate for infectious diseases, assess the inmate's\n\nphysical condition and medical needs, and obtain any medical\n\nrecords from the inmate's treating physician. While in quarantine,\n\ninmates may only leave their cells once each day to use the shower.\n\n           While in R&D, Kiman informed prison medical staff that he\n\nbelieved that he had muscular dystrophy.       He met with Campbell for\n\nphysical therapy sessions. Campbell instructed Kiman to do certain\n\nexercises, including walking.         Kiman requested       access to the\n\nweight room, but Campbell denied the request.            Campbell did not\n\nhave Kiman's medical records at the time and did not think that\n\nweight training was necessarily appropriate for his condition.\n\nKiman continued to make these requests, which Campbell denied,\n\nuntil she issued him a pass for hand weights only in November 1998.\n\n           During his initial R&D screening in late September 1998,\n\nKiman made several requests for the cane that he had begun using to\n\n\n                                   -6-\n\fhelp him walk while on parole.   He received his cane on October 2,\n\n1998.   The defendants explained that the delay was due to their\n\nneed to verify Kiman's need for a cane, for medical and security\n\npurposes.    The defendants also noted that, because Kiman was in\n\nquarantine, he did not have the opportunity to walk outside his\n\nsmall cell except for a daily trip to the shower.\n\n            Kiman was housed in the R&D unit from September 23, 1998\n\nuntil October 19, 1998.     On September 24, 1998, Nurse Hoffstede\n\nissued Kiman a bottom bunk pass that was in effect the entire time\n\nhe was incarcerated.      According to Kiman, after receiving the\n\nbottom bunk pass, he was nonetheless kept in a top bunk except for\n\nwhen he was housed at the Minimum Security Unit.       There was no\n\nladder to get on the top bunk, so Kiman hoisted himself up to the\n\nbunk, sometimes gaining leverage on the edge of the latrine or sink\n\nin the cell.   Because of Kiman's condition, he often had to rely on\n\nhis cellmate to get to the top bunk.      Kiman also stated in his\n\ndeposition that, while housed in R&D, he requested to be placed on\n\na lower tier but was placed on the third tier, requiring him to use\n\nthe stairs to get to the meal area.\n\n            Prison medical staff prescribed Kiman medications to\n\ntreat his symptoms, including Baclofen (a muscle relaxant) and\n\nTrazodone (an anti-depressant), on an \"as-needed\" basis. His first\n\nprescriptions for Baclofen and Trazodone were issued for September\n\n24, 1998 through October 24, 1998. Kiman had trouble receiving his\n\n\n                                 -7-\n\fmedication consistently and was experiencing intermittent pain and\n\nsevere muscle cramping.             He filed an \"inmate request slip\"4 on\n\nOctober 8, 1998, complaining that the corrections staff were not\n\ndelivering the medications to him.                 He also requested a higher\n\ndosage of Baclofen and asked for a prescription for Topomax.                        He\n\nfiled two other similar requests over the next few days.                           Dr.\n\nCharles Ward responded to Kiman's requests by notifying him that he\n\nwas scheduling a doctor's appointment for him before ordering a\n\nchange    in   his   medication       dosages.      In     responding    to   Kiman's\n\ncomplaints       about   the    irregular       delivery    of    his   medications,\n\ncorrections staff informed Kiman that he was responsible for\n\nrequesting renewals of prescriptions when they expired.                    Kiman did\n\nrequest    the    renewal      of   his   prescription      for   Baclofen    on   two\n\noccasions, and when his Trazodone ran out, he said he was willing\n\nto try Prozac instead, but then chose not to continue taking it.\n\n\n\n4\n   Under the prison's Policy and Practice Directive (PPD) 1.16, an\ninmate who wants to make a request or file a complaint related to\na medical issue must fill out an inmate request slip or request a\n\"sick call.\" If unsatisfied with the prison's response, the inmate\nmay file a grievance with the Warden, and may appeal the Warden's\ndecision to the Commissioner.\n      According to Kiman, who described the process of submitting\ninmate request slips in his deposition, inmates would place the\nrequest slips in the barrier doors of the cell, and wait for a\ncorrections officer to pick them up. Usually, a guard would pick\nup the request slip at some point each day, but sometimes a few\ndays would go by before a guard picked up the request. Once the\nappropriate prison staff member received the request, a copy of the\nrequest would usually be sent back to the prisoner with a reply.\nOn some occasions, according to Kiman, he would receive no reply to\nhis requests.\n\n                                          -8-\n\fHowever, he continued to complain about the irregular delivery of\n\nhis medications, submitting additional inmate request slips on\n\nNovember 8 and 23, 1998, and complaining to medical staff during\n\nappointments on November 11 and 17, and December 3, 1998.\n\n            On October 19, 1998, Kiman was transferred to the Special\n\nHousing Unit (\"SHU\") after he received a disciplinary report for\n\n\"inciting a riot.\"5       He remained at SHU until November 6, 1998.\n\nWhile housed in the SHU, Kiman took all of his meals in his cell\n\nand   was   permitted    to   leave   only    to   use   the    shower    or   for\n\nrecreation.    Prison staff did not permit Kiman to use his cane\n\nwhile housed in the SHU because, they explained, it posed too great\n\na security risk in the maximum security unit.                 Because Kiman did\n\nnot have his cane, he was not allowed to participate in recreation\n\nin the SHU yard.       Instead, Dr. Ward issued him a pass to use the\n\ndayroom for recreation, which, in the SHU, was on the same floor as\n\nboth Kiman's cell and the showers.\n\n            When Kiman was initially transported to the SHU, he was\n\nhandcuffed    behind    his   back    and    escorted    by    two   corrections\n\nofficers. Kiman filed an inmate request slip to complain about the\n\nhandcuffing behind his back, which caused him shoulder pain.                   He\n\nalso complained about a lack of medications and exercise. Campbell\n\nissued him a front handcuff pass on October 21, 1998.                Kiman stated\n\n\n5\n   According to the disciplinary report, Kiman had become\n\"disruptive and belligerent,\" making disparaging remarks towards\ncorrections officers while in the R&D yard.\n\n                                      -9-\n\fin his deposition that the corrections officers never honored the\n\npass and continued to cuff him behind his back.    Kiman issued one\n\ninmate request slip complaining about an incident in which a\n\ncorrections officer cuffed him behind his back because Kiman did\n\nnot have his pass with him.    Kiman stated that the officer himself\n\nhad Kiman's pass and knew of his medical condition.          Prison\n\nofficials stated that the accusation that the officer had taken\n\nKiman's pass \"was found to be untrue\" and that prison policy\n\nrequired Kiman to carry the pass with him.     However, on at least\n\none occasion prior to the issuance of the pass, Campbell observed\n\nthat Kiman had arrived to a physical therapy appointment handcuffed\n\nin front and using his cane.\n\n            On November 6, 1998, Kiman was moved from SHU to the\n\nClosed Custody Unit (\"CCU\"), where he remained until November 24,\n\n1998.   Kiman did not need to take the stairs in the CCU because\n\neverything was on one level. He filed several inmate request slips\n\nreporting severe pain in his shoulder and arm, lack of exercise,\n\nand low doses of medications.    He was told to report to sick call\n\nfor medical treatment.   He also inquired about a consultation with\n\nDr. Biletch.   Dr. Ward responded, explaining that, in his opinion,\n\na consultation was not necessary because the prison had received\n\nthe records regarding Kiman's neurological testing from earlier in\n\nthe year.    However, after Kiman filed another request, Dr. Ward\n\nordered a consultation with Dr. Biletch.\n\n\n                                 -10-\n\f           Kiman was moved to the Minimum Security Unit (\"MSU\") on\n\nNovember 24, 1998.   While housed in the MSU, Kiman was permitted to\n\nget his medications himself during designated times (rather than\n\nwaiting for their delivery) and could use his cane.    The beds were\n\nnot bunked and thus were accessible from ground level.\n\n           Kiman was sent back to R&D on January 4, 1999, pending\n\nreview of a disciplinary infraction for disruptive behavior.     On\n\nJanuary 5, 1999, Kiman reported that he had fallen in the shower\n\nand had not received adequate care.     He requested a shower chair.\n\nA shower seat was left near the showers for his use.        However,\n\naccording to Kiman's deposition, the security guards used the chair\n\nand would not give him the chair despite his requests.   The lack of\n\na shower chair or handlebars in the shower made it difficult for\n\nKiman to take a shower.      The changes in water temperature would\n\nsometimes trigger cramping in Kiman's muscles, causing him at times\n\nto either fall or, if he felt himself becoming disoriented, sit\n\ndown on the shower floor to prevent a fall.     When he fell, other\n\ninmates would help him up.\n\n           According to his deposition, Kiman also often had trouble\n\nmaintaining proper hygiene due to problems with the sink in his\n\ncell.   The sink in his cell required him to press down a dial\n\nconstantly to get water flow, which Kiman was sometimes too weak to\n\ndo.   He often relied on his cellmates to help him with grooming and\n\nwas sometimes unable to shave on his own.      Inmates who were not\n\n\n                                 -11-\n\fgroomed were not allowed to go to meals, and Kiman missed several\n\nmeals over the course of his imprisonment.\n\n            On January 6, 1999, Kiman requested an \"early chow\" pass\n\n(also known as a \"slow movement\" pass).          He found it difficult to\n\nwait   in   long    lines,   particularly   in   cold   weather,   for   food.\n\nHowever, because inmates housed in R&D are either quarantined or\n\notherwise restrictively confined, they do not eat their meals at\n\nthe same time as other inmates.        For this reason, prison staff do\n\nnot issue early chow passes to inmates housed in the R&D, but will\n\nallow them to take their meals in their cells, a process known as\n\na \"cell feed.\"       Kiman did not request a cell feed while he was in\n\nR&D.   Later, when Kiman was to be returned to MSU, where early chow\n\nwas permitted, Dr. Ward issued him an early chow pass.\n\n            On January 8, 1999, Kiman submitted an inmate request\n\nslip to complain that he was being denied access to the weight room\n\nand to request access to a handicapped shower.           He also complained\n\nthat he had still not been seen by Dr. Biletch.          Dr. Ward explained\n\nto Kiman that Dr. Biletch had to reschedule his appointment due to\n\na conflict.        Dr. Ward did not respond to Kiman's request for a\n\nhandicapped shower because he noted that the infirmary had issued\n\nKiman a shower chair pass.       Dr. Ward denied Kiman's request to use\n\nthe weight room. Kiman wrote more inmate request slips, requesting\n\nthat his passes be renewed and complaining of a lack of physical\n\ntherapy.    Campbell responded by stating that she was seeing him on\n\n\n                                    -12-\n\fa regular basis.   Dr. Ward stated that all of Kiman's passes would\n\nbe renewed.\n\n           Dr. Biletch examined Kiman in Manchester on January 21,\n\n1999.   Dr. Biletch conclusively diagnosed Kiman with ALS and added\n\na medication, Riloteck, to Kiman's prescriptions.   Kiman returned\n\nto MSU where he remained until he was paroled on January 28, 1999.\n\nDr. Ward did not order Riloteck for Kiman because the parole board\n\ninformed him that Kiman was being released the following week.\n\nPrison medical staff did order that Kiman's other medications be\n\ncontinued until two weeks after the date of his release.\n\nB.   Procedural History\n\n           On April 29, 1999, Kiman initiated this action by filing\n\na charge against the New Hampshire Department of Corrections\n\n(\"DOC\") with the New Hampshire Human Rights Commission.          The\n\nCommission informed him that it lacked jurisdiction over Title II\n\nof the ADA and referred him to the United States Department of\n\nJustice (\"DOJ\").   On May 24, 1999, Kiman filed a complaint under\n\nTitle II of the ADA with the Civil Rights Division of the DOJ.   The\n\nDOJ ultimately decided not to take action on his behalf.   On April\n\n16, 2001, Kiman filed suit in federal court.\n\n           The defendants moved to dismiss on August 10, 2001,\n\narguing that Kiman could not state a claim under Title II because\n\nCongress had exceeded its power under § 5 of the Fourteenth\n\nAmendment when it purported to abrogate the states' Eleventh\n\n\n                                -13-\n\fAmendment immunity by adopting Title II.                   They also argued that\n\nTitle II does not provide a cause of action against state officers\n\nin their individual capacities.\n\n              The district court granted the defendants' motion to\n\ndismiss, holding that Title II of the ADA was not a valid exercise\n\nof Congress's power to abrogate the states' Eleventh Amendment\n\nimmunity.        Kiman v. N.H. Dep't of Corr., No. 01-134, 2001 U.S.\n\nDist. LEXIS 21894 (D.N.H. Dec. 19, 2001).                    Kiman appealed.        A\n\ndivided panel of this court reversed and remanded the decision.\n\nKiman    v.    N.H.    Dep't   of   Corr.,   301    F.3d    13   (1st    Cir.   2002)\n\n(\"Kiman I\").      After the defendants filed a petition for rehearing\n\nen banc, an equally divided en banc court withdrew the panel\n\nopinion, Kiman v. N.H. Dep't of Corr., 310 F.3d 785 (1st Cir.\n\n2002), and affirmed the district court's decision without opinion.\n\nKiman v. N.H. Dep't of Corr., 332 F.3d 29 (1st Cir. 2003) (en\n\nbanc).    Kiman then petitioned for a writ of certiorari, which the\n\nSupreme Court granted.         Kiman v. N.H. Dep't of Corr., 541 U.S. 1059\n\n(2004).       The Court remanded the case for further consideration in\n\nlight of its decision in Tennessee v. Lane, 541 U.S. 509, 533\n\n(2004) (holding that \"Title II, as it applies to the class of cases\n\nimplicating      the    fundamental    right       of   access   to     the   courts,\n\nconstitutes a valid exercise of Congress' § 5 authority to enforce\n\nthe guarantees of the Fourteenth Amendment\"). We then remanded the\n\ncase to the district court for further consideration.\n\n\n                                       -14-\n\f          Following discovery, the parties filed cross-motions for\n\nsummary judgment.    The defendants also filed a motion for late\n\nentry of answer, three years after the answer was initially due,\n\nwhich prompted the plaintiff to file a motion for default judgment.\n\nThe magistrate judge granted the defendants' motion for late entry\n\nand denied the plaintiff's motion for a default judgment.      The\n\nplaintiff did not file written objections to the magistrate's\n\norders.   The district court denied the plaintiff's motion for\n\nsummary judgment and granted the defendants' summary judgment\n\nmotion, concluding that the undisputed evidence established that\n\nthe defendants did not violate Title II of the ADA.   In so doing,\n\nthe district court declined to reach the issue of whether, in light\n\nof recent Supreme Court jurisprudence, Kiman's Title II claims\n\nagainst the defendants are barred by the Eleventh Amendment.\n\nHaving ruled against Kiman's ADA challenge, the district court\n\nopted not to exercise supplemental jurisdiction over Kiman's state\n\nlaw claims.   Kiman then appealed.\n\n          During the pendency of the appeal, the Supreme Court\n\nclarified the Eleventh Amendment sovereign immunity issue in United\n\nStates v. Georgia, 126 S. Ct. 877 (2006), an ADA suit for damages\n\nbrought by Tony Goodman, a paraplegic prisoner in the Georgia state\n\nprison system.   The Court held that \"insofar as Title II creates a\n\nprivate cause of action for damages against the States for conduct\n\nthat actually violates the Fourteenth Amendment, Title II validly\n\n\n                               -15-\n\fabrogates state sovereign immunity.\"   Id. at 882.   The Court noted\n\nthat many of Goodman's claims -- involving the state prison's\n\nalleged failure to accommodate Goodman's needs regarding mobility,\n\nmedical care, and hygiene -- \"were evidently based, at least in\n\nlarge part, on conduct that independently violated the provisions\n\nof § 1 of the Fourteenth Amendment [incorporating the Eighth\n\nAmendment's prohibition against cruel and unusual punishment].\"\n\nId. at 881. The Court remanded the case for further consideration.\n\n          Thus, we begin our analysis by examining whether the\n\ndistrict court properly determined that Kiman failed to establish\n\nany genuine issue of material fact on Title II violations of the\n\nADA.   Concluding that Kiman has offered admissible evidence in\n\nsupport of his Title II allegations that the district court failed\n\nto consider, we then discuss the remaining issues that the district\n\ncourt will have to resolve on remand involving the liability of\n\nspecific defendants, the abrogation of sovereign immunity in light\n\nof the United States v. Georgia decision, and Kiman's state law\n\nclaims.\n\n                               II.\n\n          \"We review a district court's grant of summary judgment\n\nde novo, viewing the facts in the light most favorable to the\n\nnonmovant.\"   States Res. Corp. v. Architectural Team, Inc., 433\n\nF.3d 73, 80 (1st Cir. 2005) (internal quotation marks omitted).\n\nSummary judgment is appropriate \"if the pleadings, depositions,\n\n\n                               -16-\n\fanswers to interrogatories, and admissions on file, together with\n\nthe affidavits, if any, show that there is no genuine issue as to\n\nany material fact and that the moving party is entitled to judgment\n\nas a matter of law.\"        Fed. R. Civ. P. 56(c).       \"Neither party may\n\nrely on conclusory allegations or unsubstantiated denials . . . to\n\ndemonstrate either the existence or absence of an issue of fact.\"\n\nMagee v. United States, 121 F.3d 1, 3 (1st Cir. 1997); see also\n\nQuinones v. Houser Buick, 436 F.3d 284, 289 (1st Cir. 2006).\n\nA.   Title II\n\n             Kiman argues that the district court erred by granting\n\nsummary     judgment   in   this   case   because   material   facts   are   in\n\ndispute.6     The defendants argue that Kiman has not provided any\n\nadmissible     evidence     establishing    that    material   facts   are   in\n\ndispute.     After carefully considering the record, we conclude that\n\nthe district court failed to consider admissible evidence that may\n\n-- depending on the resolution of the issues discussed infra --\n\n\n\n\n6\n  As part of this argument, Kiman contends that the district court\ncould not have granted summary judgment in favor of the defendants\nwhile simultaneously denying summary judgment for the plaintiff on\nthe ground that there were disputed issues of fact.           This\ncontention is wrong.    The movant for summary judgment has the\ninitial burden of demonstrating the absence of disputed issues of\nmaterial fact.    See Santiago-Ramos v. Centennial P.R. Wireless\nCorp., 217 F.3d 46, 52 (1st Cir. 2000). One party may be able to\nmeet its burden on its motion for summary judgment even if the\nother party does not meet its burden on its cross-motion.\nMoreover, the facts relied on by one party in order to prevail on\nits motion may well be different than the facts relied on by the\nother party in order to prevail on its cross-motion.\n\n                                     -17-\n\festablish   genuine    issues    of   material    fact    on    whether    prison\n\nofficials violated Title II of the ADA.7\n\n            Title II provides that \"no qualified individual with a\n\ndisability shall, by reason of such disability, be excluded from\n\nparticipation   in    or   be   denied   the   benefits    of    the   services,\n\nprograms, or activities of a public entity, or be subjected to\n\ndiscrimination by any such entity.\"            42 U.S.C. § 12132.         Federal\n\nregulations implementing Title II require public entities to \"make\n\nreasonable modifications in policies, practices, or procedures when\n\n\n7\n  While certain issues remain for the district court to consider,\nwe can dispatch two of the plaintiff's arguments challenging the\ndistrict court's judgment. First, he argues that he is entitled to\ndefault judgment due to the defendants' late filing of an answer.\nHowever, Kiman did not file written objections to the magistrate\njudge's orders granting the defendants' motion for late entry of\nanswer and denying the plaintiff's motion for default judgment. As\nsuch, we will not consider his argument now.        See 28 U.S.C.\n§ 636(b)(1)(C); Negron v. Celebrity Cruises, Inc., 316 F.3d 60, 61\n(1st Cir. 2003) (refusing to consider party's claims where party\nfailed to file timely objection to magistrate judge's order).\n     Second, Kiman argues that the district court erred by ruling\non the summary judgment motions based on an incomplete record.\nHowever, Kiman's counsel conceded at oral argument that she did not\nfile a Rule 56(f) motion for an extension of the summary judgment\ndeadline. See Fed. R. Civ. P. 56(f) (\"Should it appear from the\naffidavits of a party opposing the motion that the party cannot for\nreasons stated present by affidavit facts essential to justify the\nparty's opposition, the court may refuse the application for\njudgment or may order a continuance to permit affidavits to be\nobtained or depositions to be taken or discovery to be had or may\nmake such other order as is just.\").     Since Kiman proceeded to\noppose summary judgment without filing a Rule 56(f) motion with the\ndistrict court, he cannot now argue that the district court's\nruling was incorrect due to insufficient discovery. See Rodriguez-\nCuervos v. Wal-Mart Stores, Inc., 181 F.3d 15, 23 (1st Cir. 1999)\n(\"Ordinarily, a party may not attempt to meet a summary judgment\nchallenge head-on but fall back on Rule 56(f) if its first effort\nis unsuccessful.\") (internal quotations marks omitted).\n\n                                      -18-\n\fthe modifications are necessary to avoid discrimination on the\n\nbasis of disability, unless the public entity can demonstrate that\n\nmaking the modifications would fundamentally alter the nature of\n\nthe service, program, or activity.\"              28 C.F.R. § 35.130(b)(7).8\n\n              A    plaintiff    seeking     relief    under        Title    II    \"must\n\nestablish: (1) that he is a qualified individual with a disability;\n\n(2) that he was excluded from participating in, or denied the\n\nbenefits of a public entity's services, programs, or activities or\n\nwas otherwise discriminated against; and (3) that such exclusion,\n\ndenial   of       benefits,    or    discrimination    was    by    reason       of    his\n\ndisability.\"        Parker, 225 F.3d at 5.          In cases where the alleged\n\nviolation          involves         the     denial      of         a       reasonable\n\nmodification/accommodation,9 \"the ADA's reasonable accommodation\n\nrequirement        usually    does    not   apply    unless    'triggered         by    a\n\nrequest.'\"         Reed v. Lepage Bakeries, Inc., 244 F.3d 254, 261 (1st\n\nCir. 2001) (discussing the request requirement in the Title I\n\ncontext).      This is because a person's \"disability and concomitant\n\nneed for accommodation are not always known . . . until the\n\n\n8\n  \"Because Congress explicitly authorized the Attorney General to\npromulgate regulations under the ADA, see 42 U.S.C. § 12134(a), the\nregulations 'must [be given] legislative and hence controlling\nweight unless they are arbitrary, capricious, or plainly contrary\nto the statute.'\" Parker, 225 F.3d at 5 n.5 (quoting United States\nv. Morton, 467 U.S. 822, 834 (1984)).\n9\n  Generally, the cases construing \"reasonable accommodations\" are\npersuasive authority with respect to cases involving \"reasonable\nmodifications.\" See McGary v. City of Portland, 386 F.3d 1259,\n1266 n.3 (9th Cir. 2004).\n\n                                          -19-\n\f[person] requests an accommodation.\" Id.       However, \"sometimes the\n\n[person]'s need for an accommodation will be obvious; and in such\n\ncases, different rules may apply.\"       Id. at 261 n.7.\n\n            The defendants do not contest that Kiman is a \"qualified\n\nindividual with a disability.\" 42 U.S.C. § 12132.          Rather, they\n\nargue that they complied with Title II's requirements, providing\n\nKiman with the reasonable modifications that he requested, except\n\nwhere accommodating his requests would endanger prison security.\n\nThe district court agreed with the defendants and concluded that\n\nKiman had presented no admissible evidence showing a violation of\n\nTitle II.\n\n            Specifically,   the   district   court   rejected   Kiman's\n\nargument that the defendants inadequately diagnosed and treated his\n\ndisability.    The court found that Kiman's doctors at the prison\n\nfollowed the relevant diagnostic protocol and properly treated his\n\ncondition, and that any delays in diagnosis were due to scheduling\n\nconflicts and other issues beyond the defendants' control.          The\n\ndistrict court did not directly address Kiman's claims that the\n\ndefendants denied him access to his prescription medications, but\n\nnoted that the defendants renewed the prescriptions for these\n\nmedications several times while he was incarcerated.\n\n            The district court also rejected Kiman's argument that\n\nthe defendants failed to provide him with certain reasonable\n\nmodifications.    Kiman argued that the defendants had violated the\n\n\n                                  -20-\n\fADA by denying his request for the use of his cane, denying his\n\nrequest for an early chow pass, handcuffing him behind his back\n\ndespite a prison pass permitting him to be handcuffed in front,\n\nrefusing to provide him with a shower chair or accessible shower\n\nfacilities, housing him on the third tier of the prison, requiring\n\nhim to sleep on the top bunk, and failing to provide accessible\n\nfacilities     in   his   cell.     The   district    court   found   that   the\n\ndefendants' decisions to withhold the cane, early chow pass, and\n\nfront handcuffing for certain periods were based on security\n\nconcerns and did not violate Title II requirements.                The district\n\ncourt   also    found     that    the   defendant    failed   to   provide   any\n\nadmissible evidence that he submitted an inmate request slip\n\nrequesting to be housed on a lower tier, that he filed a complaint\n\nthat his bottom bunk pass was not being honored, or that he\n\nrequested handicapped facilities in his cell.\n\n           As we explain in further detail below, while we agree\n\nwith many of the district court's conclusions, we conclude that\n\nKiman has presented admissible evidence that may demonstrate four\n\ngenuine issues of material fact on whether prison officials failed\n\nto (1) provide Kiman with regular access to his prescription\n\nmedications; (2) provide Kiman with access to a shower chair or\n\naccessible shower facilities; (3) honor Kiman's front cuff pass;\n\nand (4) honor Kiman's bottom bunk pass or accommodate his request\n\nto be placed on a lower tier.           We begin by addressing the district\n\n\n                                        -21-\n\fcourt findings with which we agree, and then focus on the four\n\naforementioned issues.\n\n           1.    No Genuine Issue of Material Fact\n\n           a.    Diagnosis and Treatment of Kiman's ALS\n\n           Kiman    challenges       many    of   the   decisions     that     the\n\ndefendants made regarding his medical care and treatment after his\n\nALS symptoms first appeared. He argues that his condition worsened\n\nbecause the defendants were incompetent in diagnosing him, failed\n\nto seek a specialist consultation promptly, failed to provide him\n\nwith the appropriate physical therapy, prescribed inadequately low\n\ndosages of his medications, and failed to provide him with regular\n\naccess to his medications.\n\n           Medical care is one of the \"services, programs, or\n\nactivities\" covered by the ADA.             See Georgia, 126 S. Ct. at 881\n\n(stating that the \"deliberate refusal of prison officials to\n\naccommodate [the plaintiff's] disability-related needs in such\n\nfundamentals as . . . medical care . . . constituted 'exclu[sion]\n\nfrom participation in or . . . den[ial of] the benefits of' the\n\nprison's 'services, programs, or activities'\" (quoting 42 U.S.C.\n\n§ 12132)). However, courts have differentiated ADA claims based on\n\nnegligent medical care from those based on discriminatory medical\n\ncare.   See Fitzgerald v. Corr. Corp. of Am., 403 F.3d 1134, 1144\n\n(10th   Cir.    2005)   (\"[P]urely    medical     decisions   .   .   .   do   not\n\nordinarily fall within the scope of the ADA or the Rehabilitation\n\n\n                                      -22-\n\fAct.\"); Bryant v. Madigan, 84 F.3d 246, 249 (7th Cir. 1996) (\"The\n\nADA does not create a remedy for medical malpractice.\").             As we\n\nhave previously explained,\n\n           a     plaintiff's    showing     of    medical\n           unreasonableness [under the Rehabilitation\n           Act] must be framed within some larger theory\n           of disability discrimination. For example, a\n           plaintiff may argue that her physician's\n           decision was so unreasonable -- in the sense\n           of being arbitrary and capricious -- as to\n           imply    that  it   was   pretext   for   some\n           discriminatory motive, such as animus, fear,\n           or apathetic attitudes.       Or, instead of\n           arguing pretext, a plaintiff may argue that\n           her physician's decision was discriminatory on\n           its face, because it rested on stereotypes of\n           the disabled rather than an individualized\n           inquiry into the patient's condition -- and\n           hence was unreasonable in that sense.\n\nLesley v. Chie, 250 F.3d 47, 55 (1st Cir. 2001) (internal quotation\n\nmarks and citations omitted) (concluding that doctor's decision to\n\nrefer   HIV-positive    patient   to   another   hospital   was   not   so\n\nunreasonable   as      to   constitute    discrimination     under      the\n\nRehabilitation Act).10\n\n           Kiman has not established that the defendants' actions\n\nregarding his diagnosis, medical consultations, physical therapy,\n\nor medical dosages were so unreasonable as to demonstrate that they\n\nwere discriminating against him because of his disability.         As the\n\n10\n   Because Title II of the ADA is modeled on § 504 of the\nRehabilitation Act, Pub. L. No. 93-112, 87 Stat. 355 (1973)\n(codified as amended in scattered sections of 29 U.S.C.), \"we rely\ninterchangeably on decisional law applying § 504.\" Parker, 225\nF.3d at 4.\n\n                                  -23-\n\fdistrict court noted, prison medical staff sought Kiman's medical\n\nrecords, arranged an outside specialist consultation, and made\n\nreasoned   medical    judgments   about      the   types    of   treatment   and\n\nphysical therapy that they thought were appropriate in his case.\n\nKiman presents no evidence, beyond his conclusory arguments, that\n\nthe defendants' medical treatment decisions violated Title II of\n\nthe ADA.   When the decision being challenged is \"simply a reasoned\n\nmedical judgment with which the patient disagreed,\" it is more\n\nappropriate for the patient to turn to \"state medical malpractice\n\nlaw, not [the ADA].\"      Lesley, 250 F.3d at 58.\n\n           b. Request for a Cane\n\n           Kiman argues that the defendants violated Title II by\n\ndenying him the use of his cane for two periods: (1) when he\n\nreturned to prison and was \"quarantined\" in September 1998 and (2)\n\nwhen he was housed in SHU, a high security unit.                     While the\n\ndistrict court noted that Kiman requested the use of his cane\n\nduring these periods, it concluded that the prison had appropriate\n\nreasons for denying his requests.\n\n           The     district   court    found   that,     during   the    initial\n\nquarantine period, the defendants were attempting to verify Kiman's\n\nneed for the cane for both medical and security reasons.                Kiman had\n\nnot used a cane when he was previously in the prison and, at the\n\ntime he reentered the prison in 1998, was able to walk without it.\n\nThe   defendants    emphasize   that,    during    his     initial   quarantine\n\n                                      -24-\n\fperiod, Kiman was confined to his cell at all times except for a\n\nshort daily walk to and from his shower.                 The defendants argue that\n\nhis medical need for the cane was not obvious and that corrections\n\nofficers would have been available to help Kiman on his walk to his\n\nshower, if he had requested their assistance.                     On these facts, we\n\nagree that the defendants' delay in permitting Kiman the use of his\n\ncane while they verified his need for it was not a violation of\n\nTitle II.\n\n             Kiman was eventually permitted to use his cane, but\n\nduring    his   stay    at     the   SHU    (a    maximum    security    unit),    the\n\ndefendants took away his cane for security reasons. Inmates in the\n\nSHU   left   their     cells    only   for       showers    and   recreation.       The\n\ndefendants again explain that corrections officers would have been\n\navailable to help Kiman walk to the shower, if he had requested\n\ntheir    assistance.         Without   his       cane,   however,    Kiman   was    not\n\npermitted to visit the prison yard for outdoor recreation.                         Upon\n\nlearning of this, his doctor issued Kiman a day pass to use the\n\ndayroom for recreation.          The district court noted that Kiman does\n\nnot point to any other prison program or service that he was unable\n\nto participate in because he did not have a cane, which the\n\ndistrict court noted could be used as a weapon.                       We agree that\n\nKiman has failed to establish that the defendants violated Title II\n\nby denying him the use of his cane while he was placed in the SHU.\n\n\n\n\n                                           -25-\n\f            c. Request for Early Chow Pass\n\n            On January 6, 1999, Kiman requested an \"early chow\" or\n\n\"slow movement\" pass, which would have allowed him to bypass the\n\nlong lines for meals.      At the time of his request, Kiman was housed\n\nin   the   R&D   unit   pending   administrative   review   of   an   alleged\n\ndisciplinary infraction.      Due to heightened disciplinary concerns,\n\ninmates housed in the R&D do not eat their meals at the same time\n\nas the rest of the inmate population. Thus, \"slow movement\" passes\n\nare not available to them.         Instead, inmates may request a \"cell\n\nfeed,\" i.e., the option of eating their meals in their cells.\n\nKiman has presented no evidence that he requested a cell feed.             We\n\nagree with the district court that Kiman has not established a\n\ntriable issue of fact with regard to this requested accommodation.\n\n            2.    Potential Issues of Material Fact\n\n            We are not without sympathy for the district court, which\n\nwas faced with a ponderous record and insufficient help from\n\ncounsel.    Nevertheless, we conclude that the district court erred\n\nin failing to consider evidence that may create a genuine issue of\n\nmaterial fact related to the defendants' denial of Kiman's access\n\nto prescription medications, a shower chair or accessible shower\n\nfacilities, front cuffing, and bottom tier and bunk placements. We\n\naddress these issues in turn.\n\n\n\n\n                                     -26-\n\f              a.   Access to Prescription Medications\n\n              Kiman argues that corrections officers routinely failed\n\nto provide him access to the medications prescribed by his doctors.\n\nKiman issued inmate request slips on October 8, 12, 14, and 19,\n\n1998, complaining of the failure of corrections officers to deliver\n\nhis medications on a timely and regular basis.                  Prison medical\n\nstaff responded by informing Kiman that it was his responsibility\n\nto request a renewal of his prescriptions after they had expired.\n\nThe district court noted this fact.            However, according to the\n\naffidavit of Judith LaForest, Department of Corrections Director of\n\nPharmacy, Kiman's initial prescriptions were valid from September\n\n24 through October 24, 1998, and thus had not expired during the\n\nperiod   of    time   he   complained   that   he   was   not   receiving   the\n\nmedications.       Kiman also continued to complain about the irregular\n\ndelivery of his medications, submitting additional inmate request\n\nslips on November 8 and 23, 1998, and mentioning the problem with\n\nmedical staff during appointments on November 11 and 17, and\n\nDecember 3, 1998.      According to Kiman's deposition, he experienced\n\nproblems receiving his medication off and on throughout his time in\n\nprison.11     At no time did prison officials address his complaints\n\n\n\n11\n   In response to questions about receiving medication in his\ndeposition, Kiman stated that \"my medications were so sporadic I\ncouldn't even begin to tell you when I got my medications because\nthere was days I didn't get them and possibly even weeks\" and that\n\"there was no . . . time at prison that I ever received my\nmedication properly on a daily basis or the right dosage.\"\n\n                                    -27-\n\fexcept to tell Kiman that he should renew his medications when they\n\nexpire.12\n\n             Access to prescription medications is part of a prison's\n\nmedical services and thus is one of the \"services, programs, or\n\nactivities\" covered by the ADA.          See Georgia, 126 S. Ct. at 881.\n\nUnlike    the   defendants'   decisions       regarding   the   diagnosis     and\n\ntreatment of Kiman's ALS, the defendants' failure to give him\n\naccess to his medications is not, on these facts, a medical\n\n\"judgment\" subject to differing opinion -- it is an outright denial\n\nof medical services.      Kiman has presented evidence supporting his\n\nassertions that he was not receiving his medication on a regular\n\nbasis, that he informed prison officials, and that they did not act\n\ndespite     his    repeated      requests.        Given    the     defendants'\n\nacknowledgment of Kiman's serious disability and his acknowledged\n\nneed for these medications, Kiman may have demonstrated a triable\n\nissue of fact as to whether some corrections officers and prison\n\nmedical     officials   failed    to   provide    him   with    access   to   his\n\nprescription medications in violation of Title II of the ADA.\n\n\n12\n  The prison apparently does not keep records on whether prisoners\nare receiving their medications on a timely basis.         Instead,\naccording to LaForest's affidavit, the prison pharmacy keeps track\nof how much medication prisoners return to the pharmacy as a means\nof tracking prisoner compliance.     For example, if no pills are\nreturned to the pharmacy, pharmacy staff assume that the prisoner\nhas taken all of his medication. Of course, the other possibility\nis that the prisoner did not receive his medication.       LaForest\nnoted that only two tablets of Baclofen and none of the Trazodone\nwere returned to the pharmacy from September 24 through October 24,\n1998.\n\n                                       -28-\n\f            b.      Access   to    a    Shower    Chair    or    Accessible       Shower\nFacilities\n\n            Kiman argues that corrections officers prevented him from\n\nusing a shower chair that had been provided for him and did not\n\nrespond to his requests for accessible shower facilities.                             The\n\ndistrict court concluded that \"Kiman . . . has presented no\n\nadmissible evidence that corrections officers prevented him from\n\nusing   a   shower    chair.       All    he    offers    is    an    unsubstantiated\n\nallegation on this point.\"             The district court acknowledged that\n\nKiman had requested accessible shower facilities, but noted that\n\nDr. Ward did not respond to this request because he knew that Kiman\n\nhad been issued a shower chair pass.                     The court thus rejected\n\nKiman's claims regarding this accommodation.\n\n            However,    after      carefully       reviewing         the   record,    we\n\nconclude     that    Kiman   has       presented    admissible         evidence      that\n\ncorrections officers prevented him from using the chair.                           Kiman\n\nstated in his deposition that a shower chair was brought near the\n\nshowers in R&D for his use, but corrections officers would sit on\n\nthe chair and refuse to allow him to use it despite his repeated\n\nrequests.13   Kiman also stated in his deposition that there was one\n\n\n13\n  Q: And did you ever receive a shower chair?\nA: I never received a shower chair.\nQ: Was a shower chair ever brought to the shower area?\nA: There was a shower chair brought when I was in R&D, not in my\nunit, but where a guard would sit when people were out on meal time\nor guard. He used my shower chair.\nQ: He used your shower chair? And did you ask him if you could\n\n                                         -29-\n\fshower available for individuals with disabilities in the MSU, but\n\nthe defendants did not give him access to that shower despite his\n\nrequests.14\n\n          The defendants acknowledged, through the issuance of a\n\nshower chair pass, Kiman's serious disability-related needs.   Yet\n\nKiman has presented evidence that corrections officers prevented\n\nhim from using the shower chair or accessible shower facilities\n\n\nuse your shower chair?\nA: Every day, all the time, whenever I was out to take a shower,\nI would ask to use that chair.\nQ: And what would his response be?\nA: And when I say he, I mean whoever was on. I don't mean one\nperson. . . . I never got the chair.\nQ: Did they say anything to you?\nA: Not much, no.\nQ: They just refused to give up the chair?\nA: Yeah, exactly.\nQ: And so how did you shower?\nA: Same way I always did, just get in and get out, just, feel\nsomething coming on, just sit down before you fall in.\nQ: Now, you were in, when you fell in the shower, were there any\nhandicapped rails or –\nA: No.\nQ: No? Were there any hand, were you ever offered the use of any\nhandicapped showers?\nA: No.\nQ: Were you ever offered the use of any handicapped facilities?\nA: No.\n14\n  Q: Were there ever any handicapped facilities in any of the cells\nyou inhabited at the prison?\nA: My only recollection of wherever I was in that prison, it was\nlike there might have been one shower or something in MSU that had\na little thing on it. That's it. Other than that, no.\nQ: Were you allowed to use that shower at MSU?\nA: If somebody was in it, you don't get it.\nQ: Did you have to make a special request?\nA: As I did regularly.\nQ: And was it honored?\nA: No.\n\n                               -30-\n\fdespite his repeated requests.     We therefore conclude that Kiman\n\nhas presented admissible evidence regarding his access to a shower\n\nchair and facilities.   See Schmidt v. Odell, 64 F. Supp. 2d 1014,\n\n1033 (D. Kan. 1999) (denying defendants' summary judgment motion,\n\nconcluding that \"there is a genuine issue of fact as to whether the\n\ndefendants failed to make reasonable accommodation for plaintiff's\n\ndisability, including by . . . failing to timely provide a shower\n\nchair\"); Kaufman v. Carter, 952 F. Supp. 520, 532-33 (D. Mich.\n\n1996) (denying defendants' summary judgment motion where plaintiff\n\nprovided evidence that prison failed to provide him with a shower\n\nchair or accessible shower facilities).\n\n          c. Request for Front Cuff Pass\n\n          Kiman argues that it was a violation of Title II for\n\ncorrections officers to handcuff him behind his back.    Because of\n\nthe cramping of muscles in his shoulders, handcuffing him behind\n\nhis back caused him pain, and also prevented him from using his\n\ncane to support himself as he walked.   Campbell issued a front cuff\n\npass for him. The district court stated that \"[t]he record reveals\n\nonly one instance in which Kiman was handcuffed behind his back\n\nafter Bernadette Campbell issued him a front cuff pass shortly\n\nafter he requested one.\"    The district court noted that prison\n\nstaff conducted an investigation of the incident and determined\n\nthat Kiman had not been carrying his front handcuff pass with him\n\n\n\n\n                                 -31-\n\fat the time and thus it was reasonable for them to cuff him behind\n\nhis back due to the lack of verification of his needs.\n\n          However, Kiman presented evidence through his deposition\n\ntestimony that corrections officers would not honor his front cuff\n\npass during the times they cuffed him.15     Given that he was often\n\ncuffed when taken out of his unit to and from prison programs and\n\nservices, the pain caused by the lack of front cuffing affected his\n\naccess to a variety of the \"services, programs, or activities\"\n\ncovered by Title II of the ADA.    42 U.S.C. § 12132.   The defendants\n\nacknowledged the importance of this accommodation by issuing the\n\n\n15\n  Kiman stated repeatedly during his deposition that his hands were\nnot cuffed in the front after the issuance of the front cuff pass:\n     Q: [D]o you recall ever having a physician's order indicating\n     how your hands should be cuffed because of your disorder?\n     A: I know there was one issued eventually. . . . I actually\n     had a handcuff pass similar to that bottom bunk pass.\n     Q: And were they handcuffed in the front?\n     A: No.\n     ...\n     Q:   [T]here was an order that your cuffs, were to be, you\n     would be cuffed in front; is that correct?\n     A: Right.\n     Q: And were you cuffed in front?\n     A: No.\n     Q:   Was there any acknowledgment or any, did they pay any\n     attention to that physician's order?\n     A: No. My physician's order was never paid attention to at\n     all.\n     . . .\n     Q: Were you, at any point in time when you were in CCU, cuffed\n     with your hands in the inappropriate cuffing position for you?\n     A: Oh, yeah.    If you ever left the unit to go somewhere,\n     you're being cuffed.\n     Q: Did they cuff it according to your doctor's orders?\n     A: No.\n     Q: Okay. So that order was ignored?\n     A: That order was ignored . . . .\n\n                                  -32-\n\ffront cuff pass.    However, they argue that prison policy required\n\nthat Kiman carry his pass with him at all times and that, at least\n\nin one instance, Kiman was not carrying his pass.\n\n            The evidence indicates Kiman had informed the defendants\n\nthat, on that occasion, the corrections officer who would not cuff\n\nhim in front knew that he had a pass and in fact had taken the pass\n\nfrom him.    The defendants' statement that Kiman's accusation \"was\n\nfound to be untrue,\" without more, does not demonstrate the absence\n\nof a triable issue of fact on this issue.      See Magee, 121 F.3d at\n\n3 (\"Neither party may rely on . . . unsubstantiated denials . . .\n\nto demonstrate either the existence or absence of an issue of\n\nfact.\").     Furthermore, one can infer from Kiman's deposition\n\nstatements that corrections officers failed to honor his front pass\n\non more than that one occasion.     On these facts, we believe that\n\nthere is a dispute as to whether corrections officers refused to\n\nhonor Kiman's front cuff pass and requests for front cuffing.\n\n          d. Request for a Bottom       Bunk    Pass,   a    First   Tier\nAssignment, and Accessible Cell\n\n            Kiman also argues that he was forced to reside on the\n\nthird tier of the prison and sleep in a top bunk.           The district\n\ncourt found that Kiman never formally requested accommodations,\n\nemphasizing the requirement that Kiman submit an inmate request\n\nslip or file a formal complaint.   \"Kiman has presented no evidence\n\nthat he submitted either a proper request to be moved from the\n\n\n                                -33-\n\fthird tier or a complaint that his bottom bunk pass, issued the day\n\nafter he returned to prison, was not being honored.           Similarly,\n\nthere is no record evidence that he ever asked to be housed in a\n\ncell equipped with handicapped bathroom and shower facilities.\"\n\n          The district court is correct that the record does not\n\nindicate whether Kiman requested to be placed in an accessible\n\ncell.   However,   there   is   evidence,   in   the   form   of   Kiman's\n\ndeposition testimony, that he requested to be placed on a bottom\n\ntier and in a bottom bunk, but was not accommodated.16         Kiman has\n\npresented evidence that he informed the defendants of the serious\n\nnature of his disability and they had acknowledged, by issuing the\n\nbottom bunk pass and cane pass, that Kiman had mobility problems\n\nthat required certain accommodations.       Yet, according to Kiman's\n\ndeposition, corrections officers nonetheless failed to respond to\n\nhis request for a lower tier or his complaint that he was being\n\nkept on a top bunk.    This presents an issue of fact regarding\n\n\n\n\n16\n Q: You told me that you were in a bottom bunk in MSU, right?\nA: I was in a single bed, yes.\n. . .\nQ: [W]as there any other time when you were allowed a bottom bunk?\nA: I cannot recollect that. All my paperwork, and from what I\nremember, I was always on a top bunk.     I might have been on a\nbottom bunk once, but –\nQ: Do you remember?\nA: Like I say, I requested to go to the bottom. I requested . .\n. to go to the bottom tier.     They put me on a third tier.     I\nrequested that I can't get up in my bunk without help from a\ncellmate, and I was kept on a top bunk.\n\n                                 -34-\n\fwhether the corrections officers failed to provide him with these\n\nreasonable accommodations.\n\n           In summary, we conclude that Kiman has presented evidence\n\nestablishing      factual    disputes       that   might,    depending    on    the\n\nresolution   of    the     issues   discussed      infra,    be   material     and,\n\ntherefore,      suffice     to    resist     summary      judgment   on    whether\n\ndefendants denied him access to (1) his prescription medications,\n\n(2) a shower chair or accessible shower facilities, (3) front\n\ncuffing,   and    (4)     lower   tier     and   bottom    bunk   placements,    in\n\nviolation of Title II.\n\nB.   Remaining Issues for Consideration\n\n           As discussed above, evidence from Kiman's deposition, not\n\naddressed by the district court, and viewed in Kiman's favor as it\n\nmust be on summary judgment, may permit a factfinder to conclude\n\nthat Kiman's rights under Title II of the ADA were violated by\n\nprison officials.       For this reason, remand is warranted.             However,\n\nhaving identified these issues, we recognize that there are still\n\nsignificant hurdles for Kiman to overcome.\n\n           1.     Defendants' liability\n\n           Several courts have held that Title II does not provide\n\nfor suits against state officials in their individual capacities.\n\nSee, e.g., Vinson v. Thomas, 288 F.3d 1145, 1156 (9th Cir. 2002);\n\nGarcia v. State Univ. of N.Y. Health Scis. Ctr., 280 F.3d 98, 107\n\n\n                                         -35-\n\f(2d Cir. 2001); Alsbrook v. City of Maumelle, 184 F.3d 999, 1005\n\nn.8 (8th Cir. 1999).      The district court did not reach this issue\n\nin its opinion, nor did the parties present it on appeal.                  Earlier\n\nin the long proceedings in this case, the plaintiff stated that he\n\nwould drop suit against the prison officials in their individual\n\ncapacities,     see   Kiman   I,   301    F.3d   at   17,    but   this   has   not\n\nhappened.17     On remand, the district court will have to consider\n\nthis issue.\n\n           If the various defendants can be sued in their individual\n\ncapacities, a discrete analysis of their respective roles in the\n\nfour claims still at issue would be necessary to determine which\n\ndefendants should remain subject to potential liability (and on\n\nwhich claims).    If an individual was not involved in one or more of\n\nthose claims, the district court must grant his or her motion for\n\nsummary judgment to that extent (or, if a defendant was not\n\ninvolved in any of the claims, totally).\n\n           Regardless of whether the defendants can be sued in their\n\nindividual capacities, a discrete analysis of the claims still at\n\nissue   would    be   necessary    to    establish     the    state's     ultimate\n\n\n\n\n17\n  We assume that Kiman's statement was made with respect to his\nTitle II claims against the defendants. Assuming his state law\nclaims are viable, Kiman could pursue those claims against some of\nthe defendants in their individual capacities.\n\n                                        -36-\n\fresponsibility for the individuals' actions.18 The defendants argue\n\nthat they were not on notice of Kiman's problems due to his failure\n\nto pursue the full grievance procedure in several instances. It is\n\nan open question whether Kiman must have formally complied with the\n\nprison's     grievance   procedure,      in   addition   to   any     informal\n\ncomplaints made to prison guards and staff, in order to pursue\n\nclaims of Title II violations against the prison.             Under the ADA,\n\na person normally must make a specific request for the modification\n\nin question, see Reed, 244 F.3d at 260, and the New Hampshire State\n\nPrison crafted its grievance procedures so that it could address\n\nprisoners' complaints.      If a prison is faithful in utilizing its\n\ngrievance procedure and inmates clearly recognize that compliance\n\nwith that procedure is the only acceptable method for airing their\n\ncomplaints, it may well be that a prisoner must follow that\n\nprocedure before pursuing a Title II claim. However, in the Eighth\n\nAmendment context, the lack of formal compliance with a grievance\n\nprocedure is not a defense to liability for those prison officials\n\nwho were aware of a prisoner's serious medical needs and refused to\n\nhelp.   See Alsina-Ortiz v. Laboy, 400 F.3d 77, 82 (1st Cir. 2005)\n\n(noting that prisoner's failure to file a formal complaint of\n\ninadequate    care   \"hardly   negates    the   possibility    that    he   was\n\n\n\n18\n  Suing state officials in their official capacities is tantamount\nto suing the state. See New Eng. Reg'l Council of Carpenters v.\nKinton, 284 F.3d 9, 14 n.1 (1st Cir. 2002).\n\n\n                                   -37-\n\fmanifestly in need of attention\" and that a prison official knew of\n\nhis needs yet refused to assist him or advise other staff, in\n\nviolation of his Eighth Amendment rights).       We have not addressed\n\nthis issue in the Title II context.      On remand, the district court\n\nwill have to consider this issue carefully.\n\n            2.   Sovereign Immunity\n\n            The district court will also have to address the issue of\n\nsovereign   immunity.     The   defendants   argued   that   the   state's\n\nsovereign immunity was not validly abrogated by Title II of the\n\nADA.   The district court did not address this issue in its opinion.\n\nThe Supreme Court's recent decision in Georgia clarifies the\n\nappropriate inquiry on remand.        The district court will have to\n\ndetermine, on an issue-by-issue basis, \"to what extent [the alleged\n\nTitle II violations] also violated       the Fourteenth Amendment\" and\n\n\"insofar as such misconduct violated Title II but did not violate\n\nthe Fourteenth Amendment, whether Congress's purported abrogation\n\nof sovereign immunity as to that class of conduct is nevertheless\n\nvalid.\" See Georgia, 126 S. Ct. at 882.19\n\n\n19\n  Kiman did not argue that the defendants' conduct violated his\nconstitutional rights in his briefs before the district court or on\nappeal. He argued more generally that Congress could abrogate the\nstate's sovereign immunity through Title II of the ADA, without\nregard to the distinction between alleging violations of\nconstitutional rights or violations of Title II that are\nprophylactic in nature.    We will not fault him for failing to\nanticipate the Supreme Court's precise holding in Georgia. The\ndistrict court should examine whether a reasonable factfinder could\nconclude that the defendants' conduct violated Kiman's rights under\n\n                                  -38-\n\f          3.   State law claims\n\n          Because the district court granted summary judgment in\n\nfavor of the defendants on Kiman's ADA claim, the court declined to\n\nexercise supplemental jurisdiction over his state law claims.\n\nAssuming that, after the analysis outlined above, some of Kiman's\n\nTitle II claims against the defendants remain viable, the district\n\ncourt will have to assess his state law claims as well.\n\n                                  III.\n\n          After carefully reviewing the record, we conclude that\n\nKiman presented relevant evidence on his Title II claims, which, at\n\nthis point, precludes a conclusion that the defendants have carried\n\ntheir burden of establishing the absence of genuine issues of\n\nmaterial fact.   In order to determine whether they have carried\n\nthat burden, the district court will need to address the issues we\n\nhave highlighted.   We intimate no view as to how the court should\n\nresolve those issues or as to how it ultimately should rule on the\n\nvital question of whether any or all of the defendants have shown\n\nan entitlement to summary judgment.\n\n          Because   we   conclude        that   summary   judgment   was\n\nimprovidently granted, we vacate the district court's order and\n\nremand for proceedings consistent with this opinion.\n\n\n\n\nthe Fourteenth Amendment, including his Eighth Amendment rights.\nSee Georgia, 126 S. Ct. at 881.\n\n                                  -39-\n\fSo ordered.   Costs are awarded to the appellant.\n\n\n\n\n                     -40-\n\f",
  "html": "<p class=\"case_cite\">451 F.3d 274</p>\n    <p class=\"parties\">Matthew KIMAN, Plaintiff, Appellant,<br>v.<br>NEW HAMPSHIRE DEPARTMENT OF CORRECTIONS; Michael Cunningham, Individually and Officially as Warden, New Hampshire State Prison; Bernadette Campbell, Individually and Officially as a Physical Therapist; Michael Capano, Individually and Officially as Corrections Officer; Brian Gauthier, Individually and Officially as a Corrections Officer; John Haney, Individually and Officially as a Corrections Officer; Michael Corrira, Individually and Officially as a Corrections Officer; David Southard, Individually and Officially as RNC; Michael Kenney, Individually and Officially as a Corrections Officer; Brian Dunham, Individually and Officially as a Corrections Officer; Michael Poulicakos, Individually and Officially as a Corrections Officer; Roger Dugre, Individually and Officially as a Corrections Officer; Janette Hoffstede, Individually and Officially as a Nurse Practioner; Charles Ward, Individually and Officially as the Prison Physician, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 05-1998.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 8, 2005.</p>\n    <p class=\"date\">Decided June 28, 2006.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Nancy S. Tierney, for the appellant.</p>\n      <p class=\"indent\">Mary E. Malony, Attorney, New Hampshire Dept. of Justice, with whom Kelly A. Ayotte, New Hampshire Attorney General, was on brief for the appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, STAHL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Matthew Kiman, formerly incarcerated at the New Hampshire State Prison, appeals the district court's grant of summary judgment in favor of the New Hampshire Department of Corrections and numerous individuals sued in their individual and official capacities. Kiman, who has amyotrophic lateral sclerosis (\"ALS\" or \"Lou Gehrig's Disease\"),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> argues that the defendants violated Title II of the Americans with Disabilities Act (\"ADA\"), 42 U.S.C. &#167;&#167; 12131-12165,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> by failing to properly treat his disease and by failing to reasonably accommodate his resulting disability. He also raises state law negligence claims. The parties filed cross-motions for summary judgment, and the district court granted the defendants' motion and denied the plaintiff's motion. Concluding that no violation of the ADA had occurred, the district court did not reach the issue of whether Title II of the ADA validly abrogated the state's sovereign immunity, and declined to exercise supplemental jurisdiction over Kiman's state law claims.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Kiman appealed, arguing that the district court erred by granting the defendants' motion because material facts are in dispute. After carefully reviewing the record, we agree that the district court failed to address admissible record evidence that may suffice to create genuine issues of material fact as to whether the defendants violated Title II of the ADA. We therefore vacate the judgment of the district court and remand for further proceedings. On remand, the district will need to address the issues left unresolved by its earlier holding, including an assessment of which defendants would be liable for the Title II violations, whether the state's sovereign immunity has been validly abrogated,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and whether summary judgment on Kiman's state law claims is appropriate.</p>\n    </div>\n    <p>I.</p>\n    <p class=\"indent\">A. Factual History</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We present the evidence in the light most favorable to Kiman, the party opposing summary judgment. <i>See Parker v. Universidad de Puerto Rico,</i> 225 F.3d 1, 3 (1st Cir.2000). Kiman was incarcerated at the New Hampshire State Prison for two relevant periods: April 2, 1997 through January 8, 1998, and September 23, 1998 through January 28, 1999. Kiman first exhibited signs of a disability while incarcerated in 1997. He reported experiencing numbness and pain in his left leg and left buttocks and met with Nurse Janette Hoffstede, as well as the prison's physical therapist, Bernadette Campbell, several times between October and December 1997. On December 17, 1997, Kiman reported having weakness and pain in his left shoulder. However, his appointment with Campbell was cancelled when he was paroled to serve a sentence in Massachusetts on January 8, 1998. While incarcerated in Massachusetts, Kiman did not see a specialist for his leg and shoulder problems.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After he was released from incarceration in Massachusetts, Kiman returned to New Hampshire to reside at Calumet House, a halfway house. In April 1998, he made an appointment with Dr. Jay Smith at Manchester Community Health Center. Dr. Smith examined Kiman, noting the atrophy in his muscles and fasciculation (involuntary contractions and twitching) along both sides of his body. He recommended that Kiman consult a neurologist right away. When Dr. Smith discovered during a second appointment with Kiman several days later that Kiman had yet to see a neurologist, he speculated that \"something in our system has broken down as I made the recommendation that we get him in with a neurologist ... as soon as possible.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Two weeks later, Kiman met with Dr. Daniel Botsford, Jr. of Neurology Associates of Southern New Hampshire. Dr. Botsford arranged for electromyography and nerve conduction studies. He believed that Kiman might have a motor neuron disease or muscular dystrophy but did not reach a conclusive diagnosis. He ordered more testing and suggested that his partner, Dr. Mark Biletch, a neuromuscular specialist, examine Kiman. Kiman missed two appointments, however, and Dr. Botsford did not, at that time, diagnose Kiman with ALS. Instead, he told Kiman that he might have ALS or some form of muscular dystrophy.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Kiman returned to the New Hampshire State Prison on a parole violation in September 1998. He was initially assigned to the Reception and Diagnostics unit (\"R &amp; D\"). In R &amp; D, staff typically place an inmate in \"quarantine\" for one week, where they test the inmate for infectious diseases, assess the inmate's physical condition and medical needs, and obtain any medical records from the inmate's treating physician. While in quarantine, inmates may only leave their cells once each day to use the shower.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">While in R &amp; D, Kiman informed prison medical staff that he believed that he had muscular dystrophy. He met with Campbell for physical therapy sessions. Campbell instructed Kiman to do certain exercises, including walking. Kiman requested access to the weight room, but Campbell denied the request. Campbell did not have Kiman's medical records at the time and did not think that weight training was necessarily appropriate for his condition. Kiman continued to make these requests, which Campbell denied, until she issued him a pass for hand weights only in November 1998.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">During his initial R &amp; D screening in late September 1998, Kiman made several requests for the cane that he had begun using to help him walk while on parole. He received his cane on October 2, 1998. The defendants explained that the delay was due to their need to verify Kiman's need for a cane, for medical and security purposes. The defendants also noted that, because Kiman was in quarantine, he did not have the opportunity to walk outside his small cell except for a daily trip to the shower.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Kiman was housed in the R &amp; D unit from September 23, 1998 until October 19, 1998. On September 24, 1998, Nurse Hoffstede issued Kiman a bottom bunk pass that was in effect the entire time he was incarcerated. According to Kiman, after receiving the bottom bunk pass, he was nonetheless kept in a top bunk except for when he was housed at the Minimum Security Unit. There was no ladder to get on the top bunk, so Kiman hoisted himself up to the bunk, sometimes gaining leverage on the edge of the latrine or sink in the cell. Because of Kiman's condition, he often had to rely on his cellmate to get to the top bunk. Kiman also stated in his deposition that, while housed in R &amp; D, he requested to be placed on a lower tier but was placed on the third tier, requiring him to use the stairs to get to the meal area.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Prison medical staff prescribed Kiman medications to treat his symptoms, including Baclofen (a muscle relaxant) and Trazodone (an anti-depressant), on an \"as-needed\" basis. His first prescriptions for Baclofen and Trazodone were issued for September 24, 1998 through October 24, 1998. Kiman had trouble receiving his medication consistently and was experiencing intermittent pain and severe muscle cramping. He filed an \"inmate request slip\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> on October 8, 1998, complaining that the corrections staff were not delivering the medications to him. He also requested a higher dosage of Baclofen and asked for a prescription for Topomax. He filed two other similar requests over the next few days. Dr. Charles Ward responded to Kiman's requests by notifying him that he was scheduling a doctor's appointment for him before ordering a change in his medication dosages. In responding to Kiman's complaints about the irregular delivery of his medications, corrections staff informed Kiman that he was responsible for requesting renewals of prescriptions when they expired. Kiman did request the renewal of his prescription for Baclofen on two occasions, and when his Trazodone ran out, he said he was willing to try Prozac instead, but then chose not to continue taking it. However, he continued to complain about the irregular delivery of his medications, submitting additional inmate request slips on November 8 and 23, 1998, and complaining to medical staff during appointments on November 11 and 17, and December 3, 1998.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On October 19, 1998, Kiman was transferred to the Special Housing Unit (\"SHU\") after he received a disciplinary report for \"inciting a riot.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> He remained at SHU until November 6, 1998. While housed in the SHU, Kiman took all of his meals in his cell and was permitted to leave only to use the shower or for recreation. Prison staff did not permit Kiman to use his cane while housed in the SHU because, they explained, it posed too great a security risk in the maximum security unit. Because Kiman did not have his cane, he was not allowed to participate in recreation in the SHU yard. Instead, Dr. Ward issued him a pass to use the dayroom for recreation, which, in the SHU, was on the same floor as both Kiman's cell and the showers.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">When Kiman was initially transported to the SHU, he was handcuffed behind his back and escorted by two corrections officers. Kiman filed an inmate request slip to complain about the handcuffing behind his back, which caused him shoulder pain. He also complained about a lack of medications and exercise. Campbell issued him a front handcuff pass on October 21, 1998. Kiman stated in his deposition that the corrections officers never honored the pass and continued to cuff him behind his back. Kiman issued one inmate request slip complaining about an incident in which a corrections officer cuffed him behind his back because Kiman did not have his pass with him. Kiman stated that the officer himself had Kiman's pass and knew of his medical condition. Prison officials stated that the accusation that the officer had taken Kiman's pass \"was found to be untrue\" and that prison policy required Kiman to carry the pass with him. However, on at least one occasion prior to the issuance of the pass, Campbell observed that Kiman had arrived to a physical therapy appointment handcuffed in front and using his cane.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On November 6, 1998, Kiman was moved from SHU to the Closed Custody Unit (\"CCU\"), where he remained until November 24, 1998. Kiman did not need to take the stairs in the CCU because everything was on one level. He filed several inmate request slips reporting severe pain in his shoulder and arm, lack of exercise, and low doses of medications. He was told to report to sick call for medical treatment. He also inquired about a consultation with Dr. Biletch. Dr. Ward responded, explaining that, in his opinion, a consultation was not necessary because the prison had received the records regarding Kiman's neurological testing from earlier in the year. However, after Kiman filed another request, Dr. Ward ordered a consultation with Dr. Biletch.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Kiman was moved to the Minimum Security Unit (\"MSU\") on November 24, 1998. While housed in the MSU, Kiman was permitted to get his medications himself during designated times (rather than waiting for their delivery) and could use his cane. The beds were not bunked and thus were accessible from ground level.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Kiman was sent back to R &amp; D on January 4, 1999, pending review of a disciplinary infraction for disruptive behavior. On January 5, 1999, Kiman reported that he had fallen in the shower and had not received adequate care. He requested a shower chair. A shower seat was left near the showers for his use. However, according to Kiman's deposition, the security guards used the chair and would not give him the chair despite his requests. The lack of a shower chair or handlebars in the shower made it difficult for Kiman to take a shower. The changes in water temperature would sometimes trigger cramping in Kiman's muscles, causing him at times to either fall or, if he felt himself becoming disoriented, sit down on the shower floor to prevent a fall. When he fell, other inmates would help him up.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">According to his deposition, Kiman also often had trouble maintaining proper hygiene due to problems with the sink in his cell. The sink in his cell required him to press down a dial constantly to get water flow, which Kiman was sometimes too weak to do. He often relied on his cellmates to help him with grooming and was sometimes unable to shave on his own. Inmates who were not groomed were not allowed to go to meals, and Kiman missed several meals over the course of his imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On January 6, 1999, Kiman requested an \"early chow\" pass (also known as a \"slow movement\" pass). He found it difficult to wait in long lines, particularly in cold weather, for food. However, because inmates housed in R &amp; D are either quarantined or otherwise restrictively confined, they do not eat their meals at the same time as other inmates. For this reason, prison staff do not issue early chow passes to inmates housed in the R &amp; D, but will allow them to take their meals in their cells, a process known as a \"cell feed.\" Kiman did not request a cell feed while he was in R &amp; D. Later, when Kiman was to be returned to MSU, where early chow was permitted, Dr. Ward issued him an early chow pass.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On January 8, 1999, Kiman submitted an inmate request slip to complain that he was being denied access to the weight room and to request access to a handicapped shower. He also complained that he had still not been seen by Dr. Biletch. Dr. Ward explained to Kiman that Dr. Biletch had to reschedule his appointment due to a conflict. Dr. Ward did not respond to Kiman's request for a handicapped shower because he noted that the infirmary had issued Kiman a shower chair pass. Dr. Ward denied Kiman's request to use the weight room. Kiman wrote more inmate request slips, requesting that his passes be renewed and complaining of a lack of physical therapy. Campbell responded by stating that she was seeing him on a regular basis. Dr. Ward stated that all of Kiman's passes would be renewed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Dr. Biletch examined Kiman in Manchester on January 21, 1999. Dr. Biletch conclusively diagnosed Kiman with ALS and added a medication, Riloteck, to Kiman's prescriptions. Kiman returned to MSU where he remained until he was paroled on January 28, 1999. Dr. Ward did not order Riloteck for Kiman because the parole board informed him that Kiman was being released the following week. Prison medical staff did order that Kiman's other medications be continued until two weeks after the date of his release.</p>\n    </div>\n    <p class=\"indent\">B. Procedural History</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On April 29, 1999, Kiman initiated this action by filing a charge against the New Hampshire Department of Corrections (\"DOC\") with the New Hampshire Human Rights Commission. The Commission informed him that it lacked jurisdiction over Title II of the ADA and referred him to the United States Department of Justice (\"DOJ\"). On May 24, 1999, Kiman filed a complaint under Title II of the ADA with the Civil Rights Division of the DOJ. The DOJ ultimately decided not to take action on his behalf. On April 16, 2001, Kiman filed suit in federal court.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The defendants moved to dismiss on August 10, 2001, arguing that Kiman could not state a claim under Title II because Congress had exceeded its power under &#167; 5 of the Fourteenth Amendment when it purported to abrogate the states' Eleventh Amendment immunity by adopting Title II. They also argued that Title II does not provide a cause of action against state officers in their individual capacities.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The district court granted the defendants' motion to dismiss, holding that Title II of the ADA was not a valid exercise of Congress's power to abrogate the states' Eleventh Amendment immunity. <i>Kiman v.</i> <i>N.H. Dep't of Corr.,</i> No. 01-134, 2001 WL 1636431, 2001 U.S. Dist. LEXIS 21894 (D.N.H. Dec. 19, 2001). Kiman appealed. A divided panel of this court reversed and remanded the decision. <i>Kiman v. N.H. Dep't of Corr.,</i> 301 F.3d 13 (1st Cir.2002) (\"<i>Kiman I</i>\"). After the defendants filed a petition for rehearing en banc, an equally divided en banc court withdrew the panel opinion, <i>Kiman v. N.H. Dep't of Corr.,</i> 310 F.3d 785 (1st Cir.2002), and affirmed the district court's decision without opinion. <i>Kiman v. N.H. Dep't of Corr.,</i> 332 F.3d 29 (1st Cir.2003) (en banc). Kiman then petitioned for a writ of certiorari, which the Supreme Court granted. <i>Kiman v. N.H. Dep't of Corr.,</i> 541 U.S. 1059, 124 S.Ct. 2387, 158 L.Ed.2d 961 (2004). The Court remanded the case for further consideration in light of its decision in <i>Tennessee v. Lane,</i> 541 U.S. 509, 533, 124 S.Ct. 1978, 158 L.Ed.2d 820 (2004) (holding that \"Title II, as it applies to the class of cases implicating the fundamental right of access to the courts, constitutes a valid exercise of Congress' &#167; 5 authority to enforce the guarantees of the Fourteenth Amendment\"). We then remanded the case to the district court for further consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Following discovery, the parties filed cross-motions for summary judgment. The defendants also filed a motion for late entry of answer, three years after the answer was initially due, which prompted the plaintiff to file a motion for default judgment. The magistrate judge granted the defendants' motion for late entry and denied the plaintiff's motion for a default judgment. The plaintiff did not file written objections to the magistrate's orders. The district court denied the plaintiff's motion for summary judgment and granted the defendants' summary judgment motion, concluding that the undisputed evidence established that the defendants did not violate Title II of the ADA. In so doing, the district court declined to reach the issue of whether, in light of recent Supreme Court jurisprudence, Kiman's Title II claims against the defendants are barred by the Eleventh Amendment. Having ruled against Kiman's ADA challenge, the district court opted not to exercise supplemental jurisdiction over Kiman's state law claims. Kiman then appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">During the pendency of the appeal, the Supreme Court clarified the Eleventh Amendment sovereign immunity issue in <i>United States v. Georgia,</i> ___ U.S. ___, 126 S.Ct. 877, 163 L.Ed.2d 650 (2006), an ADA suit for damages brought by Tony Goodman, a paraplegic prisoner in the Georgia state prison system. The Court held that \"insofar as Title II creates a private cause of action for damages against the States for conduct that <i>actually</i> violates the Fourteenth Amendment, Title II validly abrogates state sovereign immunity.\" <i>Id.</i> at 882. The Court noted that many of Goodman's claims&#8212;involving the state prison's alleged failure to accommodate Goodman's needs regarding mobility, medical care, and hygiene&#8212;\"were evidently based, at least in large part, on conduct that independently violated the provisions of &#167; 1 of the Fourteenth Amendment [incorporating the Eighth Amendment's prohibition against cruel and unusual punishment].\" <i>Id.</i> at 881. The Court remanded the case for further consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Thus, we begin our analysis by examining whether the district court properly determined that Kiman failed to establish any genuine issue of material fact on Title II violations of the ADA. Concluding that Kiman has offered admissible evidence in support of his Title II allegations that the district court failed to consider, we then discuss the remaining issues that the district court will have to resolve on remand involving the liability of specific defendants, the abrogation of sovereign immunity in light of the <i>United States v. Georgia</i> decision, and Kiman's state law claims.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">\"We review a district court's grant of summary judgment <i>de novo,</i> viewing the facts in the light most favorable to the nonmovant.\" <i>States Res. Corp. v. Architectural Team, Inc.,</i> 433 F.3d 73, 80 (1st Cir.2005) (internal quotation marks omitted). Summary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). \"Neither party may rely on conclusory allegations or unsubstantiated denials ... to demonstrate either the existence or absence of an issue of fact.\" <i>Magee v. United States,</i> 121 F.3d 1, 3 (1st Cir.1997); <i>see also Quinones v. Houser Buick,</i> 436 F.3d 284, 289 (1st Cir. 2006).</p>\n    </div>\n    <p class=\"indent\">A. Title II</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Kiman argues that the district court erred by granting summary judgment in this case because material facts are in dispute.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The defendants argue that Kiman has not provided any admissible evidence establishing that material facts are in dispute. After carefully considering the record, we conclude that the district court failed to consider admissible evidence that may&#8212;depending on the resolution of the issues discussed <i>infra</i>&#8212;establish genuine issues of material fact on whether prison officials violated Title II of the ADA.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Title II provides that \"no qualified individual with a disability shall, by reason of such disability, be excluded from participation in or be denied the benefits of the services, programs, or activities of a public entity, or be subjected to discrimination by any such entity.\" 42 U.S.C. &#167; 12132. Federal regulations implementing Title II require public entities to \"make reasonable modifications in policies, practices, or procedures when the modifications are necessary to avoid discrimination on the basis of disability, unless the public entity can demonstrate that making the modifications would fundamentally alter the nature of the service, program, or activity.\" 28 C.F.R. &#167; 35.130(b)(7).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A plaintiff seeking relief under Title II \"must establish: (1) that he is a qualified individual with a disability; (2) that he was excluded from participating in, or denied the benefits of a public entity's services, programs, or activities or was otherwise discriminated against; and (3) that such exclusion, denial of benefits, or discrimination was by reason of his disability.\" <i>Parker,</i> 225 F.3d at 5. In cases where the alleged violation involves the denial of a reasonable modification/accommodation,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> \"the ADA's reasonable accommodation requirement usually does not apply unless `triggered by a request.'\" <i>Reed v. LePage Bakeries, Inc.,</i> 244 F.3d 254, 261 (1st Cir.2001) (discussing the request requirement in the Title I context). This is because a person's \"disability and concomitant need for accommodation are not always known . . . until the [person] requests an accommodation.\" <i>Id.</i> However, \"sometimes the [person]'s need for an accommodation will be obvious; and in such cases, different rules may apply.\" <i>Id.</i> at 261 n. 7.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The defendants do not contest that Kiman is a \"qualified individual with a disability.\" 42 U.S.C. &#167; 12132. Rather, they argue that they complied with Title II's requirements, providing Kiman with the reasonable modifications that he requested, except where accommodating his requests would endanger prison security. The district court agreed with the defendants and concluded that Kiman had presented no admissible evidence showing a violation of Title II.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Specifically, the district court rejected Kiman's argument that the defendants inadequately diagnosed and treated his disability. The court found that Kiman's doctors at the prison followed the relevant diagnostic protocol and properly treated his condition, and that any delays in diagnosis were due to scheduling conflicts and other issues beyond the defendants' control. The district court did not directly address Kiman's claims that the defendants denied him access to his prescription medications, but noted that the defendants renewed the prescriptions for these medications several times while he was incarcerated.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The district court also rejected Kiman's argument that the defendants failed to provide him with certain reasonable modifications. Kiman argued that the defendants had violated the ADA by denying his request for the use of his cane, denying his request for an early chow pass, handcuffing him behind his back despite a prison pass permitting him to be handcuffed in front, refusing to provide him with a shower chair or accessible shower facilities, housing him on the third tier of the prison, requiring him to sleep on the top bunk, and failing to provide accessible facilities in his cell. The district court found that the defendants' decisions to withhold the cane, early chow pass, and front handcuffing for certain periods were based on security concerns and did not violate Title II requirements. The district court also found that the defendant failed to provide any admissible evidence that he submitted an inmate request slip requesting to be housed on a lower tier, that he filed a complaint that his bottom bunk pass was not being honored, or that he requested handicapped facilities in his cell.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As we explain in further detail below, while we agree with many of the district court's conclusions, we conclude that Kiman has presented admissible evidence that may demonstrate four genuine issues of material fact on whether prison officials failed to (1) provide Kiman with regular access to his prescription medications; (2) provide Kiman with access to a shower chair or accessible shower facilities; (3) honor Kiman's front cuff pass; and (4) honor Kiman's bottom bunk pass or accommodate his request to be placed on a lower tier. We begin by addressing the district court findings with which we agree, and then focus on the four aforementioned issues.</p>\n    </div>\n    <p class=\"indent\">1. No Genuine Issue of Material Fact</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">a. Diagnosis and Treatment of Kiman's ALS</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Kiman challenges many of the decisions that the defendants made regarding his medical care and treatment after his ALS symptoms first appeared. He argues that his condition worsened because the defendants were incompetent in diagnosing him, failed to seek a specialist consultation promptly, failed to provide him with the appropriate physical therapy, prescribed inadequately low dosages of his medications, and failed to provide him with regular access to his medications.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Medical care is one of the \"services, programs, or activities\" covered by the ADA. <i>See Georgia,</i> 126 S.Ct. at 881 (stating that the \"deliberate refusal of prison officials to accommodate [the plaintiff's] disability-related needs in such fundamentals as ... medical care ... constituted `exclu[sion] from participation in or ... den[ial of] the benefits of' the prison's `services, programs, or activities'\" (quoting 42 U.S.C. &#167; 12132)). However, courts have differentiated ADA claims based on negligent medical care from those based on discriminatory medical care. <i>See Fitzgerald v. Corr. Corp. of Am.,</i> 403 F.3d 1134, 1144 (10th Cir.2005) (\"[P]urely medical decisions ... do not ordinarily fall within the scope of the ADA or the Rehabilitation Act.\"); <i>Bryant v. Madigan,</i> 84 F.3d 246, 249 (7th Cir.1996) (\"The ADA does not create a remedy for medical malpractice.\"). As we have previously explained,</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">a plaintiff's showing of medical unreasonableness [under the Rehabilitation Act] must be framed within some larger theory of disability discrimination. For example, a plaintiff may argue that her physician's decision was so unreasonable&#8212;in the sense of being arbitrary and capricious&#8212;as to imply that it was pretext for some discriminatory motive, such as animus, fear, or apathetic attitudes. Or, instead of arguing pretext, a plaintiff may argue that her physician's decision was discriminatory on its face, because it rested on stereotypes of the disabled rather than an individualized inquiry into the patient's condition&#8212;and hence was unreasonable in that sense.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\"><i>Lesley v. Chie,</i> 250 F.3d 47, 55 (1st Cir. 2001) (internal quotation marks and citations omitted) (concluding that doctor's decision to refer HIV-positive patient to another hospital was not so unreasonable as to constitute discrimination under the Rehabilitation Act).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Kiman has not established that the defendants' actions regarding his diagnosis, medical consultations, physical therapy, or medical dosages were so unreasonable as to demonstrate that they were discriminating against him because of his disability. As the district court noted, prison medical staff sought Kiman's medical records, arranged an outside specialist consultation, and made reasoned medical judgments about the types of treatment and physical therapy that they thought were appropriate in his case. Kiman presents no evidence, beyond his conclusory arguments, that the defendants' medical treatment decisions violated Title II of the ADA. When the decision being challenged is \"simply a reasoned medical judgment with which the patient disagreed,\" it is more appropriate for the patient to turn to \"state medical malpractice law, not [the ADA].\" <i>Lesley,</i> 250 F.3d at 58.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">b. Request for a Cane</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Kiman argues that the defendants violated Title II by denying him the use of his cane for two periods: (1) when he returned to prison and was \"quarantined\" in September 1998 and (2) when he was housed in SHU, a high security unit. While the district court noted that Kiman requested the use of his cane during these periods, it concluded that the prison had appropriate reasons for denying his requests.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The district court found that, during the initial quarantine period, the defendants were attempting to verify Kiman's need for the cane for both medical and security reasons. Kiman had not used a cane when he was previously in the prison and, at the time he reentered the prison in 1998, was able to walk without it. The defendants emphasize that, during his initial quarantine period, Kiman was confined to his cell at all times except for a short daily walk to and from his shower. The defendants argue that his medical need for the cane was not obvious and that corrections officers would have been available to help Kiman on his walk to his shower, if he had requested their assistance. On these facts, we agree that the defendants' delay in permitting Kiman the use of his cane while they verified his need for it was not a violation of Title II.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Kiman was eventually permitted to use his cane, but during his stay at the SHU (a maximum security unit), the defendants took away his cane for security reasons. Inmates in the SHU left their cells only for showers and recreation. The defendants again explain that corrections officers would have been available to help Kiman walk to the shower, if he had requested their assistance. Without his cane, however, Kiman was not permitted to visit the prison yard for outdoor recreation. Upon learning of this, his doctor issued Kiman a day pass to use the dayroom for recreation. The district court noted that Kiman does not point to any other prison program or service that he was unable to participate in because he did not have a cane, which the district court noted could be used as a weapon. We agree that Kiman has failed to establish that the defendants violated Title II by denying him the use of his cane while he was placed in the SHU.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">c. Request for Early Chow Pass</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">On January 6, 1999, Kiman requested an \"early chow\" or \"slow movement\" pass, which would have allowed him to bypass the long lines for meals. At the time of his request, Kiman was housed in the R &amp; D unit pending administrative review of an alleged disciplinary infraction. Due to heightened disciplinary concerns, inmates housed in the R &amp; D do not eat their meals at the same time as the rest of the inmate population. Thus, \"slow movement\" passes are not available to them. Instead, inmates may request a \"cell feed,\" i.e., the option of eating their meals in their cells. Kiman has presented no evidence that he requested a cell feed. We agree with the district court that Kiman has not established a triable issue of fact with regard to this requested accommodation.</p>\n    </div>\n    <p class=\"indent\">2. Potential Issues of Material Fact</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We are not without sympathy for the district court, which was faced with a ponderous record and insufficient help from counsel. Nevertheless, we conclude that the district court erred in failing to consider evidence that may create a genuine issue of material fact related to the defendants' denial of Kiman's access to prescription medications, a shower chair or accessible shower facilities, front cuffing, and bottom tier and bunk placements. We address these issues in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">a. Access to Prescription Medications</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Kiman argues that corrections officers routinely failed to provide him access to the medications prescribed by his doctors. Kiman issued inmate request slips on October 8, 12, 14, and 19, 1998, complaining of the failure of corrections officers to deliver his medications on a timely and regular basis. Prison medical staff responded by informing Kiman that it was his responsibility to request a renewal of his prescriptions after they had expired. The district court noted this fact. However, according to the affidavit of Judith LaForest, Department of Corrections Director of Pharmacy, Kiman's initial prescriptions were valid from September 24 through October 24, 1998, and thus had not expired during the period of time he complained that he was not receiving the medications. Kiman also continued to complain about the irregular delivery of his medications, submitting additional inmate request slips on November 8 and 23, 1998, and mentioning the problem with medical staff during appointments on November 11 and 17, and December 3, 1998. According to Kiman's deposition, he experienced problems receiving his medication off and on throughout his time in prison.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> At no time did prison officials address his complaints except to tell Kiman that he should renew his medications when they expire.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Access to prescription medications is part of a prison's medical services and thus is one of the \"services, programs, or activities\" covered by the ADA. <i>See Georgia,</i> 126 S.Ct. at 881. Unlike the defendants' decisions regarding the diagnosis and treatment of Kiman's ALS, the defendants' failure to give him access to his medications is not, on these facts, a medical \"judgment\" subject to differing opinion&#8212;it is an outright denial of medical services. Kiman has presented evidence supporting his assertions that he was not receiving his medication on a regular basis, that he informed prison officials, and that they did not act despite his repeated requests. Given the defendants' acknowledgment of Kiman's serious disability and his acknowledged need for these medications, Kiman may have demonstrated a triable issue of fact as to whether some corrections officers and prison medical officials failed to provide him with access to his prescription medications in violation of Title II of the ADA.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">b. Access to a Shower Chair or Accessible Shower Facilities</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Kiman argues that corrections officers prevented him from using a shower chair that had been provided for him and did not respond to his requests for accessible shower facilities. The district court concluded that \"Kiman . . . has presented no admissible evidence that corrections officers prevented him from using a shower chair. All he offers is an unsubstantiated allegation on this point.\" The district court acknowledged that Kiman had requested accessible shower facilities, but noted that Dr. Ward did not respond to this request because he knew that Kiman had been issued a shower chair pass. The court thus rejected Kiman's claims regarding this accommodation.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">However, after carefully reviewing the record, we conclude that Kiman has presented admissible evidence that corrections officers prevented him from using the chair. Kiman stated in his deposition that a shower chair was brought near the showers in R &amp; D for his use, but corrections officers would sit on the chair and refuse to allow him to use it despite his repeated requests.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> Kiman also stated in his deposition that there was one shower available for individuals with disabilities in the MSU, but the defendants did not give him access to that shower despite his requests.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The defendants acknowledged, through the issuance of a shower chair pass, Kiman's serious disability-related needs. Yet Kiman has presented evidence that corrections officers prevented him from using the shower chair or accessible shower facilities despite his repeated requests. We therefore conclude that Kiman has presented admissible evidence regarding his access to a shower chair and facilities. <i>See Schmidt v. Odell,</i> 64 F.Supp.2d 1014, 1033 (D.Kan.1999) (denying defendants' summary judgment motion, concluding that \"there is a genuine issue of fact as to whether the defendants failed to make reasonable accommodation for plaintiff's disability, including by ... failing to timely provide a shower chair\"); <i>Kaufman v. Carter,</i> 952 F.Supp. 520, 532-33 (D.Mich.1996) (denying defendants' summary judgment motion where plaintiff provided evidence that prison failed to provide him with a shower chair or accessible shower facilities).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">c. Request for Front Cuff Pass</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Kiman argues that it was a violation of Title II for corrections officers to handcuff him behind his back. Because of the cramping of muscles in his shoulders, handcuffing him behind his back caused him pain, and also prevented him from using his cane to support himself as he walked. Campbell issued a front cuff pass for him. The district court stated that \"[t]he record reveals only one instance in which Kiman was handcuffed behind his back after Bernadette Campbell issued him a front cuff pass shortly after he requested one.\" The district court noted that prison staff conducted an investigation of the incident and determined that Kiman had not been carrying his front handcuff pass with him at the time and thus it was reasonable for them to cuff him behind his back due to the lack of verification of his needs.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">However, Kiman presented evidence through his deposition testimony that corrections officers would not honor his front cuff pass during the times they cuffed him.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> Given that he was often cuffed when taken out of his unit to and from prison programs and services, the pain caused by the lack of front cuffing affected his access to a variety of the \"services, programs, or activities\" covered by Title II of the ADA. 42 U.S.C. &#167; 12132. The defendants acknowledged the importance of this accommodation by issuing the front cuff pass. However, they argue that prison policy required that Kiman carry his pass with him at all times and that, at least in one instance, Kiman was not carrying his pass.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The evidence indicates Kiman had informed the defendants that, on that occasion, the corrections officer who would not cuff him in front knew that he had a pass and in fact had taken the pass from him. The defendants' statement that Kiman's accusation \"was found to be untrue,\" without more, does not demonstrate the absence of a triable issue of fact on this issue. <i>See Magee,</i> 121 F.3d at 3 (\"Neither party may rely on . . . unsubstantiated denials. . . to demonstrate either the existence or absence of an issue of fact.\"). Furthermore, one can infer from Kiman's deposition statements that corrections officers failed to honor his front pass on more than that one occasion. On these facts, we believe that there is a dispute as to whether corrections officers refused to honor Kiman's front cuff pass and requests for front cuffing.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">d. Request for a Bottom Bunk Pass, a First Tier Assignment, and Accessible Cell</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Kiman also argues that he was forced to reside on the third tier of the prison and sleep in a top bunk. The district court found that Kiman never formally requested accommodations, emphasizing the requirement that Kiman submit an inmate request slip or file a formal complaint. \"Kiman has presented no evidence that he submitted either a proper request to be moved from the third tier or a complaint that his bottom bunk pass, issued the day after he returned to prison, was not being honored. Similarly, there is no record evidence that he ever asked to be housed in a cell equipped with handicapped bathroom and shower facilities.\"</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The district court is correct that the record does not indicate whether Kiman requested to be placed in an accessible cell. However, there is evidence, in the form of Kiman's deposition testimony, that he requested to be placed on a bottom tier and in a bottom bunk, but was not accommodated.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> Kiman has presented evidence that he informed the defendants of the serious nature of his disability and they had acknowledged, by issuing the bottom bunk pass and cane pass, that Kiman had mobility problems that required certain accommodations. Yet, according to Kiman's deposition, corrections officers nonetheless failed to respond to his request for a lower tier or his complaint that he was being kept on a top bunk. This presents an issue of fact regarding whether the corrections officers failed to provide him with these reasonable accommodations.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">In summary, we conclude that Kiman has presented evidence establishing factual disputes that might, depending on the resolution of the issues discussed <i>infra,</i> be material and, therefore, suffice to resist summary judgment on whether defendants denied him access to (1) his prescription medications, (2) a shower chair or accessible shower facilities, (3) front cuffing, and (4) lower tier and bottom bunk placements, in violation of Title II.</p>\n    </div>\n    <p class=\"indent\">B. Remaining Issues for Consideration</p>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">As discussed above, evidence from Kiman's deposition, not addressed by the district court, and viewed in Kiman's favor as it must be on summary judgment, may permit a factfinder to conclude that Kiman's rights under Title II of the ADA were violated by prison officials. For this reason, remand is warranted. However, having identified these issues, we recognize that there are still significant hurdles for Kiman to overcome.</p>\n    </div>\n    <p class=\"indent\">1. Defendants' liability</p>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Several courts have held that Title II does not provide for suits against state officials in their individual capacities. <i>See, e.g., Vinson v. Thomas,</i> 288 F.3d 1145, 1156 (9th Cir.2002); <i>Garcia v. State Univ. of N.Y. Health Scis. Ctr.,</i> 280 F.3d 98, 107 (2d Cir.2001); <i>Alsbrook v. City of Maumelle,</i> 184 F.3d 999, 1005 n. 8 (8th Cir. 1999). The district court did not reach this issue in its opinion, nor did the parties present it on appeal. Earlier in the long proceedings in this case, the plaintiff stated that he would drop suit against the prison officials in their individual capacities, <i>see Kiman I,</i> 301 F.3d at 17, but this has not happened.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> On remand, the district court will have to consider this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">If the various defendants can be sued in their individual capacities, a discrete analysis of their respective roles in the four claims still at issue would be necessary to determine which defendants should remain subject to potential liability (and on which claims). If an individual was not involved in one or more of those claims, the district court must grant his or her motion for summary judgment to that extent (or, if a defendant was not involved in any of the claims, totally).</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Regardless of whether the defendants can be sued in their individual capacities, a discrete analysis of the claims still at issue would be necessary to establish the state's ultimate responsibility for the individuals' actions.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> The defendants argue that they were not on notice of Kiman's problems due to his failure to pursue the full grievance procedure in several instances. It is an open question whether Kiman must have formally complied with the prison's grievance procedure, in addition to any informal complaints made to prison guards and staff, in order to pursue claims of Title II violations against the prison. Under the ADA, a person normally must make a specific request for the modification in question, <i>see Reed,</i> 244 F.3d at 260, and the New Hampshire State Prison crafted its grievance procedures so that it could address prisoners' complaints. If a prison is faithful in utilizing its grievance procedure and inmates clearly recognize that compliance with that procedure is the only acceptable method for airing their complaints, it may well be that a prisoner must follow that procedure before pursuing a Title II claim. However, in the Eighth Amendment context, the lack of formal compliance with a grievance procedure is not a defense to liability for those prison officials who were aware of a prisoner's serious medical needs and refused to help. <i>See Alsina-Ortiz v. Laboy,</i> 400 F.3d 77, 82 (1st Cir.2005) (noting that prisoner's failure to file a formal complaint of inadequate care \"hardly negates the possibility that he was manifestly in need of attention\" and that a prison official knew of his needs yet refused to assist him or advise other staff, in violation of his Eighth Amendment rights). We have not addressed this issue in the Title II context. On remand, the district court will have to consider this issue carefully.</p>\n    </div>\n    <p class=\"indent\">2. Sovereign Immunity</p>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The district court will also have to address the issue of sovereign immunity. The defendants argued that the state's sovereign immunity was not validly abrogated by Title II of the ADA. The district court did not address this issue in its opinion. The Supreme Court's recent decision in <i>Georgia</i> clarifies the appropriate inquiry on remand. The district court will have to determine, on an issue-by-issue basis, \"to what extent [the alleged Title II violations] also violated the Fourteenth Amendment\" and \"insofar as such misconduct violated Title II but did not violate the Fourteenth Amendment, whether Congress's purported abrogation of sovereign immunity as to that class of conduct is nevertheless valid.\" <i>See Georgia,</i> 126 S.Ct. at 882.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <p class=\"indent\">3. State law claims</p>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Because the district court granted summary judgment in favor of the defendants on Kiman's ADA claim, the court declined to exercise supplemental jurisdiction over his state law claims. Assuming that, after the analysis outlined above, some of Kiman's Title II claims against the defendants remain viable, the district court will have to assess his state law claims as well.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">After carefully reviewing the record, we conclude that Kiman presented relevant evidence on his Title II claims, which, at this point, precludes a conclusion that the defendants have carried their burden of establishing the absence of genuine issues of material fact. In order to determine whether they have carried that burden, the district court will need to address the issues we have highlighted. We intimate no view as to how the court should resolve those issues or as to how it ultimately should rule on the vital question of whether any or all of the defendants have shown an entitlement to summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Because we conclude that summary judgment was improvidently granted, we <i>vacate</i> the district court's order and <i>remand</i> for proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\"><i>So ordered.</i> Costs are awarded to the appellant.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> ALS is a progressive neurodegenerative disease that causes motor neurons in the brain and spinal cord to die, affecting the brain's ability to initiate and control muscle movement. ALS eventually leads to paralysis and death<i>See</i> \"About ALS: What is ALS?,\" at http://www.alsa.org/als/what.c fm (last visited June 23, 2006).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Title II of the ADA applies to state prisons<i>See Pa. Dep't of Corr. v. Yeskey,</i> 524 U.S. 206, 118 S.Ct. 1952, 141 L.Ed.2d 215 (1998).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> On the issue of sovereign immunity, the district court will be guided by the Supreme Court's recent decision in<i>United States v. Georgia,</i> ___ U.S. ___, 126 S.Ct. 877, 163 L.Ed.2d 650 (2006).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Under the prison's Policy and Practice Directive (PPD) 1.16, an inmate who wants to make a request or file a complaint related to a medical issue must fill out an inmate request slip or request a \"sick call.\" If unsatisfied with the prison's response, the inmate may file a grievance with the Warden, and may appeal the Warden's decision to the Commissioner</p>\n        <p class=\"indent\">According to Kiman, who described the process of submitting inmate request slips in his deposition, inmates would place the request slips in the barrier doors of the cell, and wait for a corrections officer to pick them up. Usually, a guard would pick up the request slip at some point each day, but sometimes a few days would go by before a guard picked up the request. Once the appropriate prison staff member received the request, a copy of the request would usually be sent back to the prisoner with a reply. On some occasions, according to Kiman, he would receive no reply to his requests.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> According to the disciplinary report, Kiman had become \"disruptive and belligerent,\" making disparaging remarks towards corrections officers while in the R &amp; D yard</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> As part of this argument, Kiman contends that the district court could not have granted summary judgment in favor of the defendants while simultaneously denying summary judgment for the plaintiff on the ground that there were disputed issues of fact. This contention is wrong. The movant for summary judgment has the initial burden of demonstrating the absence of disputed issues of material fact<i>See Santiago-Ramos v. Centennial P.R. Wireless Corp.,</i> 217 F.3d 46, 52 (1st Cir.2000). One party may be able to meet its burden on its motion for summary judgment even if the other party does not meet its burden on its cross-motion. Moreover, the facts relied on by one party in order to prevail on its motion may well be different than the facts relied on by the other party in order to prevail on its cross-motion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> While certain issues remain for the district court to consider, we can dispatch two of the plaintiff's arguments challenging the district court's judgment. First, he argues that he is entitled to default judgment due to the defendants' late filing of an answer. However, Kiman did not file written objections to the magistrate judge's orders granting the defendants' motion for late entry of answer and denying the plaintiff's motion for default judgment. As such, we will not consider his argument now<i>See</i> 28 U.S.C. &#167; 636(b)(1)(C); <i>Negron v. Celebrity Cruises, Inc.,</i> 316 F.3d 60, 61 (1st Cir.2003) (refusing to consider party's claims where party failed to file timely objection to magistrate judge's order).</p>\n        <p class=\"indent\">Second, Kiman argues that the district court erred by ruling on the summary judgment motions based on an incomplete record. However, Kiman's counsel conceded at oral argument that she did not file a Rule 56(f) motion for an extension of the summary judgment deadline. <i>See</i> Fed.R.Civ.P. 56(f) (\"Should it appear from the affidavits of a party opposing the motion that the party cannot for reasons stated present by affidavit facts essential to justify the party's opposition, the court may refuse the application for judgment or may order a continuance to permit affidavits to be obtained or depositions to be taken or discovery to be had or may make such other order as is just.\"). Since Kiman proceeded to oppose summary judgment without filing a Rule 56(f) motion with the district court, he cannot now argue that the district court's ruling was incorrect due to insufficient discovery. <i>See Rodriguez-Cuervos v. Wal-Mart Stores, Inc.,</i> 181 F.3d 15, 23 (1st Cir.1999) (\"Ordinarily, a party may not attempt to meet a summary judgment challenge head-on but fall back on Rule 56(f) if its first effort is unsuccessful.\") (internal quotations marks omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> \"Because Congress explicitly authorized the Attorney General to promulgate regulations under the ADA,<i>see</i> 42 U.S.C. &#167; 12134(a), the regulations `must [be given] legislative and hence controlling weight unless they are arbitrary, capricious, or plainly contrary to the statute.'\" <i>Parker,</i> 225 F.3d at 5 n. 5 (quoting <i>United States v. Morton,</i> 467 U.S. 822, 834, 104 S.Ct. 2769, 81 L.Ed.2d 680 (1984)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Generally, the cases construing \"reasonable accommodations\" are persuasive authority with respect to cases involving \"reasonable modifications.\"<i>See McGary v. City of Portland,</i> 386 F.3d 1259, 1266 n. 3 (9th Cir.2004).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Because Title II of the ADA is modeled on &#167; 504 of the Rehabilitation Act, Pub.L. No. 93-112, 87 Stat. 355 (1973) (codified as amended in scattered sections of 29 U.S.C.), \"we rely interchangeably on decisional law applying &#167; 504.\"<i>Parker,</i> 225 F.3d at 4.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In response to questions about receiving medication in his deposition, Kiman stated that \"my medications were so sporadic I couldn't even begin to tell you when I got my medications because there was days I didn't get them and possibly even weeks\" and that \"there was no ... time at prison that I ever received my medication properly on a daily basis or the right dosage.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The prison apparently does not keep records on whether prisoners are receiving their medications on a timely basis. Instead, according to LaForest's affidavit, the prison pharmacy keeps track of how much medication prisoners return to the pharmacy as a means of tracking prisoner compliance. For example, if no pills are returned to the pharmacy, pharmacy staff assume that the prisoner has taken all of his medication. Of course, the other possibility is that the prisoner did not receive his medication. LaForest noted that only two tablets of Baclofen and none of the Trazodone were returned to the pharmacy from September 24 through October 24, 1998</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Q: And did you ever receive a shower chair?</p>\n        <p class=\"indent\">A: I never received a shower chair.</p>\n        <p class=\"indent\">Q: Was a shower chair ever brought to the shower area?</p>\n        <p class=\"indent\">A: There was a shower chair brought when I was in R &amp; D, not in my unit, but where a guard would sit when people were out on meal time or guard. He used my shower chair.</p>\n        <p class=\"indent\">Q: He used your shower chair? And did you ask him if you could use your shower chair?</p>\n        <p class=\"indent\">A: Every day, all the time, whenever I was out to take a shower, I would ask to use that chair.</p>\n        <p class=\"indent\">Q: And what would his response be?</p>\n        <p class=\"indent\">A: And when I say he, I mean whoever was on. I don't mean one person.... I never got the chair.</p>\n        <p class=\"indent\">Q: Did they say anything to you?</p>\n        <p class=\"indent\">A: Not much, no.</p>\n        <p class=\"indent\">Q: They just refused to give up the chair?</p>\n        <p class=\"indent\">A: Yeah, exactly.</p>\n        <p class=\"indent\">Q: And so how did you shower?</p>\n        <p class=\"indent\">A: Same way I always did, just get in and get out, just, feel something coming on, just sit down before you fall in.</p>\n        <p class=\"indent\">Q: Now, you were in, when you fell in the shower, were there any handicapped rails or&#8212;</p>\n        <p class=\"indent\">A: No.</p>\n        <p class=\"indent\">Q: No? Were there any hand, were you ever offered the use of any handicapped showers?</p>\n        <p class=\"indent\">A: No.</p>\n        <p class=\"indent\">Q: Were you ever offered the use of any handicapped facilities?</p>\n        <p class=\"indent\">A: No.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Q: Were there ever any handicapped facilities in any of the cells you inhabited at the prison?</p>\n        <p class=\"indent\">A: My only recollection of wherever I was in that prison, it was like there might have been one shower or something in MSU that had a little thing on it. That's it. Other than that, no.</p>\n        <p class=\"indent\">Q: Were you allowed to use that shower at MSU?</p>\n        <p class=\"indent\">A: If somebody was in it, you don't get it.</p>\n        <p class=\"indent\">Q: Did you have to make a special request?</p>\n        <p class=\"indent\">A: As I did regularly.</p>\n        <p class=\"indent\">Q: And was it honored?</p>\n        <p class=\"indent\">A: No.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Kiman stated repeatedly during his deposition that his hands were not cuffed in the front after the issuance of the front cuff pass:</p>\n        <p class=\"indent\">Q: [D]o you recall ever having a physician's order indicating how your hands should be cuffed because of your disorder?</p>\n        <p class=\"indent\">A: I know there was one issued eventually.... I actually had a handcuff pass similar to that bottom bunk pass.</p>\n        <p class=\"indent\">Q: And were they handcuffed in the front?</p>\n        <p class=\"indent\">A: No.</p>\n        <p class=\"indent\">...</p>\n        <p class=\"indent\">Q: [T]here was an order that your cuffs, were to be, you would be cuffed in front; is that correct?</p>\n        <p class=\"indent\">A: Right.</p>\n        <p class=\"indent\">Q: And were you cuffed in front?</p>\n        <p class=\"indent\">A: No.</p>\n        <p class=\"indent\">Q: Was there any acknowledgment or any, did they pay any attention to that physician's order?</p>\n        <p class=\"indent\">A: No. My physician's order was never paid attention to at all.</p>\n        <p class=\"indent\">...</p>\n        <p class=\"indent\">Q: Were you, at any point in time when you were in CCU, cuffed with your hands in the inappropriate cuffing position for you?</p>\n        <p class=\"indent\">A: Oh, yeah. If you ever left the unit to go somewhere, you're being cuffed.</p>\n        <p class=\"indent\">Q: Did they cuff it according to your doctor's orders?</p>\n        <p class=\"indent\">A: No.</p>\n        <p class=\"indent\">Q: Okay. So that order was ignored?</p>\n        <p class=\"indent\">A: That order was ignored....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Q: You told me that you were in a bottom bunk in MSU, right?</p>\n        <p class=\"indent\">A: I was in a single bed, yes.</p>\n        <p class=\"indent\">...</p>\n        <p class=\"indent\">Q: [W]as there any other time when you were allowed a bottom bunk?</p>\n        <p class=\"indent\">A: I cannot recollect that. All my paperwork, and from what I remember, I was always on a top bunk. I might have been on a bottom bunk once, but&#8212;</p>\n        <p class=\"indent\">Q: Do you remember?</p>\n        <p class=\"indent\">A: Like I say, I requested to go to the bottom. I requested ... to go to the bottom tier. They put me on a third tier. I requested that I can't get up in my bunk without help from a cellmate, and I was kept on a top bunk.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> We assume that Kiman's statement was made with respect to his Title II claims against the defendants. Assuming his state law claims are viable, Kiman could pursue those claims against some of the defendants in their individual capacities</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Suing state officials in their official capacities is tantamount to suing the state<i>See New Eng. Reg'l Council of Carpenters v. Kinton,</i> 284 F.3d 9, 14 n. 1 (1st Cir.2002).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Kiman did not argue that the defendants' conduct violated his constitutional rights in his briefs before the district court or on appeal. He argued more generally that Congress could abrogate the state's sovereign immunity through Title II of the ADA, without regard to the distinction between alleging violations of constitutional rights or violations of Title II that are prophylactic in nature. We will not fault him for failing to anticipate the Supreme Court's precise holding in<i>Georgia.</i> The district court should examine whether a reasonable factfinder could conclude that the defendants' conduct violated Kiman's rights under the Fourteenth Amendment, including his Eighth Amendment rights. <i>See Georgia,</i> 126 S.Ct. at 881.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">451</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></span></p>\n    <p class=\"parties\">Matthew KIMAN, Plaintiff, Appellant,<br>v.<br>NEW HAMPSHIRE DEPARTMENT OF CORRECTIONS; Michael Cunningham, Individually and Officially as Warden, New Hampshire State Prison; Bernadette Campbell, Individually and Officially as a Physical Therapist; Michael Capano, Individually and Officially as Corrections Officer; Brian Gauthier, Individually and Officially as a Corrections Officer; John Haney, Individually and Officially as a Corrections Officer; Michael Corrira, Individually and Officially as a Corrections Officer; David Southard, Individually and Officially as RNC; Michael Kenney, Individually and Officially as a Corrections Officer; Brian Dunham, Individually and Officially as a Corrections Officer; Michael Poulicakos, Individually and Officially as a Corrections Officer; Roger Dugre, Individually and Officially as a Corrections Officer; Janette Hoffstede, Individually and Officially as a Nurse Practioner; Charles Ward, Individually and Officially as the Prison Physician, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 05-1998.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 8, 2005.</p>\n    <p class=\"date\">Decided June 28, 2006.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Nancy S. Tierney, for the appellant.</p>\n      <p class=\"indent\">Mary E. Malony, Attorney, New Hampshire Dept. of Justice, with whom Kelly A. Ayotte, New Hampshire Attorney General, was on brief for the appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, STAHL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Matthew Kiman, formerly incarcerated at the New Hampshire State Prison, appeals the district court's grant of summary judgment in favor of the New Hampshire Department of Corrections and numerous individuals sued in their individual and official capacities. Kiman, who has amyotrophic lateral sclerosis (\"ALS\" or \"Lou Gehrig's Disease\"),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> argues that the defendants violated Title II of the Americans with Disabilities Act (\"ADA\"), 42 U.S.C. &#167;&#167; 12131-12165,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> by failing to properly treat his disease and by failing to reasonably accommodate his resulting disability. He also raises state law negligence claims. The parties filed cross-motions for summary judgment, and the district court granted the defendants' motion and denied the plaintiff's motion. Concluding that no violation of the ADA had occurred, the district court did not reach the issue of whether Title II of the ADA validly abrogated the state's sovereign immunity, and declined to exercise supplemental jurisdiction over Kiman's state law claims.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Kiman appealed, arguing that the district court erred by granting the defendants' motion because material facts are in dispute. After carefully reviewing the record, we agree that the district court failed to address admissible record evidence that may suffice to create genuine issues of material fact as to whether the defendants violated Title II of the ADA. We therefore vacate the judgment of the district court and remand for further proceedings. On remand, the district will need to address the issues left unresolved by its earlier holding, including an assessment of which defendants would be liable for the Title II violations, whether the state's sovereign immunity has been validly abrogated,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and whether summary judgment on Kiman's state law claims is appropriate.</p>\n    </div>\n    <p>I.</p>\n    <p class=\"indent\">A. Factual History</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We present the evidence in the light most favorable to Kiman, the party opposing summary judgment. <i>See Parker v. Universidad de Puerto Rico,</i> <span class=\"citation\" data-id=\"199063\"><a href=\"/opinion/199063/parker-v-universidad-de-puert/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.2000). Kiman was incarcerated at the New Hampshire State Prison for two relevant periods: April 2, 1997 through January 8, 1998, and September 23, 1998 through January 28, 1999. Kiman first exhibited signs of a disability while incarcerated in 1997. He reported experiencing numbness and pain in his left leg and left buttocks and met with Nurse Janette Hoffstede, as well as the prison's physical therapist, Bernadette Campbell, several times between October and December 1997. On December 17, 1997, Kiman reported having weakness and pain in his left shoulder. However, his appointment with Campbell was cancelled when he was paroled to serve a sentence in Massachusetts on January 8, 1998. While incarcerated in Massachusetts, Kiman did not see a specialist for his leg and shoulder problems.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After he was released from incarceration in Massachusetts, Kiman returned to New Hampshire to reside at Calumet House, a halfway house. In April 1998, he made an appointment with Dr. Jay Smith at Manchester Community Health Center. Dr. Smith examined Kiman, noting the atrophy in his muscles and fasciculation (involuntary contractions and twitching) along both sides of his body. He recommended that Kiman consult a neurologist right away. When Dr. Smith discovered during a second appointment with Kiman several days later that Kiman had yet to see a neurologist, he speculated that \"something in our system has broken down as I made the recommendation that we get him in with a neurologist ... as soon as possible.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Two weeks later, Kiman met with Dr. Daniel Botsford, Jr. of Neurology Associates of Southern New Hampshire. Dr. Botsford arranged for electromyography and nerve conduction studies. He believed that Kiman might have a motor neuron disease or muscular dystrophy but did not reach a conclusive diagnosis. He ordered more testing and suggested that his partner, Dr. Mark Biletch, a neuromuscular specialist, examine Kiman. Kiman missed two appointments, however, and Dr. Botsford did not, at that time, diagnose Kiman with ALS. Instead, he told Kiman that he might have ALS or some form of muscular dystrophy.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Kiman returned to the New Hampshire State Prison on a parole violation in September 1998. He was initially assigned to the Reception and Diagnostics unit (\"R &amp; D\"). In R &amp; D, staff typically place an inmate in \"quarantine\" for one week, where they test the inmate for infectious diseases, assess the inmate's physical condition and medical needs, and obtain any medical records from the inmate's treating physician. While in quarantine, inmates may only leave their cells once each day to use the shower.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">While in R &amp; D, Kiman informed prison medical staff that he believed that he had muscular dystrophy. He met with Campbell for physical therapy sessions. Campbell instructed Kiman to do certain exercises, including walking. Kiman requested access to the weight room, but Campbell denied the request. Campbell did not have Kiman's medical records at the time and did not think that weight training was necessarily appropriate for his condition. Kiman continued to make these requests, which Campbell denied, until she issued him a pass for hand weights only in November 1998.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">During his initial R &amp; D screening in late September 1998, Kiman made several requests for the cane that he had begun using to help him walk while on parole. He received his cane on October 2, 1998. The defendants explained that the delay was due to their need to verify Kiman's need for a cane, for medical and security purposes. The defendants also noted that, because Kiman was in quarantine, he did not have the opportunity to walk outside his small cell except for a daily trip to the shower.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Kiman was housed in the R &amp; D unit from September 23, 1998 until October 19, 1998. On September 24, 1998, Nurse Hoffstede issued Kiman a bottom bunk pass that was in effect the entire time he was incarcerated. According to Kiman, after receiving the bottom bunk pass, he was nonetheless kept in a top bunk except for when he was housed at the Minimum Security Unit. There was no ladder to get on the top bunk, so Kiman hoisted himself up to the bunk, sometimes gaining leverage on the edge of the latrine or sink in the cell. Because of Kiman's condition, he often had to rely on his cellmate to get to the top bunk. Kiman also stated in his deposition that, while housed in R &amp; D, he requested to be placed on a lower tier but was placed on the third tier, requiring him to use the stairs to get to the meal area.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Prison medical staff prescribed Kiman medications to treat his symptoms, including Baclofen (a muscle relaxant) and Trazodone (an anti-depressant), on an \"as-needed\" basis. His first prescriptions for Baclofen and Trazodone were issued for September 24, 1998 through October 24, 1998. Kiman had trouble receiving his medication consistently and was experiencing intermittent pain and severe muscle cramping. He filed an \"inmate request slip\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> on October 8, 1998, complaining that the corrections staff were not delivering the medications to him. He also requested a higher dosage of Baclofen and asked for a prescription for Topomax. He filed two other similar requests over the next few days. Dr. Charles Ward responded to Kiman's requests by notifying him that he was scheduling a doctor's appointment for him before ordering a change in his medication dosages. In responding to Kiman's complaints about the irregular delivery of his medications, corrections staff informed Kiman that he was responsible for requesting renewals of prescriptions when they expired. Kiman did request the renewal of his prescription for Baclofen on two occasions, and when his Trazodone ran out, he said he was willing to try Prozac instead, but then chose not to continue taking it. However, he continued to complain about the irregular delivery of his medications, submitting additional inmate request slips on November 8 and 23, 1998, and complaining to medical staff during appointments on November 11 and 17, and December 3, 1998.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On October 19, 1998, Kiman was transferred to the Special Housing Unit (\"SHU\") after he received a disciplinary report for \"inciting a riot.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> He remained at SHU until November 6, 1998. While housed in the SHU, Kiman took all of his meals in his cell and was permitted to leave only to use the shower or for recreation. Prison staff did not permit Kiman to use his cane while housed in the SHU because, they explained, it posed too great a security risk in the maximum security unit. Because Kiman did not have his cane, he was not allowed to participate in recreation in the SHU yard. Instead, Dr. Ward issued him a pass to use the dayroom for recreation, which, in the SHU, was on the same floor as both Kiman's cell and the showers.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">When Kiman was initially transported to the SHU, he was handcuffed behind his back and escorted by two corrections officers. Kiman filed an inmate request slip to complain about the handcuffing behind his back, which caused him shoulder pain. He also complained about a lack of medications and exercise. Campbell issued him a front handcuff pass on October 21, 1998. Kiman stated in his deposition that the corrections officers never honored the pass and continued to cuff him behind his back. Kiman issued one inmate request slip complaining about an incident in which a corrections officer cuffed him behind his back because Kiman did not have his pass with him. Kiman stated that the officer himself had Kiman's pass and knew of his medical condition. Prison officials stated that the accusation that the officer had taken Kiman's pass \"was found to be untrue\" and that prison policy required Kiman to carry the pass with him. However, on at least one occasion prior to the issuance of the pass, Campbell observed that Kiman had arrived to a physical therapy appointment handcuffed in front and using his cane.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On November 6, 1998, Kiman was moved from SHU to the Closed Custody Unit (\"CCU\"), where he remained until November 24, 1998. Kiman did not need to take the stairs in the CCU because everything was on one level. He filed several inmate request slips reporting severe pain in his shoulder and arm, lack of exercise, and low doses of medications. He was told to report to sick call for medical treatment. He also inquired about a consultation with Dr. Biletch. Dr. Ward responded, explaining that, in his opinion, a consultation was not necessary because the prison had received the records regarding Kiman's neurological testing from earlier in the year. However, after Kiman filed another request, Dr. Ward ordered a consultation with Dr. Biletch.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Kiman was moved to the Minimum Security Unit (\"MSU\") on November 24, 1998. While housed in the MSU, Kiman was permitted to get his medications himself during designated times (rather than waiting for their delivery) and could use his cane. The beds were not bunked and thus were accessible from ground level.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Kiman was sent back to R &amp; D on January 4, 1999, pending review of a disciplinary infraction for disruptive behavior. On January 5, 1999, Kiman reported that he had fallen in the shower and had not received adequate care. He requested a shower chair. A shower seat was left near the showers for his use. However, according to Kiman's deposition, the security guards used the chair and would not give him the chair despite his requests. The lack of a shower chair or handlebars in the shower made it difficult for Kiman to take a shower. The changes in water temperature would sometimes trigger cramping in Kiman's muscles, causing him at times to either fall or, if he felt himself becoming disoriented, sit down on the shower floor to prevent a fall. When he fell, other inmates would help him up.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">According to his deposition, Kiman also often had trouble maintaining proper hygiene due to problems with the sink in his cell. The sink in his cell required him to press down a dial constantly to get water flow, which Kiman was sometimes too weak to do. He often relied on his cellmates to help him with grooming and was sometimes unable to shave on his own. Inmates who were not groomed were not allowed to go to meals, and Kiman missed several meals over the course of his imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On January 6, 1999, Kiman requested an \"early chow\" pass (also known as a \"slow movement\" pass). He found it difficult to wait in long lines, particularly in cold weather, for food. However, because inmates housed in R &amp; D are either quarantined or otherwise restrictively confined, they do not eat their meals at the same time as other inmates. For this reason, prison staff do not issue early chow passes to inmates housed in the R &amp; D, but will allow them to take their meals in their cells, a process known as a \"cell feed.\" Kiman did not request a cell feed while he was in R &amp; D. Later, when Kiman was to be returned to MSU, where early chow was permitted, Dr. Ward issued him an early chow pass.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On January 8, 1999, Kiman submitted an inmate request slip to complain that he was being denied access to the weight room and to request access to a handicapped shower. He also complained that he had still not been seen by Dr. Biletch. Dr. Ward explained to Kiman that Dr. Biletch had to reschedule his appointment due to a conflict. Dr. Ward did not respond to Kiman's request for a handicapped shower because he noted that the infirmary had issued Kiman a shower chair pass. Dr. Ward denied Kiman's request to use the weight room. Kiman wrote more inmate request slips, requesting that his passes be renewed and complaining of a lack of physical therapy. Campbell responded by stating that she was seeing him on a regular basis. Dr. Ward stated that all of Kiman's passes would be renewed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Dr. Biletch examined Kiman in Manchester on January 21, 1999. Dr. Biletch conclusively diagnosed Kiman with ALS and added a medication, Riloteck, to Kiman's prescriptions. Kiman returned to MSU where he remained until he was paroled on January 28, 1999. Dr. Ward did not order Riloteck for Kiman because the parole board informed him that Kiman was being released the following week. Prison medical staff did order that Kiman's other medications be continued until two weeks after the date of his release.</p>\n    </div>\n    <p class=\"indent\">B. Procedural History</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On April 29, 1999, Kiman initiated this action by filing a charge against the New Hampshire Department of Corrections (\"DOC\") with the New Hampshire Human Rights Commission. The Commission informed him that it lacked jurisdiction over Title II of the ADA and referred him to the United States Department of Justice (\"DOJ\"). On May 24, 1999, Kiman filed a complaint under Title II of the ADA with the Civil Rights Division of the DOJ. The DOJ ultimately decided not to take action on his behalf. On April 16, 2001, Kiman filed suit in federal court.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The defendants moved to dismiss on August 10, 2001, arguing that Kiman could not state a claim under Title II because Congress had exceeded its power under &#167; 5 of the Fourteenth Amendment when it purported to abrogate the states' Eleventh Amendment immunity by adopting Title II. They also argued that Title II does not provide a cause of action against state officers in their individual capacities.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The district court granted the defendants' motion to dismiss, holding that Title II of the ADA was not a valid exercise of Congress's power to abrogate the states' Eleventh Amendment immunity. <i>Kiman v.</i> <i>N.H. Dep't of Corr.,</i> No. 01-134, <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">1636431</span></span>, <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">21894</span></span> (D.N.H. Dec. 19, 2001). Kiman appealed. A divided panel of this court reversed and remanded the decision. <i>Kiman v. N.H. Dep't of Corr.,</i> <span class=\"citation\" data-id=\"200090\"><a href=\"/opinion/200090/kiman-v-new-hampshire-depart/\"><span class=\"volume\">301</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span> (1st Cir.2002) (\"<i>Kiman I</i>\"). After the defendants filed a petition for rehearing en banc, an equally divided en banc court withdrew the panel opinion, <i>Kiman v. N.H. Dep't of Corr.,</i> <span class=\"citation no-link\"><span class=\"volume\">310</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">785</span></span> (1st Cir.2002), and affirmed the district court's decision without opinion. <i>Kiman v. N.H. Dep't of Corr.,</i> <span class=\"citation\" data-id=\"782269\"><a href=\"/opinion/782269/matthew-kiman-and-united-states-intervenor-v-new-hampshire-department-of/\"><span class=\"volume\">332</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span> (1st Cir.2003) (en banc). Kiman then petitioned for a writ of certiorari, which the Supreme Court granted. <i>Kiman v. N.H. Dep't of Corr.,</i> <span class=\"citation\" data-id=\"136516\"><a href=\"/opinion/136516/kiman-v-new-hampshire-department-of-corrections/\"><span class=\"volume\">541</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1059</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2387</span></span>, <span class=\"citation no-link\"><span class=\"volume\">158</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">961</span></span> (2004). The Court remanded the case for further consideration in light of its decision in <i>Tennessee v. Lane,</i> <span class=\"citation\" data-id=\"134743\"><a href=\"/opinion/134743/tennessee-v-lane/\"><span class=\"volume\">541</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">509</span></a></span>, 533, <span class=\"citation\" data-id=\"134743\"><a href=\"/opinion/134743/tennessee-v-lane/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1978</span></a></span>, <span class=\"citation\" data-id=\"134743\"><a href=\"/opinion/134743/tennessee-v-lane/\"><span class=\"volume\">158</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">820</span></a></span> (2004) (holding that \"Title II, as it applies to the class of cases implicating the fundamental right of access to the courts, constitutes a valid exercise of Congress' &#167; 5 authority to enforce the guarantees of the Fourteenth Amendment\"). We then remanded the case to the district court for further consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Following discovery, the parties filed cross-motions for summary judgment. The defendants also filed a motion for late entry of answer, three years after the answer was initially due, which prompted the plaintiff to file a motion for default judgment. The magistrate judge granted the defendants' motion for late entry and denied the plaintiff's motion for a default judgment. The plaintiff did not file written objections to the magistrate's orders. The district court denied the plaintiff's motion for summary judgment and granted the defendants' summary judgment motion, concluding that the undisputed evidence established that the defendants did not violate Title II of the ADA. In so doing, the district court declined to reach the issue of whether, in light of recent Supreme Court jurisprudence, Kiman's Title II claims against the defendants are barred by the Eleventh Amendment. Having ruled against Kiman's ADA challenge, the district court opted not to exercise supplemental jurisdiction over Kiman's state law claims. Kiman then appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">During the pendency of the appeal, the Supreme Court clarified the Eleventh Amendment sovereign immunity issue in <i>United States v. Georgia,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145697\"><a href=\"/opinion/145697/united-states-v-georgia/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">877</span></a></span>, <span class=\"citation\" data-id=\"145697\"><a href=\"/opinion/145697/united-states-v-georgia/\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">650</span></a></span> (2006), an ADA suit for damages brought by Tony Goodman, a paraplegic prisoner in the Georgia state prison system. The Court held that \"insofar as Title II creates a private cause of action for damages against the States for conduct that <i>actually</i> violates the Fourteenth Amendment, Title II validly abrogates state sovereign immunity.\" <i>Id.</i> at 882. The Court noted that many of Goodman's claims&#8212;involving the state prison's alleged failure to accommodate Goodman's needs regarding mobility, medical care, and hygiene&#8212;\"were evidently based, at least in large part, on conduct that independently violated the provisions of &#167; 1 of the Fourteenth Amendment [incorporating the Eighth Amendment's prohibition against cruel and unusual punishment].\" <i>Id.</i> at 881. The Court remanded the case for further consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Thus, we begin our analysis by examining whether the district court properly determined that Kiman failed to establish any genuine issue of material fact on Title II violations of the ADA. Concluding that Kiman has offered admissible evidence in support of his Title II allegations that the district court failed to consider, we then discuss the remaining issues that the district court will have to resolve on remand involving the liability of specific defendants, the abrogation of sovereign immunity in light of the <i>United States v. Georgia</i> decision, and Kiman's state law claims.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">\"We review a district court's grant of summary judgment <i>de novo,</i> viewing the facts in the light most favorable to the nonmovant.\" <i>States Res. Corp. v. Architectural Team, Inc.,</i> <span class=\"citation\" data-id=\"201972\"><a href=\"/opinion/201972/states-resources-v-architectural-team/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></a></span>, 80 (1st Cir.2005) (internal quotation marks omitted). Summary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). \"Neither party may rely on conclusory allegations or unsubstantiated denials ... to demonstrate either the existence or absence of an issue of fact.\" <i>Magee v. United States,</i> <span class=\"citation\" data-id=\"197484\"><a href=\"/opinion/197484/magee-v-united-states/\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1997); <i>see also Quinones v. Houser Buick,</i> <span class=\"citation\" data-id=\"202045\"><a href=\"/opinion/202045/quinones-v-houser-buick/\"><span class=\"volume\">436</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">284</span></a></span>, 289 (1st Cir. 2006).</p>\n    </div>\n    <p class=\"indent\">A. Title II</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Kiman argues that the district court erred by granting summary judgment in this case because material facts are in dispute.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The defendants argue that Kiman has not provided any admissible evidence establishing that material facts are in dispute. After carefully considering the record, we conclude that the district court failed to consider admissible evidence that may&#8212;depending on the resolution of the issues discussed <i>infra</i>&#8212;establish genuine issues of material fact on whether prison officials violated Title II of the ADA.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Title II provides that \"no qualified individual with a disability shall, by reason of such disability, be excluded from participation in or be denied the benefits of the services, programs, or activities of a public entity, or be subjected to discrimination by any such entity.\" 42 U.S.C. &#167; 12132. Federal regulations implementing Title II require public entities to \"make reasonable modifications in policies, practices, or procedures when the modifications are necessary to avoid discrimination on the basis of disability, unless the public entity can demonstrate that making the modifications would fundamentally alter the nature of the service, program, or activity.\" 28 C.F.R. &#167; 35.130(b)(7).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A plaintiff seeking relief under Title II \"must establish: (1) that he is a qualified individual with a disability; (2) that he was excluded from participating in, or denied the benefits of a public entity's services, programs, or activities or was otherwise discriminated against; and (3) that such exclusion, denial of benefits, or discrimination was by reason of his disability.\" <i>Parker,</i> 225 F.3d at 5. In cases where the alleged violation involves the denial of a reasonable modification/accommodation,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> \"the ADA's reasonable accommodation requirement usually does not apply unless `triggered by a request.'\" <i>Reed v. LePage Bakeries, Inc.,</i> <span class=\"citation\" data-id=\"199356\"><a href=\"/opinion/199356/reed-v-lepage-bakeries/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">254</span></a></span>, 261 (1st Cir.2001) (discussing the request requirement in the Title I context). This is because a person's \"disability and concomitant need for accommodation are not always known . . . until the [person] requests an accommodation.\" <i>Id.</i> However, \"sometimes the [person]'s need for an accommodation will be obvious; and in such cases, different rules may apply.\" <i>Id.</i> at 261 n. 7.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The defendants do not contest that Kiman is a \"qualified individual with a disability.\" 42 U.S.C. &#167; 12132. Rather, they argue that they complied with Title II's requirements, providing Kiman with the reasonable modifications that he requested, except where accommodating his requests would endanger prison security. The district court agreed with the defendants and concluded that Kiman had presented no admissible evidence showing a violation of Title II.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Specifically, the district court rejected Kiman's argument that the defendants inadequately diagnosed and treated his disability. The court found that Kiman's doctors at the prison followed the relevant diagnostic protocol and properly treated his condition, and that any delays in diagnosis were due to scheduling conflicts and other issues beyond the defendants' control. The district court did not directly address Kiman's claims that the defendants denied him access to his prescription medications, but noted that the defendants renewed the prescriptions for these medications several times while he was incarcerated.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The district court also rejected Kiman's argument that the defendants failed to provide him with certain reasonable modifications. Kiman argued that the defendants had violated the ADA by denying his request for the use of his cane, denying his request for an early chow pass, handcuffing him behind his back despite a prison pass permitting him to be handcuffed in front, refusing to provide him with a shower chair or accessible shower facilities, housing him on the third tier of the prison, requiring him to sleep on the top bunk, and failing to provide accessible facilities in his cell. The district court found that the defendants' decisions to withhold the cane, early chow pass, and front handcuffing for certain periods were based on security concerns and did not violate Title II requirements. The district court also found that the defendant failed to provide any admissible evidence that he submitted an inmate request slip requesting to be housed on a lower tier, that he filed a complaint that his bottom bunk pass was not being honored, or that he requested handicapped facilities in his cell.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As we explain in further detail below, while we agree with many of the district court's conclusions, we conclude that Kiman has presented admissible evidence that may demonstrate four genuine issues of material fact on whether prison officials failed to (1) provide Kiman with regular access to his prescription medications; (2) provide Kiman with access to a shower chair or accessible shower facilities; (3) honor Kiman's front cuff pass; and (4) honor Kiman's bottom bunk pass or accommodate his request to be placed on a lower tier. We begin by addressing the district court findings with which we agree, and then focus on the four aforementioned issues.</p>\n    </div>\n    <p class=\"indent\">1. No Genuine Issue of Material Fact</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">a. Diagnosis and Treatment of Kiman's ALS</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Kiman challenges many of the decisions that the defendants made regarding his medical care and treatment after his ALS symptoms first appeared. He argues that his condition worsened because the defendants were incompetent in diagnosing him, failed to seek a specialist consultation promptly, failed to provide him with the appropriate physical therapy, prescribed inadequately low dosages of his medications, and failed to provide him with regular access to his medications.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Medical care is one of the \"services, programs, or activities\" covered by the ADA. <i>See Georgia,</i> 126 S.Ct. at 881 (stating that the \"deliberate refusal of prison officials to accommodate [the plaintiff's] disability-related needs in such fundamentals as ... medical care ... constituted `exclu[sion] from participation in or ... den[ial of] the benefits of' the prison's `services, programs, or activities'\" (quoting 42 U.S.C. &#167; 12132)). However, courts have differentiated ADA claims based on negligent medical care from those based on discriminatory medical care. <i>See Fitzgerald v. Corr. Corp. of Am.,</i> <span class=\"citation\" data-id=\"165707\"><a href=\"/opinion/165707/fitzgerald-v-corrections-corp/\"><span class=\"volume\">403</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1134</span></a></span>, 1144 (10th Cir.2005) (\"[P]urely medical decisions ... do not ordinarily fall within the scope of the ADA or the Rehabilitation Act.\"); <i>Bryant v. Madigan,</i> <span class=\"citation\" data-id=\"718356\"><a href=\"/opinion/718356/ronald-g-bryant-v-david-madigan-nancy-griffin-and-dorothy-mulcahey/\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">246</span></a></span>, 249 (7th Cir.1996) (\"The ADA does not create a remedy for medical malpractice.\"). As we have previously explained,</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">a plaintiff's showing of medical unreasonableness [under the Rehabilitation Act] must be framed within some larger theory of disability discrimination. For example, a plaintiff may argue that her physician's decision was so unreasonable&#8212;in the sense of being arbitrary and capricious&#8212;as to imply that it was pretext for some discriminatory motive, such as animus, fear, or apathetic attitudes. Or, instead of arguing pretext, a plaintiff may argue that her physician's decision was discriminatory on its face, because it rested on stereotypes of the disabled rather than an individualized inquiry into the patient's condition&#8212;and hence was unreasonable in that sense.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\"><i>Lesley v. Chie,</i> <span class=\"citation\" data-id=\"199414\"><a href=\"/opinion/199414/lesley-v-chie/\"><span class=\"volume\">250</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span>, 55 (1st Cir. 2001) (internal quotation marks and citations omitted) (concluding that doctor's decision to refer HIV-positive patient to another hospital was not so unreasonable as to constitute discrimination under the Rehabilitation Act).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Kiman has not established that the defendants' actions regarding his diagnosis, medical consultations, physical therapy, or medical dosages were so unreasonable as to demonstrate that they were discriminating against him because of his disability. As the district court noted, prison medical staff sought Kiman's medical records, arranged an outside specialist consultation, and made reasoned medical judgments about the types of treatment and physical therapy that they thought were appropriate in his case. Kiman presents no evidence, beyond his conclusory arguments, that the defendants' medical treatment decisions violated Title II of the ADA. When the decision being challenged is \"simply a reasoned medical judgment with which the patient disagreed,\" it is more appropriate for the patient to turn to \"state medical malpractice law, not [the ADA].\" <i>Lesley,</i> 250 F.3d at 58.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">b. Request for a Cane</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Kiman argues that the defendants violated Title II by denying him the use of his cane for two periods: (1) when he returned to prison and was \"quarantined\" in September 1998 and (2) when he was housed in SHU, a high security unit. While the district court noted that Kiman requested the use of his cane during these periods, it concluded that the prison had appropriate reasons for denying his requests.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The district court found that, during the initial quarantine period, the defendants were attempting to verify Kiman's need for the cane for both medical and security reasons. Kiman had not used a cane when he was previously in the prison and, at the time he reentered the prison in 1998, was able to walk without it. The defendants emphasize that, during his initial quarantine period, Kiman was confined to his cell at all times except for a short daily walk to and from his shower. The defendants argue that his medical need for the cane was not obvious and that corrections officers would have been available to help Kiman on his walk to his shower, if he had requested their assistance. On these facts, we agree that the defendants' delay in permitting Kiman the use of his cane while they verified his need for it was not a violation of Title II.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Kiman was eventually permitted to use his cane, but during his stay at the SHU (a maximum security unit), the defendants took away his cane for security reasons. Inmates in the SHU left their cells only for showers and recreation. The defendants again explain that corrections officers would have been available to help Kiman walk to the shower, if he had requested their assistance. Without his cane, however, Kiman was not permitted to visit the prison yard for outdoor recreation. Upon learning of this, his doctor issued Kiman a day pass to use the dayroom for recreation. The district court noted that Kiman does not point to any other prison program or service that he was unable to participate in because he did not have a cane, which the district court noted could be used as a weapon. We agree that Kiman has failed to establish that the defendants violated Title II by denying him the use of his cane while he was placed in the SHU.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">c. Request for Early Chow Pass</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">On January 6, 1999, Kiman requested an \"early chow\" or \"slow movement\" pass, which would have allowed him to bypass the long lines for meals. At the time of his request, Kiman was housed in the R &amp; D unit pending administrative review of an alleged disciplinary infraction. Due to heightened disciplinary concerns, inmates housed in the R &amp; D do not eat their meals at the same time as the rest of the inmate population. Thus, \"slow movement\" passes are not available to them. Instead, inmates may request a \"cell feed,\" i.e., the option of eating their meals in their cells. Kiman has presented no evidence that he requested a cell feed. We agree with the district court that Kiman has not established a triable issue of fact with regard to this requested accommodation.</p>\n    </div>\n    <p class=\"indent\">2. Potential Issues of Material Fact</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We are not without sympathy for the district court, which was faced with a ponderous record and insufficient help from counsel. Nevertheless, we conclude that the district court erred in failing to consider evidence that may create a genuine issue of material fact related to the defendants' denial of Kiman's access to prescription medications, a shower chair or accessible shower facilities, front cuffing, and bottom tier and bunk placements. We address these issues in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">a. Access to Prescription Medications</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Kiman argues that corrections officers routinely failed to provide him access to the medications prescribed by his doctors. Kiman issued inmate request slips on October 8, 12, 14, and 19, 1998, complaining of the failure of corrections officers to deliver his medications on a timely and regular basis. Prison medical staff responded by informing Kiman that it was his responsibility to request a renewal of his prescriptions after they had expired. The district court noted this fact. However, according to the affidavit of Judith LaForest, Department of Corrections Director of Pharmacy, Kiman's initial prescriptions were valid from September 24 through October 24, 1998, and thus had not expired during the period of time he complained that he was not receiving the medications. Kiman also continued to complain about the irregular delivery of his medications, submitting additional inmate request slips on November 8 and 23, 1998, and mentioning the problem with medical staff during appointments on November 11 and 17, and December 3, 1998. According to Kiman's deposition, he experienced problems receiving his medication off and on throughout his time in prison.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> At no time did prison officials address his complaints except to tell Kiman that he should renew his medications when they expire.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Access to prescription medications is part of a prison's medical services and thus is one of the \"services, programs, or activities\" covered by the ADA. <i>See Georgia,</i> 126 S.Ct. at 881. Unlike the defendants' decisions regarding the diagnosis and treatment of Kiman's ALS, the defendants' failure to give him access to his medications is not, on these facts, a medical \"judgment\" subject to differing opinion&#8212;it is an outright denial of medical services. Kiman has presented evidence supporting his assertions that he was not receiving his medication on a regular basis, that he informed prison officials, and that they did not act despite his repeated requests. Given the defendants' acknowledgment of Kiman's serious disability and his acknowledged need for these medications, Kiman may have demonstrated a triable issue of fact as to whether some corrections officers and prison medical officials failed to provide him with access to his prescription medications in violation of Title II of the ADA.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">b. Access to a Shower Chair or Accessible Shower Facilities</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Kiman argues that corrections officers prevented him from using a shower chair that had been provided for him and did not respond to his requests for accessible shower facilities. The district court concluded that \"Kiman . . . has presented no admissible evidence that corrections officers prevented him from using a shower chair. All he offers is an unsubstantiated allegation on this point.\" The district court acknowledged that Kiman had requested accessible shower facilities, but noted that Dr. Ward did not respond to this request because he knew that Kiman had been issued a shower chair pass. The court thus rejected Kiman's claims regarding this accommodation.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">However, after carefully reviewing the record, we conclude that Kiman has presented admissible evidence that corrections officers prevented him from using the chair. Kiman stated in his deposition that a shower chair was brought near the showers in R &amp; D for his use, but corrections officers would sit on the chair and refuse to allow him to use it despite his repeated requests.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> Kiman also stated in his deposition that there was one shower available for individuals with disabilities in the MSU, but the defendants did not give him access to that shower despite his requests.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The defendants acknowledged, through the issuance of a shower chair pass, Kiman's serious disability-related needs. Yet Kiman has presented evidence that corrections officers prevented him from using the shower chair or accessible shower facilities despite his repeated requests. We therefore conclude that Kiman has presented admissible evidence regarding his access to a shower chair and facilities. <i>See Schmidt v. Odell,</i> <span class=\"citation\" data-id=\"2578606\"><a href=\"/opinion/2578606/schmidt-v-odell/\"><span class=\"volume\">64</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1014</span></a></span>, 1033 (D.Kan.1999) (denying defendants' summary judgment motion, concluding that \"there is a genuine issue of fact as to whether the defendants failed to make reasonable accommodation for plaintiff's disability, including by ... failing to timely provide a shower chair\"); <i>Kaufman v. Carter,</i> <span class=\"citation\" data-id=\"1432409\"><a href=\"/opinion/1432409/kaufman-v-carter/\"><span class=\"volume\">952</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">520</span></a></span>, 532-33 (D.Mich.1996) (denying defendants' summary judgment motion where plaintiff provided evidence that prison failed to provide him with a shower chair or accessible shower facilities).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">c. Request for Front Cuff Pass</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Kiman argues that it was a violation of Title II for corrections officers to handcuff him behind his back. Because of the cramping of muscles in his shoulders, handcuffing him behind his back caused him pain, and also prevented him from using his cane to support himself as he walked. Campbell issued a front cuff pass for him. The district court stated that \"[t]he record reveals only one instance in which Kiman was handcuffed behind his back after Bernadette Campbell issued him a front cuff pass shortly after he requested one.\" The district court noted that prison staff conducted an investigation of the incident and determined that Kiman had not been carrying his front handcuff pass with him at the time and thus it was reasonable for them to cuff him behind his back due to the lack of verification of his needs.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">However, Kiman presented evidence through his deposition testimony that corrections officers would not honor his front cuff pass during the times they cuffed him.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> Given that he was often cuffed when taken out of his unit to and from prison programs and services, the pain caused by the lack of front cuffing affected his access to a variety of the \"services, programs, or activities\" covered by Title II of the ADA. 42 U.S.C. &#167; 12132. The defendants acknowledged the importance of this accommodation by issuing the front cuff pass. However, they argue that prison policy required that Kiman carry his pass with him at all times and that, at least in one instance, Kiman was not carrying his pass.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The evidence indicates Kiman had informed the defendants that, on that occasion, the corrections officer who would not cuff him in front knew that he had a pass and in fact had taken the pass from him. The defendants' statement that Kiman's accusation \"was found to be untrue,\" without more, does not demonstrate the absence of a triable issue of fact on this issue. <i>See Magee,</i> 121 F.3d at 3 (\"Neither party may rely on . . . unsubstantiated denials. . . to demonstrate either the existence or absence of an issue of fact.\"). Furthermore, one can infer from Kiman's deposition statements that corrections officers failed to honor his front pass on more than that one occasion. On these facts, we believe that there is a dispute as to whether corrections officers refused to honor Kiman's front cuff pass and requests for front cuffing.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">d. Request for a Bottom Bunk Pass, a First Tier Assignment, and Accessible Cell</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Kiman also argues that he was forced to reside on the third tier of the prison and sleep in a top bunk. The district court found that Kiman never formally requested accommodations, emphasizing the requirement that Kiman submit an inmate request slip or file a formal complaint. \"Kiman has presented no evidence that he submitted either a proper request to be moved from the third tier or a complaint that his bottom bunk pass, issued the day after he returned to prison, was not being honored. Similarly, there is no record evidence that he ever asked to be housed in a cell equipped with handicapped bathroom and shower facilities.\"</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The district court is correct that the record does not indicate whether Kiman requested to be placed in an accessible cell. However, there is evidence, in the form of Kiman's deposition testimony, that he requested to be placed on a bottom tier and in a bottom bunk, but was not accommodated.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> Kiman has presented evidence that he informed the defendants of the serious nature of his disability and they had acknowledged, by issuing the bottom bunk pass and cane pass, that Kiman had mobility problems that required certain accommodations. Yet, according to Kiman's deposition, corrections officers nonetheless failed to respond to his request for a lower tier or his complaint that he was being kept on a top bunk. This presents an issue of fact regarding whether the corrections officers failed to provide him with these reasonable accommodations.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">In summary, we conclude that Kiman has presented evidence establishing factual disputes that might, depending on the resolution of the issues discussed <i>infra,</i> be material and, therefore, suffice to resist summary judgment on whether defendants denied him access to (1) his prescription medications, (2) a shower chair or accessible shower facilities, (3) front cuffing, and (4) lower tier and bottom bunk placements, in violation of Title II.</p>\n    </div>\n    <p class=\"indent\">B. Remaining Issues for Consideration</p>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">As discussed above, evidence from Kiman's deposition, not addressed by the district court, and viewed in Kiman's favor as it must be on summary judgment, may permit a factfinder to conclude that Kiman's rights under Title II of the ADA were violated by prison officials. For this reason, remand is warranted. However, having identified these issues, we recognize that there are still significant hurdles for Kiman to overcome.</p>\n    </div>\n    <p class=\"indent\">1. Defendants' liability</p>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Several courts have held that Title II does not provide for suits against state officials in their individual capacities. <i>See, e.g., Vinson v. Thomas,</i> <span class=\"citation\" data-id=\"777519\"><a href=\"/opinion/777519/brian-vinson-united-states-of-america-intervenor-v-alice-thomas/\"><span class=\"volume\">288</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1145</span></a></span>, 1156 (9th Cir.2002); <i>Garcia v. State Univ. of N.Y. Health Scis. Ctr.,</i> <span class=\"citation\" data-id=\"776517\"><a href=\"/opinion/776517/francisco-garcia-v-suny-health-sciences-center-of-brooklyn-stephen-e/\"><span class=\"volume\">280</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">98</span></a></span>, 107 (2d Cir.2001); <i>Alsbrook v. City of Maumelle,</i> <span class=\"citation\" data-id=\"765325\"><a href=\"/opinion/765325/christopher-b-alsbrook-united-states-of-america-intervenor-on-appeal-v/\"><span class=\"volume\">184</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">999</span></a></span>, 1005 n. 8 (8th Cir. 1999). The district court did not reach this issue in its opinion, nor did the parties present it on appeal. Earlier in the long proceedings in this case, the plaintiff stated that he would drop suit against the prison officials in their individual capacities, <i>see Kiman I,</i> 301 F.3d at 17, but this has not happened.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> On remand, the district court will have to consider this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">If the various defendants can be sued in their individual capacities, a discrete analysis of their respective roles in the four claims still at issue would be necessary to determine which defendants should remain subject to potential liability (and on which claims). If an individual was not involved in one or more of those claims, the district court must grant his or her motion for summary judgment to that extent (or, if a defendant was not involved in any of the claims, totally).</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Regardless of whether the defendants can be sued in their individual capacities, a discrete analysis of the claims still at issue would be necessary to establish the state's ultimate responsibility for the individuals' actions.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> The defendants argue that they were not on notice of Kiman's problems due to his failure to pursue the full grievance procedure in several instances. It is an open question whether Kiman must have formally complied with the prison's grievance procedure, in addition to any informal complaints made to prison guards and staff, in order to pursue claims of Title II violations against the prison. Under the ADA, a person normally must make a specific request for the modification in question, <i>see Reed,</i> 244 F.3d at 260, and the New Hampshire State Prison crafted its grievance procedures so that it could address prisoners' complaints. If a prison is faithful in utilizing its grievance procedure and inmates clearly recognize that compliance with that procedure is the only acceptable method for airing their complaints, it may well be that a prisoner must follow that procedure before pursuing a Title II claim. However, in the Eighth Amendment context, the lack of formal compliance with a grievance procedure is not a defense to liability for those prison officials who were aware of a prisoner's serious medical needs and refused to help. <i>See Alsina-Ortiz v. Laboy,</i> <span class=\"citation\" data-id=\"201477\"><a href=\"/opinion/201477/alsina-ortiz-v-laboy/\"><span class=\"volume\">400</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">77</span></a></span>, 82 (1st Cir.2005) (noting that prisoner's failure to file a formal complaint of inadequate care \"hardly negates the possibility that he was manifestly in need of attention\" and that a prison official knew of his needs yet refused to assist him or advise other staff, in violation of his Eighth Amendment rights). We have not addressed this issue in the Title II context. On remand, the district court will have to consider this issue carefully.</p>\n    </div>\n    <p class=\"indent\">2. Sovereign Immunity</p>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The district court will also have to address the issue of sovereign immunity. The defendants argued that the state's sovereign immunity was not validly abrogated by Title II of the ADA. The district court did not address this issue in its opinion. The Supreme Court's recent decision in <i>Georgia</i> clarifies the appropriate inquiry on remand. The district court will have to determine, on an issue-by-issue basis, \"to what extent [the alleged Title II violations] also violated the Fourteenth Amendment\" and \"insofar as such misconduct violated Title II but did not violate the Fourteenth Amendment, whether Congress's purported abrogation of sovereign immunity as to that class of conduct is nevertheless valid.\" <i>See Georgia,</i> 126 S.Ct. at 882.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <p class=\"indent\">3. State law claims</p>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Because the district court granted summary judgment in favor of the defendants on Kiman's ADA claim, the court declined to exercise supplemental jurisdiction over his state law claims. Assuming that, after the analysis outlined above, some of Kiman's Title II claims against the defendants remain viable, the district court will have to assess his state law claims as well.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">After carefully reviewing the record, we conclude that Kiman presented relevant evidence on his Title II claims, which, at this point, precludes a conclusion that the defendants have carried their burden of establishing the absence of genuine issues of material fact. In order to determine whether they have carried that burden, the district court will need to address the issues we have highlighted. We intimate no view as to how the court should resolve those issues or as to how it ultimately should rule on the vital question of whether any or all of the defendants have shown an entitlement to summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Because we conclude that summary judgment was improvidently granted, we <i>vacate</i> the district court's order and <i>remand</i> for proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\"><i>So ordered.</i> Costs are awarded to the appellant.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> ALS is a progressive neurodegenerative disease that causes motor neurons in the brain and spinal cord to die, affecting the brain's ability to initiate and control muscle movement. ALS eventually leads to paralysis and death<i>See</i> \"About ALS: What is ALS?,\" at http://www.alsa.org/als/what.c fm (last visited June 23, 2006).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Title II of the ADA applies to state prisons<i>See Pa. Dep't of Corr. v. Yeskey,</i> <span class=\"citation\" data-id=\"118228\"><a href=\"/opinion/118228/pennsylvania-dept-of-corrections-v-yeskey/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">206</span></a></span>, <span class=\"citation\" data-id=\"118228\"><a href=\"/opinion/118228/pennsylvania-dept-of-corrections-v-yeskey/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1952</span></a></span>, <span class=\"citation\" data-id=\"118228\"><a href=\"/opinion/118228/pennsylvania-dept-of-corrections-v-yeskey/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span></a></span> (1998).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> On the issue of sovereign immunity, the district court will be guided by the Supreme Court's recent decision in<i>United States v. Georgia,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145697\"><a href=\"/opinion/145697/united-states-v-georgia/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">877</span></a></span>, <span class=\"citation\" data-id=\"145697\"><a href=\"/opinion/145697/united-states-v-georgia/\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">650</span></a></span> (2006).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Under the prison's Policy and Practice Directive (PPD) 1.16, an inmate who wants to make a request or file a complaint related to a medical issue must fill out an inmate request slip or request a \"sick call.\" If unsatisfied with the prison's response, the inmate may file a grievance with the Warden, and may appeal the Warden's decision to the Commissioner</p>\n        <p class=\"indent\">According to Kiman, who described the process of submitting inmate request slips in his deposition, inmates would place the request slips in the barrier doors of the cell, and wait for a corrections officer to pick them up. Usually, a guard would pick up the request slip at some point each day, but sometimes a few days would go by before a guard picked up the request. Once the appropriate prison staff member received the request, a copy of the request would usually be sent back to the prisoner with a reply. On some occasions, according to Kiman, he would receive no reply to his requests.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> According to the disciplinary report, Kiman had become \"disruptive and belligerent,\" making disparaging remarks towards corrections officers while in the R &amp; D yard</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> As part of this argument, Kiman contends that the district court could not have granted summary judgment in favor of the defendants while simultaneously denying summary judgment for the plaintiff on the ground that there were disputed issues of fact. This contention is wrong. The movant for summary judgment has the initial burden of demonstrating the absence of disputed issues of material fact<i>See Santiago-Ramos v. Centennial P.R. Wireless Corp.,</i> <span class=\"citation\" data-id=\"198991\"><a href=\"/opinion/198991/santiago-ramos-v-centennial-pr-wire/\"><span class=\"volume\">217</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 52 (1st Cir.2000). One party may be able to meet its burden on its motion for summary judgment even if the other party does not meet its burden on its cross-motion. Moreover, the facts relied on by one party in order to prevail on its motion may well be different than the facts relied on by the other party in order to prevail on its cross-motion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> While certain issues remain for the district court to consider, we can dispatch two of the plaintiff's arguments challenging the district court's judgment. First, he argues that he is entitled to default judgment due to the defendants' late filing of an answer. However, Kiman did not file written objections to the magistrate judge's orders granting the defendants' motion for late entry of answer and denying the plaintiff's motion for default judgment. As such, we will not consider his argument now<i>See</i> 28 U.S.C. &#167; 636(b)(1)(C); <i>Negron v. Celebrity Cruises, Inc.,</i> <span class=\"citation\" data-id=\"200292\"><a href=\"/opinion/200292/negron-v-celebrity-cruises/\"><span class=\"volume\">316</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></a></span>, 61 (1st Cir.2003) (refusing to consider party's claims where party failed to file timely objection to magistrate judge's order).</p>\n        <p class=\"indent\">Second, Kiman argues that the district court erred by ruling on the summary judgment motions based on an incomplete record. However, Kiman's counsel conceded at oral argument that she did not file a Rule 56(f) motion for an extension of the summary judgment deadline. <i>See</i> Fed.R.Civ.P. 56(f) (\"Should it appear from the affidavits of a party opposing the motion that the party cannot for reasons stated present by affidavit facts essential to justify the party's opposition, the court may refuse the application for judgment or may order a continuance to permit affidavits to be obtained or depositions to be taken or discovery to be had or may make such other order as is just.\"). Since Kiman proceeded to oppose summary judgment without filing a Rule 56(f) motion with the district court, he cannot now argue that the district court's ruling was incorrect due to insufficient discovery. <i>See Rodriguez-Cuervos v. Wal-Mart Stores, Inc.,</i> <span class=\"citation\" data-id=\"198515\"><a href=\"/opinion/198515/rodriguez-cuervos-v-wal-mart/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 23 (1st Cir.1999) (\"Ordinarily, a party may not attempt to meet a summary judgment challenge head-on but fall back on Rule 56(f) if its first effort is unsuccessful.\") (internal quotations marks omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> \"Because Congress explicitly authorized the Attorney General to promulgate regulations under the ADA,<i>see</i> 42 U.S.C. &#167; 12134(a), the regulations `must [be given] legislative and hence controlling weight unless they are arbitrary, capricious, or plainly contrary to the statute.'\" <i>Parker,</i> 225 F.3d at 5 n. 5 (quoting <i>United States v. Morton,</i> <span class=\"citation\" data-id=\"111220\"><a href=\"/opinion/111220/united-states-v-morton/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">822</span></a></span>, 834, <span class=\"citation\" data-id=\"111220\"><a href=\"/opinion/111220/united-states-v-morton/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2769</span></a></span>, <span class=\"citation\" data-id=\"111220\"><a href=\"/opinion/111220/united-states-v-morton/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">680</span></a></span> (1984)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Generally, the cases construing \"reasonable accommodations\" are persuasive authority with respect to cases involving \"reasonable modifications.\"<i>See McGary v. City of Portland,</i> <span class=\"citation\" data-id=\"788128\"><a href=\"/opinion/788128/richard-mcgary-v-city-of-portland/\"><span class=\"volume\">386</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1259</span></a></span>, 1266 n. 3 (9th Cir.2004).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Because Title II of the ADA is modeled on &#167; 504 of the Rehabilitation Act, Pub.L. No. 93-112, 87 Stat. 355 (1973) (codified as amended in scattered sections of 29 U.S.C.), \"we rely interchangeably on decisional law applying &#167; 504.\"<i>Parker,</i> 225 F.3d at 4.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In response to questions about receiving medication in his deposition, Kiman stated that \"my medications were so sporadic I couldn't even begin to tell you when I got my medications because there was days I didn't get them and possibly even weeks\" and that \"there was no ... time at prison that I ever received my medication properly on a daily basis or the right dosage.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The prison apparently does not keep records on whether prisoners are receiving their medications on a timely basis. Instead, according to LaForest's affidavit, the prison pharmacy keeps track of how much medication prisoners return to the pharmacy as a means of tracking prisoner compliance. For example, if no pills are returned to the pharmacy, pharmacy staff assume that the prisoner has taken all of his medication. Of course, the other possibility is that the prisoner did not receive his medication. LaForest noted that only two tablets of Baclofen and none of the Trazodone were returned to the pharmacy from September 24 through October 24, 1998</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Q: And did you ever receive a shower chair?</p>\n        <p class=\"indent\">A: I never received a shower chair.</p>\n        <p class=\"indent\">Q: Was a shower chair ever brought to the shower area?</p>\n        <p class=\"indent\">A: There was a shower chair brought when I was in R &amp; D, not in my unit, but where a guard would sit when people were out on meal time or guard. He used my shower chair.</p>\n        <p class=\"indent\">Q: He used your shower chair? And did you ask him if you could use your shower chair?</p>\n        <p class=\"indent\">A: Every day, all the time, whenever I was out to take a shower, I would ask to use that chair.</p>\n        <p class=\"indent\">Q: And what would his response be?</p>\n        <p class=\"indent\">A: And when I say he, I mean whoever was on. I don't mean one person.... I never got the chair.</p>\n        <p class=\"indent\">Q: Did they say anything to you?</p>\n        <p class=\"indent\">A: Not much, no.</p>\n        <p class=\"indent\">Q: They just refused to give up the chair?</p>\n        <p class=\"indent\">A: Yeah, exactly.</p>\n        <p class=\"indent\">Q: And so how did you shower?</p>\n        <p class=\"indent\">A: Same way I always did, just get in and get out, just, feel something coming on, just sit down before you fall in.</p>\n        <p class=\"indent\">Q: Now, you were in, when you fell in the shower, were there any handicapped rails or&#8212;</p>\n        <p class=\"indent\">A: No.</p>\n        <p class=\"indent\">Q: No? Were there any hand, were you ever offered the use of any handicapped showers?</p>\n        <p class=\"indent\">A: No.</p>\n        <p class=\"indent\">Q: Were you ever offered the use of any handicapped facilities?</p>\n        <p class=\"indent\">A: No.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Q: Were there ever any handicapped facilities in any of the cells you inhabited at the prison?</p>\n        <p class=\"indent\">A: My only recollection of wherever I was in that prison, it was like there might have been one shower or something in MSU that had a little thing on it. That's it. Other than that, no.</p>\n        <p class=\"indent\">Q: Were you allowed to use that shower at MSU?</p>\n        <p class=\"indent\">A: If somebody was in it, you don't get it.</p>\n        <p class=\"indent\">Q: Did you have to make a special request?</p>\n        <p class=\"indent\">A: As I did regularly.</p>\n        <p class=\"indent\">Q: And was it honored?</p>\n        <p class=\"indent\">A: No.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Kiman stated repeatedly during his deposition that his hands were not cuffed in the front after the issuance of the front cuff pass:</p>\n        <p class=\"indent\">Q: [D]o you recall ever having a physician's order indicating how your hands should be cuffed because of your disorder?</p>\n        <p class=\"indent\">A: I know there was one issued eventually.... I actually had a handcuff pass similar to that bottom bunk pass.</p>\n        <p class=\"indent\">Q: And were they handcuffed in the front?</p>\n        <p class=\"indent\">A: No.</p>\n        <p class=\"indent\">...</p>\n        <p class=\"indent\">Q: [T]here was an order that your cuffs, were to be, you would be cuffed in front; is that correct?</p>\n        <p class=\"indent\">A: Right.</p>\n        <p class=\"indent\">Q: And were you cuffed in front?</p>\n        <p class=\"indent\">A: No.</p>\n        <p class=\"indent\">Q: Was there any acknowledgment or any, did they pay any attention to that physician's order?</p>\n        <p class=\"indent\">A: No. My physician's order was never paid attention to at all.</p>\n        <p class=\"indent\">...</p>\n        <p class=\"indent\">Q: Were you, at any point in time when you were in CCU, cuffed with your hands in the inappropriate cuffing position for you?</p>\n        <p class=\"indent\">A: Oh, yeah. If you ever left the unit to go somewhere, you're being cuffed.</p>\n        <p class=\"indent\">Q: Did they cuff it according to your doctor's orders?</p>\n        <p class=\"indent\">A: No.</p>\n        <p class=\"indent\">Q: Okay. So that order was ignored?</p>\n        <p class=\"indent\">A: That order was ignored....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Q: You told me that you were in a bottom bunk in MSU, right?</p>\n        <p class=\"indent\">A: I was in a single bed, yes.</p>\n        <p class=\"indent\">...</p>\n        <p class=\"indent\">Q: [W]as there any other time when you were allowed a bottom bunk?</p>\n        <p class=\"indent\">A: I cannot recollect that. All my paperwork, and from what I remember, I was always on a top bunk. I might have been on a bottom bunk once, but&#8212;</p>\n        <p class=\"indent\">Q: Do you remember?</p>\n        <p class=\"indent\">A: Like I say, I requested to go to the bottom. I requested ... to go to the bottom tier. They put me on a third tier. I requested that I can't get up in my bunk without help from a cellmate, and I was kept on a top bunk.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> We assume that Kiman's statement was made with respect to his Title II claims against the defendants. Assuming his state law claims are viable, Kiman could pursue those claims against some of the defendants in their individual capacities</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Suing state officials in their official capacities is tantamount to suing the state<i>See New Eng. Reg'l Council of Carpenters v. Kinton,</i> <span class=\"citation\" data-id=\"776976\"><a href=\"/opinion/776976/new-england-regional-council-of-carpenters-v-thomas-j-kinton-jr/\"><span class=\"volume\">284</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 14 n. 1 (1st Cir.2002).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Kiman did not argue that the defendants' conduct violated his constitutional rights in his briefs before the district court or on appeal. He argued more generally that Congress could abrogate the state's sovereign immunity through Title II of the ADA, without regard to the distinction between alleging violations of constitutional rights or violations of Title II that are prophylactic in nature. We will not fault him for failing to anticipate the Supreme Court's precise holding in<i>Georgia.</i> The district court should examine whether a reasonable factfinder could conclude that the defendants' conduct violated Kiman's rights under the Fourteenth Amendment, including his Eighth Amendment rights. <i>See Georgia,</i> 126 S.Ct. at 881.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118228/",
    "http://www.courtlistener.com/api/rest/v3/opinions/134743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/136516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145697/",
    "http://www.courtlistener.com/api/rest/v3/opinions/165707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198515/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199414/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200090/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200292/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765325/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776976/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777519/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1432409/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2578606/"
  ]
}