{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202383/",
  "absolute_url": "/opinion/202383/abdullah-v-gonzales/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202383/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:51:45Z",
  "date_modified": "2016-02-28T05:07:55.862230Z",
  "type": "010combined",
  "sha1": "30b7934d262154ad5a98062cabe3c47f46563ca0",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-2023-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/08/31/Abdullah_v._Gonzales.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 05-2023\n\n                            ABID ABDULLAH,\n\n                             Petitioner,\n\n                                  v.\n\n                         ALBERTO R. GONZALES,\n                   UNITED STATES ATTORNEY GENERAL,\n\n                             Respondent.\n\n\n              ON PETITION FOR REVIEW OF AN ORDER OF THE\n\n                     BOARD OF IMMIGRATION APPEALS\n\n\n\n                                Before\n\n                        Howard, Circuit Judge,\n\n           Coffin and Campbell, Senior Circuit Judges.\n\n\n\n     Raymond J. Sanders and Immigrant Law Center on brief for\npetitioner.\n     Peter D. Keisler, Assistant Attorney General, Anthony W.\nNorwood, Senior Litigation Counsel, and Virginia Lum, Attorney,\nOffice of Immigration Litigation, U.S. Department of Justice, Civil\nDivision, on brief for respondent.\n\n\n                           August 31, 2006\n\f              CAMPBELL, Senior Circuit Judge.     Abid Abdullah, a native\n\nand citizen of Pakistan, petitions for review of a June 10, 2005\n\nOrder of the Board of Immigration Appeals (\"Board\") denying his\n\nmotion to reopen his asylum application and his application for\n\nprotection under the Convention Against Torture (\"CAT\").           We deny\n\nthe petition for review.\n\n                              I.   Background\n\n              On November 8, 2002, the Immigration and Naturalization\n\nService (\"INS\")1 issued to Abdullah a Notice to Appear, charging he\n\nwas removable because, after being admitted to the United States as\n\na non-immigrant visitor, he had remained beyond the authorized\n\nperiod.       While conceding removability on that ground, Abdullah\n\nsought relief from removal in the form of asylum, withholding of\n\nremoval, and protection under the CAT. An immigration judge (\"IJ\")\n\nheld       hearings.   On   July   17,    2003,   she   denied   Abdullah's\n\napplications for relief.      On October 6, 2004, the Board affirmed\n\nthe decision of the IJ without opinion.             On October 22, 2004,\n\nAbdullah filed with the Board a motion to reconsider.            The Board\n\ndenied that motion on January 6, 2005.       Abdullah moved the Board to\n\nreopen on March 11, 2005, which motion was denied on June 10, 2005.\n\nThis petition followed.\n\n\n\n\n       1\n      The INS has since become ICE, the Bureau of Immigration and\nCustoms Enforcement, which is part of the Department of Homeland\nSecurity.\n\n                                    -2-\n\fA.   Petition for Asylum\n\n           Abdullah's asylum application stated that he is a citizen\n\nand national of Pakistan who first entered the United States from\n\nPakistan on January 27, 2001.     He remained here until April 26,\n\n2001, when he returned to Pakistan.      He came again to the United\n\nStates on July 2, 2002, on a visa that expired on October 1, 2002.\n\nHe said that in 1981 he had married Zarina Abid, a native and\n\ncitizen of Pakistan, and that she lived in Kashmir with their\n\nchildren, who were born in 1983, 1985, 1986 and 1988.         Abdullah\n\nindicated that his application for asylum or withholding of removal\n\nwas grounded on persecution, or fear of persecution, based upon\n\npolitical opinion.2   Abdullah stated that he had experienced past\n\nharm in Pakistan because of \"charges\" and his membership in the\n\n\"political   party--AWAMI   National   Party.\"   He   said   he   feared\n\nreturning to Pakistan because he \"will be stoned and beaten\" and\n\n\"tortured by Islamic fundamentalists\" and militants because of his\n\n\"political association.\"\n\n           In a December 20, 2002 statement attached to his asylum\n\napplication, Abdullah wrote that he was arrested on October 17,\n\n2002 by Middleboro, Massachusetts police for \"having sex with two\n\n\n     2\n      An alien seeking asylum has the burden of proving he is\nunable or unwilling to return to his home country either because of\n\"'persecution or a well-founded fear of persecution on account of\nrace, religion, nationality, membership in a particular social\ngroup, or political opinion.'\" Makhoul v. Ashcroft, 387 F.3d 75,\n79 (1st Cir. 2004) (quoting 8 U.S.C. § 1101(a)(42)(A)) (emphasis\nsupplied).\n\n                                 -3-\n\fwomen.\"   He wrote that the charges were dropped, but, according to\n\nhis information and \"newspaper publishing's [sic] from Pakistan,\n\nthe Islamic fundamentalists in the wake of political animosity have\n\nmade this issue the basis of declaring death sentence for [him.]\"\n\nHe wrote that the fundamentalists had made life \"hell for [him] and\n\n[his] family\" and had threatened to murder him in public.\n\n            Abdullah explained that the AWAMI National Party (\"ANP\")\n\nhad been founded by Abdul Khan, a progressive nationalist, and that\n\nthe party has fought against Islamic fundamentalists for the last\n\n56 years.    Abdullah stated that he had worked with the party for\n\nthe last thirty years in an effort to uphold human rights, and that\n\nhis activities caused him to be considered to be among the top\n\npolitical leaders of the ANP at the national level. Abdullah wrote\n\nthat the Islamic fundamentalists label ANP party leaders to be\n\n\"pagans and agents of United States and India,\" and that they \"blew\n\nthis baseless sex scandal out of proportion against [him] as a\n\npolitical issue.\"    He wrote that the difference between the ANP\n\nparty and the fundamentalists is that the \"ANP is striving to\n\nimprove economic conditions of the citizens of Pakistan,\" and that,\n\nby contrast, the fundamentalists do not work to improve citizens'\n\nlives but rather \"push for orthodox religious ideas.\"\n\n            Abdullah asserted that in a meeting in Pakistan of\n\nfundamentalist religious leaders, he was \"out caste [sic] from the\n\nreligion and ordered death by stoning\" because, according to\n\n\n                                 -4-\n\fIslamic law, a married man who is caught having sex with a woman\n\nother than his wife is punishable by death through stoning.            He\n\nwrote that \"due to this bad publicity other religious organizations\n\nare following the propaganda by using newspapers to declare death\n\nsentence   for   [him.]\"     He   claimed   that   \"according   to   these\n\nnewspapers, these fundamentalists attacked [his] house in Mardan,\n\nNWFP [Northwest Frontier Province] and injured [his] two sons,\" and\n\nthat the city mayor had put 24-hour police surveillance on his\n\nhouse.\n\n           Abdullah wrote also that, prior to his coming to the\n\nUnited States, the fundamentalist party in Pakistan had forced him\n\n\"not to compete against their candidate\" during elections and had\n\nasked him to \"leave the country for a few months.\"       He stated that\n\nhis \"USA visa\" expired on October 1, 2002, but since the general\n\nelections were \"due after nine days on October 10, 2002,\" he had to\n\noverstay his visa.     As he was preparing to return to Pakistan,\n\nhowever, \"suddenly Middleboro police arrested [him] for this sex\n\nscandal\" and jailed him for two months.        He wrote that he was an\n\n\"accomplished political figure . . . successful businessman\" and\n\nowner of a company engaged in ocean cargo management that involves\n\nmillions of Pakistani rupees.\n\nB.   Hearing before the IJ\n\n           On July 17, 2003, Abdullah, appearing pro se, testified\n\nbefore the IJ.    Abdullah said that Dilawar Jan, the \"information\n\n\n                                   -5-\n\fsecretary\"      of     the    Jamiat     Ul    Islam     \"religious        fanatics\n\norganization,\" told him to leave Pakistan before his arrival in the\n\nU.S. in 2002, in order to allow the fundamentalists to have a\n\n\"position open for them\" in the country's elections.                   He stated\n\nthat this was the only \"trouble\" he experienced in Pakistan and\n\nadmitted that he otherwise \"ha[s] no political problems.\"\n\n             Abdullah stated that the main reason that he is afraid to\n\nreturn to Pakistan is that he believes \"people have heard that [he\n\nwas] charged with a crime.\"          He testified that people in Pakistan\n\n\"found out\" about the Massachusetts charges against him derived\n\nfrom   the    Middleboro     incident    and   that    \"it   was   given    to   the\n\nnewspapers also.\"       He testified that the Pakistani newspapers had\n\nlearned of the story because a friend of his in Texas, Kahlid, told\n\nhis brother, president of the Peshawar Press Club, that Abdullah\n\nhad been arrested in the United States.            He claimed that three days\n\nafter the news was published in the Pakistani press, he \"started\n\ngetting      letters   from    the     religious      people,\"     including     one\n\naffiliated     with    the   Moahammadi    (\"M\")      organization.        Abdullah\n\ntestified that the M group published in two local newspapers in\n\nMardan that Abdullah had become nonreligious, and \"now we need to\n\nstone him to death.\"\n\n             Abdullah testified that his family left Pakistan, went to\n\nKashmir, and are now living in a \"jungle.\"                He claimed he cannot\n\njoin them because he cannot live \"in the jungle out there.\"                       He\n\n\n                                        -6-\n\falso claimed that he could not move to some other city in Pakistan\n\nbecause \"religious fanatics are everywhere.\"         He testified that,\n\nalthough the entire population of Pakistan does not know of the\n\naccusations against him, \"these people will find out somehow or the\n\nother.\"\n\n            Abdullah proffered several documents in support of his\n\nclaim,    including   newspaper   clippings   in   Urdu    with   which   he\n\nsubmitted English translations.       One, said to be from the Daily\n\nGouj in Mardan, was dated October 21, 2002 and was translated to\n\nsay that Abdullah had been arrested on rape charges in the United\n\nStates.    The translations reflected that a similar bureau report\n\nappeared in the Daily Parwaz of Peshawar on October 21, 2002.3             A\n\nreport in the Daily Pukhtoon of Mardan on October 23, 2002 stated\n\nthat Abdullah had been declared a \"pagan\" by religious clerics.            A\n\ntranslation from the Daily Badban in Peshawar on October 22, 2002\n\nwas headlined \"Abdullah Abid insulted Islam in America\" because he\n\nhad allegedly raped someone.      A translation of an October 26, 2002\n\nreport from the Daily Shaheen in Mardan reported that rocks were\n\nthrown and gunshots taken at Abdullah's house.            A similar report\n\nappeared in the Daily Haider of Peshawar on October 23, 2002.             A\n\ntranslation of a report appearing in the Daily Ittefaq of Mardan on\n\n\n     3\n      Peshawar, located on the border of Afghanistan, is very close\nto Mardan, Abdullah's hometown.       Both places are within the\nNorthwestern Frontier Province, an area with the reputation, as we\nlater take note, infra, of containing Islamic extremists as well as\nTaliban remnants.\n\n                                   -7-\n\fOctober 24, 2002 stated, \"Abdullah Abid will be shot to death on\n\nreturn   to   Pakistan.\"    An   English   clipping    from   the   Daily\n\nMicroscreen in Peshawar on November 28, 2002 is headlined \"Abdullah\n\nAbid comes to stoning\" and states that religious extremists have\n\nsentenced him to death as a result of the charges against him in\n\nthe United States.      All of the articles are stated to be from\n\nnewspapers in the northwest region of Pakistan.\n\n           One unlabeled, undated article contained a picture of a\n\nperson holding a banner on which was handwritten, in English, and\n\nin reverse, as if it had been flipped in xeroxing, \"We want\n\nAbdullah Abid.\"     Asked why the document appeared altered (the\n\nlettering went outside the confines of the banner, as if it had\n\nbeen written onto the picture after the fact), Abdullah stated that\n\nhe \"did not know\" because he was \"in jail at the time\" and did not\n\nknow \"how they were published or how they were done.\"                 The\n\ngovernment challenged the authenticity of Abdullah's proffered\n\nnewspaper clippings and stated that after an extensive search\n\nthrough electronic sources, it could \"not find any existence of any\n\nof these newspapers.\"\n\n           Abdullah reiterated his belief that he would be harmed by\n\nreligious people if he returned to his hometown and stated that\n\nthey would kill him since, he alleged, they had already issued a\n\n\"[killing] order\" that \"cannot be taken back.\"        He also testified\n\nthat when he was in Pakistan, he was \"rolling in millions,\" and\n\n\n                                  -8-\n\fclaimed   that    he   worked   at    the       Stop   and   Shop   in   Middleboro,\n\nMassachusetts only because his friend owned it.                 He said he did not\n\nknow what happened to his \"millions.\"\n\n              Abdullah admitted that in Pakistan, if one is accused of\n\nrape,   the    law   requires   that      \"four     Muslim    men   of   good   moral\n\ncharacter have to have witnessed it,\" which was not the case in the\n\nMiddleboro incident, but stated that when \"religious fanatics do\n\nthe decision, they just do it without any witnesses; they can\n\ndecide whatever.\"\n\n              Ronaz Zaman, a United States citizen, testified that he\n\nhad met Abdullah in Pakistan three years previously at a political\n\nfunction.      Zaman testified that he himself was not politically\n\nactive and had no business dealings with Abdullah. Zaman testified\n\nthat he had visited Pakistan three months ago and tried to visit\n\nAbdullah's factory but found a \"big lock\" on the door.\n\n              Waheed Mansur, an acquaintance who had recently met\n\nAbdullah,      testified   that      he   helped       Abdullah     translate   some\n\ndocuments.      Mansur testified that he had very little knowledge of\n\nthe ANP party but knew that it was a very small party based in the\n\nNorthwest Frontier Province that was never able either to gain\n\npower or take over the government in Pakistan.\n\n              The record contains numerous results of computerized\n\nsearches for the names of the newspapers which Abdullah said had\n\n\n\n\n                                          -9-\n\fpublished stories about the Middleboro incident.             Those results\n\nverify that the search did not return any hits.\n\n            Abdullah submitted other evidence, including copies of\n\nunidentified photos and letters, an October 17, 2002 Criminal\n\nComplaint from the Trial Court of Massachusetts (Wareham District\n\nCourt) charging him with indecent assault and battery on a person\n\nover fourteen and also with assault and battery.\n\nC.   IJ's Decision\n\n            On July 17, 2003, after reviewing the testimony and\n\nevidence,     the   IJ   denied   Abdullah's   application    for   asylum,\n\nwithholding of removal, and protection under CAT, and ordered his\n\nremoval to Pakistan.        She noted that Abdullah's two witnesses\n\nappeared credible but not very knowledgeable about Abdullah's\n\nactivities.    The IJ stated that she would \"take [Abdullah] at his\n\nword\" regarding some proffered photographs of Abdullah and ANP\n\nmembers.\n\n            The IJ noted Abdullah's testimony that he was involved\n\nwith the ANP, helped with humanitarian causes in Pakistan, and was\n\n\"rolling in millions\" in his home country as a businessman, but she\n\nfound it \"difficult to characterize [Abdullah's] credibility.\" She\n\ncredited his testimony that he had never had any political problems\n\nprior to his arrival in the United States in 2001 and that the only\n\n\"trouble\" he experienced in Pakistan occurred when the secretary of\n\nthe Jamiat Ul Islam party \"whispered\" to him that \"it would be a\n\n\n                                    -10-\n\fgood thing if [he] le[ft] the country.\"           The IJ also noted the\n\nMassachusetts   complaint   issued   against     Abdullah   concerning   an\n\n\"incident\" with two girls at a store was later dismissed and that\n\nhe was presumed innocent.\n\n          Regarding   Abdullah's     proffered    documents,    the   judge\n\nexpressed \"serious doubts about the authenticity of [a particular]\n\ndocument,\" noting that it did \"not seem that everything even\n\nmatches up.\"    The IJ pointed out that the photograph on the page\n\nshowed that it may have been \"at one time of persons holding a\n\nbanner but it seems quite clear that whatever was on that, or if it\n\nwas a blank, has been written on but written on the photograph, not\n\nthe banner,\" suggesting that after the photograph was taken,\n\nsomeone had manually created the text of the banner.           The IJ said\n\nthe writing on the banner in the picture seemed \"to go outside of\n\nthe border,\" and that the \"A\" in \"Abdullah\" \"simply, even to the\n\nnaked eye, looks like a composite and/or altered document.\"\n\n          The IJ concluded that this unexplained and material\n\ndiscrepancy \"severely hampers [Abdullah's] credibility on the issue\n\nof what would occur to him if he were to return to his home based\n\non the incident in the United States,\" and found that she could\n\n\"not accept these documents as authentic documents.\"            She wrote\n\nthat even if the documents had been \"published\" (while noting that\n\nthere was no evidence of how they were published), that \"they\n\ncertainly do [] appear to be . . . fraudulent document[s] and so on\n\n\n                                 -11-\n\fthat part, which is actually the central part of [Abdullah's]\n\nclaim . . . [Abdullah] is not credible.\"\n\n          Further, the IJ wrote that even if there was publicity in\n\nPakistan that Abdullah had \"raped two girls . . . that publicity in\n\nhis home country, even if it was not altered, or doctored in some\n\nway, is certainly inaccurate.\"       The IJ also found Abdullah's claim\n\nthat this information appeared in local Pakistani papers because\n\nhis friend's friend decided to publish it, and that an Islamic\n\norganization \"now wished to harm him,\" to be a contention that was\n\n\"not . . . terribly likely.\"        The IJ, noting Abdullah's admission\n\nthat the real issue was \"not his political matter,\" but the\n\n\"incident that occurred in the U.S.\" and the alleged follow-up\n\npublicity, found Abdullah \"not credible on that issue as to the\n\npublicity,\"   and    found   that    even   if   [the   claimed   newspaper\n\nclippings] were published and circulated, \"that they were, at least\n\nin some respects, doctored.\"\n\n          Regardless of her finding that Abdullah was \"not credible\n\non the core of his claim,\" due to the \"doctoring of the documents,\"\n\nthe IJ also found it \"unlikely that this would be such big news in\n\nhis home country.\"    She wrote that even if Abdullah were a man of\n\nmeans and involved with his party, it did \"not seem that he was\n\nsuch a public figure that this would be of particular interest,\"\n\npointing out that \"the claim is false and he was not charged with\n\nraping two girls.\"     Finally, she also found it \"highly unlikely\n\n\n                                    -12-\n\fthat   in   the   country   of   200,000,000   people   in   Pakistan,   that\n\n[Abdullah] could not find some area of safety in his home country\n\nby relocating, if necessary, within Pakistan.\"\n\n            The IJ concluded that Abdullah failed to meet his burden\n\nto establish entitlement to asylum.         In the IJ's view, having not\n\nmet the more generous well-founded fear of persecution standard,\n\n\"he cannot meet the more stringent standard for withholding of\n\nremoval.\" An alien seeking withholding of removal bears the burden\n\nof proving that his or her \"life or freedom would be threatened in\n\nthat country because of the alien's race, religion, nationality,\n\nmembership in a particular social group, or political opinion.\"             8\n\nU.S.C. § 1231(b)(3)(A); 8 C.F.R. § 208.16(b).           An alien who fails\n\nto satisfy the standard for asylum automatically fails to satisfy\n\nthe more stringent standard for withholding of removal.            Mekhoukh\n\nv. Ashcroft, 358 F.3d 118, 130 (1st Cir. 2004); Guzman v. INS, 327\n\nF.3d 11, 16 (1st Cir. 2003).           The IJ further pointed out that\n\nAbdullah \"has not shown that he has ever been tortured in the past\n\nby the government of Pakistan, nor does it seem likely that he\n\nwould be tortured in the future,\" reiterating her finding that\n\nAbdullah was not credible on matters substantial to his claim. The\n\nIJ thus found Abdullah not eligible for protection under the CAT\n\nand ordered him removed to Pakistan.\n\n\n\n\n                                     -13-\n\fD.   Motion to Reconsider and Motion to Reopen\n\n            After the Board had affirmed the IJ's order without\n\nopinion on October 6, 2004, Abdullah moved to reconsider on October\n\n22, 2004.    The Board denied the motion on January 6, 2005.    On\n\nMarch 11, 2005, Abdullah filed a motion to reopen, submitting \"new\n\nevidence\" consisting of \"national daily newspapers, which amount to\n\ntestimonials and affidavits,\" and asserting the same claims made in\n\nhis applications for asylum, withholding of removal, and CAT\n\nprotection, and claiming that his previous testimony was credible.\n\nHe argued that the IJ had erred in questioning his credibility\n\nregarding the newspaper articles when \"the printing technology\n\nbased in Pakistan couldn't be compared to that of the United\n\nStates.\"    He further argued in the motion that his family and\n\nproperty were under attack in Pakistan and that his family was in\n\nhiding.\n\n            The attached exhibit contained 21 newspaper clippings\n\nallegedly from newspapers said to be circulated in Peshawar,\n\nKarachi, Islamabad, and Rawalpindi, Pakistan.4   The clippings were\n\n\n      4\n      Except for Karachi, these cities are all located in or, in\nthe case of Rawalpindi, on the border of, Pakistan's so-called\nNorthwest Frontier Province in northern Pakistan, next to\nAfghanistan. Abdullah's hometown, Mardan, is similarly located in\nthat province, not far from Afghanistan. Accordingly, Abdullah's\ncharacterization of newspapers in Peshawar, Islamabad and\nRawalpindi as \"national daily newspapers\" would seem questionable\nif that characterization is meant to suggest that Abdullah's\naffairs were being reported in Pakistan nationwide, beyond the\nNorthwest Frontier Province where the main players in the drama\nappear to have lived. (The piece in the Karachi newspapers was a\n\n                               -14-\n\fdated between January 24, 2005 and January 31, 2005 and were\n\naccompanied by translations done by an Ovais Shekhani, along with\n\nseveral dozen additional, untranslated and unmarked pages.\n\n             The translation of one clipping from the Daily Katehra,\n\nallegedly circulated in Peshawar on January 31, 2005, referred to\n\nthe \"heaving (sic) firing on the house of Awami National Party's\n\nProvisional Leader Abdullah Abid.\" A clipping from the Daily Jihad\n\nin Peshawar on January 31, 2005 is translated by Shekhani to say\n\nthat Abdullah's family has been threatened over the telephone and\n\nthat his wife and son \"want to Hunger Strike in front of the United\n\nNation office and Human rights office.\"             Two similar reports are\n\nincluded from the Daily Haider in Peshawar and the Daily Surkhab in\n\nPeshawar on January 31, 2005.        A clipping in English from the Daily\n\nTimes   in   Karachi    dated     January    27,   2005    appears     to   be   an\n\nadvertisement     placed   by    Abdullah's    wife      entitled    \"Appeal     for\n\nProtection.\"       It   details    attacks    on   her    family's     home,     her\n\nfinancial difficulties, and closes with an appeal to the Human\n\nRights Commission in Pakistan \"to help our family relocate in any\n\nthird country to spend threats-free life.\"\n\n             A   translated     excerpt     from   the    Daily     Musalmaan    in\n\nIslamabad, dated January 27, 2005, is a bureau report from Mardan\n\nstating that a human rights commissioner and reporter separately\n\n\"strongly condemned the gun fire from terrorist [sic] at ANP's\n\n\npaid advertisement by Abdullah's wife, not a news report.)\n\n                                     -15-\n\fprovisional leader Abdullah Abid house, and gave assurance of full\n\nsupport.\" The same Mardan bureau report seems to have been printed\n\nin the Daily Ausaf and Daily Jinnah in Islamabad and the Daily\n\nKatehra in Peshawar on January 27, 2005.             A translated Mardan\n\nbureau report from the Daily Jihad in Peshawar dated January 25,\n\n2005 states that a firing on the house of Abdullah was designed to\n\ntarget his family and stop his return home from the United States.\n\nA translated Mardan bureau report from the Daily Islam in Peshawar\n\ndated January 25, 2005 states that \"some unknown guys did a heavy\n\ngun fire at the house of Awami National Party Abdullah Abid,\n\nhowever, all family members are save [sic].\"            It goes on to state\n\nthat police officers rushed to the house to begin an investigation.\n\nA   translated   Mardan   bureau   report   from   the   Daily   Katehra     in\n\nPeshawar dated January 25, 2005 states that Abdullah's wife has\n\nsaid that she has been getting telephonic threats designed to\n\nchange her husband's political views.\n\n           A translated Mardan bureau report from the Daily Jihad in\n\nPeshawar   dated   January   25,   2005   refers   to    the   gun   shots   at\n\nAbdullah's house and the fact that Abdullah's wife has said that\n\nshe has received telephonic threats. The report explained that the\n\nshots are designed to keep her husband from returning to Pakistan.\n\nHis wife then said in response \"that her husband is being declare\n\n[sic] innocent by USA courts on which they response [sic] back that\n\nwhen they don't accept USA how they going to accept there [sic]\n\n\n                                   -16-\n\fcourts and there [sic] decisions.\"            A translated Mardan bureau\n\nreport from the Daily Surkhab in Peshawar dated January 24, 2005\n\nreports heavy gun fire at Abdullah's house but that his family was\n\nunharmed.   A translated Mardan bureau report from the Daily Jinnah\n\nin Islamabad dated January 24, 2005 reports gun fire at Abdullah's\n\nhouse.   Similar reports ran the same day in the Daily Subh in\n\nPeshawar,   the   Daily   Khabrain    in    Peshawar,   the   Daily   Jang   of\n\nRawalpindi/Islamabad, the Daily Mashriq in Peshawar, the Daily\n\nPakistan in Peshawar and the Daily AAJ in Peshawar.              No specific\n\nmention is made in these articles of the Massachusetts sexual\n\nassault charges against Abdullah.\n\n            On June 10, 2005, the Board denied Abdullah's motion to\n\nreopen, observing that motions to reopen are disfavored and that\n\nAbdullah bore a very heavy burden in making his request to seek\n\nreopening. The Board stated that Abdullah had submitted \"a variety\n\nof newspaper articles similar in nature to the article that the\n\nImmigration Judge found to be doctored.\"          The Board wrote:\n\n     while the articles are of recent date, we do not find\n     that [Abdullah] has made a persuasive case that the new\n     evidence he has submitted would change the previous\n     decisions in this case, in which both the Immigration\n     Judge and this Board concluded that [Abdullah] had not\n     established that he qualifies for asylum or withholding\n     of removal.     Accordingly, [the Board found] that\n     [Abdullah] has not met his \"heavy burden\" to have his\n     proceedings reopened.\n\n\n\n\n                                     -17-\n\f                          II.   Discussion\n\nA.   Standard of Review\n\n           A court of appeals reviews the Board's denial of motions\n\nto reopen or to reconsider for an abuse of discretion.         INS v.\n\nDoherty, 502 U.S. 314, 315 (1992) (denial of motion to reopen\n\nreviewed for abuse of discretion regardless of the underlying basis\n\nof the alien's request to reopen); Herbert v. Ashcroft, 325 F.3d\n\n68, 70 (1st Cir. 2003).    The Attorney General has discretion to\n\ndetermine whether to reopen or reconsider a case.       INS v. Abudu,\n\n485 U.S. 94, 108 (1988).        Our review is highly deferential,\n\nfocusing on the rationality of the decision to deny reconsideration\n\nand reopening, not on the merits per se, of the underlying claim.\n\nThe Board's decision \"will be upheld unless it is arbitrary,\n\nirrational, or contrary to law.\"        Ahwazi v. INS, 751 F.2d 1120,\n\n1122 (9th Cir. 1985).\n\n           A motion to reopen must be based upon new material\n\nevidence that was not available and which the alien could not have\n\npresented at the prior hearing.    Doherty, 502 U.S. at 323.    There\n\nis a \"strong public interest in bringing litigation to a close.\"\n\nAbudu, 485 U.S. at 107.   The Board's discretion is broad:\n\n     If INS discretion is to mean anything, it must be that\n     the INS has some latitude in deciding when to reopen a\n     case. The INS should have the right to be restrictive.\n     Granting such motions too freely will permit endless\n     delay of deportation by aliens creative and fertile\n     enough to continuously produce new and material facts\n     sufficient to establish a prima facie case. It will also\n     waste the time and efforts of immigration judges called\n\n                                 -18-\n\f     upon to preside at hearings automatically required by the\n     prima facie allegations.\n\n\nAbudu, 485 U.S. at 108.\n\n            It is the burden of the alien seeking asylum to prove\n\nthat he is unable or unwilling to return to his home country either\n\nbecause of past persecution or a well-founded fear of future\n\npersecution based on race, religion, nationality, membership in a\n\nparticular social group, or political opinion.           Makhoul, 387 F.3d\n\nat 79 (citing 8 U.S.C. § 1101(a)(42)(A)).          If, as here, the agent\n\nof the persecution is other than the government or government-\n\nsponsored   force,    the   alien   must   show   that   it   would   not   be\n\nreasonable to expect him to relocate internally to avoid the risk\n\nof persecution.      8 C.F.R. §§ 208.13(b)(2)(ii), 208.13(b)(3)(i).\n\nB.   Analysis\n\n            Abdullah argues that the Board erred in finding that he\n\nhad not met his heavy burden to have the proceedings reopened.              He\n\npoints out that his motion to reopen was accompanied by stories\n\nfrom ten different newspapers in Pakistan.5          These, he contends,\n\ndemonstrate that his original exhibits were credible.\n\n            Abdullah insists that the Board \"did not review[] the\n\nnewly submitted exhibits\" or take \"any time at all to analyze the\n\n\n\n     5\n      A motion to reopen must \"state the new facts that will be\nproven at a hearing to be held if the motion is granted and shall\nbe supported by affidavits or other evidentiary material.\"      8\nC.F.R. § 1003.2(c).\n\n                                    -19-\n\fcontent of the stories regarding [him], his political activities,\n\n[or] the incident in the USA,\" which allegedly triggered \"enormous\n\npublicity and impressive volume of coverage in the Pakistan press.\"\n\nHe claims that the Board \"blindly affirmed and adopted the decision\n\nof the judge . . . based on the fact that the judge did not find\n\nhim credible as to the most important part of his claim.\"\n\n           The Board's order denying the motion to reopen is not,\n\nhowever, without indication that the Board considered the newly\n\nsubmitted exhibits.      The Board stated that it found Abdullah's\n\n\"variety   of   newspaper     articles   to   be   similar   in    nature\"   to\n\npreviously submitted evidence and concluded that the \"new evidence\"\n\nwas similar to the article that the IJ had \"found to be doctored.\"\n\nThe Board went on to state that, although it recognized that \"the\n\narticles are of recent date,\" Abdullah had still failed to make a\n\ncase that the submitted new evidence would change the previous\n\ndecisions in the case in which the IJ and the Board had determined\n\nthat   Abdullah   had   not   established     eligibility    for    asylum   or\n\nwithholding of removal on the merits.\n\n           In making the latter point, the Board may be understood\n\nto have referred not just to whether the newspaper accounts were\n\nthemselves authentic but to the broader issue of whether Abdullah\n\nhad established a right to asylum even if the articles were as\n\nrepresented.      The IJ concluded, and the Board earlier affirmed,\n\nthat even if the articles were accurate, it did not seem that\n\n\n                                    -20-\n\fAbdullah was such a public figure that the news would be of\n\nparticular interest throughout Pakistan.                   Abdullah's own witness\n\nportrayed the ANP party as a very small party based in the\n\nNorthwest Frontier Province that was never able to gain power in\n\nPakistan.      The IJ observed that, in a country of 200,000,000\n\npeople, it was highly unlikely that Abdullah would not be able to\n\nfind some area of safety by relocating in Pakistan.                         All the\n\narticles included in the motion to reopen, as in the earlier\n\nevidence, came from newspapers in or proximate to the Northwest\n\nFrontier      Province,     save   for     the       advertisement   inserted    by\n\nAbdullah's wife in a paper in Karachi.                 The latter, being a paid\n\nadvertisement, did not necessarily show that Abdullah and his\n\nplight were newsworthy throughout the many parts of Pakistan lying\n\noutside the Northwest Frontier Province.                     Indeed, the central\n\ngovernment is reputed to lack firm control over portions of the\n\nNorthwest Frontier Province.              See Carlotta Gall and Elisabeth\n\nBumiller, Pakistan is Tense as Bush Arrives on 24-Hour Visit, N.Y.\n\nTimes, March 4, 2006, at A1 (\"In the North West Frontier Province,\n\nwhich borders Afghanistan, the army is fighting a long campaign\n\nagainst Islamic extremists, including Taliban remnants.                  Many say\n\nOsama bin Laden may be hiding there.\").                In fact, Abdullah did not\n\nargue in his brief in support of his review petition that he would\n\nbe   unable    to   avoid   persecution         by   the   fundamentalist    groups\n\nallegedly seeking to harm him were he to relocate to another part\n\n\n                                         -21-\n\fof Pakistan.      See 8 C.F.R. § 208.13(b)(2)(ii); see also Sepulveda\n\nv. U.S. Attorney General, 401 F.3d 1226, 1231 (11th Cir. 2005)\n\n(\"[W]here the alleged persecutors are not affiliated with the\n\ngovernment, it is not unreasonable to require a refugee who has an\n\ninternal resettlement alternative in his own country to pursue that\n\noption before seeking permanent resettlement in the United States,\n\nor at least to establish that such an option is unavailable.\").\n\n           It is true that Abdullah stated at the hearing before the\n\nIJ that he could not move to some other city in Pakistan because\n\n\"religious fanatics are everywhere\" and \"these people will find out\n\nsomehow or the other.\"            But the IJ declined to accept this\n\nassessment relative to Abdullah, finding instead that even if he\n\nwere a man of means and involved with his party, it did not seem he\n\nwas such a public figure that he could not find a safe haven in a\n\ncountry the size of Pakistan.         The IJ's conclusion is supported by\n\nevidence that the ANP party is itself based in the Northwest\n\nFrontier   Province,     is    very   small,    and    has   not   gained   power\n\nnationally, as well as by the absence of other persuasive evidence\n\nthat   Abdullah    was   a    nationally     known    personage,    all   factors\n\nindicating that any danger to Abdullah was likely to be local\n\nrather than national in scope. In his rehearing petition, Abdullah\n\nsubmitted no new evidence on the lack of feasability of his\n\nrelocating somewhere in Pakistan.            Accordingly, even assuming the\n\nBoard were to have accepted as true the version of events presented\n\n\n                                      -22-\n\fin   the   alleged   news   accounts   from   Peshawar,   Islamabad,   and\n\nRawalpindi in Northern Pakistan, it could reasonably accept the\n\nIJ's conclusion that it was unlikely that Abdullah would not be\n\nable to find refuge elsewhere in a country the size of Pakistan.\n\n            We hold that the Board did not abuse its considerable\n\ndiscretion in denying Abdullah's motion to reopen.\n\n            We deny the petition for review.\n\n\n\n\n                                  -23-\n\f",
  "html": "<p class=\"case_cite\">461 F.3d 92</p>\n    <p class=\"parties\">Abid ABDULLAH, Petitioner,<br>v.<br>Alberto R. GONZALES, United States Attorney General, Respondent.</p>\n    <p class=\"docket\">No. 05-2023.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted March 8, 2006.</p>\n    <p class=\"date\">Decided August 31, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Raymond J. Sanders and Immigrant Law Center on brief, for petitioner.</p>\n      <p class=\"indent\">Peter D. Keisler, Assistant Attorney General, Anthony W. Norwood, Senior Litigation Counsel, and Virginia Lum, Attorney, Office of Immigration Litigation, U.S. Department of Justice, Civil Division, on brief for respondent.</p>\n      <p class=\"indent\">Before HOWARD, Circuit Judge, COFFIN and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Abid Abdullah, a native and citizen of Pakistan, petitions for review of a June 10, 2005 Order of the Board of Immigration Appeals (\"Board\") denying his motion to reopen his asylum application and his application for protection under the Convention Against Torture (\"CAT\"). We deny the petition for review.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On November 8, 2002, the Immigration and Naturalization Service (\"INS\")<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> issued to Abdullah a Notice to Appear, charging he was removable because, after being admitted to the United States as a non-immigrant visitor, he had remained beyond the authorized period. While conceding removability on that ground, Abdullah sought relief from removal in the form of asylum, withholding of removal, and protection under the CAT. An immigration judge (\"IJ\") held hearings. On July 17, 2003, she denied Abdullah's applications for relief. On October 6, 2004, the Board affirmed the decision of the IJ without opinion. On October 22, 2004, Abdullah filed with the Board a motion to reconsider. The Board denied that motion on January 6, 2005. Abdullah moved the Board to reopen on March 11, 2005, which motion was denied on June 10, 2005. This petition followed.</p>\n    </div>\n    <p class=\"indent\">A. Petition for Asylum</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Abdullah's asylum application stated that he is a citizen and national of Pakistan who first entered the United States from Pakistan on January 27, 2001. He remained here until April 26, 2001, when he returned to Pakistan. He came again to the United States on July 2, 2002, on a visa that expired on October 1, 2002. He said that in 1981 he had married Zarina Abid, a native and citizen of Pakistan, and that she lived in Kashmir with their children, who were born in 1983, 1985, 1986 and 1988. Abdullah indicated that his application for asylum or withholding of removal was grounded on persecution, or fear of persecution, based upon political opinion.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Abdullah stated that he had experienced past harm in Pakistan because of \"charges\" and his membership in the \"political party &#8212; AWAMI National Party.\" He said he feared returning to Pakistan because he \"will be stoned and beaten\" and \"tortured by Islamic fundamentalists\" and militants because of his \"political association.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In a December 20, 2002 statement attached to his asylum application, Abdullah wrote that he was arrested on October 17, 2002 by Middleboro, Massachusetts police for \"having sex with two women.\" He wrote that the charges were dropped, but, according to his information and \"newspaper publishing's [sic] from Pakistan, the Islamic fundamentalists in the wake of political animosity have made this issue the basis of declaring death sentence for [him.]\" He wrote that the fundamentalists had made life \"hell for [him] and [his] family\" and had threatened to murder him in public.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Abdullah explained that the AWAMI National Party (\"ANP\") had been founded by Abdul Khan, a progressive nationalist, and that the party has fought against Islamic fundamentalists for the last 56 years. Abdullah stated that he had worked with the party for the last thirty years in an effort to uphold human rights, and that his activities caused him to be considered to be among the top political leaders of the ANP at the national level. Abdullah wrote that the Islamic fundamentalists label ANP party leaders to be \"pagans and agents of United States and India,\" and that they \"blew this baseless sex scandal out of proportion against [him] as a political issue.\" He wrote that the difference between the ANP party and the fundamentalists is that the \"ANP is striving to improve economic conditions of the citizens of Pakistan,\" and that, by contrast, the fundamentalists do not work to improve citizens' lives but rather \"push for orthodox religious ideas.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Abdullah asserted that in a meeting in Pakistan of fundamentalist religious leaders, he was \"out caste [sic] from the religion and ordered death by stoning\" because, according to Islamic law, a married man who is caught having sex with a woman other than his wife is punishable by death through stoning. He wrote that \"due to this bad publicity other religious organizations are following the propaganda by using newspapers to declare death sentence for [him.]\" He claimed that \"according to these newspapers, these fundamentalists attacked [his] house in Mardan, NWFP [Northwest Frontier Province] and injured [his] two sons,\" and that the city mayor had put 24-hour police surveillance on his house.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Abdullah wrote also that, prior to his coming to the United States, the fundamentalist party in Pakistan had forced him \"not to compete against their candidate\" during elections and had asked him to \"leave the country for a few months.\" He stated that his \"USA visa\" expired on October 1, 2002, but since the general elections were \"due after nine days on October 10, 2002,\" he had to overstay his visa. As he was preparing to return to Pakistan, however, \"suddenly Middleboro police arrested [him] for this sex scandal\" and jailed him for two months. He wrote that he was an \"accomplished political figure . . . successful businessman\" and owner of a company engaged in ocean cargo management that involves millions of Pakistani rupees.</p>\n    </div>\n    <p class=\"indent\">B. Hearing before the IJ</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On July 17, 2003, Abdullah, appearing pro se, testified before the IJ. Abdullah said that Dilawar Jan, the \"information secretary\" of the Jamiat Ul Islam \"religious fanatics organization,\" told him to leave Pakistan before his arrival in the U.S. in 2002, in order to allow the fundamentalists to have a \"position open for them\" in the country's elections. He stated that this was the only \"trouble\" he experienced in Pakistan and admitted that he otherwise \"ha[s] no political problems.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Abdullah stated that the main reason that he is afraid to return to Pakistan is that he believes \"people have heard that [he was] charged with a crime.\" He testified that people in Pakistan \"found out\" about the Massachusetts charges against him derived from the Middleboro incident and that \"it was given to the newspapers also.\" He testified that the Pakistani newspapers had learned of the story because a friend of his in Texas, Kahlid, told his brother, president of the Peshawar Press Club, that Abdullah had been arrested in the United States. He claimed that three days after the news was published in the Pakistani press, he \"started getting letters from the religious people,\" including one affiliated with the Moahammadi (\"M\") organization. Abdullah testified that the M group published in two local newspapers in Mardan that Abdullah had become nonreligious, and \"now we need to stone him to death.\" Abdullah testified that his family left Pakistan, went to Kashmir, and are now living in a \"jungle.\" He claimed he cannot join them because he cannot live \"in the jungle out there.\" He also claimed that he could not move to some other city in Pakistan because \"religious fanatics are everywhere.\" He testified that, although the entire population of Pakistan does not know of the accusations against him, \"these people will find out somehow or the other.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Abdullah proffered several documents in support of his claim, including newspaper clippings in Urdu with which he submitted English translations. One, said to be from the Daily Gouj in Mardan, was dated October 21, 2002 and was translated to say that Abdullah had been arrested on rape charges in the United States. The translations reflected that a similar bureau report appeared in the Daily Parwaz of Peshawar on October 21, 2002.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> A report in the Daily Pukhtoon of Mardan on October 23, 2002 stated that Abdullah had been declared a \"pagan\" by religious clerics. A translation from the Daily Badban in Peshawar on October 22, 2002 was headlined \"Abdullah Abid insulted Islam in America\" because he had allegedly raped someone. A translation of an October 26, 2002 report from the Daily Shaheen in Mardan reported that rocks were thrown and gunshots taken at Abdullah's house. A similar report appeared in the Daily Haider of Peshawar on October 23, 2002. A translation of a report appearing in the Daily Ittefaq of Mardan on October 24, 2002 stated, \"Abdullah Abid will be shot to death on return to Pakistan.\" An English clipping from the Daily Microscreen in Peshawar on November 28, 2002 is headlined \"Abdullah Abid comes to stoning\" and states that religious extremists have sentenced him to death as a result of the charges against him in the United States. All of the articles are stated to be from newspapers in the northwest region of Pakistan.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">One unlabeled, undated article contained a picture of a person holding a banner on which was handwritten, in English, and in reverse, as if it had been flipped in xeroxing, \"We want Abdullah Abid.\" Asked why the document appeared altered (the lettering went outside the confines of the banner, as if it had been written onto the picture after the fact), Abdullah stated that he \"did not know\" because he was \"in jail at the time\" and did not know \"how they were published or how they were done.\" The government challenged the authenticity of Abdullah's proffered newspaper clippings and stated that after an extensive search through electronic sources, it could \"not find any existence of any of these newspapers.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Abdullah reiterated his belief that he would be harmed by religious people if he returned to his hometown and stated that they would kill him since, he alleged, they had already issued a \"[killing] order\" that \"cannot be taken back.\" He also testified that when he was in Pakistan, he was \"rolling in millions,\" and claimed that he worked at the Stop and Shop in Middleboro, Massachusetts only because his friend owned it. He said he did not know what happened to his \"millions.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Abdullah admitted that in Pakistan, if one is accused of rape, the law requires that \"four Muslim men of good moral character have to have witnessed it,\" which was not the case in the Middleboro incident, but stated that when \"religious fanatics do the decision, they just do it without any witnesses; they can decide whatever.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Ronaz Zaman, a United States citizen, testified that he had met Abdullah in Pakistan three years previously at a political function. Zaman testified that he himself was not politically active and had no business dealings with Abdullah. Zaman testified that he had visited Pakistan three months ago and tried to visit Abdullah's factory but found a \"big lock\" on the door.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Waheed Mansur, an acquaintance who had recently met Abdullah, testified that he helped Abdullah translate some documents. Mansur testified that he had very little knowledge of the ANP party but knew that it was a very small party based in the Northwest Frontier Province that was never able either to gain power or take over the government in Pakistan.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The record contains numerous results of computerized searches for the names of the newspapers which Abdullah said had published stories about the Middleboro incident. Those results verify that the search did not return any hits.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Abdullah submitted other evidence, including copies of unidentified photos and letters, an October 17, 2002 Criminal Complaint from the Trial Court of Massachusetts (Wareham District Court) charging him with indecent assault and battery on a person over fourteen and also with assault and battery.</p>\n    </div>\n    <p class=\"indent\">C. IJ's Decision</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On July 17, 2003, after reviewing the testimony and evidence, the IJ denied Abdullah's application for asylum, withholding of removal, and protection under CAT, and ordered his removal to Pakistan. She noted that Abdullah's two witnesses appeared credible but not very knowledgeable about Abdullah's activities. The IJ stated that she would \"take [Abdullah] at his word\" regarding some proffered photographs of Abdullah and ANP members.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The IJ noted Abdullah's testimony that he was involved with the ANP, helped with humanitarian causes in Pakistan, and was \"rolling in millions\" in his home country as a businessman, but she found it \"difficult to characterize [Abdullah's] credibility.\" She credited his testimony that he had never had any political problems prior to his arrival in the United States in 2001 and that the only \"trouble\" he experienced in Pakistan occurred when the secretary of the Jamiat Ul Islam party \"whispered\" to him that \"it would be a good thing if [he] le[ft] the country.\" The IJ also noted the Massachusetts complaint issued against Abdullah concerning an \"incident\" with two girls at a store was later dismissed and that he was presumed innocent.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Regarding Abdullah's proffered documents, the judge expressed \"serious doubts about the authenticity of [a particular] document,\" noting that it did \"not seem that everything even matches up.\" The IJ pointed out that the photograph on the page showed that it may have been \"at one time of persons holding a banner but it seems quite clear that whatever was on that, or if it was a blank, has been written on but written on the photograph, not the banner,\" suggesting that after the photograph was taken, someone had manually created the text of the banner. The IJ said the writing on the banner in the picture seemed \"to go outside of the border,\" and that the \"A\" in \"Abdullah\" \"simply, even to the naked eye, looks like a composite and/or altered document.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The IJ concluded that this unexplained and material discrepancy \"severely hampers [Abdullah's] credibility on the issue of what would occur to him if he were to return to his home based on the incident in the United States,\" and found that she could \"not accept these documents as authentic documents.\" She wrote that even if the documents had been \"published\" (while noting that there was no evidence of how they were published), that \"they certainly do [] appear to be . . . fraudulent document[s] and so on that part, which is actually the central part of [Abdullah's] claim . . . [Abdullah] is not credible.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Further, the IJ wrote that even if there was publicity in Pakistan that Abdullah had \"raped two girls . . . that publicity in his home country, even if it was not altered, or doctored in some way, is certainly inaccurate.\" The IJ also found Abdullah's claim that this information appeared in local Pakistani papers because his friend's friend decided to publish it, and that an Islamic organization \"now wished to harm him,\" to be a contention that was \"not . . . terribly likely.\" The IJ, noting Abdullah's admission that the real issue was \"not his political matter,\" but the \"incident that occurred in the U.S.\" and the alleged follow-up publicity, found Abdullah \"not credible on that issue as to the publicity,\" and found that even if [the claimed newspaper clippings] were published and circulated, \"that they were, at least in some respects, doctored.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Regardless of her finding that Abdullah was \"not credible on the core of his claim,\" due to the \"doctoring of the documents,\" the IJ also found it \"unlikely that this would be such big news in his home country.\" She wrote that even if Abdullah were a man of means and involved with his party, it did \"not seem that he was such a public figure that this would be of particular interest,\" pointing out that \"the claim is false and he was not charged with raping two girls.\" Finally, she also found it \"highly unlikely that in the country of 200,000,000 people in Pakistan, that [Abdullah] could not find some area of safety in his home country by relocating, if necessary, within Pakistan.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The IJ concluded that Abdullah failed to meet his burden to establish entitlement to asylum. In the IJ's view, having not met the more generous well-founded fear of persecution standard, \"he cannot meet the more stringent standard for withholding of removal.\" An alien seeking withholding of removal bears the burden of proving that his or her \"life or freedom would be threatened in that country because of the alien's race, religion, nationality, membership in a particular social group, or political opinion.\" 8 U.S.C. &#167; 1231(b)(3)(A); 8 C.F.R. &#167; 208.16(b). An alien who fails to satisfy the standard for asylum automatically fails to satisfy the more stringent standard for withholding of removal. <i>Mekhoukh v. Ashcroft,</i> 358 F.3d 118, 130 (1st Cir.2004); <i>Guzman v. INS,</i> 327 F.3d 11, 16 (1st Cir.2003). The IJ further pointed out that Abdullah \"has not shown that he has ever been tortured in the past by the government of Pakistan, nor does it seem likely that he would be tortured in the future,\" reiterating her finding that Abdullah was not credible on matters substantial to his claim. The IJ thus found Abdullah not eligible for protection under the CAT and ordered him removed to Pakistan.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">D. Motion to Reconsider and Motion to Reopen</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">After the Board had affirmed the IJ's order without opinion on October 6, 2004, Abdullah moved to reconsider on October 22, 2004. The Board denied the motion on January 6, 2005. On March 11, 2005, Abdullah filed a motion to reopen, submitting \"new evidence\" consisting of \"national daily newspapers, which amount to testimonials and affidavits,\" and asserting the same claims made in his applications for asylum, withholding of removal, and CAT protection, and claiming that his previous testimony was credible. He argued that the IJ had erred in questioning his credibility regarding the newspaper articles when \"the printing technology based in Pakistan couldn't be compared to that of the United States.\" He further argued in the motion that his family and property were under attack in Pakistan and that his family was in hiding.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The attached exhibit contained 21 newspaper clippings allegedly from newspapers said to be circulated in Peshawar, Karachi, Islamabad, and Rawalpindi, Pakistan.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The clippings were dated between January 24, 2005 and January 31, 2005 and were accompanied by translations done by an Ovais Shekhani, along with several dozen additional, untranslated and unmarked pages.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The translation of one clipping from the Daily Katehra, allegedly circulated in Peshawar on January 31, 2005, referred to the \"heaving (sic) firing on the house of Awami National Party's Provisional Leader Abdullah Abid.\" A clipping from the Daily Jihad in Peshawar on January 31, 2005 is translated by Shekhani to say that Abdullah's family has been threatened over the telephone and that his wife and son \"want to Hunger Strike in front of the United Nation office and Human rights office.\" Two similar reports are included from the Daily Haider in Peshawar and the Daily Surkhab in Peshawar on January 31, 2005. A clipping in English from the Daily Times in Karachi dated January 27, 2005 appears to be an advertisement placed by Abdullah's wife entitled \"Appeal for Protection.\" It details attacks on her family's home, her financial difficulties, and closes with an appeal to the Human Rights Commission in Pakistan \"to help our family relocate in any third country to spend threats-free life.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A translated excerpt from the Daily Musalmaan in Islamabad, dated January 27, 2005, is a bureau report from Mardan stating that a human rights commissioner and reporter separately \"strongly condemned the gun fire from terrorist [sic] at ANP's provisional leader Abdullah Abid house, and gave assurance of full support.\" The same Mardan bureau report seems to have been printed in the Daily Ausaf and Daily Jinnah in Islamabad and the Daily Katehra in Peshawar on January 27, 2005. A translated Mardan bureau report from the Daily Jihad in Peshawar dated January 25, 2005 states that a firing on the house of Abdullah was designed to target his family and stop his return home from the United States. A translated Mardan bureau report from the Daily Islam in Peshawar dated January 25, 2005 states that \"some unknown guys did a heavy gun fire at the house of Awami National Party Abdullah Abid, however, all family members are save [sic].\" It goes on to state that police officers rushed to the house to begin an investigation. A translated Mardan bureau report from the Daily Katehra in Peshawar dated January 25, 2005 states that Abdullah's wife has said that she has been getting telephonic threats designed to change her husband's political views.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">A translated Mardan bureau report from the Daily Jihad in Peshawar dated January 25, 2005 refers to the gun shots at Abdullah's house and the fact that Abdullah's wife has said that she has received telephonic threats. The report explained that the shots are designed to keep her husband from returning to Pakistan. His wife then said in response \"that her husband is being declare [sic] innocent by USA courts on which they response [sic] back that when they don't accept USA how they going to accept there [sic] courts and there [sic] decisions.\" A translated Mardan bureau report from the Daily Surkhab in Peshawar dated January 24, 2005 reports heavy gun fire at Abdullah's house but that his family was unharmed. A translated Mardan bureau report from the Daily Jinnah in Islamabad dated January 24, 2005 reports gun fire at Abdullah's house. Similar reports ran the same day in the Daily Subh in Peshawar, the Daily Khabrain in Peshawar, the Daily Jang of Rawalpindi/Islamabad, the Daily Mashriq in Peshawar, the Daily Pakistan in Peshawar and the Daily AAJ in Peshawar. No specific mention is made in these articles of the Massachusetts sexual assault charges against Abdullah.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">On June 10, 2005, the Board denied Abdullah's motion to reopen, observing that motions to reopen are disfavored and that Abdullah bore a very heavy burden in making his request to seek reopening. The Board stated that Abdullah had submitted \"a variety of newspaper articles similar in nature to the article that the Immigration Judge found to be doctored.\" The Board wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">while the articles are of recent date, we do not find that [Abdullah] has made a persuasive case that the new evidence he has submitted would change the previous decisions in this case, in which both the Immigration Judge and this Board concluded that [Abdullah] had not established that he qualifies for asylum or withholding of removal. Accordingly, [the Board found] that [Abdullah] has not met his \"heavy burden\" to have his proceedings reopened.</p>\n    </div>\n    <p>II. Discussion</p>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">A court of appeals reviews the Board's denial of motions to reopen or to reconsider for an abuse of discretion. <i>INS v. Doherty,</i> 502 U.S. 314, 315, 112 S.Ct. 719, 116 L.Ed.2d 823 (1992) (denial of motion to reopen reviewed for abuse of discretion regardless of the underlying basis of the alien's request to reopen); <i>Herbert v. Ashcroft,</i> 325 F.3d 68, 70 (1st Cir.2003). The Attorney General has discretion to determine whether to reopen or reconsider a case. <i>INS v. Abudu,</i> 485 U.S. 94, 108, 108 S.Ct. 904, 99 L.Ed.2d 90 (1988). Our review is highly deferential, focusing on the rationality of the decision to deny reconsideration and reopening, not on the merits per se, of the underlying claim. The Board's decision \"will be upheld unless it is arbitrary, irrational, or contrary to law.\" <i>Ahwazi v. INS,</i> 751 F.2d 1120, 1122 (9th Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">A motion to reopen must be based upon new material evidence that was not available and which the alien could not have presented at the prior hearing. <i>Doherty,</i> 502 U.S. at 323, 112 S.Ct. 719. There is a \"strong public interest in bringing litigation to a close.\" <i>Abudu,</i> 485 U.S. at 107, 108 S.Ct. 904. The Board's discretion is broad:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">If INS discretion is to mean anything, it must be that the INS has some latitude in deciding when to reopen a case. The INS should have the right to be restrictive. Granting such motions too freely will permit endless delay of deportation by aliens creative and fertile enough to continuously produce new and material facts sufficient to establish a prima facie case. It will also waste the time and efforts of immigration judges called upon to preside at hearings automatically required by the prima facie allegations.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\"><i>Abudu,</i> 485 U.S. at 108, 108 S.Ct. 904.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It is the burden of the alien seeking asylum to prove that he is unable or unwilling to return to his home country either because of past persecution or a well-founded fear of future persecution based on race, religion, nationality, membership in a particular social group, or political opinion. <i>Makhoul,</i> 387 F.3d at 79 (citing 8 U.S.C. &#167; 1101(a)(42)(A)). If, as here, the agent of the persecution is other than the government or government-sponsored force, the alien must show that it would not be reasonable to expect him to relocate internally to avoid the risk of persecution. 8 C.F.R. &#167;&#167; 208.13(b)(2)(ii), 208.13(b)(3)(i).</p>\n    </div>\n    <p class=\"indent\">B. Analysis</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Abdullah argues that the Board erred in finding that he had not met his heavy burden to have the proceedings reopened. He points out that his motion to reopen was accompanied by stories from ten different newspapers in Pakistan.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> These, he contends, demonstrate that his original exhibits were credible.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Abdullah insists that the Board \"did not review[] the newly submitted exhibits\" or take \"any time at all to analyze the content of the stories regarding [him], his political activities, [or] the incident in the USA,\" which allegedly triggered \"enormous publicity and impressive volume of coverage in the Pakistan press.\" He claims that the Board \"blindly affirmed and adopted the decision of the judge . . . based on the fact that the judge did not find him credible as to the most important part of his claim.\"</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Board's order denying the motion to reopen is not, however, without indication that the Board considered the newly submitted exhibits. The Board stated that it found Abdullah's \"variety of newspaper articles to be similar in nature\" to previously submitted evidence and concluded that the \"new evidence\" was similar to the article that the IJ had \"found to be doctored.\" The Board went on to state that, although it recognized that \"the articles are of recent date,\" Abdullah had still failed to make a case that the submitted new evidence would change the previous decisions in the case in which the IJ and the Board had determined that Abdullah had not established eligibility for asylum or withholding of removal on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In making the latter point, the Board may be understood to have referred not just to whether the newspaper accounts were themselves authentic but to the broader issue of whether Abdullah had established a right to asylum even if the articles were as represented. The IJ concluded, and the Board earlier affirmed, that even if the articles were accurate, it did not seem that Abdullah was such a public figure that the news would be of particular interest throughout Pakistan. Abdullah's own witness portrayed the ANP party as a very small party based in the Northwest Frontier Province that was never able to gain power in Pakistan. The IJ observed that, in a country of 200,000,000 people, it was highly unlikely that Abdullah would not be able to find some area of safety by relocating in Pakistan. All the articles included in the motion to reopen, as in the earlier evidence, came from newspapers in or proximate to the Northwest Frontier Province, save for the advertisement inserted by Abdullah's wife in a paper in Karachi. The latter, being a paid advertisement, did not necessarily show that Abdullah and his plight were newsworthy throughout the many parts of Pakistan lying outside the Northwest Frontier Province. Indeed, the central government is reputed to lack firm control over portions of the Northwest Frontier Province. <i>See</i> Carlotta Gall and Elisabeth Bumiller, <i>Pakistan is Tense as Bush Arrives on 24-Hour Visit,</i> N.Y. Times, March 4, 2006, at A1 (\"In the North West Frontier Province, which borders Afghanistan, the army is fighting a long campaign against Islamic extremists, including Taliban remnants. Many say Osama bin Laden may be hiding there.\"). In fact, Abdullah did not argue in his brief in support of his review petition that he would be unable to avoid persecution by the fundamentalist groups allegedly seeking to harm him were he to relocate to another part of Pakistan. <i>See</i> 8 C.F.R. &#167; 208.13(b)(2)(ii); <i>see also Sepulveda v. U.S. Attorney General,</i> 401 F.3d 1226, 1231 (11th Cir.2005) (\"[W]here the alleged persecutors are not affiliated with the government, it is not unreasonable to require a refugee who has an internal resettlement alternative in his own country to pursue that option before seeking permanent resettlement in the United States, or at least to establish that such an option is unavailable.\").</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">It is true that Abdullah stated at the hearing before the IJ that he could not move to some other city in Pakistan because \"religious fanatics are everywhere\" and \"these people will find out somehow or the other.\" But the IJ declined to accept this assessment relative to Abdullah, finding instead that even if he were a man of means and involved with his party, it did not seem he was such a public figure that he could not find a safe haven in a country the size of Pakistan. The IJ's conclusion is supported by evidence that the ANP party is itself based in the Northwest Frontier Province, is very small, and has not gained power nationally, as well as by the absence of other persuasive evidence that Abdullah was a nationally known personage, all factors indicating that any danger to Abdullah was likely to be local rather than national in scope. In his rehearing petition, Abdullah submitted no new evidence on the lack of feasibility of his relocating somewhere in Pakistan. Accordingly, even assuming the Board were to have accepted as true the version of events presented in the alleged news accounts from Peshawar, Islamabad, and Rawalpindi in Northern Pakistan, it could reasonably accept the IJ's conclusion that it was unlikely that Abdullah would not be able to find refuge elsewhere in a country the size of Pakistan.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We hold that the Board did not abuse its considerable discretion in denying Abdullah's motion to reopen.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We <i>deny</i> the petition for review.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The INS has since become ICE, the Bureau of Immigration and Customs Enforcement, which is part of the Department of Homeland Security</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> An alien seeking asylum has the burden of proving he is unable or unwilling to return to his home country either because of \"`persecution or a well-founded fear of persecution on account of race, religion, nationality, membership in a particular social group, or<i>political opinion.'\" Makhoul v. Ashcroft,</i> 387 F.3d 75, 79 (1st Cir.2004) (quoting 8 U.S.C. &#167; 1101(a)(42)(A)) (emphasis supplied).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Peshawar, located on the border of Afghanistan, is very close to Mardan, Abdullah's hometown. Both places are within the Northwestern Frontier Province, an area with the reputation, as we later take note,<i>infra,</i> of containing Islamic extremists as well as Taliban remnants.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Except for Karachi, these cities are all located in or, in the case of Rawalpindi, on the border of, Pakistan's so-called Northwest Frontier Province in northern Pakistan, next to Afghanistan. Abdullah's hometown, Mardan, is similarly located in that province, not far from Afghanistan. Accordingly, Abdullah's characterization of newspapers in Peshawar, Islamabad and Rawalpindi as \"national daily newspapers\" would seem questionable if that characterization is meant to suggest that Abdullah's affairs were being reported in Pakistan nationwide, beyond the Northwest Frontier Province where the main players in the drama appear to have lived. (The piece in the Karachi newspapers was a paid advertisement by Abdullah's wife, not a news report.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> A motion to reopen must \"state the new facts that will be proven at a hearing to be held if the motion is granted and shall be supported by affidavits or other evidentiary material.\" 8 C.F.R. &#167; 1003.2(c)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">461</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></span></p>\n    <p class=\"parties\">Abid ABDULLAH, Petitioner,<br>v.<br>Alberto R. GONZALES, United States Attorney General, Respondent.</p>\n    <p class=\"docket\">No. 05-2023.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted March 8, 2006.</p>\n    <p class=\"date\">Decided August 31, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Raymond J. Sanders and Immigrant Law Center on brief, for petitioner.</p>\n      <p class=\"indent\">Peter D. Keisler, Assistant Attorney General, Anthony W. Norwood, Senior Litigation Counsel, and Virginia Lum, Attorney, Office of Immigration Litigation, U.S. Department of Justice, Civil Division, on brief for respondent.</p>\n      <p class=\"indent\">Before HOWARD, Circuit Judge, COFFIN and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Abid Abdullah, a native and citizen of Pakistan, petitions for review of a June 10, 2005 Order of the Board of Immigration Appeals (\"Board\") denying his motion to reopen his asylum application and his application for protection under the Convention Against Torture (\"CAT\"). We deny the petition for review.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On November 8, 2002, the Immigration and Naturalization Service (\"INS\")<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> issued to Abdullah a Notice to Appear, charging he was removable because, after being admitted to the United States as a non-immigrant visitor, he had remained beyond the authorized period. While conceding removability on that ground, Abdullah sought relief from removal in the form of asylum, withholding of removal, and protection under the CAT. An immigration judge (\"IJ\") held hearings. On July 17, 2003, she denied Abdullah's applications for relief. On October 6, 2004, the Board affirmed the decision of the IJ without opinion. On October 22, 2004, Abdullah filed with the Board a motion to reconsider. The Board denied that motion on January 6, 2005. Abdullah moved the Board to reopen on March 11, 2005, which motion was denied on June 10, 2005. This petition followed.</p>\n    </div>\n    <p class=\"indent\">A. Petition for Asylum</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Abdullah's asylum application stated that he is a citizen and national of Pakistan who first entered the United States from Pakistan on January 27, 2001. He remained here until April 26, 2001, when he returned to Pakistan. He came again to the United States on July 2, 2002, on a visa that expired on October 1, 2002. He said that in 1981 he had married Zarina Abid, a native and citizen of Pakistan, and that she lived in Kashmir with their children, who were born in 1983, 1985, 1986 and 1988. Abdullah indicated that his application for asylum or withholding of removal was grounded on persecution, or fear of persecution, based upon political opinion.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Abdullah stated that he had experienced past harm in Pakistan because of \"charges\" and his membership in the \"political party &#8212; AWAMI National Party.\" He said he feared returning to Pakistan because he \"will be stoned and beaten\" and \"tortured by Islamic fundamentalists\" and militants because of his \"political association.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In a December 20, 2002 statement attached to his asylum application, Abdullah wrote that he was arrested on October 17, 2002 by Middleboro, Massachusetts police for \"having sex with two women.\" He wrote that the charges were dropped, but, according to his information and \"newspaper publishing's [sic] from Pakistan, the Islamic fundamentalists in the wake of political animosity have made this issue the basis of declaring death sentence for [him.]\" He wrote that the fundamentalists had made life \"hell for [him] and [his] family\" and had threatened to murder him in public.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Abdullah explained that the AWAMI National Party (\"ANP\") had been founded by Abdul Khan, a progressive nationalist, and that the party has fought against Islamic fundamentalists for the last 56 years. Abdullah stated that he had worked with the party for the last thirty years in an effort to uphold human rights, and that his activities caused him to be considered to be among the top political leaders of the ANP at the national level. Abdullah wrote that the Islamic fundamentalists label ANP party leaders to be \"pagans and agents of United States and India,\" and that they \"blew this baseless sex scandal out of proportion against [him] as a political issue.\" He wrote that the difference between the ANP party and the fundamentalists is that the \"ANP is striving to improve economic conditions of the citizens of Pakistan,\" and that, by contrast, the fundamentalists do not work to improve citizens' lives but rather \"push for orthodox religious ideas.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Abdullah asserted that in a meeting in Pakistan of fundamentalist religious leaders, he was \"out caste [sic] from the religion and ordered death by stoning\" because, according to Islamic law, a married man who is caught having sex with a woman other than his wife is punishable by death through stoning. He wrote that \"due to this bad publicity other religious organizations are following the propaganda by using newspapers to declare death sentence for [him.]\" He claimed that \"according to these newspapers, these fundamentalists attacked [his] house in Mardan, NWFP [Northwest Frontier Province] and injured [his] two sons,\" and that the city mayor had put 24-hour police surveillance on his house.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Abdullah wrote also that, prior to his coming to the United States, the fundamentalist party in Pakistan had forced him \"not to compete against their candidate\" during elections and had asked him to \"leave the country for a few months.\" He stated that his \"USA visa\" expired on October 1, 2002, but since the general elections were \"due after nine days on October 10, 2002,\" he had to overstay his visa. As he was preparing to return to Pakistan, however, \"suddenly Middleboro police arrested [him] for this sex scandal\" and jailed him for two months. He wrote that he was an \"accomplished political figure . . . successful businessman\" and owner of a company engaged in ocean cargo management that involves millions of Pakistani rupees.</p>\n    </div>\n    <p class=\"indent\">B. Hearing before the IJ</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On July 17, 2003, Abdullah, appearing pro se, testified before the IJ. Abdullah said that Dilawar Jan, the \"information secretary\" of the Jamiat Ul Islam \"religious fanatics organization,\" told him to leave Pakistan before his arrival in the U.S. in 2002, in order to allow the fundamentalists to have a \"position open for them\" in the country's elections. He stated that this was the only \"trouble\" he experienced in Pakistan and admitted that he otherwise \"ha[s] no political problems.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Abdullah stated that the main reason that he is afraid to return to Pakistan is that he believes \"people have heard that [he was] charged with a crime.\" He testified that people in Pakistan \"found out\" about the Massachusetts charges against him derived from the Middleboro incident and that \"it was given to the newspapers also.\" He testified that the Pakistani newspapers had learned of the story because a friend of his in Texas, Kahlid, told his brother, president of the Peshawar Press Club, that Abdullah had been arrested in the United States. He claimed that three days after the news was published in the Pakistani press, he \"started getting letters from the religious people,\" including one affiliated with the Moahammadi (\"M\") organization. Abdullah testified that the M group published in two local newspapers in Mardan that Abdullah had become nonreligious, and \"now we need to stone him to death.\" Abdullah testified that his family left Pakistan, went to Kashmir, and are now living in a \"jungle.\" He claimed he cannot join them because he cannot live \"in the jungle out there.\" He also claimed that he could not move to some other city in Pakistan because \"religious fanatics are everywhere.\" He testified that, although the entire population of Pakistan does not know of the accusations against him, \"these people will find out somehow or the other.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Abdullah proffered several documents in support of his claim, including newspaper clippings in Urdu with which he submitted English translations. One, said to be from the Daily Gouj in Mardan, was dated October 21, 2002 and was translated to say that Abdullah had been arrested on rape charges in the United States. The translations reflected that a similar bureau report appeared in the Daily Parwaz of Peshawar on October 21, 2002.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> A report in the Daily Pukhtoon of Mardan on October 23, 2002 stated that Abdullah had been declared a \"pagan\" by religious clerics. A translation from the Daily Badban in Peshawar on October 22, 2002 was headlined \"Abdullah Abid insulted Islam in America\" because he had allegedly raped someone. A translation of an October 26, 2002 report from the Daily Shaheen in Mardan reported that rocks were thrown and gunshots taken at Abdullah's house. A similar report appeared in the Daily Haider of Peshawar on October 23, 2002. A translation of a report appearing in the Daily Ittefaq of Mardan on October 24, 2002 stated, \"Abdullah Abid will be shot to death on return to Pakistan.\" An English clipping from the Daily Microscreen in Peshawar on November 28, 2002 is headlined \"Abdullah Abid comes to stoning\" and states that religious extremists have sentenced him to death as a result of the charges against him in the United States. All of the articles are stated to be from newspapers in the northwest region of Pakistan.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">One unlabeled, undated article contained a picture of a person holding a banner on which was handwritten, in English, and in reverse, as if it had been flipped in xeroxing, \"We want Abdullah Abid.\" Asked why the document appeared altered (the lettering went outside the confines of the banner, as if it had been written onto the picture after the fact), Abdullah stated that he \"did not know\" because he was \"in jail at the time\" and did not know \"how they were published or how they were done.\" The government challenged the authenticity of Abdullah's proffered newspaper clippings and stated that after an extensive search through electronic sources, it could \"not find any existence of any of these newspapers.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Abdullah reiterated his belief that he would be harmed by religious people if he returned to his hometown and stated that they would kill him since, he alleged, they had already issued a \"[killing] order\" that \"cannot be taken back.\" He also testified that when he was in Pakistan, he was \"rolling in millions,\" and claimed that he worked at the Stop and Shop in Middleboro, Massachusetts only because his friend owned it. He said he did not know what happened to his \"millions.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Abdullah admitted that in Pakistan, if one is accused of rape, the law requires that \"four Muslim men of good moral character have to have witnessed it,\" which was not the case in the Middleboro incident, but stated that when \"religious fanatics do the decision, they just do it without any witnesses; they can decide whatever.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Ronaz Zaman, a United States citizen, testified that he had met Abdullah in Pakistan three years previously at a political function. Zaman testified that he himself was not politically active and had no business dealings with Abdullah. Zaman testified that he had visited Pakistan three months ago and tried to visit Abdullah's factory but found a \"big lock\" on the door.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Waheed Mansur, an acquaintance who had recently met Abdullah, testified that he helped Abdullah translate some documents. Mansur testified that he had very little knowledge of the ANP party but knew that it was a very small party based in the Northwest Frontier Province that was never able either to gain power or take over the government in Pakistan.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The record contains numerous results of computerized searches for the names of the newspapers which Abdullah said had published stories about the Middleboro incident. Those results verify that the search did not return any hits.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Abdullah submitted other evidence, including copies of unidentified photos and letters, an October 17, 2002 Criminal Complaint from the Trial Court of Massachusetts (Wareham District Court) charging him with indecent assault and battery on a person over fourteen and also with assault and battery.</p>\n    </div>\n    <p class=\"indent\">C. IJ's Decision</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On July 17, 2003, after reviewing the testimony and evidence, the IJ denied Abdullah's application for asylum, withholding of removal, and protection under CAT, and ordered his removal to Pakistan. She noted that Abdullah's two witnesses appeared credible but not very knowledgeable about Abdullah's activities. The IJ stated that she would \"take [Abdullah] at his word\" regarding some proffered photographs of Abdullah and ANP members.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The IJ noted Abdullah's testimony that he was involved with the ANP, helped with humanitarian causes in Pakistan, and was \"rolling in millions\" in his home country as a businessman, but she found it \"difficult to characterize [Abdullah's] credibility.\" She credited his testimony that he had never had any political problems prior to his arrival in the United States in 2001 and that the only \"trouble\" he experienced in Pakistan occurred when the secretary of the Jamiat Ul Islam party \"whispered\" to him that \"it would be a good thing if [he] le[ft] the country.\" The IJ also noted the Massachusetts complaint issued against Abdullah concerning an \"incident\" with two girls at a store was later dismissed and that he was presumed innocent.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Regarding Abdullah's proffered documents, the judge expressed \"serious doubts about the authenticity of [a particular] document,\" noting that it did \"not seem that everything even matches up.\" The IJ pointed out that the photograph on the page showed that it may have been \"at one time of persons holding a banner but it seems quite clear that whatever was on that, or if it was a blank, has been written on but written on the photograph, not the banner,\" suggesting that after the photograph was taken, someone had manually created the text of the banner. The IJ said the writing on the banner in the picture seemed \"to go outside of the border,\" and that the \"A\" in \"Abdullah\" \"simply, even to the naked eye, looks like a composite and/or altered document.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The IJ concluded that this unexplained and material discrepancy \"severely hampers [Abdullah's] credibility on the issue of what would occur to him if he were to return to his home based on the incident in the United States,\" and found that she could \"not accept these documents as authentic documents.\" She wrote that even if the documents had been \"published\" (while noting that there was no evidence of how they were published), that \"they certainly do [] appear to be . . . fraudulent document[s] and so on that part, which is actually the central part of [Abdullah's] claim . . . [Abdullah] is not credible.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Further, the IJ wrote that even if there was publicity in Pakistan that Abdullah had \"raped two girls . . . that publicity in his home country, even if it was not altered, or doctored in some way, is certainly inaccurate.\" The IJ also found Abdullah's claim that this information appeared in local Pakistani papers because his friend's friend decided to publish it, and that an Islamic organization \"now wished to harm him,\" to be a contention that was \"not . . . terribly likely.\" The IJ, noting Abdullah's admission that the real issue was \"not his political matter,\" but the \"incident that occurred in the U.S.\" and the alleged follow-up publicity, found Abdullah \"not credible on that issue as to the publicity,\" and found that even if [the claimed newspaper clippings] were published and circulated, \"that they were, at least in some respects, doctored.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Regardless of her finding that Abdullah was \"not credible on the core of his claim,\" due to the \"doctoring of the documents,\" the IJ also found it \"unlikely that this would be such big news in his home country.\" She wrote that even if Abdullah were a man of means and involved with his party, it did \"not seem that he was such a public figure that this would be of particular interest,\" pointing out that \"the claim is false and he was not charged with raping two girls.\" Finally, she also found it \"highly unlikely that in the country of 200,000,000 people in Pakistan, that [Abdullah] could not find some area of safety in his home country by relocating, if necessary, within Pakistan.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The IJ concluded that Abdullah failed to meet his burden to establish entitlement to asylum. In the IJ's view, having not met the more generous well-founded fear of persecution standard, \"he cannot meet the more stringent standard for withholding of removal.\" An alien seeking withholding of removal bears the burden of proving that his or her \"life or freedom would be threatened in that country because of the alien's race, religion, nationality, membership in a particular social group, or political opinion.\" 8 U.S.C. &#167; 1231(b)(3)(A); 8 C.F.R. &#167; 208.16(b). An alien who fails to satisfy the standard for asylum automatically fails to satisfy the more stringent standard for withholding of removal. <i>Mekhoukh v. Ashcroft,</i> <span class=\"citation\" data-id=\"200854\"><a href=\"/opinion/200854/mekhoukh-v-ins/\"><span class=\"volume\">358</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">118</span></a></span>, 130 (1st Cir.2004); <i>Guzman v. INS,</i> <span class=\"citation\" data-id=\"200443\"><a href=\"/opinion/200443/guzman-v-ins/\"><span class=\"volume\">327</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 16 (1st Cir.2003). The IJ further pointed out that Abdullah \"has not shown that he has ever been tortured in the past by the government of Pakistan, nor does it seem likely that he would be tortured in the future,\" reiterating her finding that Abdullah was not credible on matters substantial to his claim. The IJ thus found Abdullah not eligible for protection under the CAT and ordered him removed to Pakistan.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">D. Motion to Reconsider and Motion to Reopen</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">After the Board had affirmed the IJ's order without opinion on October 6, 2004, Abdullah moved to reconsider on October 22, 2004. The Board denied the motion on January 6, 2005. On March 11, 2005, Abdullah filed a motion to reopen, submitting \"new evidence\" consisting of \"national daily newspapers, which amount to testimonials and affidavits,\" and asserting the same claims made in his applications for asylum, withholding of removal, and CAT protection, and claiming that his previous testimony was credible. He argued that the IJ had erred in questioning his credibility regarding the newspaper articles when \"the printing technology based in Pakistan couldn't be compared to that of the United States.\" He further argued in the motion that his family and property were under attack in Pakistan and that his family was in hiding.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The attached exhibit contained 21 newspaper clippings allegedly from newspapers said to be circulated in Peshawar, Karachi, Islamabad, and Rawalpindi, Pakistan.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The clippings were dated between January 24, 2005 and January 31, 2005 and were accompanied by translations done by an Ovais Shekhani, along with several dozen additional, untranslated and unmarked pages.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The translation of one clipping from the Daily Katehra, allegedly circulated in Peshawar on January 31, 2005, referred to the \"heaving (sic) firing on the house of Awami National Party's Provisional Leader Abdullah Abid.\" A clipping from the Daily Jihad in Peshawar on January 31, 2005 is translated by Shekhani to say that Abdullah's family has been threatened over the telephone and that his wife and son \"want to Hunger Strike in front of the United Nation office and Human rights office.\" Two similar reports are included from the Daily Haider in Peshawar and the Daily Surkhab in Peshawar on January 31, 2005. A clipping in English from the Daily Times in Karachi dated January 27, 2005 appears to be an advertisement placed by Abdullah's wife entitled \"Appeal for Protection.\" It details attacks on her family's home, her financial difficulties, and closes with an appeal to the Human Rights Commission in Pakistan \"to help our family relocate in any third country to spend threats-free life.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A translated excerpt from the Daily Musalmaan in Islamabad, dated January 27, 2005, is a bureau report from Mardan stating that a human rights commissioner and reporter separately \"strongly condemned the gun fire from terrorist [sic] at ANP's provisional leader Abdullah Abid house, and gave assurance of full support.\" The same Mardan bureau report seems to have been printed in the Daily Ausaf and Daily Jinnah in Islamabad and the Daily Katehra in Peshawar on January 27, 2005. A translated Mardan bureau report from the Daily Jihad in Peshawar dated January 25, 2005 states that a firing on the house of Abdullah was designed to target his family and stop his return home from the United States. A translated Mardan bureau report from the Daily Islam in Peshawar dated January 25, 2005 states that \"some unknown guys did a heavy gun fire at the house of Awami National Party Abdullah Abid, however, all family members are save [sic].\" It goes on to state that police officers rushed to the house to begin an investigation. A translated Mardan bureau report from the Daily Katehra in Peshawar dated January 25, 2005 states that Abdullah's wife has said that she has been getting telephonic threats designed to change her husband's political views.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">A translated Mardan bureau report from the Daily Jihad in Peshawar dated January 25, 2005 refers to the gun shots at Abdullah's house and the fact that Abdullah's wife has said that she has received telephonic threats. The report explained that the shots are designed to keep her husband from returning to Pakistan. His wife then said in response \"that her husband is being declare [sic] innocent by USA courts on which they response [sic] back that when they don't accept USA how they going to accept there [sic] courts and there [sic] decisions.\" A translated Mardan bureau report from the Daily Surkhab in Peshawar dated January 24, 2005 reports heavy gun fire at Abdullah's house but that his family was unharmed. A translated Mardan bureau report from the Daily Jinnah in Islamabad dated January 24, 2005 reports gun fire at Abdullah's house. Similar reports ran the same day in the Daily Subh in Peshawar, the Daily Khabrain in Peshawar, the Daily Jang of Rawalpindi/Islamabad, the Daily Mashriq in Peshawar, the Daily Pakistan in Peshawar and the Daily AAJ in Peshawar. No specific mention is made in these articles of the Massachusetts sexual assault charges against Abdullah.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">On June 10, 2005, the Board denied Abdullah's motion to reopen, observing that motions to reopen are disfavored and that Abdullah bore a very heavy burden in making his request to seek reopening. The Board stated that Abdullah had submitted \"a variety of newspaper articles similar in nature to the article that the Immigration Judge found to be doctored.\" The Board wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">while the articles are of recent date, we do not find that [Abdullah] has made a persuasive case that the new evidence he has submitted would change the previous decisions in this case, in which both the Immigration Judge and this Board concluded that [Abdullah] had not established that he qualifies for asylum or withholding of removal. Accordingly, [the Board found] that [Abdullah] has not met his \"heavy burden\" to have his proceedings reopened.</p>\n    </div>\n    <p>II. Discussion</p>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">A court of appeals reviews the Board's denial of motions to reopen or to reconsider for an abuse of discretion. <i>INS v. Doherty,</i> <span class=\"citation\" data-id=\"112677\"><a href=\"/opinion/112677/ins-v-doherty/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">314</span></a></span>, 315, <span class=\"citation\" data-id=\"112677\"><a href=\"/opinion/112677/ins-v-doherty/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">719</span></a></span>, <span class=\"citation\" data-id=\"112677\"><a href=\"/opinion/112677/ins-v-doherty/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">823</span></a></span> (1992) (denial of motion to reopen reviewed for abuse of discretion regardless of the underlying basis of the alien's request to reopen); <i>Herbert v. Ashcroft,</i> <span class=\"citation\" data-id=\"200420\"><a href=\"/opinion/200420/herbert-v-ins/\"><span class=\"volume\">325</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 70 (1st Cir.2003). The Attorney General has discretion to determine whether to reopen or reconsider a case. <i>INS v. Abudu,</i> <span class=\"citation\" data-id=\"112016\"><a href=\"/opinion/112016/ins-v-abudu/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">94</span></a></span>, 108, <span class=\"citation\" data-id=\"112016\"><a href=\"/opinion/112016/ins-v-abudu/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">904</span></a></span>, <span class=\"citation\" data-id=\"112016\"><a href=\"/opinion/112016/ins-v-abudu/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span></a></span> (1988). Our review is highly deferential, focusing on the rationality of the decision to deny reconsideration and reopening, not on the merits per se, of the underlying claim. The Board's decision \"will be upheld unless it is arbitrary, irrational, or contrary to law.\" <i>Ahwazi v. INS,</i> <span class=\"citation\" data-id=\"446422\"><a href=\"/opinion/446422/karim-heydari-ahwazi-v-immigration-and-naturalization-service-david/\"><span class=\"volume\">751</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1120</span></a></span>, 1122 (9th Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">A motion to reopen must be based upon new material evidence that was not available and which the alien could not have presented at the prior hearing. <i>Doherty,</i> 502 U.S. at 323, <span class=\"citation\" data-id=\"112677\"><a href=\"/opinion/112677/ins-v-doherty/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">719</span></a></span>. There is a \"strong public interest in bringing litigation to a close.\" <i>Abudu,</i> 485 U.S. at 107, <span class=\"citation\" data-id=\"112016\"><a href=\"/opinion/112016/ins-v-abudu/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">904</span></a></span>. The Board's discretion is broad:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">If INS discretion is to mean anything, it must be that the INS has some latitude in deciding when to reopen a case. The INS should have the right to be restrictive. Granting such motions too freely will permit endless delay of deportation by aliens creative and fertile enough to continuously produce new and material facts sufficient to establish a prima facie case. It will also waste the time and efforts of immigration judges called upon to preside at hearings automatically required by the prima facie allegations.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\"><i>Abudu,</i> 485 U.S. at 108, <span class=\"citation\" data-id=\"112016\"><a href=\"/opinion/112016/ins-v-abudu/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">904</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It is the burden of the alien seeking asylum to prove that he is unable or unwilling to return to his home country either because of past persecution or a well-founded fear of future persecution based on race, religion, nationality, membership in a particular social group, or political opinion. <i>Makhoul,</i> 387 F.3d at 79 (citing 8 U.S.C. &#167; 1101(a)(42)(A)). If, as here, the agent of the persecution is other than the government or government-sponsored force, the alien must show that it would not be reasonable to expect him to relocate internally to avoid the risk of persecution. 8 C.F.R. &#167;&#167; 208.13(b)(2)(ii), 208.13(b)(3)(i).</p>\n    </div>\n    <p class=\"indent\">B. Analysis</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Abdullah argues that the Board erred in finding that he had not met his heavy burden to have the proceedings reopened. He points out that his motion to reopen was accompanied by stories from ten different newspapers in Pakistan.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> These, he contends, demonstrate that his original exhibits were credible.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Abdullah insists that the Board \"did not review[] the newly submitted exhibits\" or take \"any time at all to analyze the content of the stories regarding [him], his political activities, [or] the incident in the USA,\" which allegedly triggered \"enormous publicity and impressive volume of coverage in the Pakistan press.\" He claims that the Board \"blindly affirmed and adopted the decision of the judge . . . based on the fact that the judge did not find him credible as to the most important part of his claim.\"</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Board's order denying the motion to reopen is not, however, without indication that the Board considered the newly submitted exhibits. The Board stated that it found Abdullah's \"variety of newspaper articles to be similar in nature\" to previously submitted evidence and concluded that the \"new evidence\" was similar to the article that the IJ had \"found to be doctored.\" The Board went on to state that, although it recognized that \"the articles are of recent date,\" Abdullah had still failed to make a case that the submitted new evidence would change the previous decisions in the case in which the IJ and the Board had determined that Abdullah had not established eligibility for asylum or withholding of removal on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In making the latter point, the Board may be understood to have referred not just to whether the newspaper accounts were themselves authentic but to the broader issue of whether Abdullah had established a right to asylum even if the articles were as represented. The IJ concluded, and the Board earlier affirmed, that even if the articles were accurate, it did not seem that Abdullah was such a public figure that the news would be of particular interest throughout Pakistan. Abdullah's own witness portrayed the ANP party as a very small party based in the Northwest Frontier Province that was never able to gain power in Pakistan. The IJ observed that, in a country of 200,000,000 people, it was highly unlikely that Abdullah would not be able to find some area of safety by relocating in Pakistan. All the articles included in the motion to reopen, as in the earlier evidence, came from newspapers in or proximate to the Northwest Frontier Province, save for the advertisement inserted by Abdullah's wife in a paper in Karachi. The latter, being a paid advertisement, did not necessarily show that Abdullah and his plight were newsworthy throughout the many parts of Pakistan lying outside the Northwest Frontier Province. Indeed, the central government is reputed to lack firm control over portions of the Northwest Frontier Province. <i>See</i> Carlotta Gall and Elisabeth Bumiller, <i>Pakistan is Tense as Bush Arrives on 24-Hour Visit,</i> N.Y. Times, March 4, 2006, at A1 (\"In the North West Frontier Province, which borders Afghanistan, the army is fighting a long campaign against Islamic extremists, including Taliban remnants. Many say Osama bin Laden may be hiding there.\"). In fact, Abdullah did not argue in his brief in support of his review petition that he would be unable to avoid persecution by the fundamentalist groups allegedly seeking to harm him were he to relocate to another part of Pakistan. <i>See</i> 8 C.F.R. &#167; 208.13(b)(2)(ii); <i>see also Sepulveda v. U.S. Attorney General,</i> <span class=\"citation no-link\"><span class=\"volume\">401</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1226</span></span>, 1231 (11th Cir.2005) (\"[W]here the alleged persecutors are not affiliated with the government, it is not unreasonable to require a refugee who has an internal resettlement alternative in his own country to pursue that option before seeking permanent resettlement in the United States, or at least to establish that such an option is unavailable.\").</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">It is true that Abdullah stated at the hearing before the IJ that he could not move to some other city in Pakistan because \"religious fanatics are everywhere\" and \"these people will find out somehow or the other.\" But the IJ declined to accept this assessment relative to Abdullah, finding instead that even if he were a man of means and involved with his party, it did not seem he was such a public figure that he could not find a safe haven in a country the size of Pakistan. The IJ's conclusion is supported by evidence that the ANP party is itself based in the Northwest Frontier Province, is very small, and has not gained power nationally, as well as by the absence of other persuasive evidence that Abdullah was a nationally known personage, all factors indicating that any danger to Abdullah was likely to be local rather than national in scope. In his rehearing petition, Abdullah submitted no new evidence on the lack of feasibility of his relocating somewhere in Pakistan. Accordingly, even assuming the Board were to have accepted as true the version of events presented in the alleged news accounts from Peshawar, Islamabad, and Rawalpindi in Northern Pakistan, it could reasonably accept the IJ's conclusion that it was unlikely that Abdullah would not be able to find refuge elsewhere in a country the size of Pakistan.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We hold that the Board did not abuse its considerable discretion in denying Abdullah's motion to reopen.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We <i>deny</i> the petition for review.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The INS has since become ICE, the Bureau of Immigration and Customs Enforcement, which is part of the Department of Homeland Security</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> An alien seeking asylum has the burden of proving he is unable or unwilling to return to his home country either because of \"`persecution or a well-founded fear of persecution on account of race, religion, nationality, membership in a particular social group, or<i>political opinion.'\" Makhoul v. Ashcroft,</i> <span class=\"citation\" data-id=\"201313\"><a href=\"/opinion/201313/makhoul-v-ashcroft/\"><span class=\"volume\">387</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 79 (1st Cir.2004) (quoting 8 U.S.C. &#167; 1101(a)(42)(A)) (emphasis supplied).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Peshawar, located on the border of Afghanistan, is very close to Mardan, Abdullah's hometown. Both places are within the Northwestern Frontier Province, an area with the reputation, as we later take note,<i>infra,</i> of containing Islamic extremists as well as Taliban remnants.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Except for Karachi, these cities are all located in or, in the case of Rawalpindi, on the border of, Pakistan's so-called Northwest Frontier Province in northern Pakistan, next to Afghanistan. Abdullah's hometown, Mardan, is similarly located in that province, not far from Afghanistan. Accordingly, Abdullah's characterization of newspapers in Peshawar, Islamabad and Rawalpindi as \"national daily newspapers\" would seem questionable if that characterization is meant to suggest that Abdullah's affairs were being reported in Pakistan nationwide, beyond the Northwest Frontier Province where the main players in the drama appear to have lived. (The piece in the Karachi newspapers was a paid advertisement by Abdullah's wife, not a news report.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> A motion to reopen must \"state the new facts that will be proven at a hearing to be held if the motion is granted and shall be supported by affidavits or other evidentiary material.\" 8 C.F.R. &#167; 1003.2(c)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200854/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/446422/"
  ]
}