{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202346/",
  "absolute_url": "/opinion/202346/de-aruajo-v-gonzales/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202346/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:50:37Z",
  "date_modified": "2016-02-28T05:07:49.554245Z",
  "type": "010combined",
  "sha1": "decea8aa2c8e3653da8af64ad520e245698a4b65",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1886-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/08/11/De_Aruajo_v._Gonzales.pdf",
  "plain_text": "           United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 05-1886\n\n                 DOMINGOS JOAO LIBERAL DE ARAUJO,\n\n                            Petitioner,\n\n                                v.\n\n                       ALBERTO R. GONZÁLES,\n              ATTORNEY GENERAL OF THE UNITED STATES,\n\n                            Respondent.\n\n\n\n               ON PETITION FOR REVIEW OF AN ORDER OF\n                  THE BOARD OF IMMIGRATION APPEALS\n\n\n                              Before\n\n               Torruella and Lipez, Circuit Judges,\n               and Stafford,* Senior District Judge.\n\n\n\n     William E. Graves, Jr., with whom Kerry E. Doyle and Graves &\nDoyle, on brief for petitioner.\n     Jeffrey M. Cohen, Assistant United States Attorney, with whom\nMichael J. Sullivan, United States Attorney, on brief for\nrespondent.\n\n\n\n                          August 11, 2006\n\n\n\n\n*\n    Of the Northern District of Florida, sitting by designation.\n\f           TORRUELLA,    Circuit   Judge.   Petitioner   Domingos   Joao\n\nLiberal De Araujo (\"De Araujo\") asks us to review a decision of the\n\nBoard of Immigration Appeals (\"BIA\") denying his motion to reopen\n\nproceedings and finding that he did not qualify for discretionary\n\nrelief.   De Araujo claims that the BIA denied him due process by\n\npre-judging his application for relief under former section 212(c)\n\nof the Immigration and Nationality Act (\"INA\") and by refusing to\n\nreopen his immigration proceedings to allow him an opportunity to\n\npresent evidence in support of his application for former section\n\n212(c) relief.    De Araujo also argues that he has not been\n\nconvicted of an aggravated felony because he has not committed a\n\ncrime of violence.      We affirm the BIA's dismissal of De Araujo's\n\nappeal of the aggravated felony issue for his failure to file a\n\nbrief with the BIA.     Because we find that De Araujo's due process\n\nrights were not violated and the BIA acted properly within its\n\ndiscretion on his motion to reopen, we dismiss his remaining claims\n\nfor lack of jurisdiction.\n\n                                    I.\n\nA.   De Araujo's removal proceedings\n\n           De Araujo is a native and citizen of Portugal who was\n\nlawfully admitted to the United States on September 4, 1973.         He\n\nwas six years old at the time.      On January 6, 1992, De Araujo was\n\nconvicted in Massachusetts state court of assault and battery with\n\n\n\n\n                                   -2-\n\fa dangerous weapon and was sentenced to a two-and-a-half-year term\n\nof imprisonment.   See Mass. Gen. Laws ch. 265, § 15.\n\n           On April 6, 2000, the Immigration and Naturalization\n\nService (\"INS\")1 issued De Araujo a Notice to Appear, charging him\n\nwith removability pursuant to INA § 237(a)(2)(A)(iii), 8 U.S.C.\n\n§ 1227(a)(2)(A)(iii), for being an alien convicted of an aggravated\n\nfelony.2\n\n           De Araujo failed to appear at his scheduled hearing\n\nbefore an Immigration Judge (\"IJ\") on January 4, 2001 and was\n\nsubsequently ordered removed in absentia.    However, on April 1,\n\n2001, De Araujo's Massachusetts assault and battery charge was\n\nvacated.   He then moved to reopen proceedings on April 2, and the\n\nIJ granted the motion on July 6.\n\n\n\n1\n    In March 2003, the relevant functions of the INS were\ntransferred into the new Department of Homeland Security and\nreorganized into the Bureau of Immigration and Customs Enforcement\n(\"BICE\"). For simplicity, we refer to the agency throughout this\nopinion as the INS.\n2\n  Under its definition of an \"aggravated felony,\" the INA includes\n\"a crime of violence (as defined in section 16 of Title 18, but not\nincluding a purely political offense) for which the term of\nimprisonment [is] at least one year.\" 8 U.S.C. § 1101(a)(43)(F).\nIn turn, 18 U.S.C. § 16 defines a \"crime of violence\" as--\n\n     (a) an offense that has as an element the use, attempted\n     use, or threatened use of physical force against the\n     person or property of another, or\n\n     (b) any other offense that is a felony and that, by its\n     nature, involves a substantial risk that physical force\n     against the person or property of another may be used in\n     the course of committing the offense.\n\n                                -3-\n\f            On October 3, 2001, the INS amended the original charging\n\ndocument to include two additional charges of removability.              The\n\nfirst additional charge alleged that De Araujo was removable on\n\naccount of a November 7, 1995 Connecticut state conviction for\n\nassault on a Department of Corrections employee for which he\n\nreceived an eighteen-month sentence of imprisonment.               The INS\n\ncharged De Araujo with removability for the Connecticut assault\n\nunder INA § 237(a)(2)(A)(ii), 8 U.S.C. § 1227(a)(2)(A)(ii), for\n\nbeing an alien convicted of an aggravated felony.\n\n            The second additional charge alleged that De Araujo was\n\nremovable   because   of   a   January    27,   2000   Massachusetts   state\n\nconviction for illegal possession of a controlled substance.              It\n\nappears that De Araujo was convicted on the same day for three\n\ndifferent drug charges which had occurred on different days.\n\nRemovability for the Massachusetts controlled substance violations\n\nwas charged under INA § 237(a)(2)(A)(iii), 8 U.S.C. § 1227(a)\n\n(2)(A)(iii).3\n\n\n\n\n3\n    The INS's amendment appears to mis-cite the relevant INA\nprovisions. The INS charged that De Araujo was subject to removal\nunder INA § 237(a)(2)(A)(ii) for having been convicted of an\naggravated felony.    The appropriate statute for an aggravated\nfelony, however, is INA § 237(a)(2)(A)(iii), 8 U.S.C. § 1227\n(a)(2)(A)(iii). The INS further charged that De Araujo was subject\nto removal under INA § 237(a)(2)(A)(iii) for having been convicted\nof a controlled substance offense, but the appropriate statute for\na controlled substance offense is INA § 237(a)(2)(B)(i), 8 U.S.C.\n§ 1227(a)(2)(B)(i).\n\n                                    -4-\n\f            At a hearing before the IJ, De Araujo argued that he was\n\neligible for cancellation of removal under 8 U.S.C. § 1229b and for\n\nrelief under former section 212(c) of the INA, 8 U.S.C. § 1182(c)4\n\n(repealed   1996).    The   IJ   found   that   De   Araujo's   Connecticut\n\nconviction for assault on a Department of Corrections employee\n\nconstituted a \"crime of violence\" pursuant to 18 U.S.C. § 16(b) and\n\ntherefore qualified as an \"aggravated felony\" under 8 U.S.C. § 1101\n\n(a)(43)(F), which rendered him ineligible for cancellation of\n\nremoval under 8 U.S.C. § 1229b(a)(3).5          In addition, the IJ found\n\n\n4\n    Under former section 212(c) of the INA, \"aliens lawfully\nadmitted for permanent residence who temporarily proceed abroad\nvoluntarily and not under an order of deportation, and who are\nreturning to lawful unrelinquished domicile of 7 consecutive years,\nmay be admitted at the discretion of the Attorney General without\nregard to certain specified grounds for exclusion.\" In re Edwards,\n20 I. & N. Dec. 191, 194 (BIA 1990).      Section 212(c) has been\ninterpreted to allow discretionary relief for lawful permanent\nresidents who have not proceeded abroad subsequent to the acts\nwhich rendered them deportable. In re Silva, 16 I. & N. Dec. 26,\n30 (BIA 1976). The exercise of discretion requires a balancing of\npositive and negative factors in the alien's case to determine\nwhether relief is warranted. In re Edwards, 20 I. & N. at 195.\n\nDe Araujo argued that since his 1995 conviction predated the\nIllegal Immigration Reform and Immigrant Responsibility Act of 1996\n(\"IIRIRA\"), Pub. L. No. 104-208, 110 Stat. 3009-546, which repealed\n§ 212(c), he remained eligible for relief under former § 212(c).\nSee INS v. St. Cyr, 533 U.S. 289, 326 (2001) (holding that the\nrepeal of section 212(c) did not apply retroactively to an alien\nwho had pled guilty to an aggravated felony prior to the repeal).\nUnlike 8 U.S.C. § 1229b, see infra note 5, former section 212 did\nnot contain the condition that a permanent resident seeking relief\nwould be statutorily ineligible if the alien was convicted of an\naggravated felony.\n5\n   Under 8 U.S.C. § 1229b(a), the Attorney General may cancel\nremoval for certain permanent residents found to be inadmissible or\ndeportable from the United States if the alien–\n\n                                   -5-\n\fthat De Araujo's multiple Massachusetts drug convictions rendered\n\nhim ineligible for relief under former section 212(c) because the\n\ndrug convictions occurred after the passage of IIRIRA and repeal of\n\nsection 212(c).     The IJ ordered De Araujo removed to Portugal on\n\nFebruary 13, 2002.      The IJ noted that De Araujo had a motion\n\npending to vacate his Massachusetts drug convictions and that, if\n\nhis motion was granted, he would become eligible for relief from\n\nremoval under former section 212(c).\n\nB.   De Araujo's appeal and motions to reopen proceedings with the\n     BIA\n\n             De Araujo filed a timely notice of appeal with the BIA\n\nand on May 8, 2002 requested an extension of time to file his\n\nappellate brief.     The BIA granted De Araujo's motion and set a\n\ndeadline of June 21.    According to De Araujo, his counsel sent the\n\nbrief via Federal Express on June 20.       However, the brief did not\n\nreach the BIA until June 24, and the BIA rejected the brief as\n\nuntimely.6    On July 8, De Araujo filed a motion to accept the late-\n\nfiled brief; however, that same day, the BIA dismissed the appeal\n\nfor failure to file a brief.            De Araujo did not appeal the\n\n\n\n     (1) has been an alien lawfully admitted for permanent\n     residence for not less than 5 years,\n     (2) has resided in the United States continuously for 7\n     years after having been admitted in any status, and\n     (3) has not been convicted of any aggravated felony.\n6\n   Apparently, the wrong zip code had been provided for the BIA's\naddress, although counsel for De Araujo maintains that the correct\nzip code was given to Federal Express.\n\n                                  -6-\n\fdismissal to this Court but instead filed a motion to reconsider\n\nthe dismissal with the BIA on July 26.   The BIA denied De Araujo's\n\nmotion on December 23.    On January 23, 2003, De Araujo filed a\n\nmotion to reopen his immigration proceedings with the BIA. The BIA\n\ndenied this motion on March 7, stating that this motion was \"in\n\nessence\" a second motion to reconsider and therefore exceeded the\n\nnumerical limits on motions to reconsider set forth in 8 C.F.R.\n\n§ 1003.2(b)(2).7\n\n           On or about November 17, 2003, De Araujo filed a motion\n\nin Massachusetts state court to vacate his controlled substance\n\nconvictions.   De Araujo submitted a short affidavit in support of\n\nhis motion to vacate, which indicated that he had been unable to\n\nunderstand the nature and effect of his pleas of guilty because of\n\nhis problems with drug addiction.8\n\n           On November 19, a Massachusetts state court vacated De\n\nAraujo's drug convictions.   The following day, De Araujo filed a\n\nrequest with the BIA to reopen proceedings sua sponte based on\n\nchanged circumstances in his case. De Araujo argued that he should\n\n\n7\n   Only one motion to reconsider with the BIA is allotted to each\nalien under 8 C.F.R. § 1003.2(b)(2).\n8\n    De Araujo's affidavit consisted of three sentences, stating\n\n      I am presently serving time for violation of my\n      probation. I entered guilty pleas in cases in 1999, and\n      1998 while I was addicted to both heroin and cocaine. I\n      was so addicted that when I entered my pleas of guilty,\n      that the only thing I remember was that I was not going\n      to jail.\n\n                                -7-\n\fnow be entitled to relief under former section 212(c) because his\n\ndrug convictions had been vacated.               De Araujo acknowledged that,\n\nunder In re Pickering, 23 I. & N. Dec. 621 (BIA 2003), convictions\n\nvacated solely to avoid immigration consequences remain convictions\n\nfor INA purposes.           He also conceded that the state record was\n\nunclear as to the factual reasons for the state court's decision to\n\nvacate but argued that his affidavit regarding his addiction\n\nsuggested that his pleas were not made knowingly or intelligently,\n\nand       that   the   convictions   were      vacated    in   response   to   this\n\naffidavit. De Araujo requested the BIA to invoke its discretionary\n\nauthority to reopen the case because of his \"clear eligibility for\n\na 212(c) hearing.\"\n\n                 On March 22, 2004, the BIA denied the request to reopen\n\nproceedings sua sponte.           The BIA found De Araujo's affidavit in\n\nsupport of his motion to vacate the Massachusetts convictions to be\n\n\"extremely limited in nature\" and stated that it would \"need more\n\ninformation before [it] [found] that [the] reason for vacating\" was\n\nsufficiently unrelated to the immigration consequences of his\n\nconviction.        The BIA further found that De Araujo was \"undeserving\n\nof    a    section     212(c)   waiver   in    the   exercise   of   discretion,\"\n\nindicating that even if it were to reopen De Araujo's case, it\n\nwould not grant his request for relief.                  It noted that De Araujo\n\nhad previously been convicted of four criminal offenses and, while\n\nthree of these had been vacated, none had been vacated because De\n\n\n                                         -8-\n\fAraujo was not guilty of the crimes committed.         The BIA also noted\n\nthat, at the time he filed his request to the BIA to reopen\n\nproceedings sua sponte, De Araujo was incarcerated for parole\n\nviolations.    The BIA concluded that De Araujo's \"criminal actions,\n\nand apparent inability to comply with the terms of his probation do\n\nnot support the reopening of proceedings to apply for discretionary\n\nrelief which we do not believe he merits in the exercise of our\n\ndiscretion.\"\n\nC.   De Araujo's petition for review\n\n            De Araujo filed a timely petition for review with this\n\nCourt, claiming (1) that the 1995 Connecticut conviction for\n\nassault against a Department of Corrections employee did not\n\nconstitute an aggravated felony, and (2) that the BIA abused its\n\ndiscretion in failing to reopen his removal proceedings and, in\n\ndoing so, violated his constitutional right to due process.              De\n\nAraujo v. Ashcroft, 399 F.3d 84, 88-89 (1st Cir. 2005) (\"De Araujo\n\nI\").    On February 23, 2005, we dismissed the petition for lack of\n\njurisdiction over either claim.          Id. at 89.   With regard to the\n\nfirst    argument,   we   found   that   \"[w]hether   [De   Araujo's]   1995\n\nconviction . . . did or did not amount to an aggravated felony is\n\nnot an issue now open for review\" because that order became final\n\non July 8, 2002, and De Araujo did not appeal that order to this\n\ncourt within 30 days as required by 8 U.S.C. § 1252(b)(1).          Id. at\n\n88-89.     We described the 30-day filing deadline as a \"strict\n\n\n                                     -9-\n\fjurisdictional bar,\" which precluded us from considering his first\n\nargument.   Id. at 89.   Regarding the second argument, we found that\n\nwe lacked jurisdiction to reach De Araujo's other claims on direct\n\nreview because he remained removable as an aggravated felon.     Id.\n\nat 89 (citing INA § 242(a)(2)(C), 8 U.S.C. § 1252(a)(2)(C)); Emile\n\nv. INS, 244 F.3d 183, 189 (1st Cir. 2001) (\"Because [defendant] was\n\nconvicted of an aggravated felony, we have no authority to consider\n\non direct review any other claim once we conclude that he was\n\nlegitimately so classified.\"); Sousa v. INS, 226 F.3d 28, 34 (1st\n\nCir. 2000) (\"[H]aving determined that [the petitioner] is removable\n\nas an aggravated felon, our authority to act in this case with\n\nrespect to the removal proceeding, including incidental rulings on\n\ndiscretionary relief, is at an end.\").\n\nD.   De Araujo's petition for a writ of habeas corpus and transfer\n\n            On May 10, 2005, De Araujo filed a habeas petition in the\n\nUnited States District Court for the District of Massachusetts.9\n\nHowever, the passage of the REAL ID Act, § 106, Pub. L. No. 109-13,\n\n119 Stat. 231, 311 (2005), stripped the district court of habeas\n\njurisdiction.    The district court therefore transferred the case\n\n\n9\n   Apparently, De Araujo filed yet another motion to reopen with\nthe BIA on August 30, 2005.     He based this motion on 8 C.F.R.\n§ 1003.44, which allows eligible aliens to file a special motion\nseeking relief under former section 212(c) if the alien pled guilty\nto certain crimes before April 1, 1997. The BIA denied this motion\npursuant to 8 C.F.R. § 1003.44(d), which states that aliens\npreviously denied section 212(c) relief by an IJ or the BIA on\ndiscretionary grounds are not eligible for special reopening. De\nAraujo has not appealed this denial.\n\n                                 -10-\n\fback to this Court, where we are to treat De Araujo's claims as\n\nones for direct review.    See REAL ID Act, § 106(c).\n\n                                 II.\n\nA.   Jurisdiction over De Araujo's claims under the REAL ID Act\n\n           Under the REAL ID Act, a habeas petition to a district\n\ncourt is transferred to a court of appeals \"as if it had been filed\n\npursuant to a petition for review.\" REAL ID Act § 106(c); Ishak v.\n\nGonzáles, 422 F.3d 22, 27 (1st Cir. 2005).      In this appeal, De\n\nAraujo renews his claim that his Connecticut conviction is not an\n\naggravated felony and that is therefore not removable.    De Araujo\n\nalso contends that the BIA denied him due process by pre-judging\n\nhis waiver and refusing to reopen his immigration proceedings to\n\nallow him an opportunity to present evidence in support of his\n\napplication for relief under former section 212(c).\n\n           1.   The aggravated felony\n\n           De Araujo's claims mirror those he previously made before\n\nthis Court in De Araujo I.     In that case, we held that the IJ's\n\nFebruary 12, 2002 ruling that the 1995 Connecticut conviction\n\nconstituted an aggravated felony, which rendered De Araujo subject\n\nto removal, became final on July 8, 2002 when the BIA dismissed his\n\nappeal of the IJ's order.     De Araujo I, 399 F.3d at 88.    See 8\n\nC.F.R. § 1241.1 (\"An order of removal made by the immigration judge\n\nat the conclusion of proceedings under section 240 of the Act shall\n\nbecome final . . . [u]pon dismissal of an appeal by the Board of\n\n\n                                -11-\n\fImmigration    Appeals\").      We   noted    the    \"strict   jurisdictional\n\nrequirement\" that, pursuant to 8 U.S.C. § 1252(b)(1), all petitions\n\nfor review addressed to this Court from BIA orders must be filed\n\nnot later than 30 days after the date of the final order of removal\n\nand dismissed the claim as time-barred.            De Araujo I, 399 F.3d at\n\n88 (quoting Zhang v. INS, 348 F.3d 289, 292 (1st Cir. 2003))\n\n(internal citations and quotation marks omitted).             However, under\n\nthe REAL ID Act, habeas petitions transferred to the court of\n\nappeals are not subject to the 30-day time limit.             See REAL ID Act\n\n§ 106(c) (\"The court of appeals shall treat the transferred case as\n\nif it had been filed pursuant to a petition for review under such\n\nsection 242 [8 U.S.C. § 1252], except that subsection (b)(1) of\n\nsuch section shall not apply.\"); see also Ishak, 422 F.3d at 27.\n\nThus the \"strict jurisdictional requirement\" does not apply here.\n\n             Moreover, De Araujo properly exhausted his administrative\n\nremedies, giving us jurisdiction over his appeal.                It is well-\n\nsettled law that a court of appeals may not review an order of\n\ndeportation or exclusion unless \"the alien has exhausted all\n\nadministrative remedies available to the alien as of right.\"               8\n\nU.S.C. § 1252(d)(1).       This exhaustion requirement generally means\n\nthat   the    BIA   must   first    review   an    IJ's   determination   of\n\ndeportability before a petitioner may present his appeal to us.\n\nBernal-Vallejo v. INS, 195 F.3d 56, 64 (1st Cir. 1999) (\"Usually\n\nissues not raised before the BIA may not be raised for the first\n\n\n                                    -12-\n\ftime on a petition for review.\") (citing Ravindran v. INS, 976 F.2d\n\n754, 761 (1st Cir. 1992)) (citation omitted).               Here, De Araujo\n\nfiled a Notice of Appeal with the BIA and also stated that he would\n\nfile a timely brief, but failed to do so.              The BIA therefore\n\ndismissed the appeal.     See 8 C.F.R. § 1003.1(d)(2)(i)(E).        The BIA\n\nalso   denied   De   Araujo's    subsequent   motion   to   reconsider   the\n\ndismissal of his appeal.        It therefore never reviewed De Araujo's\n\nargument regarding the aggravated felony.         We were presented with\n\na similar situation in Athehortua-Vanegas v. INS, 876 F.2d 238 (1st\n\nCir. 1989).     In Athehortua, the BIA summarily dismissed an appeal\n\nwhere the petitioner filed a timely Notice of Appeal followed by an\n\nuntimely brief.      We held that the petitioner had exhausted his\n\nadministrative remedies.        Id. at 240 (\"Petitioner did not overlook\n\nthe Board, or ignore it, or attempt to appeal directly to the\n\ncourts from the IJ's order. . . . [He] went to the BIA, albeit\n\nunsuccessfully.      He thereby exhausted the remedy.\").          Here, we\n\nsimilarly find that De Araujo has exhausted his administrative\n\nremedies.\n\n            The foregoing considerations notwithstanding, however, we\n\nwill not address the merits of De Araujo's argument.           As discussed\n\nabove, the BIA summarily dismissed De Araujo's appeal for failure\n\nto file a brief.     In his current appeal, De Araujo does not address\n\nthis decision but instead goes straight to the merits of his\n\naggravated felony argument.        De Araujo's only hint at a challenge\n\n\n                                    -13-\n\fto the summary dismissal occurs in the last paragraph of his brief\n\nwhere he states that we have jurisdiction to review his claim\n\nbecause he raised the aggravated felony issue in his \"detailed\n\nnotice of appeal.\"     He does not argue that raising an issue in his\n\nNotice of Appeal could be enough to withstand a summary dismissal\n\nfor failure to file a brief, nor does he ever actually claim that\n\nthe BIA erred in dismissing his appeal for failure to file a brief.\n\nWe have repeatedly held that \"issues adverted to in a perfunctory\n\nmanner, unaccompanied by some effort at developed argumentation,\n\nare deemed waived.\"        United States v. Zannino, 895 F.2d 1, 17 (1st\n\nCir. 1990) (\"It is not enough merely to mention a possible argument\n\nin the most skeletal way, leaving the court to do counsel's work,\n\ncreate    the   ossature    for   the   argument,    and   put   flesh   on   its\n\nbones.\"); see also Stoll v. Principi, 449 F.3d 263, 267 (1st Cir.\n\n2006)    (holding   that    where   a   petitioner   has   not   proffered    an\n\nargument along certain lines, any such claim has been abandoned).\n\nDe Araujo's conclusory statements, without further development, do\n\nnot rise to the level of a cognizable appellate argument. Inasmuch\n\nas our review is limited to the BIA's final order (here, summary\n\ndismissal under 8 C.F.R. 1003.1(d)(2)(i)(E)), De Araujo has not\n\nadequately challenged the summary dismissal to preserve the issue,\n\nand we go no further.\n\n\n\n\n                                        -14-\n\f            2.    Relief under former section 212(c)\n\n            De Araujo also contended in De Araujo I that the BIA\n\ndeprived him of his constitutional right to due process by refusing\n\nto reopen proceedings because he was not granted a fair opportunity\n\nto establish his eligibility for relief from removal under former\n\nsection 212(c) or to present his case to an IJ.          Id.   We determined\n\nthat because we lacked jurisdiction to review De Araujo's claim\n\nthat his assault conviction was not an aggravated felony, \"he\n\nremains removable on that ground, and we lack jurisdiction to reach\n\nhis other claims on direct review.\"            Id. (citing INA § 242(a)\n\n(2)(C), 8 U.S.C. § 1252(a)(2)(C)).          Therefore, under pre-REAL ID\n\nAct law, we did not entertain De Araujo's other claims, which he\n\ncould instead have presented as a habeas petition in the district\n\ncourt.   However, the REAL ID Act made the courts of appeals the\n\nsole arbiters of final orders of removal or exclusion for both\n\ncriminal and non-criminal aliens.           See 8 U.S.C. § 1252(b)(2),\n\namended by REAL ID Act § 106, Pub. L. No. 109-13, 119 Stat. at 310-\n\n11; Ishak, 422 F.3d at 28.\n\n            Although relief from removal under former section 212(c)\n\nis a form of discretionary relief over which we generally have no\n\nappellate   jurisdiction,    the   REAL   ID   Act   carved    out   a   narrow\n\nexception    to     permit   the   courts      of    appeals   to    consider\n\n\"constitutional claims\" or \"questions of law\" notwithstanding most\n\n\n\n\n                                   -15-\n\fother jurisdictional bars of the INA.10            See Pub. L. No. 109-13,\n\n§ 106(a)(1)(A)(iii), 119 Stat. 310 (codified at 8 U.S.C. § 1252\n\n(a)(2)(D)); Elysee v. Gonzáles, 437 F.3d 221, 223 (1st Cir. 2006)\n\n(citing Mehilli v. Gonzáles, 433 F.3d 86, 92 (1st Cir. 2005)).\n\n\"Under    the    terms   of     this     limited    jurisdictional    grant,\n\ndiscretionary or factual determinations continue to fall outside\n\nthe jurisdiction of the courts of appeals, and BIA findings as to\n\ntimeliness      and   changed    circumstances      are   usually    factual\n\ndeterminations.\"      Mehilli, 433 F.3d at 93 (internal citations and\n\nquotation marks omitted).       A constitutional claim \"would at least\n\nhave to be colorable\" before a court will exercise jurisdiction to\n\nreview such a claim or question.          Id. at 93-94.   In other words, a\n\n\"petitioner may not create the jurisdiction that Congress chose to\n\nremove simply by cloaking an . . . argument in constitutional garb\n\n. . . .   To be colorable in this context . . . the claim must have\n\nsome possible validity.\"        Id. (quoting Torres Aguilar v. INS, 246\n\n\n10\n     Under 8 U.S.C. § 1252(a)(2)(B)(i), \"except as provided in\nsubparagraph (D) . . . no court shall have jurisdiction to review\n. . . any judgment regarding the granting of [discretionary] relief\nto removable aliens under section 212(h), 212(i), 240A, 240 B, or\n245 [8 U.S.C.S. §§ 1182(h), 1182(i), 1229b, 1229c, or 1255].\n\n     Subparagraph (D) was added by the REAL ID Act to read:\n\n     Nothing in subparagraph (B) or (C), or in any other\n     provision of [the Immigration and Nationality Act](other\n     than this section) which limits or eliminates judicial\n     review, shall be construed as precluding review of\n     constitutional claims or questions of law raised upon a\n     petition for review filed with an appropriate court of\n     appeals in accordance with this section.\n\n                                       -16-\n\fF.3d 1267, 1271 (9th Cir. 2001)). Therefore, we review De Araujo's\n\ndue process claims to determine whether they are indeed colorable\n\nconstitutional issues.\n\nB.   Analysis of De Araujo's due process claims\n\n            To state a due process claim, an alien must possess a\n\nliberty or property interest.         Board of Regents v. Roth, 408 U.S.\n\n564, 569-71 (1972).       The Supreme Court has long held that a\n\npermanent resident alien is protected under the Fifth Amendment and\n\nentitled to due process in the form of notice of the charges\n\nagainst him and a deportation hearing.        Kwong Hai Chew v. Colding,\n\n344 U.S. 590, 596-98 (1953); Choeum v. INS, 129 F.2d 29, 38-40 (1st\n\nCir. 1997) (\"It is well established that the Fifth Amendment\n\nentitles aliens to due process of law in deportation proceedings.\n\nAt the core of these due process rights is the right to notice of\n\nthe nature of the charges and a meaningful opportunity to be\n\nheard.\").      However, an alien does not have a constitutionally\n\nprotected interest in receiving discretionary relief from removal\n\nor deportation.     United States v. López-Ortiz, 313 F.3d 225, 231\n\n(5th Cir. 2002).    The Attorney General's suspension of deportation\n\nis \"an act of grace, which is accorded pursuant to his [or her]\n\nunfettered discretion.\"        INS v. Yueh-Shaio Yang, 519 U.S. 26, 30\n\n(1996) (internal citations and quotations omitted).              Further, a\n\nconstitutionally protected interest in receiving relief cannot\n\narise   from   relief   that    the   Attorney   General   has   unfettered\n\n\n                                      -17-\n\fdiscretion to award.          See Fernández Pereira v. Gonzáles, 417 F.3d\n\n38, 46 (1st Cir. 2005) (\"Congress is not required to provide\n\naggravated felons with an avenue for discretionary relief from\n\ndeportation, and currently does not do so.\").\n\n           Moreover, while an alien may raise as a constitutional or\n\nlegal claim arising from \"the refusal of [an] agency to even\n\nconsider him\" for discretionary relief, \"he may not challenge the\n\nagency's decision to exercise or not exercise its discretion to\n\ngrant relief.\"      Saint Fort v. Ashcroft, 329 F.3d 191, 203 (1st Cir.\n\n2003) (citing Carranza v. INS, 277 F.3d 65, 71 (1st Cir. 2002));\n\nArevalo v. Ashcroft, 344 F.3d 1, 15 (1st Cir. 2003) (\"A right to\n\nseek relief is analytically separate and distinct from a right to\n\nthe relief itself.\").\n\n           Here,     the          BIA   clearly      considered       De    Araujo     for\n\ndiscretionary relief.               The BIA received and read De Araujo's\n\nrequest to reopen proceedings sua sponte, and after considering the\n\nmerits of De Araujo's motion, the BIA found that it did not support\n\nthe   reopening     of      proceedings       in     the   exercise    of    the     BIA's\n\ndiscretion.       The       BIA    based    its     decision   that    De    Araujo    was\n\n\"undeserving   of       a    section       212(c)    waiver    in   the     exercise    of\n\ndiscretion\"    on    his      four      criminal      convictions      and    \"apparent\n\ninability to comply with the terms of his probation.\" In addition,\n\nthe BIA considered but did not find sufficient evidence from De\n\nAraujo's \"extremely limited\" affidavit that his convictions were\n\n\n                                            -18-\n\fnot vacated simply to avoid immigration consequences, which would\n\nrender him ineligible to be considered for former section 212(c)\n\nrelief. 8 C.F.R. 1003.2(c)(1) (\"A motion to reopen proceedings for\n\nthe   purpose    of   submitting   an   application   for   relief    must   be\n\naccompanied by . . . all supporting documentation.\"); see also In\n\nre Pickering, 23 I. & N. Dec. at 625.          On these facts, De Araujo\n\nraises    no    colorable   constitutional    claim   of    a   due   process\n\nviolation.\n\n            Nor has De Araujo raised a question of law for our\n\nreview.    We lack jurisdiction to review the BIA's discretionary\n\ndenial of section 212(c) relief in this case.          See 8 U.S.C. § 1252\n\n(a)(2)(B); see also Elysee, 427 F.3d at 244 (holding that attacks\n\non the balancing of factors engaged in by the IJ before deciding\n\nnot to grant discretionary relief were not constitutional claims or\n\nquestions of law).      Furthermore, \"the decision of the BIA whether\n\nto invoke its sua sponte authority is committed to its unfettered\n\ndiscretion.\"      Prado v. Reno, 198 F.3d 286, 292 (1st Cir. 1999).\n\nThus, \"it is at least arguable that our review of this challenge\n\nwould in all events be barred because we lack authority to review\n\nissues committed to the agency's unfettered discretion.\"              Roberts\n\nv. Gonzáles, 422 F.3d 33, 37 n.2 (1st Cir. 2005) (citing Heckler v.\n\nChaney, 470 U.S. 821, 821 (1985)).          In any case, we find that we\n\nare precluded from reviewing De Araujo's claims.\n\n\n\n\n                                    -19-\n\f                               III.\n\n          We affirm the summary dismissal of De Araujo's appeal by\n\nthe BIA, and dismiss his remaining claims for lack of jurisdiction.\n\n          Dismissed.\n\n\n\n\n                               -20-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">           United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 05-1886\n\n                 DOMINGOS JOAO LIBERAL DE ARAUJO,\n\n                            Petitioner,\n\n                                v.\n\n                       ALBERTO R. GONZÁLES,\n              ATTORNEY GENERAL OF THE UNITED STATES,\n\n                            Respondent.\n\n\n\n               ON PETITION FOR REVIEW OF AN ORDER OF\n                  THE BOARD OF IMMIGRATION APPEALS\n\n\n                              Before\n\n               Torruella and Lipez, Circuit Judges,\n               and Stafford,* Senior District Judge.\n\n\n\n     William E. Graves, Jr., with whom Kerry E. Doyle and Graves &\nDoyle, on brief for petitioner.\n     Jeffrey M. Cohen, Assistant United States Attorney, with whom\nMichael J. Sullivan, United States Attorney, on brief for\nrespondent.\n\n\n\n                          August 11, 2006\n\n\n\n\n*\n    Of the Northern District of Florida, sitting by designation.\n\f           TORRUELLA,    Circuit   Judge.   Petitioner   Domingos   Joao\n\nLiberal De Araujo (\"De Araujo\") asks us to review a decision of the\n\nBoard of Immigration Appeals (\"BIA\") denying his motion to reopen\n\nproceedings and finding that he did not qualify for discretionary\n\nrelief.   De Araujo claims that the BIA denied him due process by\n\npre-judging his application for relief under former section 212(c)\n\nof the Immigration and Nationality Act (\"INA\") and by refusing to\n\nreopen his immigration proceedings to allow him an opportunity to\n\npresent evidence in support of his application for former section\n\n212(c) relief.    De Araujo also argues that he has not been\n\nconvicted of an aggravated felony because he has not committed a\n\ncrime of violence.      We affirm the BIA's dismissal of De Araujo's\n\nappeal of the aggravated felony issue for his failure to file a\n\nbrief with the BIA.     Because we find that De Araujo's due process\n\nrights were not violated and the BIA acted properly within its\n\ndiscretion on his motion to reopen, we dismiss his remaining claims\n\nfor lack of jurisdiction.\n\n                                    I.\n\nA.   De Araujo's removal proceedings\n\n           De Araujo is a native and citizen of Portugal who was\n\nlawfully admitted to the United States on September 4, 1973.         He\n\nwas six years old at the time.      On January 6, 1992, De Araujo was\n\nconvicted in Massachusetts state court of assault and battery with\n\n\n\n\n                                   -2-\n\fa dangerous weapon and was sentenced to a two-and-a-half-year term\n\nof imprisonment.   See Mass. Gen. Laws ch. 265, § 15.\n\n           On April 6, 2000, the Immigration and Naturalization\n\nService (\"INS\")1 issued De Araujo a Notice to Appear, charging him\n\nwith removability pursuant to INA § 237(a)(2)(A)(iii), 8 U.S.C.\n\n§ 1227(a)(2)(A)(iii), for being an alien convicted of an aggravated\n\nfelony.2\n\n           De Araujo failed to appear at his scheduled hearing\n\nbefore an Immigration Judge (\"IJ\") on January 4, 2001 and was\n\nsubsequently ordered removed in absentia.    However, on April 1,\n\n2001, De Araujo's Massachusetts assault and battery charge was\n\nvacated.   He then moved to reopen proceedings on April 2, and the\n\nIJ granted the motion on July 6.\n\n\n\n1\n    In March 2003, the relevant functions of the INS were\ntransferred into the new Department of Homeland Security and\nreorganized into the Bureau of Immigration and Customs Enforcement\n(\"BICE\"). For simplicity, we refer to the agency throughout this\nopinion as the INS.\n2\n  Under its definition of an \"aggravated felony,\" the INA includes\n\"a crime of violence (as defined in section 16 of Title 18, but not\nincluding a purely political offense) for which the term of\nimprisonment [is] at least one year.\" 8 U.S.C. § 1101(a)(43)(F).\nIn turn, 18 U.S.C. § 16 defines a \"crime of violence\" as--\n\n     (a) an offense that has as an element the use, attempted\n     use, or threatened use of physical force against the\n     person or property of another, or\n\n     (b) any other offense that is a felony and that, by its\n     nature, involves a substantial risk that physical force\n     against the person or property of another may be used in\n     the course of committing the offense.\n\n                                -3-\n\f            On October 3, 2001, the INS amended the original charging\n\ndocument to include two additional charges of removability.              The\n\nfirst additional charge alleged that De Araujo was removable on\n\naccount of a November 7, 1995 Connecticut state conviction for\n\nassault on a Department of Corrections employee for which he\n\nreceived an eighteen-month sentence of imprisonment.               The INS\n\ncharged De Araujo with removability for the Connecticut assault\n\nunder INA § 237(a)(2)(A)(ii), 8 U.S.C. § 1227(a)(2)(A)(ii), for\n\nbeing an alien convicted of an aggravated felony.\n\n            The second additional charge alleged that De Araujo was\n\nremovable   because   of   a   January    27,   2000   Massachusetts   state\n\nconviction for illegal possession of a controlled substance.              It\n\nappears that De Araujo was convicted on the same day for three\n\ndifferent drug charges which had occurred on different days.\n\nRemovability for the Massachusetts controlled substance violations\n\nwas charged under INA § 237(a)(2)(A)(iii), 8 U.S.C. § 1227(a)\n\n(2)(A)(iii).3\n\n\n\n\n3\n    The INS's amendment appears to mis-cite the relevant INA\nprovisions. The INS charged that De Araujo was subject to removal\nunder INA § 237(a)(2)(A)(ii) for having been convicted of an\naggravated felony.    The appropriate statute for an aggravated\nfelony, however, is INA § 237(a)(2)(A)(iii), 8 U.S.C. § 1227\n(a)(2)(A)(iii). The INS further charged that De Araujo was subject\nto removal under INA § 237(a)(2)(A)(iii) for having been convicted\nof a controlled substance offense, but the appropriate statute for\na controlled substance offense is INA § 237(a)(2)(B)(i), 8 U.S.C.\n§ 1227(a)(2)(B)(i).\n\n                                    -4-\n\f            At a hearing before the IJ, De Araujo argued that he was\n\neligible for cancellation of removal under 8 U.S.C. § 1229b and for\n\nrelief under former section 212(c) of the INA, 8 U.S.C. § 1182(c)4\n\n(repealed   1996).    The   IJ   found   that   De   Araujo's   Connecticut\n\nconviction for assault on a Department of Corrections employee\n\nconstituted a \"crime of violence\" pursuant to 18 U.S.C. § 16(b) and\n\ntherefore qualified as an \"aggravated felony\" under 8 U.S.C. § 1101\n\n(a)(43)(F), which rendered him ineligible for cancellation of\n\nremoval under 8 U.S.C. § 1229b(a)(3).5          In addition, the IJ found\n\n\n4\n    Under former section 212(c) of the INA, \"aliens lawfully\nadmitted for permanent residence who temporarily proceed abroad\nvoluntarily and not under an order of deportation, and who are\nreturning to lawful unrelinquished domicile of 7 consecutive years,\nmay be admitted at the discretion of the Attorney General without\nregard to certain specified grounds for exclusion.\" In re Edwards,\n20 I. & N. Dec. 191, 194 (BIA 1990).      Section 212(c) has been\ninterpreted to allow discretionary relief for lawful permanent\nresidents who have not proceeded abroad subsequent to the acts\nwhich rendered them deportable. In re Silva, 16 I. & N. Dec. 26,\n30 (BIA 1976). The exercise of discretion requires a balancing of\npositive and negative factors in the alien's case to determine\nwhether relief is warranted. In re Edwards, 20 I. & N. at 195.\n\nDe Araujo argued that since his 1995 conviction predated the\nIllegal Immigration Reform and Immigrant Responsibility Act of 1996\n(\"IIRIRA\"), Pub. L. No. 104-208, 110 Stat. 3009-546, which repealed\n§ 212(c), he remained eligible for relief under former § 212(c).\nSee INS v. St. Cyr, </pre><span class=\"citation\" data-id=\"118452\"><a href=\"/opinion/118452/ins-v-st-cyr/\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">289</span></a></span><pre class=\"inline\">, 326 (2001) (holding that the\nrepeal of section 212(c) did not apply retroactively to an alien\nwho had pled guilty to an aggravated felony prior to the repeal).\nUnlike 8 U.S.C. § 1229b, see infra note 5, former section 212 did\nnot contain the condition that a permanent resident seeking relief\nwould be statutorily ineligible if the alien was convicted of an\naggravated felony.\n5\n   Under 8 U.S.C. § 1229b(a), the Attorney General may cancel\nremoval for certain permanent residents found to be inadmissible or\ndeportable from the United States if the alien–\n\n                                   -5-\n\fthat De Araujo's multiple Massachusetts drug convictions rendered\n\nhim ineligible for relief under former section 212(c) because the\n\ndrug convictions occurred after the passage of IIRIRA and repeal of\n\nsection 212(c).     The IJ ordered De Araujo removed to Portugal on\n\nFebruary 13, 2002.      The IJ noted that De Araujo had a motion\n\npending to vacate his Massachusetts drug convictions and that, if\n\nhis motion was granted, he would become eligible for relief from\n\nremoval under former section 212(c).\n\nB.   De Araujo's appeal and motions to reopen proceedings with the\n     BIA\n\n             De Araujo filed a timely notice of appeal with the BIA\n\nand on May 8, 2002 requested an extension of time to file his\n\nappellate brief.     The BIA granted De Araujo's motion and set a\n\ndeadline of June 21.    According to De Araujo, his counsel sent the\n\nbrief via Federal Express on June 20.       However, the brief did not\n\nreach the BIA until June 24, and the BIA rejected the brief as\n\nuntimely.6    On July 8, De Araujo filed a motion to accept the late-\n\nfiled brief; however, that same day, the BIA dismissed the appeal\n\nfor failure to file a brief.            De Araujo did not appeal the\n\n\n\n     (1) has been an alien lawfully admitted for permanent\n     residence for not less than 5 years,\n     (2) has resided in the United States continuously for 7\n     years after having been admitted in any status, and\n     (3) has not been convicted of any aggravated felony.\n6\n   Apparently, the wrong zip code had been provided for the BIA's\naddress, although counsel for De Araujo maintains that the correct\nzip code was given to Federal Express.\n\n                                  -6-\n\fdismissal to this Court but instead filed a motion to reconsider\n\nthe dismissal with the BIA on July 26.   The BIA denied De Araujo's\n\nmotion on December 23.    On January 23, 2003, De Araujo filed a\n\nmotion to reopen his immigration proceedings with the BIA. The BIA\n\ndenied this motion on March 7, stating that this motion was \"in\n\nessence\" a second motion to reconsider and therefore exceeded the\n\nnumerical limits on motions to reconsider set forth in 8 C.F.R.\n\n§ 1003.2(b)(2).7\n\n           On or about November 17, 2003, De Araujo filed a motion\n\nin Massachusetts state court to vacate his controlled substance\n\nconvictions.   De Araujo submitted a short affidavit in support of\n\nhis motion to vacate, which indicated that he had been unable to\n\nunderstand the nature and effect of his pleas of guilty because of\n\nhis problems with drug addiction.8\n\n           On November 19, a Massachusetts state court vacated De\n\nAraujo's drug convictions.   The following day, De Araujo filed a\n\nrequest with the BIA to reopen proceedings sua sponte based on\n\nchanged circumstances in his case. De Araujo argued that he should\n\n\n7\n   Only one motion to reconsider with the BIA is allotted to each\nalien under 8 C.F.R. § 1003.2(b)(2).\n8\n    De Araujo's affidavit consisted of three sentences, stating\n\n      I am presently serving time for violation of my\n      probation. I entered guilty pleas in cases in 1999, and\n      1998 while I was addicted to both heroin and cocaine. I\n      was so addicted that when I entered my pleas of guilty,\n      that the only thing I remember was that I was not going\n      to jail.\n\n                                -7-\n\fnow be entitled to relief under former section 212(c) because his\n\ndrug convictions had been vacated.               De Araujo acknowledged that,\n\nunder In re Pickering, 23 I. & N. Dec. 621 (BIA 2003), convictions\n\nvacated solely to avoid immigration consequences remain convictions\n\nfor INA purposes.           He also conceded that the state record was\n\nunclear as to the factual reasons for the state court's decision to\n\nvacate but argued that his affidavit regarding his addiction\n\nsuggested that his pleas were not made knowingly or intelligently,\n\nand       that   the   convictions   were      vacated    in   response   to   this\n\naffidavit. De Araujo requested the BIA to invoke its discretionary\n\nauthority to reopen the case because of his \"clear eligibility for\n\na 212(c) hearing.\"\n\n                 On March 22, 2004, the BIA denied the request to reopen\n\nproceedings sua sponte.           The BIA found De Araujo's affidavit in\n\nsupport of his motion to vacate the Massachusetts convictions to be\n\n\"extremely limited in nature\" and stated that it would \"need more\n\ninformation before [it] [found] that [the] reason for vacating\" was\n\nsufficiently unrelated to the immigration consequences of his\n\nconviction.        The BIA further found that De Araujo was \"undeserving\n\nof    a    section     212(c)   waiver   in    the   exercise   of   discretion,\"\n\nindicating that even if it were to reopen De Araujo's case, it\n\nwould not grant his request for relief.                  It noted that De Araujo\n\nhad previously been convicted of four criminal offenses and, while\n\nthree of these had been vacated, none had been vacated because De\n\n\n                                         -8-\n\fAraujo was not guilty of the crimes committed.         The BIA also noted\n\nthat, at the time he filed his request to the BIA to reopen\n\nproceedings sua sponte, De Araujo was incarcerated for parole\n\nviolations.    The BIA concluded that De Araujo's \"criminal actions,\n\nand apparent inability to comply with the terms of his probation do\n\nnot support the reopening of proceedings to apply for discretionary\n\nrelief which we do not believe he merits in the exercise of our\n\ndiscretion.\"\n\nC.   De Araujo's petition for review\n\n            De Araujo filed a timely petition for review with this\n\nCourt, claiming (1) that the 1995 Connecticut conviction for\n\nassault against a Department of Corrections employee did not\n\nconstitute an aggravated felony, and (2) that the BIA abused its\n\ndiscretion in failing to reopen his removal proceedings and, in\n\ndoing so, violated his constitutional right to due process.              De\n\nAraujo v. Ashcroft, </pre><span class=\"citation\" data-id=\"201466\"><a href=\"/opinion/201466/de-araujo-v-ashcroft/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">84</span></a></span><pre class=\"inline\">, 88-89 (1st Cir. 2005) (\"De Araujo\n\nI\").    On February 23, 2005, we dismissed the petition for lack of\n\njurisdiction over either claim.          Id. at 89.   With regard to the\n\nfirst    argument,   we   found   that   \"[w]hether   [De   Araujo's]   1995\n\nconviction . . . did or did not amount to an aggravated felony is\n\nnot an issue now open for review\" because that order became final\n\non July 8, 2002, and De Araujo did not appeal that order to this\n\ncourt within 30 days as required by 8 U.S.C. § 1252(b)(1).          Id. at\n\n88-89.     We described the 30-day filing deadline as a \"strict\n\n\n                                     -9-\n\fjurisdictional bar,\" which precluded us from considering his first\n\nargument.   Id. at 89.   Regarding the second argument, we found that\n\nwe lacked jurisdiction to reach De Araujo's other claims on direct\n\nreview because he remained removable as an aggravated felon.     Id.\n\nat 89 (citing INA § 242(a)(2)(C), 8 U.S.C. § 1252(a)(2)(C)); Emile\n\nv. INS, </pre><span class=\"citation\" data-id=\"199345\"><a href=\"/opinion/199345/emile-v-ins/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">183</span></a></span><pre class=\"inline\">, 189 (1st Cir. 2001) (\"Because [defendant] was\n\nconvicted of an aggravated felony, we have no authority to consider\n\non direct review any other claim once we conclude that he was\n\nlegitimately so classified.\"); Sousa v. INS, </pre><span class=\"citation\" data-id=\"199083\"><a href=\"/opinion/199083/sousa-v-ins/\"><span class=\"volume\">226</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span><pre class=\"inline\">, 34 (1st\n\nCir. 2000) (\"[H]aving determined that [the petitioner] is removable\n\nas an aggravated felon, our authority to act in this case with\n\nrespect to the removal proceeding, including incidental rulings on\n\ndiscretionary relief, is at an end.\").\n\nD.   De Araujo's petition for a writ of habeas corpus and transfer\n\n            On May 10, 2005, De Araujo filed a habeas petition in the\n\nUnited States District Court for the District of Massachusetts.9\n\nHowever, the passage of the REAL ID Act, § 106, Pub. L. No. 109-13,\n\n119 Stat. 231, 311 (2005), stripped the district court of habeas\n\njurisdiction.    The district court therefore transferred the case\n\n\n9\n   Apparently, De Araujo filed yet another motion to reopen with\nthe BIA on August 30, 2005.     He based this motion on 8 C.F.R.\n§ 1003.44, which allows eligible aliens to file a special motion\nseeking relief under former section 212(c) if the alien pled guilty\nto certain crimes before April 1, 1997. The BIA denied this motion\npursuant to 8 C.F.R. § 1003.44(d), which states that aliens\npreviously denied section 212(c) relief by an IJ or the BIA on\ndiscretionary grounds are not eligible for special reopening. De\nAraujo has not appealed this denial.\n\n                                 -10-\n\fback to this Court, where we are to treat De Araujo's claims as\n\nones for direct review.    See REAL ID Act, § 106(c).\n\n                                 II.\n\nA.   Jurisdiction over De Araujo's claims under the REAL ID Act\n\n           Under the REAL ID Act, a habeas petition to a district\n\ncourt is transferred to a court of appeals \"as if it had been filed\n\npursuant to a petition for review.\" REAL ID Act § 106(c); Ishak v.\n\nGonzáles, </pre><span class=\"citation\" data-id=\"791773\"><a href=\"/opinion/791773/tito-ibrahim-barsoum-ishak-v-alberto-r-gonzales-attorney-general-tito/\"><span class=\"volume\">422</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span><pre class=\"inline\">, 27 (1st Cir. 2005).      In this appeal, De\n\nAraujo renews his claim that his Connecticut conviction is not an\n\naggravated felony and that is therefore not removable.    De Araujo\n\nalso contends that the BIA denied him due process by pre-judging\n\nhis waiver and refusing to reopen his immigration proceedings to\n\nallow him an opportunity to present evidence in support of his\n\napplication for relief under former section 212(c).\n\n           1.   The aggravated felony\n\n           De Araujo's claims mirror those he previously made before\n\nthis Court in De Araujo I.     In that case, we held that the IJ's\n\nFebruary 12, 2002 ruling that the 1995 Connecticut conviction\n\nconstituted an aggravated felony, which rendered De Araujo subject\n\nto removal, became final on July 8, 2002 when the BIA dismissed his\n\nappeal of the IJ's order.     De Araujo I, 399 F.3d at 88.    See 8\n\nC.F.R. § 1241.1 (\"An order of removal made by the immigration judge\n\nat the conclusion of proceedings under section 240 of the Act shall\n\nbecome final . . . [u]pon dismissal of an appeal by the Board of\n\n\n                                -11-\n\fImmigration    Appeals\").      We   noted    the    \"strict   jurisdictional\n\nrequirement\" that, pursuant to 8 U.S.C. § 1252(b)(1), all petitions\n\nfor review addressed to this Court from BIA orders must be filed\n\nnot later than 30 days after the date of the final order of removal\n\nand dismissed the claim as time-barred.            De Araujo I, 399 F.3d at\n\n88 (quoting Zhang v. INS, </pre><span class=\"citation\" data-id=\"200720\"><a href=\"/opinion/200720/zhang-v-ins/\"><span class=\"volume\">348</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">289</span></a></span><pre class=\"inline\">, 292 (1st Cir. 2003))\n\n(internal citations and quotation marks omitted).             However, under\n\nthe REAL ID Act, habeas petitions transferred to the court of\n\nappeals are not subject to the 30-day time limit.             See REAL ID Act\n\n§ 106(c) (\"The court of appeals shall treat the transferred case as\n\nif it had been filed pursuant to a petition for review under such\n\nsection 242 [8 U.S.C. § 1252], except that subsection (b)(1) of\n\nsuch section shall not apply.\"); see also Ishak, 422 F.3d at 27.\n\nThus the \"strict jurisdictional requirement\" does not apply here.\n\n             Moreover, De Araujo properly exhausted his administrative\n\nremedies, giving us jurisdiction over his appeal.                It is well-\n\nsettled law that a court of appeals may not review an order of\n\ndeportation or exclusion unless \"the alien has exhausted all\n\nadministrative remedies available to the alien as of right.\"               8\n\nU.S.C. § 1252(d)(1).       This exhaustion requirement generally means\n\nthat   the    BIA   must   first    review   an    IJ's   determination   of\n\ndeportability before a petitioner may present his appeal to us.\n\nBernal-Vallejo v. INS, </pre><span class=\"citation\" data-id=\"198702\"><a href=\"/opinion/198702/vallejo-v-ins/\"><span class=\"volume\">195</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span><pre class=\"inline\">, 64 (1st Cir. 1999) (\"Usually\n\nissues not raised before the BIA may not be raised for the first\n\n\n                                    -12-\n\ftime on a petition for review.\") (citing Ravindran v. INS, </pre><span class=\"citation\" data-id=\"592069\"><a href=\"/opinion/592069/valli-kandiah-ravindran-v-immigration-and-naturalization-service/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">754</span></a></span><pre class=\"inline\">, 761 (1st Cir. 1992)) (citation omitted).               Here, De Araujo\n\nfiled a Notice of Appeal with the BIA and also stated that he would\n\nfile a timely brief, but failed to do so.              The BIA therefore\n\ndismissed the appeal.     See 8 C.F.R. § 1003.1(d)(2)(i)(E).        The BIA\n\nalso   denied   De   Araujo's    subsequent   motion   to   reconsider   the\n\ndismissal of his appeal.        It therefore never reviewed De Araujo's\n\nargument regarding the aggravated felony.         We were presented with\n\na similar situation in Athehortua-Vanegas v. INS, </pre><span class=\"citation\" data-id=\"524261\"><a href=\"/opinion/524261/luis-n-athehortua-vanegas-v-immigration-and-naturalization-service/\"><span class=\"volume\">876</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">238</span></a></span><pre class=\"inline\"> (1st\n\nCir. 1989).     In Athehortua, the BIA summarily dismissed an appeal\n\nwhere the petitioner filed a timely Notice of Appeal followed by an\n\nuntimely brief.      We held that the petitioner had exhausted his\n\nadministrative remedies.        Id. at 240 (\"Petitioner did not overlook\n\nthe Board, or ignore it, or attempt to appeal directly to the\n\ncourts from the IJ's order. . . . [He] went to the BIA, albeit\n\nunsuccessfully.      He thereby exhausted the remedy.\").          Here, we\n\nsimilarly find that De Araujo has exhausted his administrative\n\nremedies.\n\n            The foregoing considerations notwithstanding, however, we\n\nwill not address the merits of De Araujo's argument.           As discussed\n\nabove, the BIA summarily dismissed De Araujo's appeal for failure\n\nto file a brief.     In his current appeal, De Araujo does not address\n\nthis decision but instead goes straight to the merits of his\n\naggravated felony argument.        De Araujo's only hint at a challenge\n\n\n                                    -13-\n\fto the summary dismissal occurs in the last paragraph of his brief\n\nwhere he states that we have jurisdiction to review his claim\n\nbecause he raised the aggravated felony issue in his \"detailed\n\nnotice of appeal.\"     He does not argue that raising an issue in his\n\nNotice of Appeal could be enough to withstand a summary dismissal\n\nfor failure to file a brief, nor does he ever actually claim that\n\nthe BIA erred in dismissing his appeal for failure to file a brief.\n\nWe have repeatedly held that \"issues adverted to in a perfunctory\n\nmanner, unaccompanied by some effort at developed argumentation,\n\nare deemed waived.\"        United States v. Zannino, </pre><span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 17 (1st\n\nCir. 1990) (\"It is not enough merely to mention a possible argument\n\nin the most skeletal way, leaving the court to do counsel's work,\n\ncreate    the   ossature    for   the   argument,    and   put   flesh   on   its\n\nbones.\"); see also Stoll v. Principi, </pre><span class=\"citation\" data-id=\"202250\"><a href=\"/opinion/202250/stoll-v-principi/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">263</span></a></span><pre class=\"inline\">, 267 (1st Cir.\n\n2006)    (holding   that    where   a   petitioner   has   not   proffered    an\n\nargument along certain lines, any such claim has been abandoned).\n\nDe Araujo's conclusory statements, without further development, do\n\nnot rise to the level of a cognizable appellate argument. Inasmuch\n\nas our review is limited to the BIA's final order (here, summary\n\ndismissal under 8 C.F.R. 1003.1(d)(2)(i)(E)), De Araujo has not\n\nadequately challenged the summary dismissal to preserve the issue,\n\nand we go no further.\n\n\n\n\n                                        -14-\n\f            2.    Relief under former section 212(c)\n\n            De Araujo also contended in De Araujo I that the BIA\n\ndeprived him of his constitutional right to due process by refusing\n\nto reopen proceedings because he was not granted a fair opportunity\n\nto establish his eligibility for relief from removal under former\n\nsection 212(c) or to present his case to an IJ.          Id.   We determined\n\nthat because we lacked jurisdiction to review De Araujo's claim\n\nthat his assault conviction was not an aggravated felony, \"he\n\nremains removable on that ground, and we lack jurisdiction to reach\n\nhis other claims on direct review.\"            Id. (citing INA § 242(a)\n\n(2)(C), 8 U.S.C. § 1252(a)(2)(C)).          Therefore, under pre-REAL ID\n\nAct law, we did not entertain De Araujo's other claims, which he\n\ncould instead have presented as a habeas petition in the district\n\ncourt.   However, the REAL ID Act made the courts of appeals the\n\nsole arbiters of final orders of removal or exclusion for both\n\ncriminal and non-criminal aliens.           See 8 U.S.C. § 1252(b)(2),\n\namended by REAL ID Act § 106, Pub. L. No. 109-13, 119 Stat. at 310-\n\n11; Ishak, 422 F.3d at 28.\n\n            Although relief from removal under former section 212(c)\n\nis a form of discretionary relief over which we generally have no\n\nappellate   jurisdiction,    the   REAL   ID   Act   carved    out   a   narrow\n\nexception    to     permit   the   courts      of    appeals   to    consider\n\n\"constitutional claims\" or \"questions of law\" notwithstanding most\n\n\n\n\n                                   -15-\n\fother jurisdictional bars of the INA.10            See Pub. L. No. 109-13,\n\n§ 106(a)(1)(A)(iii), 119 Stat. 310 (codified at 8 U.S.C. § 1252\n\n(a)(2)(D)); Elysee v. Gonzáles, </pre><span class=\"citation\" data-id=\"202067\"><a href=\"/opinion/202067/elysee-v-gonzales/\"><span class=\"volume\">437</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">221</span></a></span><pre class=\"inline\">, 223 (1st Cir. 2006)\n\n(citing Mehilli v. Gonzáles, </pre><span class=\"citation\" data-id=\"201978\"><a href=\"/opinion/201978/mehilli-v-gonzales/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></a></span><pre class=\"inline\">, 92 (1st Cir. 2005)).\n\n\"Under    the    terms   of     this     limited    jurisdictional    grant,\n\ndiscretionary or factual determinations continue to fall outside\n\nthe jurisdiction of the courts of appeals, and BIA findings as to\n\ntimeliness      and   changed    circumstances      are   usually    factual\n\ndeterminations.\"      Mehilli, 433 F.3d at 93 (internal citations and\n\nquotation marks omitted).       A constitutional claim \"would at least\n\nhave to be colorable\" before a court will exercise jurisdiction to\n\nreview such a claim or question.          Id. at 93-94.   In other words, a\n\n\"petitioner may not create the jurisdiction that Congress chose to\n\nremove simply by cloaking an . . . argument in constitutional garb\n\n. . . .   To be colorable in this context . . . the claim must have\n\nsome possible validity.\"        Id. (quoting Torres Aguilar v. INS, 246\n\n\n10\n     Under 8 U.S.C. § 1252(a)(2)(B)(i), \"except as provided in\nsubparagraph (D) . . . no court shall have jurisdiction to review\n. . . any judgment regarding the granting of [discretionary] relief\nto removable aliens under section 212(h), 212(i), 240A, 240 B, or\n245 [8 U.S.C.S. §§ 1182(h), 1182(i), 1229b, 1229c, or 1255].\n\n     Subparagraph (D) was added by the REAL ID Act to read:\n\n     Nothing in subparagraph (B) or (C), or in any other\n     provision of [the Immigration and Nationality Act](other\n     than this section) which limits or eliminates judicial\n     review, shall be construed as precluding review of\n     constitutional claims or questions of law raised upon a\n     petition for review filed with an appropriate court of\n     appeals in accordance with this section.\n\n                                       -16-\n\fF.3d 1267, 1271 (9th Cir. 2001)). Therefore, we review De Araujo's\n\ndue process claims to determine whether they are indeed colorable\n\nconstitutional issues.\n\nB.   Analysis of De Araujo's due process claims\n\n            To state a due process claim, an alien must possess a\n\nliberty or property interest.         Board of Regents v. Roth, </pre><span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">564</span></a></span><pre class=\"inline\">, 569-71 (1972).       The Supreme Court has long held that a\n\npermanent resident alien is protected under the Fifth Amendment and\n\nentitled to due process in the form of notice of the charges\n\nagainst him and a deportation hearing.        Kwong Hai Chew v. Colding,\n\n</pre><span class=\"citation\" data-id=\"105078\"><a href=\"/opinion/105078/kwong-hai-chew-v-colding/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">590</span></a></span><pre class=\"inline\">, 596-98 (1953); Choeum v. INS, </pre><span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">29</span></span><pre class=\"inline\">, 38-40 (1st\n\nCir. 1997) (\"It is well established that the Fifth Amendment\n\nentitles aliens to due process of law in deportation proceedings.\n\nAt the core of these due process rights is the right to notice of\n\nthe nature of the charges and a meaningful opportunity to be\n\nheard.\").      However, an alien does not have a constitutionally\n\nprotected interest in receiving discretionary relief from removal\n\nor deportation.     United States v. López-Ortiz, </pre><span class=\"citation\" data-id=\"780134\"><a href=\"/opinion/780134/united-states-v-joel-lopez-ortiz/\"><span class=\"volume\">313</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">225</span></a></span><pre class=\"inline\">, 231\n\n(5th Cir. 2002).    The Attorney General's suspension of deportation\n\nis \"an act of grace, which is accorded pursuant to his [or her]\n\nunfettered discretion.\"        INS v. Yueh-Shaio Yang, </pre><span class=\"citation\" data-id=\"1087896\"><a href=\"/opinion/1087896/ins-v-yueh-shaio-yang/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">26</span></a></span><pre class=\"inline\">, 30\n\n(1996) (internal citations and quotations omitted).              Further, a\n\nconstitutionally protected interest in receiving relief cannot\n\narise   from   relief   that    the   Attorney   General   has   unfettered\n\n\n                                      -17-\n\fdiscretion to award.          See Fernández Pereira v. Gonzáles, </pre><span class=\"citation\" data-id=\"201718\"><a href=\"/opinion/201718/fernandes-pereira-v-ashcroft/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">38</span></a></span><pre class=\"inline\">, 46 (1st Cir. 2005) (\"Congress is not required to provide\n\naggravated felons with an avenue for discretionary relief from\n\ndeportation, and currently does not do so.\").\n\n           Moreover, while an alien may raise as a constitutional or\n\nlegal claim arising from \"the refusal of [an] agency to even\n\nconsider him\" for discretionary relief, \"he may not challenge the\n\nagency's decision to exercise or not exercise its discretion to\n\ngrant relief.\"      Saint Fort v. Ashcroft, </pre><span class=\"citation\" data-id=\"200461\"><a href=\"/opinion/200461/saint-fort-v-ashcroft/\"><span class=\"volume\">329</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">191</span></a></span><pre class=\"inline\">, 203 (1st Cir.\n\n2003) (citing Carranza v. INS, </pre><span class=\"citation\" data-id=\"199784\"><a href=\"/opinion/199784/carranza-v-immigration/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">65</span></a></span><pre class=\"inline\">, 71 (1st Cir. 2002));\n\nArevalo v. Ashcroft, </pre><span class=\"citation\" data-id=\"200622\"><a href=\"/opinion/200622/arevalo-v-ashcroft/\"><span class=\"volume\">344</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 15 (1st Cir. 2003) (\"A right to\n\nseek relief is analytically separate and distinct from a right to\n\nthe relief itself.\").\n\n           Here,     the          BIA   clearly      considered       De    Araujo     for\n\ndiscretionary relief.               The BIA received and read De Araujo's\n\nrequest to reopen proceedings sua sponte, and after considering the\n\nmerits of De Araujo's motion, the BIA found that it did not support\n\nthe   reopening     of      proceedings       in     the   exercise    of    the     BIA's\n\ndiscretion.       The       BIA    based    its     decision   that    De    Araujo    was\n\n\"undeserving   of       a    section       212(c)    waiver    in   the     exercise    of\n\ndiscretion\"    on    his      four      criminal      convictions      and    \"apparent\n\ninability to comply with the terms of his probation.\" In addition,\n\nthe BIA considered but did not find sufficient evidence from De\n\nAraujo's \"extremely limited\" affidavit that his convictions were\n\n\n                                            -18-\n\fnot vacated simply to avoid immigration consequences, which would\n\nrender him ineligible to be considered for former section 212(c)\n\nrelief. 8 C.F.R. 1003.2(c)(1) (\"A motion to reopen proceedings for\n\nthe   purpose    of   submitting   an   application   for   relief    must   be\n\naccompanied by . . . all supporting documentation.\"); see also In\n\nre Pickering, 23 I. & N. Dec. at 625.          On these facts, De Araujo\n\nraises    no    colorable   constitutional    claim   of    a   due   process\n\nviolation.\n\n            Nor has De Araujo raised a question of law for our\n\nreview.    We lack jurisdiction to review the BIA's discretionary\n\ndenial of section 212(c) relief in this case.          See 8 U.S.C. § 1252\n\n(a)(2)(B); see also Elysee, 427 F.3d at 244 (holding that attacks\n\non the balancing of factors engaged in by the IJ before deciding\n\nnot to grant discretionary relief were not constitutional claims or\n\nquestions of law).      Furthermore, \"the decision of the BIA whether\n\nto invoke its sua sponte authority is committed to its unfettered\n\ndiscretion.\"      Prado v. Reno, </pre><span class=\"citation\" data-id=\"198734\"><a href=\"/opinion/198734/prado-v-ins/\"><span class=\"volume\">198</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">286</span></a></span><pre class=\"inline\">, 292 (1st Cir. 1999).\n\nThus, \"it is at least arguable that our review of this challenge\n\nwould in all events be barred because we lack authority to review\n\nissues committed to the agency's unfettered discretion.\"              Roberts\n\nv. Gonzáles, </pre><span class=\"citation\" data-id=\"201802\"><a href=\"/opinion/201802/roberts-v-gonzales/\"><span class=\"volume\">422</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span><pre class=\"inline\">, 37 n.2 (1st Cir. 2005) (citing Heckler v.\n\nChaney, </pre><span class=\"citation\" data-id=\"111383\"><a href=\"/opinion/111383/heckler-v-chaney/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">821</span></a></span><pre class=\"inline\">, 821 (1985)).          In any case, we find that we\n\nare precluded from reviewing De Araujo's claims.\n\n\n\n\n                                    -19-\n\f                               III.\n\n          We affirm the summary dismissal of De Araujo's appeal by\n\nthe BIA, and dismiss his remaining claims for lack of jurisdiction.\n\n          Dismissed.\n\n\n\n\n                               -20-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105078/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118452/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199083/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199345/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199784/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200720/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201466/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202067/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524261/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791773/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087896/"
  ]
}