{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202308/",
  "absolute_url": "/opinion/202308/coelho-v-gonzales/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202308/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:49:45Z",
  "date_modified": "2016-02-28T05:07:41.938825Z",
  "type": "010combined",
  "sha1": "a200455f64f9329c4d2b992f0614b99a9fb1376f",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1971-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/07/06/Coelho_v._Gonzales.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 05-1971\n\n                    DANIELA COELHO; JOAO NETO,\n\n                           Petitioners,\n\n                                v.\n\n              ALBERTO R. GONZALES, Attorney General\n\n                           Respondent.\n\n\n              ON PETITION FOR REVIEW OF A DECISION\n               OF THE BOARD OF IMMIGRATION APPEALS\n\n\n\n                              Before\n\n                   Torruella, Lynch, and Lipez,\n                         Circuit Judges.\n\n\n\n     Christopher W. Drinan, with whom Law Office of John K. Dvorak,\nP.C. was on brief for petitioners.\n     Janet A. Bradley, Trial Attorney, Civil Division, U.S.\nDepartment of Justice, with whom Linda S. Wernery, Assistant\nDirector, Civil Division, U.S. Department of Justice, and Peter D.\nKeisler, Assistant Attorney General, were on brief for respondent.\n\n\n\n                           July 6, 2006\n\f                 LIPEZ, Circuit Judge.          Daniela Coelho and Joao Neto,\n\nnatives and citizens of Brazil, seek review of the Board of\n\nImmigration Appeals (\"BIA\") decision that Neto was ineligible for\n\nadjustment of status.         The Immigration Judge (\"IJ\") had found that\n\nNeto       was   ineligible   for    adjustment    of    status    because   he   had\n\nsubmitted an earlier application for adjustment of status based on\n\na   fraudulent       marriage,      in   violation      of   the   Immigration    and\n\nNationality Act (\"INA\") § 204(c), 8 U.S.C. § 1154(c).                  Although it\n\nadopted the IJ's factual findings, the BIA relied on different\n\nreasoning to reach the conclusion that Neto was ineligible for\n\nadjustment of status.1         Specifically, the BIA concluded that he was\n\n\n\n       1\n       \"Adjustment of Status\" is defined in 8 U.S.C. § 1255 as\nfollows:\n\n       [t]he status of an alien who was inspected and admitted\n       or paroled into the United States . . . may be adjusted\n       by the Attorney General, in his discretion and under such\n       regulations as he may prescribe, to that of an alien\n       lawfully admitted for permanent residence if (1) the\n       alien makes an application for such adjustment, (2) the\n       alien is eligible to receive an immigrant visa and is\n       admissible to the United States for permanent residence,\n       and (3) an immigrant visa is immediately available to him\n       at the time his application is filed.\n\nThe Department of Homeland Security defines \"adjustment of status\"\nin layman's terms as follows: \"Adjustment to Immigrant Status -\nProcedure allowing certain aliens already in the United States to\napply for immigrant status. Aliens admitted to the United States\nin a nonimmigrant, refugee, or parolee category may have their\nstatus changed to that of lawful permanent resident if they are\neligible to receive an immigrant visa and one is immediately\navailable.\" U.S. Citizenship and Immigration Services, Glossary &\nAcronyms, http://www.uscis.gov/graphics/glossary.htm (last visited\nJune 19, 2006).\n\n                                          -2-\n\finadmissible2    because     his   earlier       application   constituted   a\n\nfraudulent attempt to gain an immigration benefit, in violation of\n\nINA   §   212(a)(6)(C)(i),    8    U.S.C.    §   1182(a)(6)(C)(i).      Neto's\n\ninadmissibility made him ineligible for adjustment of status.3 The\n\nBIA also found that Neto was ineligible for a waiver of this\n\ninadmissibility under INA § 212(i), 8 U.S.C. § 1182(i), because he\n\ndid not have a qualifying relative. Agreeing with the reasoning of\n\nthe BIA, we deny the petition for review.\n\n\n\n                                      I.\n\n            On or about April 7, 2000, the then Immigration and\n\nNaturalization    Service     (\"INS\")4      commenced    removal   proceedings\n\nagainst Neto by way of a Notice to Appear.              The notice charged two\n\nseparate bases of removal: (1) as an immigrant who at the time of\n\n\n\n      2\n       \"Admission\", \"admissible\", \"admissibility\", \"inadmissible\",\nand \"inadmissibility\" are used to refer to an individual's ability\nto enter the United States lawfully.         See generally, U.S.\nCitizenship and Immigration Services, Glossary & Acronyms,\nhttp://www.uscis.gov/graphics/glossary.htm (last visited June 19,\n2006).   However, these terms and concepts are also applied to\nindividuals already physically present in the United States, such\nas the petitioners here.\n      3\n       See supra note 1. A requirement for adjustment of status\nunder 8 U.S.C. § 1255(a) is that an alien be \"admissible to the\nUnited States for permanent residence.\"\n      4\n        On March 1, 2003, the INS ceased to exist as an agency\nwithin the Department of Justice. Its enforcement functions were\ntransferred to the Department of Homeland Security, pursuant to\n§§ 441 and 471 of the Homeland Security Act of 2002, Pub. L. No.\n107-296, 116 Stat. 2135.\n\n                                      -3-\n\fadjustment of status was inadmissible by fraud or by willfully\n\nmisrepresenting a material fact, pursuant to INA § 237(a)(1)(A), 8\n\nU.S.C. § 1227(a)(1)(A), and INA § 212(a)(6)(C)(i), 8 U.S.C. §\n\n1182(a)(6)(C)(i);5 and (2) for remaining in the United States\n\nlonger than permitted, pursuant to INA § 237(a)(1)(B), 8 U.S.C.\n\n§ 1227(a)(1)(B). Petitioners,6 through counsel, appeared before an\n\nIJ and conceded removability under INA § 237(a)(1)(B). While these\n\nremoval   proceedings   were   pending,   Neto   renewed   an   earlier\n\napplication for adjustment of status in order to avoid removal,\n\nand, in the alternative, applied for voluntary departure.7\n\n\n     5\n       8 U.S.C. § 1227(a)(1)(A), entitled \"Inadmissible aliens\",\nstates: \"[a]ny alien who at the time of entry or adjustment of\nstatus was within one or more of the classes of aliens inadmissible\nby the law existing at such time is deportable.\" An alien who came\nwithin the ambit of INA § 212(a)(6)(C)(i) would be within one of\nthe \"classes of aliens inadmissible by the [existing] law\", which\nis why, for removability charges, the Notice to Appear listed both\nstatutory provisions.\n     6\n       Coelho, Neto's wife, applied for adjustment of status\nderivatively through Neto's application, and her case was\nconsolidated with his case.\n     7\n        To enhance understanding of the somewhat convoluted\nprocedural history of this case, we note that there are two\ndiscrete applications for adjustment of status discussed in this\nopinion. The first application for adjustment of status occurred\nin 1995 when Neto, or someone on his behalf, filed an I-130\n\"Petition for Alien Relative\" and an accompanying I-485\n\"Application to Register Permanent Residence or Adjust Status\"\n(hereinafter, the \"I-130/I-485 petition\").        The I-130/I-485\npetition asserted that Neto was eligible for adjustment of status\nbecause he was married to a United States citizen. (An individual\napplying for adjustment of status typically needs a \"sponsor\", be\nit a relative, such as a spouse, or an employer.)\n\n     The second application for adjustment of status was filed in\n\n                                 -4-\n\fA.   Testimony and Proceedings before the Immigration Judge\n\n           Petitioners' removal proceedings spanned a number of\n\nhearings, before a number of different IJs, over a period of nearly\n\nfour years.      Early in the proceedings, the government submitted,\n\nand the IJ admitted into evidence, a letter from the District\n\nDirector   for    INS,   dated   March   21,   2000,   entitled   \"Denial   of\n\nApplication for Permanent Residence\".              The letter noted that\n\nBertucci's had filed an I-140 \"Immigrant Petition for Alien Worker\"\n\nin late February 1998 on Neto's behalf.           This I-140 petition was\n\napproved in early March 1998. To complete the adjustment of status\n\nprocess, Neto filed an I-485 \"Application to Register Permanent\n\nResidence or Adjust Status\" in May 1998.                As a part of that\n\nprocess, the INS interviewed Neto on December 13, 1999. The letter\n\nindicated that because of facts gleaned from this 1999 interview --\n\nspecifically, the events surrounding the earlier application for\n\nadjustment of status that Neto had submitted in 1995 -- the I-140\n\npetition was being revoked, and the I-485 petition was being\n\ndenied.\n\n\n\n\n1998 when Bertucci's, a restaurant chain and Neto's employer, filed\non his behalf an I-140 \"Immigrant Petition for Alien Worker\". The\nI-140 petition asserted that Neto was eligible for adjustment of\nstatus given his employment at Bertucci's. As before, Neto filed\nan I-485 petition to accompany the I-140 petition.      It is this\nsecond I-485 petition for adjustment of status that Neto renews\nduring the removal proceedings (hereinafter, the \"I-140/I-485\npetition\").\n\n                                     -5-\n\f           In 1995, Neto (or someone on his behalf) had submitted an\n\nI-130/I-485 petition (\"Petition for Alien Relative\") to adjust his\n\nstatus on the basis of marriage to a United States citizen, one\n\nDebbie Russo.     This application for adjustment of status had been\n\ndenied in February 1995, pursuant to INA § 212(a)(6)(C), the\n\nprovision establishing inadmissibility by reason of fraud, because\n\nthe marriage was apparently fraudulent. Once the INS realized that\n\nthis I-130/I-485 petition had earlier been denied, the INS revoked\n\nthe I-140 petition it had earlier approved, and denied the pending\n\nI-485 petition for adjustment of status.\n\n           In a hearing on May 1, 2002, the government asserted that\n\nNeto could not now challenge the INS's denial of his 1995 I-130/I-\n\n485   petition,   the   grounds   for    his   removal   pursuant   to   INA\n\n§§ 237(a)(1)(A) and 212(a)(6)(C)(i).            However, the IJ learned\n\nduring this hearing that the INS had never informed Neto of the\n\ngrounds for denying the I-130/I-485 petition, i.e., the alleged\n\n1995 marriage fraud, until the denial of his 1998 I-140/I-485\n\npetition in the District Director's March 21, 2000 letter.          The IJ\n\ndecided to allow Neto to respond to the grounds for the I-130/I-485\n\npetition denial because of this oversight.         In \"that way . . . we\n\nhave the whole fraud thing flushed out if this case ultimately goes\n\nup to the Board [BIA] on the whole issue of fraud.\"         Additionally,\n\nin regard to Neto's renewed application for adjustment of status,\n\nthe IJ wanted to take testimony from Neto to decide whether INA\n\n\n                                   -6-\n\f§ 204(c), the \"marriage fraud\" statute barring eligibility for\n\nadjustment of status, would apply.\n\n            Neto provided his rebuttal testimony in an evidentiary\n\nhearing before the IJ on January 13, 2004.           Neto averred that he\n\narrived in the United States from Brazil in April 1992 as a B-2\n\nvisitor (\"Temporary Visitor for Pleasure\").              Coelho came to the\n\nUnited States from Brazil in January 1993 with their two children,\n\nalso as B-2 visitors.       Neto married Coelho in November 1995.       Neto\n\nstated    that   shortly   after   arriving   in   the   United   States,   he\n\ncompleted a form and obtained a Social Security number, even though\n\nas a B-2 visitor he was ineligible to receive a Social Security\n\nnumber.    Neto also testified that, using this number, he secured\n\nemployment at Bertucci's, even though he knew he was not eligible\n\nto work in the United States.       Neto stated that except for a brief\n\nperiod of time, he has remained employed by Bertucci's during his\n\nresidence in the United States.\n\n            In order to rebut the March 21, 2000 letter describing\n\nhis earlier fraud, Neto testified that he was informed in 1995 by\n\na coworker that an \"amnesty\" program had become available, and that\n\nthrough this program that coworker had been able to secure a work\n\npermit from the INS.       The coworker allegedly gave Neto a telephone\n\nnumber of a person he described to Neto as an attorney, known only\n\nto Neto as \"Bianca\".       Neto claimed that he contacted \"Bianca\", who\n\ninformed him that she would fill out the necessary INS forms and\n\n\n                                     -7-\n\fobtain a work permit for him pursuant to the purported amnesty\n\nprogram for $3,000 cash. Shortly thereafter, according to Neto, he\n\nmet with \"Bianca\", paid her the fee, and signed several blank INS\n\nforms.      Neto claimed that he was tricked by \"Bianca\", that the\n\nmoney had been stolen from him, and that he did not know that\n\n\"Bianca\" had involved him in any marriage fraud.\n\nB.   The decisions of the Immigration Judge and the BIA\n\n             On January 13, 2004, the IJ entered an oral decision\n\nfinding Petitioners removable as charged -- for inadmissibility by\n\nfraud under INA §§ 237(a)(1)(A) and 212(a)(6)(C)(i) for Neto's\n\nactions in 1995, and for overstaying in the United States under INA\n\n§    237(a)(1)(B).     The   IJ   also   denied   Petitioners'   renewed\n\napplication for adjustment of status (the I-140/I-485 petition).\n\nRather than addressing the possibility of waiver of inadmissibility\n\n-- and, therefore, \"indirectly\" denying Neto's renewed petition for\n\nadjustment of status -- the IJ decided to address that petition\n\ndirectly. Rejecting Neto's testimony that he had no knowledge that\n\nhe was involved in a fraudulent scheme with the assistance of\n\n\"Bianca\", the IJ concluded that Neto had \"sought to be accorded\n\nstatus as the spouse of a citizen of the United States fraudulently\n\nfor purposes of evading the Immigration laws\" in violation of INA\n\n§ 204(c), 8 U.S.C. § 1154(c).8           That violation precluded any\n\n\n      8\n          Section 204(c) provides, in relevant part, that:\n\n      no petition [for adjustment of status] shall be approved\n\n                                   -8-\n\fpossibility of relief through the renewed I-140/I-485 petition for\n\nadjustment of status.9\n\n             Petitioners timely appealed the IJ's decision to the BIA\n\non Neto's I-140/I-485 petition only.         Petitioners did not appeal\n\nthe IJ's ruling on either ground of removability.         On June 2, 2005,\n\nthe BIA dismissed Petitioners' appeal.            Rather than finding him\n\ndirectly ineligible for adjustment of status under § 204(c) -- the\n\n\"marriage fraud\" statute relied on by the IJ -- the BIA undertook\n\nan alternate analysis to address Neto's petition for adjustment of\n\nstatus.     Under 8 U.S.C. § 1255, an alien must be admissible to be\n\ngranted adjustment of status.       See supra note 1.         The BIA upheld\n\nthe   IJ's     conclusion,   underlying     the    IJ's   §     237(a)(1)(A)\n\nremovability     decision,   that   Neto   was    inadmissible    under   INA\n\n§ 212(a)(6)(C)(i), 8 U.S.C. § 1182(a)(6)(C)(i)10 because his actions\n\n\n      if (1) the alien has previously been accorded, or has\n      sought to be accorded an immediate relative or preference\n      status as the spouse of a citizen of the United States or\n      the spouse of an alien lawfully admitted for permanent\n      residence, by reason of a marriage determined by the\n      Attorney General to have been entered into for the\n      purpose of evading the immigration laws, or (2) the\n      Attorney General has determined that the alien has\n      attempted or conspired to enter into a marriage for the\n      purpose of evading the immigration laws.\n\n      9\n        Section 204(c) directly nullifies any petition for\nadjustment of status made by an individual who has committed\nmarriage fraud.    This ineligibility cannot be waived, unlike\ncertain types of inadmissibility.\n      10\n           Section 212(a)(6)(C)(i) states:\n\n\n                                    -9-\n\fsurrounding the I-130/I-485 petition filed in 1995 constituted\n\ninvolvement   in   a   fraudulent   scheme   to   obtain   an   immigration\n\nbenefit.   The BIA then addressed whether Neto was eligible for a\n\nwaiver of his § 212(a)(6)(C)(i) inadmissibility, without which Neto\n\nwould be statutorily precluded from petitioning for adjustment of\n\nstatus.\n\n           Section 212(i), 8 U.S.C. § 1182(i), provides for waivers\n\nof inadmissibility based on INA § 212(a)(6)(C)(i).         Section 212(i)\n\nstates, in relevant part, that the application of § 212(a)(6)(C)(i)\n\nmay be waived:\n\n     in the case of an immigrant who is the spouse, son, or\n     daughter of a United States citizen or of an alien\n     lawfully admitted for permanent residence if it is\n     established to the satisfaction of the Attorney General\n     that the refusal of admission to the United States of\n     such immigrant alien would result in extreme hardship to\n     the citizen or lawfully resident spouse or parent of such\n     an alien or . . . the alien demonstrates extreme hardship\n     to the alien or the alien's United States citizen, lawful\n     permanent resident, or qualified alien parent or child.\n\nBecause Neto lacked a qualifying relative, he was not eligible for\n\na waiver of this ground of inadmissibility.         As a result, the BIA\n\ndetermined that he was ineligible for adjustment of status because\n\nof his inadmissibility, and the appeal of the IJ's denial of his I-\n\n140/I-485 petition was denied.       The BIA also noted that it would\n\n\n     Any alien who, by fraud or willfully misrepresenting a\n     material fact, seeks to procure (or has sought to procure\n     or has procured) a visa, other documentation, or\n     admission into the United States or other benefit\n     provided under this chapter is inadmissible.\n\n\n                                    -10-\n\fdeny adjustment of status as a matter of discretion even if Neto\n\nwere eligible.\n\n\n\n                                      II.\n\n            \"When the BIA summarily affirms, this court reviews the\n\nIJ's decision as if it were the decision of the BIA.\"               Harutyunyan\n\nv. Gonzales, 421 F.3d 64, 67 (1st Cir. 2006).                  Here, the BIA\n\nsummarily    adopted    the   IJ's    factual    findings,    but    reached      a\n\ndifferent legal conclusion based on those findings.             Therefore, we\n\nreview the IJ's factual findings, as if they were the BIA's, for\n\nsubstantial evidence. Rodriguez-Ramirez v. Ashcroft, 398 F.3d 120,\n\n123 (1st Cir. 2005).      To the extent there are issues of law, we\n\ndecide those de novo, Tobeth-Tangang v. Gonzales, 440 F.3d 537,\n\n539 (1st Cir. 2006), but to the extent the BIA's decision on\n\nalternate    grounds    rests    on   the    evidence   we   apply    the       same\n\nsubstantial evidence standard of review.\n\n            While   §   204(c)    directly      precludes    eligibility        for\n\nadjustment of status for the specific act of taking part in a\n\nfraudulent   marriage,    or     attempting     or   conspiring      to    do    so,\n\n§ 212(a)(6)(C)(i) denies admissibility -- \"indirectly\" leading to\n\na denial of adjustment of status -- for taking part in any\n\nfraudulent scheme to obtain an immigration benefit.                       Although\n\n§ 212(a)(6)(C)(i) is more general than § 204(c), it permits waivers\n\n\n\n\n                                      -11-\n\fof the inadmissibility it imposes if certain qualifications are\n\nmet.\n\n            Petitioners focus their appeal on INA § 204(c), the\n\n\"marriage fraud\" statute, on which the IJ based his decision\n\ndenying     Petitioners'    application    for       adjustment   of   status.\n\nPetitioners fail to address in any way Neto's inadmissibility under\n\nINA § 212(a)(6)(C)(i) as it relates to his petition for adjustment\n\nof status, or the denial of a waiver of his inadmissibility under\n\nINA     §   212(i).        Based   on     this       inadmissibility    under\n\n§ 212(a)(6)(C)(i) and the lack of a § 212(i) waiver, the BIA\n\naffirmed the IJ's denial of adjustment of status.\n\n            Petitioners do not attempt to explain why the BIA erred\n\nin    finding   Neto   inadmissible     under    §   212(a)(6)(C)(i)    or   in\n\nconcluding that he could not obtain a waiver of inadmissibility\n\nunder § 212(i).        The government asserts that, having failed to\n\nbrief any argument on § 212(a)(6)(C)(i) or the § 212(i) waiver\n\nissue, Petitioners have waived any argument on these dispositive\n\nissues.     We agree.      However, to avoid any suggestion that the\n\noutcome of this appeal depends solely on omitted arguments, we\n\naddress briefly the BIA's ruling pursuant to § 212(a)(6)(C)(i) and\n\n§ 212(i), as the government did in its brief.\n\n            Based on the factual findings it adopted from the IJ, the\n\nBIA concluded that Neto had been involved in a fraudulent scheme to\n\nobtain an immigration benefit in 1995 (the I-130/I-485 petition),\n\n\n                                   -12-\n\frendering him inadmissible pursuant to § 212(a)(6)(C)(i).     This\n\nconclusion was supported by substantial evidence.     As a result,\n\nNeto had to apply for a waiver of this type of inadmissibility\n\nunder INA § 212(i) in conjunction with his renewed I-140/I-485\n\npetition. To be eligible for § 212(i)'s waiver of inadmissibility,\n\nan applicant must demonstrate that he or she \"is the spouse, son,\n\nor daughter of a United States citizen or of an alien lawfully\n\nadmitted for permanent status.\"   The BIA concluded correctly that\n\nNeto was not eligible for the § 212(i) waiver because he was not\n\nable to show that he had a qualifying relative.   Therefore, he was\n\nineligible for adjustment of status, and the BIA properly dismissed\n\nhis appeal.\n\n          The petition for review is denied.\n\n\n\n\n                               -13-\n\f",
  "html": "<p class=\"case_cite\">452 F.3d 104</p>\n    <p class=\"parties\">Daniela COELHO; Joao Neto, Petitioners,<br>v.<br>Alberto R. GONZALES, Attorney General, Respondent.</p>\n    <p class=\"docket\">No. 05-1971.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted April 3, 2006.</p>\n    <p class=\"date\">Decided July 6, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Christopher W. Drinan, with whom Law Office of John K. Dvorak, P.C. was on brief for petitioners.</p>\n      <p class=\"indent\">Janet A. Bradley, Trial Attorney, Civil Division, U.S. Department of Justice, with whom Linda S. Wernery, Assistant Director, Civil Division, U.S. Department of Justice, and Peter D. Keisler, Assistant Attorney General, were on brief for respondent.</p>\n      <p class=\"indent\">Before TORRUELLA, LYNCH, and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Daniela Coelho and Joao Neto, natives and citizens of Brazil, seek review of the Board of Immigration Appeals (\"BIA\") decision that Neto was ineligible for adjustment of status. The Immigration Judge (\"IJ\") had found that Neto was ineligible for adjustment of status because he had submitted an earlier application for adjustment of status based on a fraudulent marriage, in violation of the Immigration and Nationality Act (\"INA\") &#167; 204(c), 8 U.S.C. &#167; 1154(c). Although it adopted the IJ's factual findings, the BIA relied on different reasoning to reach the conclusion that Neto was ineligible for adjustment of status.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Specifically, the BIA concluded that he was inadmissible<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> because his earlier application constituted a fraudulent attempt to gain an immigration benefit, in violation of INA &#167; 212(a)(6)(C)(i), 8 U.S.C. &#167; 1182(a)(6)(C)(i). Neto's inadmissibility made him ineligible for adjustment of status.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The BIA also found that Neto was ineligible for a waiver of this inadmissibility under INA &#167; 212(i), 8 U.S.C. &#167; 1182(i), because he did not have a qualifying relative. Agreeing with the reasoning of the BIA, we deny the petition for review.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On or about April 7, 2000, the then Immigration and Naturalization Service (\"INS\")<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> commenced removal proceedings against Neto by way of a Notice to Appear. The notice charged two separate bases of removal: (1) as an immigrant who at the time of adjustment of status was inadmissible by fraud or by willfully misrepresenting a material fact, pursuant to INA &#167; 237(a)(1)(A), 8 U.S.C. &#167; 1227(a)(1)(A), and INA &#167; 212(a)(6)(C)(i), 8 U.S.C. &#167; 1182(a)(6)(C)(i);<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and (2) for remaining in the United States longer than permitted, pursuant to INA &#167; 237(a)(1)(B), 8 U.S.C. &#167; 1227(a)(1)(B). Petitioners,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> through counsel, appeared before an IJ and conceded removability under INA &#167; 237(a)(1)(B). While these removal proceedings were pending, Neto renewed an earlier application for adjustment of status in order to avoid removal, and, in the alternative, applied for voluntary departure.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A. Testimony and Proceedings before the Immigration Judge</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Petitioners' removal proceedings spanned a number of hearings, before a number of different IJs, over a period of nearly four years. Early in the proceedings, the government submitted, and the IJ admitted into evidence, a letter from the District Director for INS, dated March 21, 2000, entitled \"Denial of Application for Permanent Residence\". The letter noted that Bertucci's had filed an I-140 \"Immigrant Petition for Alien Worker\" in late February 1998 on Neto's behalf. This I-140 petition was approved in early March 1998. To complete the adjustment of status process, Neto filed an I-485 \"Application to Register Permanent Residence or Adjust Status\" in May 1998. As a part of that process, the INS interviewed Neto on December 13, 1999. The letter indicated that because of facts gleaned from this 1999 interview&#8212;specifically, the events surrounding the earlier application for adjustment of status that Neto had submitted in 1995&#8212;the I-140 petition was being revoked, and the I-485 petition was being denied.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1995, Neto (or someone on his behalf) had submitted an I-130/I-485 petition (\"Petition for Alien Relative\") to adjust his status on the basis of marriage to a United States citizen, one Debbie Russo. This application for adjustment of status had been denied in February 1995, pursuant to INA &#167; 212(a)(6)(C), the provision establishing inadmissibility by reason of fraud, because the marriage was apparently fraudulent. Once the INS realized that this I-130/I-485 petition had earlier been denied, the INS revoked the I-140 petition it had earlier approved, and denied the pending I-485 petition for adjustment of status.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In a hearing on May 1, 2002, the government asserted that Neto could not now challenge the INS's denial of his 1995 I-130/I-485 petition, the grounds for his removal pursuant to INA &#167;&#167; 237(a)(1)(A) and 212(a)(6)(C)(i). However, the IJ learned during this hearing that the INS had never informed Neto of the grounds for denying the I-130/I-485 petition, i.e., the alleged 1995 marriage fraud, until the denial of his 1998 I-140/I-485 petition in the District Director's March 21, 2000 letter. The IJ decided to allow Neto to respond to the grounds for the I-130/I-485 petition denial because of this oversight. In \"that way ... we have the whole fraud thing flushed out if this case ultimately goes up to the Board [BIA] on the whole issue of fraud.\" Additionally, in regard to Neto's renewed application for adjustment of status, the IJ wanted to take testimony from Neto to decide whether INA &#167; 204(c), the \"marriage fraud\" statute barring eligibility for adjustment of status, would apply.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Neto provided his rebuttal testimony in an evidentiary hearing before the IJ on January 13, 2004. Neto averred that he arrived in the United States from Brazil in April 1992 as a B-2 visitor (\"Temporary Visitor for Pleasure\"). Coelho came to the United States from Brazil in January 1993 with their two children, also as B-2 visitors. Neto married Coelho in November 1995. Neto stated that shortly after arriving in the United States, he completed a form and obtained a Social Security number, even though as a B-2 visitor he was ineligible to receive a Social Security number. Neto also testified that, using this number, he secured employment at Bertucci's, even though he knew he was not eligible to work in the United States. Neto stated that except for a brief period of time, he has remained employed by Bertucci's during his residence in the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In order to rebut the March 21, 2000 letter describing his earlier fraud, Neto testified that he was informed in 1995 by a coworker that an \"amnesty\" program had become available, and that through this program that coworker had been able to secure a work permit from the INS. The coworker allegedly gave Neto a telephone number of a person he described to Neto as an attorney, known only to Neto as \"Bianca\". Neto claimed that he contacted \"Bianca\", who informed him that she would fill out the necessary INS forms and obtain a work permit for him pursuant to the purported amnesty program for $3,000 cash. Shortly thereafter, according to Neto, he met with \"Bianca\", paid her the fee, and signed several blank INS forms. Neto claimed that he was tricked by \"Bianca\", that the money had been stolen from him, and that he did not know that \"Bianca\" had involved him in any marriage fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">B. The decisions of the Immigration Judge and the BIA</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On January 13, 2004, the IJ entered an oral decision finding Petitioners removable as charged-for inadmissibility by fraud under INA &#167;&#167; 237(a)(1)(A) and 212(a)(6)(C)(i) for Neto's actions in 1995, and for overstaying in the United States under INA &#167; 237(a)(1)(B). The IJ also denied Petitioners' renewed application for adjustment of status (the I-140/I-485 petition). Rather than addressing the possibility of waiver of inadmissibility&#8212;and, therefore, \"indirectly\" denying Neto's renewed petition for adjustment of status&#8212;the IJ decided to address that petition directly. Rejecting Neto's testimony that he had no knowledge that he was involved in a fraudulent scheme with the assistance of \"Bianca\", the IJ concluded that Neto had \"sought to be accorded status as the spouse of a citizen of the United States fraudulently for purposes of evading the Immigration laws\" in violation of INA &#167; 204(c), 8 U.S.C. &#167; 1154(c).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> That violation precluded any possibility of relief through the renewed I-140/I-485 petition for adjustment of status.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Petitioners timely appealed the IJ's decision to the BIA on Neto's I-140/I-485 petition only. Petitioners did not appeal the IJ's ruling on either ground of removability. On June 2, 2005, the BIA dismissed Petitioners' appeal. Rather than finding him directly ineligible for adjustment of status under &#167; 204(c)&#8212;the \"marriage fraud\" statute relied on by the IJ&#8212;the BIA undertook an alternate analysis to address Neto's petition for adjustment of status. Under 8 U.S.C. &#167; 1255, an alien must be admissible to be granted adjustment of status. <i>See</i> supra note 1. The BIA upheld the IJ's conclusion, underlying the IJ's &#167; 237(a)(1)(A) removability decision, that Neto was inadmissible under INA &#167; 212(a)(6)(C)(i), 8 U.S.C. &#167; 1182(a)(6)(C)(i)<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> because his actions surrounding the I-130/I-485 petition filed in 1995 constituted involvement in a fraudulent scheme to obtain an immigration benefit. The BIA then addressed whether Neto was eligible for a waiver of his &#167; 212(a)(6)(C)(i) inadmissibility, without which Neto would be statutorily precluded from petitioning for adjustment of status.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Section 212(i), 8 U.S.C. &#167; 1182(i), provides for waivers of inadmissibility based on INA &#167; 212(a)(6)(C)(i). Section 212(i) states, in relevant part, that the application of &#167; 212(a)(6)(C)(i) may be waived:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">in the case of an immigrant who is the spouse, son, or daughter of a United States citizen or of an alien lawfully admitted for permanent residence if it is established to the satisfaction of the Attorney General that the refusal of admission to the United States of such immigrant alien would result in extreme hardship to the citizen or lawfully resident spouse or parent of such an alien or... the alien demonstrates extreme hardship to the alien or the alien's United States citizen, lawful permanent resident, or qualified alien parent or child.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Because Neto lacked a qualifying relative, he was not eligible for a waiver of this ground of inadmissibility. As a result, the BIA determined that he was ineligible for adjustment of status because of his inadmissibility, and the appeal of the IJ's denial of his I-140/I-485 petition was denied. The BIA also noted that it would deny adjustment of status as a matter of discretion even if Neto were eligible.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">\"When the BIA summarily affirms, this court reviews the IJ's decision as if it were the decision of the BIA.\" <i>Harutyunyan v. Gonzales,</i> 421 F.3d 64, 67 (1st Cir.2005). Here, the BIA summarily adopted the IJ's factual findings, but reached a different legal conclusion based on those findings. Therefore, we review the IJ's factual findings, as if they were the BIA's, for substantial evidence. <i>Rodriguez-Ramirez v. Ashcroft,</i> 398 F.3d 120, 123 (1st Cir.2005). To the extent there are issues of law, we decide those <i>de novo, Tobeth-Tangang v. Gonzales,</i> 440 F.3d 537, 539 (1st Cir.2006), but to the extent the BIA's decision on alternate grounds rests on the evidence we apply the same substantial evidence standard of review.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">While &#167; 204(c) directly precludes eligibility for adjustment of status for the specific act of taking part in a fraudulent marriage, or attempting or conspiring to do so, &#167; 212(a)(6)(C)(i) denies admissibility&#8212;\"indirectly\" leading to a denial of adjustment of status&#8212;for taking part in any fraudulent scheme to obtain an immigration benefit. Although &#167; 212(a)(6)(C)(i) is more general than &#167; 204(c), it permits waivers of the inadmissibility it imposes if certain qualifications are met.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Petitioners focus their appeal on INA &#167; 204(c), the \"marriage fraud\" statute, on which the IJ based his decision denying Petitioners' application for adjustment of status. Petitioners fail to address in any way Neto's inadmissibility under INA &#167; 212(a)(6)(C)(i) as it relates to his petition for adjustment of status, or the denial of a waiver of his inadmissibility under INA &#167; 212(i). Based on this inadmissibility under &#167; 212(a)(6)(C)(i) and the lack of a &#167; 212(i) waiver, the BIA affirmed the IJ's denial of adjustment of status.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Petitioners do not attempt to explain why the BIA erred in finding Neto inadmissible under &#167; 212(a)(6)(C)(i) or in concluding that he could not obtain a waiver of inadmissibility under &#167; 212(i). The government asserts that, having failed to brief any argument on &#167; 212(a)(6)(C)(i) or the &#167; 212(i) waiver issue, Petitioners have waived any argument on these dispositive issues. We agree. However, to avoid any suggestion that the outcome of this appeal depends solely on omitted arguments, we address briefly the BIA's ruling pursuant to &#167; 212(a)(6)(C)(i) and &#167; 212(i), as the government did in its brief.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Based on the factual findings it adopted from the IJ, the BIA concluded that Neto had been involved in a fraudulent scheme to obtain an immigration benefit in 1995 (the I-130/I-485 petition), rendering him inadmissible pursuant to &#167; 212(a)(6)(C)(i). This conclusion was supported by substantial evidence. As a result, Neto had to apply for a waiver of this type of inadmissibility under INA &#167; 212(i) in conjunction with his renewed I-140/I-485 petition. To be eligible for &#167; 212(i)'s waiver of inadmissibility, an applicant must demonstrate that he or she \"is the spouse, son, or daughter of a United States citizen or of an alien lawfully admitted for permanent status.\" The BIA concluded correctly that Neto was not eligible for the &#167; 212(i) waiver because he was not able to show that he had a qualifying relative. Therefore, he was ineligible for adjustment of status, and the BIA properly dismissed his appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The petition for review is <i>denied.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"Adjustment of Status\" is defined in 8 U.S.C. &#167; 1255 as follows:</p>\n        <p class=\"indent\">[t]he status of an alien who was inspected and admitted or paroled into the United States ... may be adjusted by the Attorney General, in his discretion and under such regulations as he may prescribe, to that of an alien lawfully admitted for permanent residence if (1) the alien makes an application for such adjustment, (2) the alien is eligible to receive an immigrant visa and is admissible to the United States for permanent residence, and (3) an immigrant visa is immediately available to him at the time his application is filed.</p>\n        <p class=\"indent\">The Department of Homeland Security defines \"adjustment of status\" in layman's terms as follows: \"Adjustment to Immigrant Status-Procedure allowing certain aliens already in the United States to apply for immigrant status. Aliens admitted to the United States in a nonimmigrant, refugee, or parolee category may have their status changed to that of lawful permanent resident if they are eligible to receive an immigrant visa and one is immediately available.\" U.S. Citizenship and Immigration Services, <i>Glossary &amp; Acronyms,</i> http://www.uscis.gov/graphics/glossary.htm (last visited June 19, 2006).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> \"Admission\", \"admissible\", \"admissibility\", \"inadmissible\", and \"inadmissibility\" are used to refer to an individual's ability to enter the United States lawfully<i>See generally,</i> U.S. Citizenship and Immigration Services, <i>Glossary &amp; Acronyms,</i> http://www.uscis.gov/graphics/glossary.htm (last visited June 19, 2006). However, these terms and concepts are also applied to individuals already physically present in the United States, such as the petitioners here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> <i>See</i> supra note 1. A requirement for adjustment of status under 8 U.S.C. &#167; 1255(a) is that an alien be \"admissible to the United States for permanent residence.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> On March 1, 2003, the INS ceased to exist as an agency within the Department of Justice. Its enforcement functions were transferred to the Department of Homeland Security, pursuant to &#167;&#167; 441 and 471 of the Homeland Security Act of 2002, Pub.L. No. 107-296, 116 Stat. 2135</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 8 U.S.C. &#167; 1227(a)(1)(A), entitled \"Inadmissible aliens\", states: \"[a]ny alien who at the time of entry or adjustment of status was within one or more of the classes of aliens inadmissible by the law existing at such time is deportable.\" An alien who came within the ambit of INA &#167; 212(a)(6)(C)(i) would be within one of the \"classes of aliens inadmissible by the [existing] law\", which is why, for removability charges, the Notice to Appear listed both statutory provisions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Coelho, Neto's wife, applied for adjustment of status derivatively through Neto's application, and her case was consolidated with his case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> To enhance understanding of the somewhat convoluted procedural history of this case, we note that there are two discrete applications for adjustment of status discussed in this opinion. The first application for adjustment of status occurred in 1995 when Neto, or someone on his behalf, filed an I-130 \"Petition for Alien Relative\" and an accompanying I-485 \"Application to Register Permanent Residence or Adjust Status\" (hereinafter, the \"I-130/I-485 petition\"). The I-130/I-485 petition asserted that Neto was eligible for adjustment of status because he was married to a United States citizen. (An individual applying for adjustment of status typically needs a \"sponsor\", be it a relative, such as a spouse, or an employer.)</p>\n        <p class=\"indent\">The second application for adjustment of status was filed in 1998 when Bertucci's, a restaurant chain and Neto's employer, filed on his behalf an I-140 \"Immigrant Petition for Alien Worker\". The I-140 petition asserted that Neto was eligible for adjustment of status given his employment at Bertucci's. As before, Neto filed an I-485 petition to accompany the I-140 petition. It is this second I-485 petition for adjustment of status that Neto renews during the removal proceedings (hereinafter, the \"I-140/I-485 petition\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Section 204(c) provides, in relevant part, that:</p>\n        <p class=\"indent\">no petition [for adjustment of status] shall be approved if (1) the alien has previously been accorded, or has sought to be accorded an immediate relative or preference status as the spouse of a citizen of the United States or the spouse of an alien lawfully admitted for permanent residence, by reason of a marriage determined by the Attorney General to have been entered into for the purpose of evading the immigration laws, or (2) the Attorney General has determined that the alien has attempted or conspired to enter into a marriage for the purpose of evading the immigration laws.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Section 204(c) directly nullifies any petition for adjustment of status made by an individual who has committed marriage fraud. This ineligibility cannot be waived, unlike certain types of inadmissibility</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Section 212(a)(6)(C)(i) states:</p>\n        <p class=\"indent\">Any alien who, by fraud or willfully misrepresenting a material fact, seeks to procure (or has sought to procure or has procured) a visa, other documentation, or admission into the United States or other benefit provided under this chapter is inadmissible.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">452</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></span></p>\n    <p class=\"parties\">Daniela COELHO; Joao Neto, Petitioners,<br>v.<br>Alberto R. GONZALES, Attorney General, Respondent.</p>\n    <p class=\"docket\">No. 05-1971.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted April 3, 2006.</p>\n    <p class=\"date\">Decided July 6, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Christopher W. Drinan, with whom Law Office of John K. Dvorak, P.C. was on brief for petitioners.</p>\n      <p class=\"indent\">Janet A. Bradley, Trial Attorney, Civil Division, U.S. Department of Justice, with whom Linda S. Wernery, Assistant Director, Civil Division, U.S. Department of Justice, and Peter D. Keisler, Assistant Attorney General, were on brief for respondent.</p>\n      <p class=\"indent\">Before TORRUELLA, LYNCH, and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Daniela Coelho and Joao Neto, natives and citizens of Brazil, seek review of the Board of Immigration Appeals (\"BIA\") decision that Neto was ineligible for adjustment of status. The Immigration Judge (\"IJ\") had found that Neto was ineligible for adjustment of status because he had submitted an earlier application for adjustment of status based on a fraudulent marriage, in violation of the Immigration and Nationality Act (\"INA\") &#167; 204(c), 8 U.S.C. &#167; 1154(c). Although it adopted the IJ's factual findings, the BIA relied on different reasoning to reach the conclusion that Neto was ineligible for adjustment of status.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Specifically, the BIA concluded that he was inadmissible<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> because his earlier application constituted a fraudulent attempt to gain an immigration benefit, in violation of INA &#167; 212(a)(6)(C)(i), 8 U.S.C. &#167; 1182(a)(6)(C)(i). Neto's inadmissibility made him ineligible for adjustment of status.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The BIA also found that Neto was ineligible for a waiver of this inadmissibility under INA &#167; 212(i), 8 U.S.C. &#167; 1182(i), because he did not have a qualifying relative. Agreeing with the reasoning of the BIA, we deny the petition for review.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On or about April 7, 2000, the then Immigration and Naturalization Service (\"INS\")<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> commenced removal proceedings against Neto by way of a Notice to Appear. The notice charged two separate bases of removal: (1) as an immigrant who at the time of adjustment of status was inadmissible by fraud or by willfully misrepresenting a material fact, pursuant to INA &#167; 237(a)(1)(A), 8 U.S.C. &#167; 1227(a)(1)(A), and INA &#167; 212(a)(6)(C)(i), 8 U.S.C. &#167; 1182(a)(6)(C)(i);<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and (2) for remaining in the United States longer than permitted, pursuant to INA &#167; 237(a)(1)(B), 8 U.S.C. &#167; 1227(a)(1)(B). Petitioners,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> through counsel, appeared before an IJ and conceded removability under INA &#167; 237(a)(1)(B). While these removal proceedings were pending, Neto renewed an earlier application for adjustment of status in order to avoid removal, and, in the alternative, applied for voluntary departure.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A. Testimony and Proceedings before the Immigration Judge</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Petitioners' removal proceedings spanned a number of hearings, before a number of different IJs, over a period of nearly four years. Early in the proceedings, the government submitted, and the IJ admitted into evidence, a letter from the District Director for INS, dated March 21, 2000, entitled \"Denial of Application for Permanent Residence\". The letter noted that Bertucci's had filed an I-140 \"Immigrant Petition for Alien Worker\" in late February 1998 on Neto's behalf. This I-140 petition was approved in early March 1998. To complete the adjustment of status process, Neto filed an I-485 \"Application to Register Permanent Residence or Adjust Status\" in May 1998. As a part of that process, the INS interviewed Neto on December 13, 1999. The letter indicated that because of facts gleaned from this 1999 interview&#8212;specifically, the events surrounding the earlier application for adjustment of status that Neto had submitted in 1995&#8212;the I-140 petition was being revoked, and the I-485 petition was being denied.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1995, Neto (or someone on his behalf) had submitted an I-130/I-485 petition (\"Petition for Alien Relative\") to adjust his status on the basis of marriage to a United States citizen, one Debbie Russo. This application for adjustment of status had been denied in February 1995, pursuant to INA &#167; 212(a)(6)(C), the provision establishing inadmissibility by reason of fraud, because the marriage was apparently fraudulent. Once the INS realized that this I-130/I-485 petition had earlier been denied, the INS revoked the I-140 petition it had earlier approved, and denied the pending I-485 petition for adjustment of status.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In a hearing on May 1, 2002, the government asserted that Neto could not now challenge the INS's denial of his 1995 I-130/I-485 petition, the grounds for his removal pursuant to INA &#167;&#167; 237(a)(1)(A) and 212(a)(6)(C)(i). However, the IJ learned during this hearing that the INS had never informed Neto of the grounds for denying the I-130/I-485 petition, i.e., the alleged 1995 marriage fraud, until the denial of his 1998 I-140/I-485 petition in the District Director's March 21, 2000 letter. The IJ decided to allow Neto to respond to the grounds for the I-130/I-485 petition denial because of this oversight. In \"that way ... we have the whole fraud thing flushed out if this case ultimately goes up to the Board [BIA] on the whole issue of fraud.\" Additionally, in regard to Neto's renewed application for adjustment of status, the IJ wanted to take testimony from Neto to decide whether INA &#167; 204(c), the \"marriage fraud\" statute barring eligibility for adjustment of status, would apply.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Neto provided his rebuttal testimony in an evidentiary hearing before the IJ on January 13, 2004. Neto averred that he arrived in the United States from Brazil in April 1992 as a B-2 visitor (\"Temporary Visitor for Pleasure\"). Coelho came to the United States from Brazil in January 1993 with their two children, also as B-2 visitors. Neto married Coelho in November 1995. Neto stated that shortly after arriving in the United States, he completed a form and obtained a Social Security number, even though as a B-2 visitor he was ineligible to receive a Social Security number. Neto also testified that, using this number, he secured employment at Bertucci's, even though he knew he was not eligible to work in the United States. Neto stated that except for a brief period of time, he has remained employed by Bertucci's during his residence in the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In order to rebut the March 21, 2000 letter describing his earlier fraud, Neto testified that he was informed in 1995 by a coworker that an \"amnesty\" program had become available, and that through this program that coworker had been able to secure a work permit from the INS. The coworker allegedly gave Neto a telephone number of a person he described to Neto as an attorney, known only to Neto as \"Bianca\". Neto claimed that he contacted \"Bianca\", who informed him that she would fill out the necessary INS forms and obtain a work permit for him pursuant to the purported amnesty program for $3,000 cash. Shortly thereafter, according to Neto, he met with \"Bianca\", paid her the fee, and signed several blank INS forms. Neto claimed that he was tricked by \"Bianca\", that the money had been stolen from him, and that he did not know that \"Bianca\" had involved him in any marriage fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">B. The decisions of the Immigration Judge and the BIA</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On January 13, 2004, the IJ entered an oral decision finding Petitioners removable as charged-for inadmissibility by fraud under INA &#167;&#167; 237(a)(1)(A) and 212(a)(6)(C)(i) for Neto's actions in 1995, and for overstaying in the United States under INA &#167; 237(a)(1)(B). The IJ also denied Petitioners' renewed application for adjustment of status (the I-140/I-485 petition). Rather than addressing the possibility of waiver of inadmissibility&#8212;and, therefore, \"indirectly\" denying Neto's renewed petition for adjustment of status&#8212;the IJ decided to address that petition directly. Rejecting Neto's testimony that he had no knowledge that he was involved in a fraudulent scheme with the assistance of \"Bianca\", the IJ concluded that Neto had \"sought to be accorded status as the spouse of a citizen of the United States fraudulently for purposes of evading the Immigration laws\" in violation of INA &#167; 204(c), 8 U.S.C. &#167; 1154(c).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> That violation precluded any possibility of relief through the renewed I-140/I-485 petition for adjustment of status.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Petitioners timely appealed the IJ's decision to the BIA on Neto's I-140/I-485 petition only. Petitioners did not appeal the IJ's ruling on either ground of removability. On June 2, 2005, the BIA dismissed Petitioners' appeal. Rather than finding him directly ineligible for adjustment of status under &#167; 204(c)&#8212;the \"marriage fraud\" statute relied on by the IJ&#8212;the BIA undertook an alternate analysis to address Neto's petition for adjustment of status. Under 8 U.S.C. &#167; 1255, an alien must be admissible to be granted adjustment of status. <i>See</i> supra note 1. The BIA upheld the IJ's conclusion, underlying the IJ's &#167; 237(a)(1)(A) removability decision, that Neto was inadmissible under INA &#167; 212(a)(6)(C)(i), 8 U.S.C. &#167; 1182(a)(6)(C)(i)<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> because his actions surrounding the I-130/I-485 petition filed in 1995 constituted involvement in a fraudulent scheme to obtain an immigration benefit. The BIA then addressed whether Neto was eligible for a waiver of his &#167; 212(a)(6)(C)(i) inadmissibility, without which Neto would be statutorily precluded from petitioning for adjustment of status.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Section 212(i), 8 U.S.C. &#167; 1182(i), provides for waivers of inadmissibility based on INA &#167; 212(a)(6)(C)(i). Section 212(i) states, in relevant part, that the application of &#167; 212(a)(6)(C)(i) may be waived:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">in the case of an immigrant who is the spouse, son, or daughter of a United States citizen or of an alien lawfully admitted for permanent residence if it is established to the satisfaction of the Attorney General that the refusal of admission to the United States of such immigrant alien would result in extreme hardship to the citizen or lawfully resident spouse or parent of such an alien or... the alien demonstrates extreme hardship to the alien or the alien's United States citizen, lawful permanent resident, or qualified alien parent or child.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Because Neto lacked a qualifying relative, he was not eligible for a waiver of this ground of inadmissibility. As a result, the BIA determined that he was ineligible for adjustment of status because of his inadmissibility, and the appeal of the IJ's denial of his I-140/I-485 petition was denied. The BIA also noted that it would deny adjustment of status as a matter of discretion even if Neto were eligible.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">\"When the BIA summarily affirms, this court reviews the IJ's decision as if it were the decision of the BIA.\" <i>Harutyunyan v. Gonzales,</i> <span class=\"citation\" data-id=\"201799\"><a href=\"/opinion/201799/harutyunyan-v-gonzales/\"><span class=\"volume\">421</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">64</span></a></span>, 67 (1st Cir.2005). Here, the BIA summarily adopted the IJ's factual findings, but reached a different legal conclusion based on those findings. Therefore, we review the IJ's factual findings, as if they were the BIA's, for substantial evidence. <i>Rodriguez-Ramirez v. Ashcroft,</i> <span class=\"citation\" data-id=\"201454\"><a href=\"/opinion/201454/rodriguez-ramirez-v-ashcroft/\"><span class=\"volume\">398</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">120</span></a></span>, 123 (1st Cir.2005). To the extent there are issues of law, we decide those <i>de novo, Tobeth-Tangang v. Gonzales,</i> <span class=\"citation\" data-id=\"202098\"><a href=\"/opinion/202098/tobeth-tangang-v-gonzales/\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">537</span></a></span>, 539 (1st Cir.2006), but to the extent the BIA's decision on alternate grounds rests on the evidence we apply the same substantial evidence standard of review.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">While &#167; 204(c) directly precludes eligibility for adjustment of status for the specific act of taking part in a fraudulent marriage, or attempting or conspiring to do so, &#167; 212(a)(6)(C)(i) denies admissibility&#8212;\"indirectly\" leading to a denial of adjustment of status&#8212;for taking part in any fraudulent scheme to obtain an immigration benefit. Although &#167; 212(a)(6)(C)(i) is more general than &#167; 204(c), it permits waivers of the inadmissibility it imposes if certain qualifications are met.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Petitioners focus their appeal on INA &#167; 204(c), the \"marriage fraud\" statute, on which the IJ based his decision denying Petitioners' application for adjustment of status. Petitioners fail to address in any way Neto's inadmissibility under INA &#167; 212(a)(6)(C)(i) as it relates to his petition for adjustment of status, or the denial of a waiver of his inadmissibility under INA &#167; 212(i). Based on this inadmissibility under &#167; 212(a)(6)(C)(i) and the lack of a &#167; 212(i) waiver, the BIA affirmed the IJ's denial of adjustment of status.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Petitioners do not attempt to explain why the BIA erred in finding Neto inadmissible under &#167; 212(a)(6)(C)(i) or in concluding that he could not obtain a waiver of inadmissibility under &#167; 212(i). The government asserts that, having failed to brief any argument on &#167; 212(a)(6)(C)(i) or the &#167; 212(i) waiver issue, Petitioners have waived any argument on these dispositive issues. We agree. However, to avoid any suggestion that the outcome of this appeal depends solely on omitted arguments, we address briefly the BIA's ruling pursuant to &#167; 212(a)(6)(C)(i) and &#167; 212(i), as the government did in its brief.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Based on the factual findings it adopted from the IJ, the BIA concluded that Neto had been involved in a fraudulent scheme to obtain an immigration benefit in 1995 (the I-130/I-485 petition), rendering him inadmissible pursuant to &#167; 212(a)(6)(C)(i). This conclusion was supported by substantial evidence. As a result, Neto had to apply for a waiver of this type of inadmissibility under INA &#167; 212(i) in conjunction with his renewed I-140/I-485 petition. To be eligible for &#167; 212(i)'s waiver of inadmissibility, an applicant must demonstrate that he or she \"is the spouse, son, or daughter of a United States citizen or of an alien lawfully admitted for permanent status.\" The BIA concluded correctly that Neto was not eligible for the &#167; 212(i) waiver because he was not able to show that he had a qualifying relative. Therefore, he was ineligible for adjustment of status, and the BIA properly dismissed his appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The petition for review is <i>denied.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"Adjustment of Status\" is defined in 8 U.S.C. &#167; 1255 as follows:</p>\n        <p class=\"indent\">[t]he status of an alien who was inspected and admitted or paroled into the United States ... may be adjusted by the Attorney General, in his discretion and under such regulations as he may prescribe, to that of an alien lawfully admitted for permanent residence if (1) the alien makes an application for such adjustment, (2) the alien is eligible to receive an immigrant visa and is admissible to the United States for permanent residence, and (3) an immigrant visa is immediately available to him at the time his application is filed.</p>\n        <p class=\"indent\">The Department of Homeland Security defines \"adjustment of status\" in layman's terms as follows: \"Adjustment to Immigrant Status-Procedure allowing certain aliens already in the United States to apply for immigrant status. Aliens admitted to the United States in a nonimmigrant, refugee, or parolee category may have their status changed to that of lawful permanent resident if they are eligible to receive an immigrant visa and one is immediately available.\" U.S. Citizenship and Immigration Services, <i>Glossary &amp; Acronyms,</i> http://www.uscis.gov/graphics/glossary.htm (last visited June 19, 2006).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> \"Admission\", \"admissible\", \"admissibility\", \"inadmissible\", and \"inadmissibility\" are used to refer to an individual's ability to enter the United States lawfully<i>See generally,</i> U.S. Citizenship and Immigration Services, <i>Glossary &amp; Acronyms,</i> http://www.uscis.gov/graphics/glossary.htm (last visited June 19, 2006). However, these terms and concepts are also applied to individuals already physically present in the United States, such as the petitioners here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> <i>See</i> supra note 1. A requirement for adjustment of status under 8 U.S.C. &#167; 1255(a) is that an alien be \"admissible to the United States for permanent residence.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> On March 1, 2003, the INS ceased to exist as an agency within the Department of Justice. Its enforcement functions were transferred to the Department of Homeland Security, pursuant to &#167;&#167; 441 and 471 of the Homeland Security Act of 2002, Pub.L. No. 107-296, 116 Stat. 2135</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 8 U.S.C. &#167; 1227(a)(1)(A), entitled \"Inadmissible aliens\", states: \"[a]ny alien who at the time of entry or adjustment of status was within one or more of the classes of aliens inadmissible by the law existing at such time is deportable.\" An alien who came within the ambit of INA &#167; 212(a)(6)(C)(i) would be within one of the \"classes of aliens inadmissible by the [existing] law\", which is why, for removability charges, the Notice to Appear listed both statutory provisions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Coelho, Neto's wife, applied for adjustment of status derivatively through Neto's application, and her case was consolidated with his case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> To enhance understanding of the somewhat convoluted procedural history of this case, we note that there are two discrete applications for adjustment of status discussed in this opinion. The first application for adjustment of status occurred in 1995 when Neto, or someone on his behalf, filed an I-130 \"Petition for Alien Relative\" and an accompanying I-485 \"Application to Register Permanent Residence or Adjust Status\" (hereinafter, the \"I-130/I-485 petition\"). The I-130/I-485 petition asserted that Neto was eligible for adjustment of status because he was married to a United States citizen. (An individual applying for adjustment of status typically needs a \"sponsor\", be it a relative, such as a spouse, or an employer.)</p>\n        <p class=\"indent\">The second application for adjustment of status was filed in 1998 when Bertucci's, a restaurant chain and Neto's employer, filed on his behalf an I-140 \"Immigrant Petition for Alien Worker\". The I-140 petition asserted that Neto was eligible for adjustment of status given his employment at Bertucci's. As before, Neto filed an I-485 petition to accompany the I-140 petition. It is this second I-485 petition for adjustment of status that Neto renews during the removal proceedings (hereinafter, the \"I-140/I-485 petition\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Section 204(c) provides, in relevant part, that:</p>\n        <p class=\"indent\">no petition [for adjustment of status] shall be approved if (1) the alien has previously been accorded, or has sought to be accorded an immediate relative or preference status as the spouse of a citizen of the United States or the spouse of an alien lawfully admitted for permanent residence, by reason of a marriage determined by the Attorney General to have been entered into for the purpose of evading the immigration laws, or (2) the Attorney General has determined that the alien has attempted or conspired to enter into a marriage for the purpose of evading the immigration laws.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Section 204(c) directly nullifies any petition for adjustment of status made by an individual who has committed marriage fraud. This ineligibility cannot be waived, unlike certain types of inadmissibility</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Section 212(a)(6)(C)(i) states:</p>\n        <p class=\"indent\">Any alien who, by fraud or willfully misrepresenting a material fact, seeks to procure (or has sought to procure or has procured) a visa, other documentation, or admission into the United States or other benefit provided under this chapter is inadmissible.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/201454/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201799/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202098/"
  ]
}