{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202399/",
  "absolute_url": "/opinion/202399/barrett-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202399/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:51:59Z",
  "date_modified": "2016-02-28T05:08:02.843505Z",
  "type": "010combined",
  "sha1": "7237227e8974e683c36ffb05b404d04c215680ed",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1905-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/09/07/Barrett_v._US.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\nNo. 05-1905\n\n             ESTATE OF ARTHUR M. BARRETT BY ELAINE BARRETT,\n          IN HER CAPACITY AS ADMINISTRATRIX OF THE ESTATE OF\n                           ARTHUR M. BARRETT,\n\n                         Plaintiff, Appellant,\n\n                                  v.\n\n                        UNITED STATES, ET AL.,\n\n                        Defendants, Appellees.\n\n\n              APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF MASSACHUSETTS\n            [Hon. Reginald C. Lindsay, U.S. District Judge]\n\n\n                                Before\n\n                    Lipez and Howard, Circuit Judges,\n                    and Hug,* Senior Circuit Judge.\n\n\n     Earle C. Cooley, with whom Kevin M. Glynn and Cooley Manion\nJones LLP were on brief, for appellant.\n     Joshua Waldman, Appellate Staff Attorney, with whom Peter D.\nKeisler, Assistant Attorney General, Michael J. Sullivan, United\nStates Attorney, and Robert S. Greenspan, Appellate Staff Attorney,\nwere on brief, for United States.\n     Stephen C. Pfaff, with whom Douglas I. Louison, Merrick,\nLouison & Costello, LLP, William A. Brown, Alan D. Rose, Alan D.\nRose, Jr., Richard E. Bowman, Rose & Associates, Brian P.\nFitzsimmons, Hanley, Hassett & Fitzsimmons, LLC, Christine M.\nRoach, and Roach & Carpenter, PC were on brief, for appellees\nRoderick Kennedy, Robert Fitzpatrick, James Ring, James Ahearn, and\nJames Greenleaf.\n\n\n\n\n     *\n         Of the Ninth Circuit, sitting by designation.\n\fSeptember 7, 2006\n\n\n\n\n       -2-\n\f            LIPEZ, Circuit Judge.              This case is the latest in a\n\nseries of tragic cases arising out of the FBI's mishandling of\n\ninformants    drawn    from     organized       crime.        Elaine   Barrett    (or\n\n\"Plaintiff\"), in her capacity as administratrix of the estate of\n\nher deceased husband, appeals from the dismissal of her claims\n\nunder the Federal Tort Claims Act (FTCA), 28 U.S.C. §§ 1346(b),\n\n2671-2680    (2000),     the    Fourth     and     Fifth      Amendments   to     the\n\nConstitution, and Massachusetts' wrongful death statute, Mass. Gen.\n\nLaws ch. 229, § 2, due to her failure to file within the applicable\n\ntwo- and three-year statutes of limitations.                   The government and\n\nthe individual defendants (\"Defendants\") argue that we have no\n\njurisdiction      to   review    the     dismissal       of   these    claims    and,\n\nalternatively, that Plaintiff's claims are time-barred.\n\n            While we recognize the tragedy experienced by Barrett and\n\nhis loved ones, the technical requirements of the FTCA and related\n\nlaws are clear, they serve important purposes, and we are bound to\n\nfollow them.       Although we have jurisdiction to consider this\n\nappeal, we do not have jurisdiction to review Plaintiff's FTCA\n\nclaim against the government because Plaintiff did not exhaust her\n\nadministrative remedies.         Plaintiff's constitutional and wrongful\n\ndeath claims likewise fail because Plaintiff waited more than three\n\nyears to file her complaint after the accrual of her cause of\n\naction.      We   therefore     affirm    the    district      court's   orders    of\n\ndismissal appealed from on June 14, 2005.\n\n\n                                         -3-\n\f                                         I.\n\n              In 1983, Plaintiff's spouse was kidnapped and murdered by\n\nJames Bulger, Stephen Flemmi, and Kevin Weeks.                The Federal Bureau\n\nof Investigation (\"FBI\") protected Bulger and Flemmi, both of whom\n\nserved   as    confidential     informants       for   the   FBI,       from   arrest,\n\nprosecution, and investigation for this and other crimes in order\n\nto maintain them as confidential informants.                   On September 15,\n\n1999, the District Court of Massachusetts (Wolf, J.) issued a\n\ndecision in United States v. Salemme, 91 F. Supp. 2d 141 (D. Mass.\n\n1999), which discussed the FBI's relationship with Bulger and\n\nFlemmi and the protection from criminal prosecution that the agency\n\nafforded      them.     The    Salemme    decision     specifically        mentioned\n\nBulger's and Flemmi's slaying of Barrett, and noted that the FBI\n\nhad been informed that Bulger was responsible for Barrett's murder.\n\nId. at 257-57.        In January 2000, Barrett's body was exhumed from a\n\ngully    alongside       the    Southeast       Expressway         in    Dorchester,\n\nMassachusetts, although post-mortem determinations and procedures\n\nsufficient to identify and permit release of his remains were not\n\ncompleted for another three months.             On March 9, 2000, in response\n\nto the reported positive identification of Barrett's remains,\n\nPlaintiff      told    reporters   that,       \"I   think    the    government     is\n\nresponsible because if they put them away when they should have,\n\nBucky would be alive today.         They gave them a license to kill and\n\n\n\n\n                                         -4-\n\fdo whatever they wanted.\" Barrett's body was released to Plaintiff\n\non April 3, 2000.\n\n               On January 14, 2003, Elaine Barrett, Arthur Barrett's\n\nwidow and the administratrix of his estate, presented to the\n\ngovernment (i.e., the Department of Justice (\"DOJ\") and the FBI) an\n\nadministrative tort claim under the FTCA, notifying the government\n\nof \"Barrett's injuries and wrongful death caused by the negligent\n\nand wrongful acts or omissions of [its] employees.\"                 On April 2,\n\n2003, before the government denied the administrative claim and\n\nbefore six months had passed, Plaintiff filed a complaint in the\n\nU.S. District Court of Massachusetts, seeking redress from the\n\ngovernment pursuant to the FTCA, and seeking redress from eight\n\nformer FBI agents, James Bulger, Stephen Flemmi, and Kevin Weeks\n\npursuant to the Fourth and Fifth Amendments (under Bivens v. Six\n\nUnknown Agents of the Fed'l Bureau of Narcotics, 403 U.S. 388\n\n(1971))1 and Massachusetts' wrongful death statute.                On April 15,\n\n2003, the DOJ denied the FTCA claim as untimely based on the FTCA's\n\ntwo-year statute of limitations.\n\n               In November 2003, the government filed a motion to\n\ndismiss.        Former FBI agents John Morris and Robert Fitzpatrick\n\nfiled       motions   to   dismiss   in   December   2003   and   January   2004,\n\n\n\n        1\n       \"The Bivens doctrine allows constitutional claims against\nfederal officials, in their individual capacities, for actions\ntaken under color of federal law.\" McCloskey v. Mueller, 446 F.3d\n262, 271 (1st Cir. 2006).\n\n                                          -5-\n\frespectively.       On September 28, 2004, the district court, in a\n\nwritten     opinion,    dismissed       Plaintiff's      claims     against    the\n\ngovernment    as    untimely    under    the    FTCA's   two-year    statute    of\n\nlimitations, and against Morris and Fitzpatrick as untimely under\n\nthe applicable three-year statute of limitations for Plaintiff's\n\nBivens and wrongful death claims.             On October 28, 2004, Plaintiff\n\nappealed the September 28, 2004 Order.\n\n            On December 1, 2004, \"for the reasons set forth in the\n\n[September    28,    2004   Order],\"      the     district   court     dismissed\n\nPlaintiff's claims against John J. Connolly, Jr. and James Ahearn.\n\nOn April 14, 2005, we dismissed Plaintiff's October 28, 2004 appeal\n\n\"on the ground that we lack jurisdiction absent certification under\n\nFed. R. Civ. P. 54(b).\"\n\n            The following day, on April 15, 2005, the district court\n\ndismissed    Plaintiff's       claims   against    the   three    remaining    FBI\n\nagents:   James Ring, James Greenleaf, and Rod Kennedy.2               One month\n\nlater, on June 14, 2005, Plaintiff appealed this order, together\n\nwith \"each previous order of dismissal entered in this action,\"\n\ni.e., the September 28, 2004 Order and the December 1, 2004 Order.\n\nThat same day, Plaintiff filed in the district court a motion for\n\nentry of immediate judgment against the dismissed defendants.                  The\n\ndistrict court dismissed this motion without prejudice \"in the\n\n\n\n     2\n        Plaintiff's claim against former agent H. Paul Rico\nterminated by law on September 29, 2004 as a result of his death.\n\n                                        -6-\n\fabsence of the filing of a set of proposed findings that meet the\n\nrequirements of Fed. R. Civ. P. 54(b).\"            Plaintiff did not file any\n\nset of findings.         Thus, the district court did not direct the entry\n\nof judgment against the dismissed defendants pursuant to Fed. R.\n\nCiv. P. 54(b).\n\n                 On July 22, 2005, we issued an order responding to the\n\nJune       14,   2005   appeal,   stating   that   \"[b]ecause   the   orders   of\n\ndismissal do not appear to be appealable final orders[,] and claims\n\nagainst other defendants remain pending in the district court, this\n\ncourt does not appear to have jurisdiction to consider this appeal\n\nabsent certification pursuant to Fed. R. Civ. P. 54(b).\"                We also\n\nnoted that \"the notice of appeal as to 'each previous order of\n\ndismissal entered in this case'\" – i.e., the September 28, 2004\n\nOrder and the December 1, 2004 Order – \"appears to be untimely\"\n\nbecause it was not filed within 60 days of the order from which it\n\nwas appealed, as required by Fed. R. App. P. 4(a)(1).                   We thus\n\nrequired Plaintiff to move for voluntary dismissal or show cause\n\nwhy the appeal should not be dismissed.             Plaintiff filed a showing\n\nof cause.         On September 20, 2005, we issued an order \"allow[ing]\n\nthe case to proceed for now, without prejudice to reconsideration\n\nof the jurisdictional question by the merits panel.\"3\n\n\n\n\n       3\n       Three of the eight former FBI agents sued by Plaintiff did\nnot join Defendants' opposition brief: Morris, Connolly, and Rico\n(deceased).\n\n                                        -7-\n\f          On September 27, 2005, the district court issued notices\n\nof default against Bulger, Flemmi, and Weeks.   The following day,\n\non September 28, 2005, the district court vacated the notice of\n\ndefault against Bulger because \"no service ha[d] been made,\" and\n\nentered final judgment \"in favor of defendants against Plaintiff\"\n\non September 28, 2005, pursuant to Fed. R. Civ. P. 58.4   Plaintiff\n\ndid not appeal the entry of final judgment, but rather continued to\n\nrely for her appeal on the notice of appeal filed on June 14, 2005.\n\n                                 II.\n\n          We review the district court's grant of Defendants'\n\nmotions to dismiss de novo.   Patterson v. United States, 451 F.3d\n\n268, 270 (1st Cir. 2006).   In so doing, we \"tak[e] the allegations\n\nin the complaint as true and mak[e] all reasonable inferences in\n\nfavor of plaintiff.\"   Doran v. Mass. Turnpike Auth., 348 F.3d 315,\n\n318 (1st Cir. 2003).   We may affirm on any basis supported by the\n\nrecord. Carroll v. Xerox Corp., 294 F.3d 231, 241 (1st Cir. 2002).\n\nA.        Appellate Jurisdiction\n\n          1.     Timeliness of Notice of Appeal\n\n          Courts of appeals may only hear appeals from \"final\n\ndecisions\" of district courts.     28 U.S.C. § 1291.   \"[T]he term\n\n'final decision' normally refers to a final judgment.\"     Sell v.\n\nUnited States, 539 U.S. 166, 176 (2003).    \"[A] judgment is final\n\n\n\n     4\n       No final judgment appears to have been entered against\nBulger and the fifty John Doe defendants, who were never served.\n\n                                 -8-\n\fonly where it 'leaves nothing for the court to do but execute the\n\njudgement.'\"    Consol. Rail Corp. v. Fore River Ry. Co., 861 F.2d\n\n322, 325 (1st Cir. 1988) (quoting Catlin v. United States, 324 U.S.\n\n229, 233 (1945)). It is undisputed that the district court entered\n\na final judgment against all Defendants on September 28, 2005.              It\n\nis   also   undisputed   that   Plaintiff   did   not   appeal    that   final\n\njudgment.    Instead, Plaintiff relied on the notice of appeal filed\n\non June 14, 2005 –- more than three months prior to the entry of\n\nfinal judgment.      In order to exercise jurisdiction over this\n\naction, we must find that either:      (1) the June 14, 2005 appeal was\n\ntimely because the orders of dismissal underlying that appeal were\n\nfinal; or, if the orders were not final (2) the premature appeal\n\nripened into a timely notice of appeal following the entry of\n\njudgment on September 28, 2005.\n\n                   a.     Finality as of June 14, 2005\n\n                          i.    Rule 54(b) Certification\n\n            When a plaintiff sues multiple parties and a district\n\ncourt disposes of the claims against some but not all of the\n\ndefendants, the district court's decision is ordinarily not a\n\nfinal, appealable judgment unless the district court separately\n\ncertifies judgment against the relevant defendants pursuant to Rule\n\n54(b) of the Federal Rules of Civil Procedure.             See Nichols v.\n\nCadle Co., 101 F.3d 1448, 1449 n.1 (1st Cir. 1996).              The district\n\ncourt did not certify judgment against any of the defendants on\n\n\n                                    -9-\n\feither June 14, 2005 or any time thereafter.        As Defendants note,\n\nthe district court could have certified a final judgment as to\n\nthose defendants dismissed prior to the June 14, 2005 appeal\n\npursuant to Rule 54(b), and that partial judgment would have been\n\nappealable.   But the district court did not do that.       In fact, the\n\ndistrict   court   denied   Plaintiff's   motion   to   certify   a   final\n\njudgment pursuant to Rule 54(b) in the absence of the filing of a\n\nset of proposed facts that complied with that Rule. Therefore, the\n\norders of dismissal appealed from on June 14, 2005 did not become\n\nfinal by virtue of Rule 54(b), and are not appealable on that\n\nbasis.\n\n                        ii.   Served Versus Unserved Defendants\n\n           Plaintiff contends that even though the district court\n\ndid not certify that the orders appealed from on June 14, 2005 were\n\nfinal pursuant to Rule 54(b), these orders were nevertheless final\n\nbecause they disposed of the claims against all of the defendants\n\nwho were served with process.      According to Plaintiff, \"[i]t is\n\nwidely agreed that defendants who have not been served with process\n\nare not counted [for purposes of finality]; a disposition as to all\n\nthose who have been served is final\" (quoting 15A Charles Alan\n\nWright & Arthur R. Miller, Federal Practice and Procedure § 3914.7\n\n(2d ed. 1992)).    See Manley v. City of Chicago, 236 F.3d 392, 395\n\n(7th Cir. 2001) (holding that presence of unserved defendant does\n\nnot defeat finality); accord Cooper v. Pickett, 137 F.3d 616, 621-\n\n\n                                  -10-\n\f22 (9th Cir. 1997); Ins. Co. of No. Am. v. Dealy, 911 F.2d 1096,\n\n1099 (5th Cir. 1990).     Although Defendants concede that unserved\n\ndefendants are not counted for purposes of finality, we need not\n\ndecide that point of law in this case.        Defendants argue that even\n\nif the disposition of claims against all served defendants renders\n\na   district   court's   decision    final,   the   orders    of   dismissal\n\nunderlying the June 14, 2005 appeal did not dispose of the claims\n\nagainst all of the served defendants and, therefore, did not\n\nconstitute a final disposition.       We agree.\n\n           When Plaintiff filed her appeal on June 14, 2005, the\n\ndistrict   court   had   dismissed   Plaintiff's     claims   against   all\n\ndefendants except Flemmi, Weeks, Bulger, and the fifty John Does.\n\nWhile Bulger and the fifty John Does had not been served, the\n\nrecord indicates that Flemmi and Weeks had been served. The docket\n\nreveals that Plaintiff filed a proof of compliance with waiver of\n\nservice with respect to Flemmi and Weeks, among other Defendants.\n\nThe docket entries for September 27 and 28, 2005 further state that\n\nthe district court entered default judgments against Flemmi and\n\nWeeks but not Bulger for whom \"[n]o service has been made.\"\n\n           Various statements by Plaintiff support this conclusion.\n\nIn her brief to us, Plaintiff states that \"[t]he district court has\n\nentered final decisions dismissing all claims in the complaint\n\nagainst all served defendants, leaving only James Bulger, who is a\n\nfugitive from justice and an unserved defendant.\" (Emphasis added;\n\n\n                                    -11-\n\fcitations    omitted.)     Plaintiff    further   states   that   after\n\n\"enter[ing] defaults against Bulger, Flemmi and Weeks\" on September\n\n27, 2005, \"the default against Bulger was vacated because he had\n\nnot been served with process.      The defaults against Flemmi and\n\nWeeks remained for failure to plead or otherwise defend. . . .\"\n\nPlaintiff likewise states in her reply brief that \"[a]ll defendants\n\nhave been served or appeared, except Bulger, Flemmi and Weeks,\"\n\nindicating that while Flemmi and Weeks had not appeared, they had\n\nbeen served.   (Emphasis added.)5 Therefore, the outstanding claims\n\nagainst Flemmi and Weeks defeated finality at the time of the June\n\n14, 2005 appeal, thereby making the notice of appeal untimely.\n\n                   b.    Finality as of September 28, 2005\n\n            Since Plaintiff cannot show that the orders appealed from\n\non June 14, 2005 were final and thus appealable, we must determine\n\nwhether Plaintiff's premature June 14, 2005 appeal nevertheless\n\nripened into a timely notice of appeal after the entry of judgment\n\nagainst all of Defendants on September 28, 2005.      Federal Rule of\n\nAppellate Procedure 4(a)(2) addresses premature notices of appeal,\n\nstating that \"[a] notice of appeal filed after the court announces\n\n\n     5\n       At oral argument, counsel for Plaintiff stated that Flemmi\nand Weeks were never served, and that default judgment was entered\nagainst Plaintiff –- not Flemmi and Weeks. This is incorrect. The\nnotice of default states that \"[f]or failure of the defendants\nKevin Weeks, James Bulger, and Stephen J. Flemmi to plead or\notherwise defend as provided by Rule 55(a) of the Federal Rules of\nCivil Procedure, notice is hereby given that the defendants have\nbeen defaulted this 27th day of September, 2005.\" This notice was\nsubsequently vacated against Bulger for lack of service.\n\n                                 -12-\n\fa decision or order –- but before the entry of judgment or order –-\n\nis treated as filed on the date of and after the entry.\"                 In\n\nFirsTier Mortgage Co. v. Investors Mortgage Insurance Co., 498 U.S.\n\n269 (1991), the Supreme Court held that \"Rule 4(a)(2) permits a\n\nnotice of appeal filed from certain nonfinal decisions to serve as\n\nan effective notice from a subsequently entered final judgment.\"\n\nId. at 274.      The Supreme Court cautioned, however, that Rule\n\n4(a)(2) does not render all premature notices of appeal effective\n\nupon the entry of final judgment.         On the contrary, \"Rule 4(a)(2)\n\npermits a notice of appeal from a nonfinal decision to operate as\n\na notice of appeal from the final judgment only when a district\n\ncourt announces a decision that would be appealable if immediately\n\nfollowed by the entry of judgment.\"        Id. at 276.\n\n             If the district court had ordered the dismissal of\n\nPlaintiff's claims against all Defendants prior to Plaintiff's\n\nappeal, and had entered final judgment against them after the\n\nPlaintiff's appeal, this would be an easy case.          Under FirsTier,\n\nsince the orders of dismissal would have been appealable once the\n\nperfunctory entry of judgment was made, Plaintiff's premature\n\nnotice of appeal would ripen into a timely notice after the entry\n\nof final judgment.     See id. at 277 (holding that premature appeal\n\nof   bench    ruling   which   \"purport[ed]    to   dispose   of   all   of\n\n[plaintiff's] claims\" ripened upon entry of final judgment).\n\n\n\n\n                                   -13-\n\f            Here, however, the district court ordered the dismissal\n\nof Plaintiff's claims against some -– but not all -– Defendants\n\nprior to Plaintiff's appeal.               Thus, the orders appealed from\n\n\"w[ere] not literally [] decision[s] that would be appealable if\n\nimmediately followed by the entry of judgment.\"            Clausen v. Sea-3,\n\nInc., 21 F.3d 1181, 1186 (1st Cir. 1994).             Because claims against\n\nFlemmi and Weeks remained, Plaintiff's appeal \"did not dispose of\n\nall   the   claims   in    the   case.      Therefore,   judgment    could   not\n\nperfunctorily    be       entered   following      the   ruling     absent   the\n\ncertification called for by [Rule 54(b)].\" Id. (emphasis omitted).\n\n            In Clausen, we extended FirsTier's holding to decisions\n\ninvolving fewer than all claims or fewer than all parties.               There,\n\nwe held that a premature notice of appeal of a decision disposing\n\nof some but not all claims ripened into an effective notice because\n\nthe decision would have been appealable if immediately followed by\n\ncertification pursuant to Rule 54(b).            See 21 F.3d at 1186 (noting\n\nthat a decision that was appropriate for immediate appeal pursuant\n\nto Rule 54(b) was \"close enough to a decision that would be\n\nappealable if immediately followed by the entry of judgement.\"\n\n(internal quotation marks and emphasis omitted)); see also In re\n\nBryson, 406 F.3d 284, 288 (4th Cir. 2005) (\"[While] the FirsTier\n\nCourt had no occasion to consider an entry of judgment pursuant to\n\n[Rule 54(b)]; [] nothing in FirsTier indicates that its holding\n\ndoes not apply to such judgments.               And rightly so:      a judgment\n\n\n                                         -14-\n\fproperly certified by a district court pursuant to [Rule 54(b)] .\n\n. . is just as final as one made final pursuant to other rules.\").\n\nThis case is consistent with Clausen –- the orders of dismissal\n\nwould have been appealable if certified pursuant to 54(b).                 We\n\nindicated as much in our July 22, 2005 order, in which we noted\n\nthat   \"claims   against     other   defendants    remain   pending   in   the\n\ndistrict court\" and directed Plaintiff to show cause why the appeal\n\nshould not be dismissed absent certification pursuant to Rule\n\n54(b).\n\n            Defendants attempt to distinguish Clausen. The premature\n\nnotice in that case ripened upon the entry of a Rule 54(b)\n\ncertification.    As defendants point out, the decision in this case\n\nwas never, in fact, certified.         Rather, final judgment was entered\n\npursuant to Fed. R. Civ. P. 58.             This argument is unavailing.\n\nFirsTier's inquiry is a hypothetical one:              would the decision\n\nunderlying the premature notice have been appealable immediately\n\nfollowing    entry    of   judgment?        See   Outlaw    v.   Airtech   Air\n\nConditioning and Heating, Inc., 412 F.3d 156, 162 (D.C. Cir. 2005)\n\n(\"[FirsTier] asks hypothetically whether the nonfinal decision from\n\nwhich an appeal was noted would be appealable if immediately\n\nfollowed by the entry of judgment.\" (internal quotation marks,\n\ncitation, and emphasis omitted)). In Clausen, we placed a gloss on\n\nFirsTier's hypothetical inquiry: would the decision underlying the\n\npremature    notice   have    been    appealable    immediately     following\n\n\n                                     -15-\n\fcertification pursuant to Rule 54(b)? See Clausen, 21 F.3d at 1186\n\n(\"[The district court] had to satisfy itself and certify that the\n\ndecision was, in effect, appropriate for immediate appeal, pursuant\n\nto [Rule 54(b)], notwithstanding its failure to resolve all claims\n\nmade in the lawsuit.\").            It does not matter that the underlying\n\norders of dismissal, although certifiable at the time of the June\n\n14, 2005 appeal, were never, in fact, certified, but rather were\n\nmade final by the entry of a final judgment on September 28, 2005.\n\n\"Although the hypothetical judgment in FirsTier was identical to\n\nthe kind of judgment eventually entered, nothing in FirsTier\n\nrequires that the hypothetical judgment considered in applying its\n\ntest be the same type as the one actually entered.\"                 Outlaw, 412\n\nF.3d at 162.        All that is required is that \"[t]here must at some\n\npoint prior to consideration of the appeal actually have been a\n\nfinal appealable judgment of some sort entered.\"               Id. (emphasis\n\nadded).\n\n            Defendants concede that \"the district court could have\n\ncertified a final judgment as to th[e relevant] defendants under\n\n[Rule     54(b)],     and   that     partial    judgment   would    have    been\n\nappealable.\"        In   other   words,   the   decision   \"would    have   been\n\nappealable immediately\" by virtue of Rule 54(b).                     Therefore,\n\nPlaintiff's premature notice of appeal ripened upon the entry of\n\nfinal judgment on September 28, 2005.            Defendants failure to cite\n\nany authority in support of its argument, together with the wealth\n\n\n                                       -16-\n\fof authority supporting the timeliness of such appeals, bolsters\n\nthis conclusion.     See Outlaw, 412 F.3d at 162 (holding that a\n\npremature notice of appeal of decision disposing of plaintiff's\n\nclaims against some but not all defendants -– which would have been\n\nappealable pursuant to Rule 54(b) –- ripened upon the entry of\n\nfinal judgment); accord Garwood Packaging, Inc. v. Allen & Co.,\n\nInc., 378 F.3d 698, 701 (7th Cir. 2004) (holding that premature\n\nnotice of appeal \"took effect when, the last defendant having been\n\ndismissed, the decision became final\"); Ruiz v. McDonnell, 299 F.3d\n\n1173, 1179-80 (10th Cir. 2002) (holding that plaintiff's notice of\n\nappeal filed after the dismissal of all except one defendant\n\nripened upon the district court's entry of default judgment against\n\nthe remaining defendant); id. at 1179 (\"[A] notice of appeal filed\n\nbefore the district court disposes of all claims is nevertheless\n\neffective if the appellant obtains either certification pursuant to\n\n[Rule 54(b)] or final adjudication before the court of appeals\n\nconsiders    the   case   on   its   merits.\").   We   therefore   have\n\njurisdiction to consider Plaintiff's appeal.\n\n            2.     Exhaustion under the FTCA\n\n            Notwithstanding the timeliness of Plaintiff's appeal, we\n\nmust next determine whether Plaintiff exhausted her administrative\n\nremedies under the FTCA. The United States, as a sovereign, cannot\n\nbe sued absent an express waiver of its immunity.       FDIC v. Meyer,\n\n510 U.S. 471, 475 (1994); see also Skwira v. United States, 344\n\n\n                                     -17-\n\fF.3d 64, 72 (1st Cir. 2003).                The FTCA is such a waiver.           It\n\npermits individuals to sue the government \"for injury or loss of\n\nproperty, or personal injury or death caused by the negligent or\n\nwrongful act or omission of any employee of the Government while\n\nacting within the scope of his office or employment.\"                  28 U.S.C. §\n\n1346(b)(1); see also 28 U.S.C. § 2674 (\"The United States shall be\n\nliable [with respect] . . . to tort claims[] in the same manner and\n\nto    the   same     extent      as   a    private      individual     under   like\n\ncircumstances\").\n\n            \"The waiver effected by the FTCA is, however, closely\n\ncircumscribed by the terms of the statute.\"                        Rakes v. United\n\nStates, 442 F.3d 7, 18 (1st Cir. 2006).                      \"[T]o ensure that\n\n'meritorious claims can be settled more quickly without the need\n\nfor   filing    suit      and    possible        expensive   and    time-consuming\n\nlitigation,'\"       the   FTCA    includes       an   administrative    exhaustion\n\nrequirement.       Pascale v. United States, 998 F.2d 186, 188 (3d Cir.\n\n1993) (quoting S. Rep. No. 1327, 89th Cong., 2d Sess. 6 (1966),\n\nreprinted in 1966 U.S.C.C.A.N. 2515, 2517) (internal brackets\n\nomitted).    28 U.S.C. § 2675(a) states that\n\n      [a]n action shall not be instituted upon a claim against\n      the United States for money damages for injury or loss of\n      property or personal injury or death caused by the\n      negligent or wrongful act or omission of any employee of\n      the Government while acting within the scope of his\n      office or employment, unless the claimant shall have\n      first presented the claim to the appropriate Federal\n      agency and his claim shall have been finally denied by\n      the agency in writing and sent by certified or registered\n      mail. The failure of an agency to make final disposition\n\n                                          -18-\n\f     of a claim within six months after it is filed shall, at\n     the option of the claimant any time thereafter, be deemed\n     a final denial of the claim for purposes of this section.\n\nIn short, Plaintiff may not file a tort claim in district court\n\nuntil (i) the agency finally denies the administrative claim, or\n\n(ii) six months pass without a final denial of the administrative\n\nclaim -- whichever comes first.\n\n          The government argues that the district court lacked\n\njurisdiction to review Plaintiff's FTCA claim because it was filed\n\non April 2, 2003 –- before the DOJ issued its denial of Plaintiff's\n\nadministrative tort claim (on April 15, 2003), and within the\n\nsix-month waiting period otherwise required. Plaintiff argues that\n\nwhile she filed her complaint before the administrative denial, she\n\n\"did not serve or attempt to serve any defendant\" until September\n\n29, 2003 –- well \"after the [administrative] claim was denied on\n\nApril 15, 2003.\"   Thus, Plaintiff argues, \"[t]his action was begun\n\nwhen service of process was made after denial of plaintiff['s]\n\nadministrative claim.\"   We disagree.\n\n          Plaintiff does not cite any authority for the proposition\n\nthat we should look at the date of service of process as opposed to\n\nthe date on which the complaint was filed in determining whether\n\nPlaintiff exhausted her administrative remedy.    We also have not\n\nfound any such authority.   On the contrary, the plain language of\n\nthe statute and Supreme Court case law interpreting the statute\n\npoint to the opposite conclusion.       Section 2675(a) states, in\n\n\n                                -19-\n\frelevant part, that \"[a]n action shall not be instituted upon a\n\nclaim against the United States\" unless the claimant first presents\n\nthe claim to the appropriate Federal agency and the claim is\n\nfinally denied. (Emphasis added.) According to the Supreme Court,\n\n\"the word 'institute' is synonymous with the words 'begin' and\n\n'commence.'\"      McNeil v. United States, 508 U.S. 106, 112 (1993).\n\nPursuant to Rule 3 of the Federal Rules of Civil Procedure, \"[a]\n\ncivil action is commenced by filing a complaint with the court.\"\n\nThus, an action is instituted for purposes of section 2675(a) when\n\nthe complaint is filed.       See McNeil, 508 U.S. at 112 (rejecting the\n\nargument that an action is instituted when \"substantial progress\n\nhas been made in the litigation\").\n\n           Plaintiff's other arguments fare no better.                 Plaintiff\n\ncontends   that    since    she   complied   with   the    FTCA's   statute   of\n\nlimitations    under   28    U.S.C.   §   2401(b)   –-    the   only   statutory\n\nprovision referenced in the DOJ's denial of her administrative tort\n\nclaim –- we have jurisdiction to review her FTCA claim.                    This\n\nargument is incorrect.\n\n           Section 2401(b) states that\n\n     [a] tort claim against the United States shall be forever\n     barred unless it is presented in writing to the\n     appropriate Federal agency within two years after such\n     claim accrues or unless action is begun within six months\n     after the date of mailing, by certified or registered\n     mail, of notice of final denial of the claim by the\n     agency to which it was presented.\n\n\n\n\n                                      -20-\n\fEven if we assume that Plaintiff's claim was brought within the\n\ntime allotted by section 2401(b), this timeliness has nothing to do\n\nwith    whether       Plaintiff   has   satisfied     the   FTCA's     exhaustion\n\nrequirement under section 2675(a). Section 2401(b) limits the time\n\na claimant has to file its administrative tort claim and complaint,\n\nrespectively.         Specifically, the statute requires that a claimant\n\npresent an administrative tort claim to the appropriate government\n\nagency within two years of accrual of the claim, and, assuming the\n\nclaim is denied, file a complaint in district court within six\n\nmonths of notice of final denial by the agency.               Section 2675(a),\n\non the other hand, prescribes what a claimant must do before\n\nbringing an FTCA claim in federal court. Specifically, the statute\n\nrequires that the claimant wait for a final disposition from the\n\nagency (or, in lieu thereof, the passage of six months without a\n\nfinal   disposition)       before    filing    the   complaint.      Plaintiff's\n\ncontention that her alleged compliance with section 2401(b)'s\n\nstatute of limitations relieved her of section 2675(a)'s exhaustion\n\nrequirement is therefore unavailing.\n\n            In    a    related    argument,    Plaintiff    contends    that   \"by\n\nwaiting out the response time on the administrative claim\" under\n\nthe FTCA, \"the agency could cause the statute of limitations to\n\nexpire on Bivens claims or force separate suits.\"                 While that may\n\n\n\n\n                                        -21-\n\fbe true in this case,6 the remedy is for Plaintiff to file separate\n\nclaims, which would not be barred by the rule against claim-\n\nsplitting.     See Torromeo v. Fremont, 438 F.3d 113, 117 (1st Cir.\n\n2006); see also Restatement (Second) of Judgments § 26(1)(c)\n\n(allowing exception to rule against claim-splitting where \"[t]he\n\nplaintiff was unable to rely on a certain theory of the case or to\n\nseek a certain remedy or form of relief in the first action because\n\nof the limitations on the subject matter jurisdiction of the courts\n\n. . . and the plaintiff desires in the second action to rely on\n\nthat theory or to seek that remedy or form of relief.\").             We cannot\n\nread the exhaustion requirement out of the FTCA.             See McNeil, 508\n\nU.S. at 113 (\"The FTCA bars claimants from bringing suit in federal\n\ncourt until they have exhausted their administrative remedies.\");\n\nsee also Acosta v. U.S. Marshals Service, 445 F.3d 509, 513 (1st\n\nCir. 2006) (\"The [FTCA] also contains an exhaustion requirement,\n\nwhich    has   been   viewed     as     'a    non-waivable      jurisdictional\n\nrequirement'    limiting   the   suit    to   claims   fairly    made   to   the\n\nagency.\" (quoting Santiago-Ramirez v. Sec'y of Dep't of Def., 984\n\nF.2d 16, 18, 19-20 (1st Cir. 1993)).\n\n           Finally, Plaintiff implies that since Defendants raised\n\nthis argument \"for the first time\" on appeal, we cannot review it.\n\n\n     6\n       Plaintiff argues that if she had waited six months to file\nher complaint in district court, i.e., July 14, 2003, her claim\nwould have fallen outside of the three-year statute of limitations\nunder Bivens and state tort law, which required her claim to be\nfiled by April 3, 2003.\n\n                                      -22-\n\fThis argument is unavailing.             \"[An] objection to subject matter\n\njurisdiction is not waivable and may be raised for the first time\n\non appeal.\"    F.A.C., Inc. v. Cooperativa de Seguros de Vida de\n\nPuerto Rico, 449 F.3d 185, 189 (1st Cir. 2006).                By filing the\n\ncomplaint in the absence of agency action and in less than six\n\nmonths of filing her administrative tort claim, Plaintiff failed to\n\nexhaust her remedies.          We therefore lack jurisdiction to review\n\nPlaintiff's FTCA claim against the government.\n\nB.          Merits\n\n            Plaintiff's Bivens and wrongful death claims are subject\n\nto a three-year statute of limitations.            See Mass. Gen. Laws ch.\n\n229, § 2 (stating that \"an action to recover damages [for wrongful\n\ndeath] shall be commenced within three years\"). While Congress has\n\nnot established a limitations period for Bivens claims, \"courts\n\ngenerally have applied state statutes of limitations to Bivens\n\nactions notwithstanding the fact that such actions lie only against\n\nfederal officers.\"        Rossiter v. Potter, 357 F.3d 26, 34 n.7 (1st\n\nCir. 2004); see also Wilson v. Garcia, 471 U.S. 261, 266-67 (\"When\n\nCongress has not established a time limitation for a federal cause\n\nof action, the settled practice has been to adopt a local time\n\nlimitation as federal law if it is not inconsistent with federal\n\nlaw   or   policy    to   do    so.\").      We   need   not   decide   between\n\nMassachusetts' statute of limitations for tort actions, Mass. Gen.\n\nLaws ch. 260, § 2A, and Massachusetts' statute of limitations for\n\n\n                                     -23-\n\fcivil rights actions, Mass. Gen. Laws ch. 260, § 5B, in determining\n\nthe limitations period for Plaintiff's Bivens claims, since both\n\nstatutes of limitations are three years.            See Street v. Vose, 936\n\nF.2d 38, 39 n.2 (1st Cir. 1991).\n\n            This three-year limitations period commenced upon the\n\n\"accrual\" of Plaintiff's claims.         While state law establishes the\n\nstatute of limitations for Bivens claims, \"the question of when a\n\ncause of action accrues in a civil rights case is a matter of\n\nfederal law.\"       Nieves v. McSweeney, 241 F.3d 46, 52 (1st Cir.\n\n2001).   \"Under federal law, the statute of limitations on a Bivens\n\nclaim begins to run when the plaintiff knows or has reason to know\n\nof the existence and cause of the injury which is the basis of his\n\naction.\" Van Tu v. Koster, 364 F.3d 1196, 1199 (10th Cir. 2004).\n\nAs to Plaintiff's wrongful death claim, the accrual period provided\n\nby the statute itself is similar: \"three years from the date of\n\ndeath, or within three years from the date when the deceased's\n\nexecutor or administrator knew, or in the exercise of reasonable\n\ndiligence, should have known of the factual basis for a cause of\n\naction.\"    Mass. Gen. Laws ch. 229, § 2.       Thus, for both the Bivens\n\nand   wrongful   death   claims,   the     three-year   limitations   period\n\ncommenced    when    Plaintiff     had     either    actual   knowledge   or\n\nconstructive knowledge of her husband's death and \"sufficient facts\n\nto permit a reasonable person to believe that there [wa]s a causal\n\n\n\n\n                                    -24-\n\fconnection between the government and her [husband's death].\"\n\nSkwira, 344 F.3d at 78.7\n\n          As    the   district   court   noted,   Plaintiff    must   have\n\nknowledge of facts sufficient to permit a reasonable person to\n\nbelieve that:   \"Bulger and Flemmi were instrumental in the murder\n\nof Barrett[;] Bulger and Flemmi were informants for the FBI[;] and\n\n[] the FBI . . . protected and encouraged Bulger and Flemmi in\n\ntheir criminal activity, including Barrett's murder.\"          While \"[a]\n\nclaim does not accrue when a person has a mere hunch, hint,\n\nsuspicion, or rumor of a claim,\" McIntyre v. United States, 367\n\nF.3d 38, 52 (1st Cir. 2004) (internal quotation marks and citation\n\nomitted), \"conclusive knowledge is not necessary.\"            Skwira, 344\n\nF.3d at 78.\n\n          Plaintiff filed her complaint on April 2, 2003.          If her\n\nclaims accrued prior to April 2, 2000, she was beyond the statute\n\n\n     7\n       We acknowledge that the formulation of the accrual standard\nwe apply here is taken from Skwira, which addressed the accrual of\nFTCA claims rather than Bivens claims. See Skwira, 344 F.3d at 78.\nHowever, the formulation in Skwira is comparable to the accrual\nstandard used in the Bivens context. See, e.g., Nasim v. Warden,\nMd. House of Correction, 64 F.3d 951, 955 (4th Cir. 1995)(en banc)\n(stating as to Bivens actions that \"[u]nder federal law a cause of\naction accrues when the plaintiff possesses sufficient facts about\nthe harm done to him that reasonable inquiry will reveal his cause\nof action.\").      As for applying the Skwira formulation to\nPlaintiff's wrongful death claim, Massachusetts leaves it within\nthe discretion of the court to fashion a precise accrual standard\nbased on the statutory language. Pobieglo v. Monsanto Co., 521\nN.E.2d 728, 731 (Mass. 1988) (\"When the Legislature limits the time\nwithin which suit can commence from the date of accrual, it leaves\nto the court the determination of the precise meaning of the term\naccrued.\").\n\n                                  -25-\n\fof limitations when she filed the cause of action.                Plaintiff\n\nargues that she neither \"knew [n]or had reason to know that her\n\nhusband had been murdered by specific persons and that such murder\n\nhad   been   caused   by   law   enforcement   officials   of   the   federal\n\ngovernment\" until some time on or after April 3, 2000.8           Since she\n\nfiled her complaint on April 2, 2003, Plaintiff argues that her\n\nBivens and wrongful death claims are thus within the three-year\n\nstatute of limitations.      Plaintiff contends that her March 9, 2000\n\nstatement, which, according to the district court, \"indicate[d]\n\nthat . . . she knew that the government was responsible for the\n\nmurder of her husband,\" was misconstrued by the court.            Plaintiff\n\nargues that while she stated in the article that \"the government is\n\nresponsible\" and that it \"gave them a license to kill,\" she did not\n\ndirectly reference Bulger, Flemmi, the FBI, or any other state or\n\nfederal agency. Plaintiff also points to a statement that she made\n\nto reporters in July 2000 –- stating that, \"[w]hoever did it should\n\nbe brought to justice\" -- in support of her argument that she had\n\nno knowledge of who killed her husband.         Plaintiff further argues\n\nthat the Salemme decision \"contained little more than conjecture\n\n\n\n      8\n       There is some discrepancy in the record surrounding the date\non which Plaintiff contends that her Bivens and wrongful death\nclaims accrued. In her appellate brief, Plaintiff appears to argue\nthat her claims accrued on April 3, 2000 when her husband's body\nwas released to her. However, at oral argument and in a letter\nsubmitted to us pursuant to Rule 28(j) of the Federal Rules of\nAppellate Procedure, Plaintiff states that her claims did not\naccrue until after \"Flemmi's guilty plea\" on October 14, 2003.\n\n                                     -26-\n\fand speculation concerning FBI misconduct and culpability in the\n\nhandling of Bulger and Flemmi and nothing about the murder of\n\nBarrett.\"\n\n            Defendants argue that, prior to April 2, 2000, Plaintiff\n\nhad actual knowledge of facts sufficient to believe that her\n\nhusband   had    been    killed       by    persons    connected     to     the   federal\n\ngovernment,      as    evidenced       by     her     March    9,    2000    statement.\n\nTherefore, Defendants argue that Plaintiff's claims are time-\n\nbarred.   We agree.      While Plaintiff's March 9, 2000 statement does\n\nnot   specifically      reference          Bulger   and   Flemmi,     we    agree    with\n\nDefendants      that    based    on    the    context     of   the    article,      which\n\ndiscusses    the      positive    identification          of   Barrett's      body    and\n\nBulger's and Flemmi's involvement in Barrett's death, \"there can be\n\nno doubt that she is referring to defendants Bulger and Flemmi as\n\nactually committing the murder of her husband.\"                             Plaintiff's\n\nfailure to identify the specific government agency responsible for\n\nBulger and Flemmi's actions (i.e., the FBI), moreover, does not\n\nundermine the accrual of her claims.                      Accrual is based on a\n\nplaintiff's knowledge of facts sufficient to give rise to a belief\n\nthat the government –- not any particular agency of the government\n\n–- caused the injury.            See Skwira, 344 F.3d at 78 (\"[A] claim\n\naccrues under the FTCA once a plaintiff knows . . . sufficient\n\nfacts to permit a reasonable person to believe that there [wa]s a\n\ncausal connection between the government and her injury.\" (emphasis\n\n\n                                            -27-\n\fadded)).     Plaintiff's March 9, 2000 statement established her\n\nactual     knowledge   of   facts   sufficient   to   believe   that   the\n\ngovernment, through Bulger and Flemmi, caused the death of her\n\nhusband.9    We therefore agree with the district court that\n\n     by that statement, the plaintiff has admitted that, not\n     later than March 8, 2000, she had actual knowledge of the\n     involvement of Bulger and Flemmi in Barrett's murder, the\n     fact that Bulger and Flemmi were FBI informants at the\n     time of Barrett's murder, and the fact that the FBI\n     encouraged and protected Bulger and Flemmi in the murder\n     of Barrett. In short, her statement indicates that by\n\n\n     9\n       Plaintiff argues that the district court should not have\nrelied on Wheeler v. United States, 367 F.3d 38 (1st Cir. 2004), in\nwhich we upheld the dismissal of a tort action against the\ngovernment -- which arose out of the murder of the decedent by FBI\ninformants -- on statute-of-limitations grounds.     Id. at 60-61.\nRather, Plaintiff argues that the district court should have relied\non the consolidated case of McIntyre v. United States, 367 F.3d 38\n(1st Cir. 2004), in which we vacated the dismissal of a tort action\nagainst the government -- which arose out of the murder of an FBI\ninformant by other FBI informants -- on statute-of-limitations\ngrounds. Id. at 57. Plaintiff's argument is without merit. The\ndistrict properly relied on Wheeler, which is factually similar to\nthis case, and did not rely on McIntyre, which is distinguishable\nfrom this case because it involved the murder of an FBI informant\nwhose status was betrayed by the government.\n     Plaintiff also contends that the statute of limitations on her\nclaims should be equitably tolled for two reasons: first, because\nof \"her fear for the safety of the rest of her family\" which\npresumably delayed her filing of her claims; and second, because of\nthe district court's \"disparate treatment of [P]laintiff\" as\ncompared to its treatment of the plaintiff in Donahue v. F.B.I.,\n204 F. Supp. 2d 169 (D. Mass. 2002), whose claim was not barred by\nthe FTCA's statute of limitations. Neither argument appears to\nhave been raised below and neither is developed on appeal. While\nwe have recognized the availability of duress for tolling the\nFTCA's statute of limitations, Rakes v. U.S., 442 F.3d 7, 26 (1st\nCir. 2006), Plaintiff cannot argue on appeal issues not raised\nbelow or developed only perfunctorily on appeal. See Bonas v. Town\nof N. Smithfield, 265 F.3d 69, 76 n.5 (1st Cir. 2001) (\"[I]ssues\nraised by an appellant but not developed are deemed waived.\").\n\n\n                                    -28-\n\f     March 8, 2000, she knew that the government                   was\n     responsible for the murder of her husband.10\n\n                                  III.\n\n          The   death   of   Barrett     as   the   result   of   the   FBI's\n\nmisconduct is a tragedy.     The rejection of what might otherwise be\n\na meritorious claim because of the technical requirements of the\n\nFTCA and related laws is unfortunate.          But these requirements do\n\nserve important purposes.11    It is also a fact that some plaintiffs\n\nhave succeeded in meeting these requirements.           See McIntyre, 367\n\nF.3d at 57; Donahue, 204 F. Supp. 2d at 177-78.         In this case, that\n\nhas not happened.   For the foregoing reasons, the district court's\n\norders of dismissal entered on October 28, 2004, December 1, 2004,\n\nand April 15, 2005, which underlay Plaintiff's June 14, 2005\n\nappeal, are affirmed.    No costs shall be taxed against Plaintiff.\n\n          So ordered.\n\n\n     10\n       Because we find that Plaintiff had actual knowledge of her\nhusband's death and sufficient facts to believe that the government\nwas involved in his death, we need not analyze whether Plaintiff\nalso had constructive knowledge of these facts. See Patterson, 451\nF.3d at 271 (distinguishing between actual knowledge and\nconstructive knowledge).\n     11\n        \"The purpose of the FTCA's exhaustion requirement is to\nfacilitate the administrative evaluation of tort claims by the\nagency whose activity gave rise to the claim and permit settlement\nof meritorious claims more quickly and without litigation.\" Warrum\nv. United States, 427 F.3d 1048, 1050 (7th Cir. 2005) (citing\nMcNeil, 508 U.S. at 112 n. 7 (1993). \"[T]he primary purpose of a\nstatute of limitations is to prevent plaintiffs from sleeping on\ntheir rights and to prohibit the prosecution of stale claims.\"\nEdes v. Verizon Communications, Inc., 417 F.3d 133, 142 (1st Cir.\n2005) (internal quotation marks, citation, and brackets omitted).\n\n\n\n                                  -29-\n\f",
  "html": "<p class=\"case_cite\">462 F.3d 28</p>\n    <p class=\"parties\">Estate of Arthur M. BARRETT by Elaine Barrett, In Her Capacity as Administratrix of the ESTATE OF Arthur M. BARRETT, Plaintiff, Appellant,<br>v.<br>UNITED STATES, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 05-1905.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 7, 2006.</p>\n    <p class=\"date\">Decided September 7, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Earle C. Cooley, with whom Kevin M. Glynn and Cooley Manion Jones LLP were on brief, for appellant.</p>\n      <p class=\"indent\">Joshua Waldman, Appellate Staff Attorney, with whom Peter D. Keisler, Assistant Attorney General, Michael J. Sullivan, United States Attorney, and Robert S. Greenspan, Appellate Staff Attorney, were on brief, for United States.</p>\n      <p class=\"indent\">Stephen C. Pfaff, with whom Douglas I. Louison, Merrick, Louison &amp; Costello, LLP, William A. Brown, Alan D. Rose, Alan D. Rose, Jr., Richard E. Bowman, Rose &amp; Associates, Brian P. Fitzsimmons, Hanley, Hassett &amp; Fitzsimmons, LLC, Christine M. Roach, and Roach &amp; Carpenter, PC were on brief, for appellees Roderick Kennedy, Robert Fitzpatrick, James Ring, James Ahearn, and James Greenleaf.</p>\n      <p class=\"indent\">Before LIPEZ and HOWARD, Circuit Judges, and HUG,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case is the latest in a series of tragic cases arising out of the FBI's mishandling of informants drawn from organized crime. Elaine Barrett (or \"Plaintiff\"), in her capacity as administratrix of the estate of her deceased husband, appeals from the dismissal of her claims under the Federal Tort Claims Act (FTCA), 28 U.S.C. &#167;&#167; 1346(b), 2671-2680 (2000), the Fourth and Fifth Amendments to the Constitution, and Massachusetts' wrongful death statute, Mass. Gen. Laws ch. 229, &#167; 2, due to her failure to file within the applicable two- and three-year statutes of limitations. The government and the individual defendants (\"Defendants\") argue that we have no jurisdiction to review the dismissal of these claims and, alternatively, that Plaintiff's claims are time-barred.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">While we recognize the tragedy experienced by Barrett and his loved ones, the technical requirements of the FTCA and related laws are clear, they serve important purposes, and we are bound to follow them. Although we have jurisdiction to consider this appeal, we do not have jurisdiction to review Plaintiff's FTCA claim against the government because Plaintiff did not exhaust her administrative remedies. Plaintiff's constitutional and wrongful death claims likewise fail because Plaintiff waited more than three years to file her complaint after the accrual of her cause of action. We therefore affirm the district court's orders of dismissal appealed from on June 14, 2005.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1983, Plaintiff's spouse was kidnapped and murdered by James Bulger, Stephen Flemmi, and Kevin Weeks. The Federal Bureau of Investigation (\"FBI\") protected Bulger and Flemmi, both of whom served as confidential informants for the FBI, from arrest, prosecution, and investigation for this and other crimes in order to maintain them as confidential informants. On September 15, 1999, the District Court of Massachusetts (Wolf, J.) issued a decision in <i>United States v. Salemme,</i> 91 F.Supp.2d 141 (D.Mass.1999), which discussed the FBI's relationship with Bulger and Flemmi and the protection from criminal prosecution that the agency afforded them. The <i>Salemme</i> decision specifically mentioned Bulger's and Flemmi's slaying of Barrett, and noted that the FBI had been informed that Bulger was responsible for Barrett's murder. <i>Id.</i> at 257-57. In January 2000, Barrett's body was exhumed from a gully alongside the Southeast Expressway in Dorchester, Massachusetts, although post-mortem determinations and procedures sufficient to identify and permit release of his remains were not completed for another three months. On March 9, 2000, in response to the reported positive identification of Barrett's remains, Plaintiff told reporters that, \"I think the government is responsible because if they put them away when they should have, Bucky would be alive today. They gave them a license to kill and do whatever they wanted.\" Barrett's body was released to Plaintiff on April 3, 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On January 14, 2003, Elaine Barrett, Arthur Barrett's widow and the administratrix of his estate, presented to the government (i.e., the Department of Justice (\"DOJ\") and the FBI) an administrative tort claim under the FTCA, notifying the government of \"Barrett's injuries and wrongful death caused by the negligent and wrongful acts or omissions of [its] employees.\" On April 2, 2003, before the government denied the administrative claim and before six months had passed, Plaintiff filed a complaint in the U.S. District Court of Massachusetts, seeking redress from the government pursuant to the FTCA, and seeking redress from eight former FBI agents, James Bulger, Stephen Flemmi, and Kevin Weeks pursuant to the Fourth and Fifth Amendments (under <i>Bivens v. Six Unknown Agents of the Fed'l Bureau of Narcotics,</i> 403 U.S. 388, 91 S.Ct. 1999, 29 L.Ed.2d 619 (1971))<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and Massachusetts' wrongful death statute. On April 15, 2003, the DOJ denied the FTCA claim as untimely based on the FTCA's two-year statute of limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In November 2003, the government filed a motion to dismiss. Former FBI agents John Morris and Robert Fitzpatrick filed motions to dismiss in December 2003 and January 2004, respectively. On September 28, 2004, the district court, in a written opinion, dismissed Plaintiff's claims against the government as untimely under the FTCA's two-year statute of limitations, and against Morris and Fitzpatrick as untimely under the applicable three-year statute of limitations for Plaintiff's <i>Bivens</i> and wrongful death claims. On October 28, 2004, Plaintiff appealed the September 28, 2004 Order.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On December 1, 2004, \"for the reasons set forth in the [September 28, 2004 Order],\" the district court dismissed Plaintiff's claims against John J. Connolly, Jr. and James Ahearn. On April 14, 2005, we dismissed Plaintiff's October 28, 2004 appeal \"on the ground that we lack jurisdiction absent certification under Fed. R.Civ.P. 54(b).\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The following day, on April 15, 2005, the district court dismissed Plaintiff's claims against the three remaining FBI agents: James Ring, James Greenleaf, and Rod Kennedy.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> One month later, on June 14, 2005, Plaintiff appealed this order, together with \"each previous order of dismissal entered in this action,\" i.e., the September 28, 2004 Order and the December 1, 2004 Order. That same day, Plaintiff filed in the district court a motion for entry of immediate judgment against the dismissed defendants. The district court dismissed this motion without prejudice \"in the absence of the filing of a set of proposed findings that meet the requirements of Fed.R.Civ.P. 54(b).\" Plaintiff did not file any set of findings. Thus, the district court did not direct the entry of judgment against the dismissed defendants pursuant to Fed.R.Civ.P. 54(b).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On July 22, 2005, we issued an order responding to the June 14, 2005 appeal, stating that \"[b]ecause the orders of dismissal do not appear to be appealable final orders[,] and claims against other defendants remain pending in the district court, this court does not appear to have jurisdiction to consider this appeal absent certification pursuant to Fed.R.Civ.P. 54(b).\" We also noted that \"the notice of appeal as to `each previous order of dismissal entered in this case'\"&#8212;i.e., the September 28, 2004 Order and the December 1, 2004 Order&#8212;\"appears to be untimely\" because it was not filed within 60 days of the order from which it was appealed, as required by Fed. R.App. P. 4(a)(1). We thus required Plaintiff to move for voluntary dismissal or show cause why the appeal should not be dismissed. Plaintiff filed a showing of cause. On September 20, 2005, we issued an order \"allow[ing] the case to proceed for now, without prejudice to reconsideration of the jurisdictional question by the merits panel.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On September 27, 2005, the district court issued notices of default against Bulger, Flemmi, and Weeks. The following day, on September 28, 2005, the district court vacated the notice of default against Bulger because \"no service ha[d] been made,\" and entered final judgment \"in favor of defendants against Plaintiff\" on September 28, 2005, pursuant to Fed.R.Civ.P. 58.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Plaintiff did not appeal the entry of final judgment, but rather continued to rely for her appeal on the notice of appeal filed on June 14, 2005.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review the district court's grant of Defendants' motions to dismiss <i>de novo. Patterson v. United States,</i> 451 F.3d 268, 270 (1st Cir.2006). In so doing, we \"tak[e] the allegations in the complaint as true and mak[e] all reasonable inferences in favor of plaintiff.\" <i>Doran v. Mass. Turnpike Auth.,</i> 348 F.3d 315, 318 (1st Cir. 2003). We may affirm on any basis supported by the record. <i>Carroll v. Xerox Corp.,</i> 294 F.3d 231, 241 (1st Cir.2002).</p>\n    </div>\n    <p class=\"indent\">A. Appellate Jurisdiction</p>\n    <p class=\"indent\">1. Timeliness of Notice of Appeal</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Courts of appeals may only hear appeals from \"final decisions\" of district courts. 28 U.S.C. &#167; 1291. \"[T]he term `final decision' normally refers to a final judgment.\" <i>Sell v. United States,</i> 539 U.S. 166, 176, 123 S.Ct. 2174, 156 L.Ed.2d 197 (2003). \"[A] judgment is final only where it `leaves nothing for the court to do but execute the judgement.'\" <i>Consol. Rail Corp. v. Fore River Ry. Co.,</i> 861 F.2d 322, 325 (1st Cir.1988) (quoting <i>Catlin v. United States,</i> 324 U.S. 229, 233, 65 S.Ct. 631, 89 L.Ed. 911 (1945)). It is undisputed that the district court entered a final judgment against all Defendants on September 28, 2005. It is also undisputed that Plaintiff did not appeal that final judgment. Instead, Plaintiff relied on the notice of appeal filed on June 14, 2005&#8212;more than three months prior to the entry of final judgment. In order to exercise jurisdiction over this action, we must find that either: (1) the June 14, 2005 appeal was timely because the orders of dismissal underlying that appeal were final; or, if the orders were not final (2) the premature appeal ripened into a timely notice of appeal following the entry of judgment on September 28, 2005.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">a. Finality as of June 14, 2005</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">i. Rule 54(b) Certification</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">When a plaintiff sues multiple parties and a district court disposes of the claims against some but not all of the defendants, the district court's decision is ordinarily not a final, appealable judgment unless the district court separately certifies judgment against the relevant defendants pursuant to Rule 54(b) of the Federal Rules of Civil Procedure. <i>See Nichols v. Cadle Co.,</i> 101 F.3d 1448, 1449 n. 1 (1st Cir.1996). The district court did not certify judgment against any of the defendants on either June 14, 2005 or any time thereafter. As Defendants note, the district court could have certified a final judgment as to those defendants dismissed prior to the June 14, 2005 appeal pursuant to Rule 54(b), and that partial judgment would have been appealable. But the district court did not do that. In fact, the district court denied Plaintiff's motion to certify a final judgment pursuant to Rule 54(b) in the absence of the filing of a set of proposed facts that complied with that Rule. Therefore, the orders of dismissal appealed from on June 14, 2005 did not become final by virtue of Rule 54(b), and are not appealable on that basis.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">ii. Served Versus Unserved Defendants</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Plaintiff contends that even though the district court did not certify that the orders appealed from on June 14, 2005 were final pursuant to Rule 54(b), these orders were nevertheless final because they disposed of the claims against all of the defendants who were served with process. According to Plaintiff, \"[i]t is widely agreed that defendants who have not been served with process are not counted [for purposes of finality]; a disposition as to all those who have been served is final\" (quoting 15A Charles Alan Wright &amp; Arthur R. Miller, <i>Federal Practice and Procedure</i> &#167; 3914.7 (2d ed.1992)). <i>See Manley v. City of Chicago,</i> 236 F.3d 392, 395 (7th Cir.2001) (holding that presence of unserved defendant does not defeat finality); <i>accord Cooper v. Pickett,</i> 137 F.3d 616, 621-22 (9th Cir.1997); <i>Ins. Co. of No. Am. v. Dealy,</i> 911 F.2d 1096, 1099 (5th Cir. 1990). Although Defendants concede that unserved defendants are not counted for purposes of finality, we need not decide that point of law in this case. Defendants argue that even if the disposition of claims against all served defendants renders a district court's decision final, the orders of dismissal underlying the June 14, 2005 appeal did not dispose of the claims against all of the served defendants and, therefore, did not constitute a final disposition. We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">When Plaintiff filed her appeal on June 14, 2005, the district court had dismissed Plaintiff's claims against all defendants except Flemmi, Weeks, Bulger, and the fifty John Does. While Bulger and the fifty John Does had not been served, the record indicates that Flemmi and Weeks had been served. The docket reveals that Plaintiff filed a proof of compliance with waiver of service with respect to Flemmi and Weeks, among other Defendants. The docket entries for September 27 and 28, 2005 further state that the district court entered default judgments against Flemmi and Weeks but not Bulger for whom \"[n]o service has been made.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Various statements by Plaintiff support this conclusion. In her brief to us, Plaintiff states that \"[t]he district court has entered final decisions dismissing all claims in the complaint against all <i>served</i> defendants, leaving only James Bulger, who is a fugitive from justice and an unserved defendant.\" (Emphasis added; citations omitted.) Plaintiff further states that after \"enter[ing] defaults against Bulger, Flemmi and Weeks\" on September 27, 2005, \"the default against Bulger was vacated because he had not been served with process. The defaults against Flemmi and Weeks remained for failure to plead or otherwise defend . . . .\" Plaintiff likewise states in her reply brief that \"[a]ll defendants have been served <i>or appeared,</i> except Bulger, Flemmi and Weeks,\" indicating that while Flemmi and Weeks had not appeared, they had been served. (Emphasis added.)<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Therefore, the outstanding claims against Flemmi and Weeks defeated finality at the time of the June 14, 2005 appeal, thereby making the notice of appeal untimely.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">b. Finality as of September 28, 2005</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Since Plaintiff cannot show that the orders appealed from on June 14, 2005 were final and thus appealable, we must determine whether Plaintiff's premature June 14, 2005 appeal nevertheless ripened into a timely notice of appeal after the entry of judgment against all of Defendants on September 28, 2005. Federal Rule of Appellate Procedure 4(a)(2) addresses premature notices of appeal, stating that \"[a] notice of appeal filed after the court announces a decision or order&#8212;but before the entry of judgment or order&#8212;is treated as filed on the date of and after the entry.\" In <i>FirsTier Mortgage Co. v. Investors Mortgage Insurance Co.,</i> 498 U.S. 269, 111 S.Ct. 648, 112 L.Ed.2d 743 (1991), the Supreme Court held that \"Rule 4(a)(2) permits a notice of appeal filed from certain nonfinal decisions to serve as an effective notice from a subsequently entered final judgment.\" <i>Id.</i> at 274, 111 S.Ct. 648. The Supreme Court cautioned, however, that Rule 4(a)(2) does not render all premature notices of appeal effective upon the entry of final judgment. On the contrary, \"Rule 4(a)(2) permits a notice of appeal from a nonfinal decision to operate as a notice of appeal from the final judgment only when a district court announces a decision that <i>would be</i> appealable if immediately followed by the entry of judgment.\" <i>Id.</i> at 276, 111 S.Ct. 648.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">If the district court had ordered the dismissal of Plaintiff's claims against <i>all</i> Defendants prior to Plaintiff's appeal, and had entered final judgment against them after the Plaintiff's appeal, this would be an easy case. Under <i>FirsTier,</i> since the orders of dismissal would have been appealable once the perfunctory entry of judgment was made, Plaintiff's premature notice of appeal would ripen into a timely notice after the entry of final judgment. <i>See id.</i> at 277, 111 S.Ct. 648 (holding that premature appeal of bench ruling which \"purport[ed] to dispose of all of [plaintiff's] claims\" ripened upon entry of final judgment).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Here, however, the district court ordered the dismissal of Plaintiff's claims against some&#8212;but not all&#8212;Defendants prior to Plaintiff's appeal. Thus, the orders appealed from \"w[ere] not literally [] decision[s] that would be appealable if immediately followed by the entry of judgment.\" <i>Clausen v. Sea-3, Inc.,</i> 21 F.3d 1181, 1186 (1st Cir.1994). Because claims against Flemmi and Weeks remained, Plaintiff's appeal \"did not dispose of all the claims in the case. Therefore, judgment could not perfunctorily be entered following the ruling absent the certification called for by [Rule 54(b)].\" <i>Id.</i> (emphasis omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In <i>Clausen,</i> we extended <i>FirsTier's</i> holding to decisions involving fewer than all claims or fewer than all parties. There, we held that a premature notice of appeal of a decision disposing of some but not all claims ripened into an effective notice because the decision would have been appealable if immediately followed by certification pursuant to Rule 54(b). <i>See</i> 21 F.3d at 1186 (noting that a decision that was appropriate for immediate appeal pursuant to Rule 54(b) was \"close enough to a decision that would be appealable if immediately followed by the entry of judgement.\" (internal quotation marks and emphasis omitted)); <i>see also In re Bryson,</i> 406 F.3d 284, 288 (4th Cir.2005) (\"[While] the <i>FirsTier</i> Court had no occasion to consider an entry of judgment pursuant to [Rule 54(b)]; [] nothing in <i>FirsTier</i> indicates that its holding does not apply to such judgments. And rightly so: a judgment properly certified by a district court pursuant to [Rule 54(b)] . . . is just as final as one made final pursuant to other rules.\"). This case is consistent with <i>Clausen</i>&#8212;the orders of dismissal would have been appealable if certified pursuant to 54(b). We indicated as much in our July 22, 2005 order, in which we noted that \"claims against other defendants remain pending in the district court\" and directed Plaintiff to show cause why the appeal should not be dismissed absent certification pursuant to Rule 54(b).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Defendants attempt to distinguish <i>Clausen.</i> The premature notice in that case ripened upon the entry of a Rule 54(b) certification. As defendants point out, the decision in this case was never, in fact, certified. Rather, final judgment was entered pursuant to Fed.R.Civ.P. 58. This argument is unavailing. <i>FirsTier's</i> inquiry is a hypothetical one: would the decision underlying the premature notice have been appealable immediately following entry of judgment? <i>See Outlaw v. Airtech Air Conditioning and Heating, Inc.,</i> 412 F.3d 156, 162 (D.C.Cir.2005) (\"[FirsTier] asks hypothetically whether the nonfinal decision from which an appeal was noted would be appealable if immediately followed by the entry of judgment.\" (internal quotation marks, citation, and emphasis omitted)). In <i>Clausen,</i> we placed a gloss on <i>FirsTier's</i> hypothetical inquiry: would the decision underlying the premature notice have been appealable immediately following certification pursuant to Rule 54(b)? <i>See Clausen,</i> 21 F.3d at 1186 (\"[The district court] had to satisfy itself and certify that the decision was, in effect, appropriate for immediate appeal, pursuant to [Rule 54(b)], notwithstanding its failure to resolve all claims made in the lawsuit.\"). It does not matter that the underlying orders of dismissal, although certifiable at the time of the June 14, 2005 appeal, were never, in fact, certified, but rather were made final by the entry of a final judgment on September 28, 2005. \"Although the hypothetical judgment in <i>FirsTier</i> was identical to the kind of judgment eventually entered, nothing in <i>FirsTier</i> requires that the hypothetical judgment considered in applying its test be the same type as the one actually entered.\" <i>Outlaw,</i> 412 F.3d at 162. All that is required is that \"[t]here must at some point prior to consideration of the appeal actually have been a final appealable judgment <i>of some sort</i> entered.\" <i>Id.</i> (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Defendants concede that \"the district court could have certified a final judgment as to th[e relevant] defendants under [Rule 54(b)], and that partial judgment would have been appealable.\" In other words, the decision \"would have been appealable immediately\" by virtue of Rule 54(b). Therefore, Plaintiff's premature notice of appeal ripened upon the entry of final judgment on September 28, 2005. Defendants failure to cite any authority in support of its argument, together with the wealth of authority supporting the timeliness of such appeals, bolsters this conclusion. <i>See Outlaw,</i> 412 F.3d at 162 (holding that a premature notice of appeal of decision disposing of plaintiff's claims against some but not all defendants&#8212;which would have been appealable pursuant to Rule 54(b)&#8212;ripened upon the entry of final judgment); <i>accord Garwood Packaging, Inc. v. Allen &amp; Co., Inc.,</i> 378 F.3d 698, 701 (7th Cir.2004) (holding that premature notice of appeal \"took effect when, the last defendant having been dismissed, the decision became final\"); <i>Ruiz v. McDonnell,</i> 299 F.3d 1173, 1179-80 (10th Cir.2002) (holding that plaintiff's notice of appeal filed after the dismissal of all except one defendant ripened upon the district court's entry of default judgment against the remaining defendant); <i>id.</i> at 1179 (\"[A] notice of appeal filed before the district court disposes of all claims is nevertheless effective if the appellant obtains either certification pursuant to [Rule 54(b)] or final adjudication before the court of appeals considers the case on its merits.\"). We therefore have jurisdiction to consider Plaintiff's appeal.</p>\n    </div>\n    <p class=\"indent\">2. Exhaustion under the FTCA</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Notwithstanding the timeliness of Plaintiff's appeal, we must next determine whether Plaintiff exhausted her administrative remedies under the FTCA. The United States, as a sovereign, cannot be sued absent an express waiver of its immunity. <i>FDIC v. Meyer,</i> 510 U.S. 471, 475, 114 S.Ct. 996, 127 L.Ed.2d 308 (1994); <i>see also Skwira v. United States,</i> 344 F.3d 64, 72 (1st Cir.2003). The FTCA is such a waiver. It permits individuals to sue the government \"for injury or loss of property, or personal injury or death caused by the negligent or wrongful act or omission of any employee of the Government while acting within the scope of his office or employment.\" 28 U.S.C. &#167; 1346(b)(1); <i>see also</i> 28 U.S.C. &#167; 2674 (\"The United States shall be liable [with respect] . . . to tort claims[] in the same manner and to the same extent as a private individual under like circumstances\").</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">\"The waiver effected by the FTCA is, however, closely circumscribed by the terms of the statute.\" <i>Rakes v. United States,</i> 442 F.3d 7, 18 (1st Cir. 2006). \"[T]o ensure that `meritorious claims can be settled more quickly without the need for filing suit and possible expensive and time-consuming litigation,'\" the FTCA includes an administrative exhaustion requirement. <i>Pascale v. United States,</i> 998 F.2d 186, 188 (3d Cir.1993) (quoting S.Rep. No. 1327, 89th Cong., 2d Sess. 6 (1966), <i>reprinted in</i> 1966 U.S.C.C.A.N. 2515, 2517) (internal brackets omitted). 28 U.S.C. &#167; 2675(a) states that</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">[a]n action shall not be instituted upon a claim against the United States for money damages for injury or loss of property or personal injury or death caused by the negligent or wrongful act or omission of any employee of the Government while acting within the scope of his office or employment, unless the claimant shall have first presented the claim to the appropriate Federal agency and his claim shall have been finally denied by the agency in writing and sent by certified or registered mail. The failure of an agency to make final disposition of a claim within six months after it is filed shall, at the option of the claimant any time thereafter, be deemed a final denial of the claim for purposes of this section.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In short, Plaintiff may not file a tort claim in district court until (i) the agency finally denies the administrative claim, or (ii) six months pass without a final denial of the administrative claim&#8212;whichever comes first.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The government argues that the district court lacked jurisdiction to review Plaintiff's FTCA claim because it was filed on April 2, 2003&#8212;before the DOJ issued its denial of Plaintiff's administrative tort claim (on April 15, 2003), and within the six-month waiting period otherwise required. Plaintiff argues that while she filed her complaint before the administrative denial, she \"did not serve or attempt to serve any defendant\" until September 29, 2003&#8212;well \"after the [administrative] claim was denied on April 15, 2003.\" Thus, Plaintiff argues, \"[t]his action was begun when service of process was made after denial of plaintiff['s] administrative claim.\" We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Plaintiff does not cite any authority for the proposition that we should look at the date of service of process as opposed to the date on which the complaint was filed in determining whether Plaintiff exhausted her administrative remedy. We also have not found any such authority. On the contrary, the plain language of the statute and Supreme Court case law interpreting the statute point to the opposite conclusion. Section 2675(a) states, in relevant part, that \"[a]n action shall not be <i>instituted</i> upon a claim against the United States\" unless the claimant first presents the claim to the appropriate Federal agency and the claim is finally denied. (Emphasis added.) According to the Supreme Court, \"the word `institute' is synonymous with the words `begin' and `commence.'\" <i>McNeil v. United States,</i> 508 U.S. 106, 112, 113 S.Ct. 1980, 124 L.Ed.2d 21 (1993). Pursuant to Rule 3 of the Federal Rules of Civil Procedure, \"[a] civil action is commenced by filing a complaint with the court.\" Thus, an action is instituted for purposes of section 2675(a) when the complaint is filed. <i>See McNeil,</i> 508 U.S. at 112, 113 S.Ct. 1980 (rejecting the argument that an action is instituted when \"substantial progress has been made in the litigation\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Plaintiff's other arguments fare no better. Plaintiff contends that since she complied with the FTCA's statute of limitations under 28 U.S.C. &#167; 2401(b)&#8212;the only statutory provision referenced in the DOJ's denial of her administrative tort claim&#8212;we have jurisdiction to review her FTCA claim. This argument is incorrect.</p>\n    </div>\n    <p class=\"indent\">Section 2401(b) states that</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">[a] tort claim against the United States shall be forever barred unless it is presented in writing to the appropriate Federal agency within two years after such claim accrues or unless action is begun within six months after the date of mailing, by certified or registered mail, of notice of final denial of the claim by the agency to which it was presented.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Even if we assume that Plaintiff's claim was brought within the time allotted by section 2401(b), this timeliness has nothing to do with whether Plaintiff has satisfied the FTCA's exhaustion requirement under section 2675(a). Section 2401(b) limits the time a claimant has to file its administrative tort claim and complaint, respectively. Specifically, the statute requires that a claimant present an administrative tort claim to the appropriate government agency within two years of accrual of the claim, and, assuming the claim is denied, file a complaint in district court within six months of notice of final denial by the agency. Section 2675(a), on the other hand, prescribes what a claimant must do before bringing an FTCA claim in federal court. Specifically, the statute requires that the claimant wait for a final disposition from the agency (or, in lieu thereof, the passage of six months without a final disposition) before filing the complaint. Plaintiff's contention that her alleged compliance with section 2401(b)'s statute of limitations relieved her of section 2675(a)'s exhaustion requirement is therefore unavailing.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In a related argument, Plaintiff contends that \"by waiting out the response time on the administrative claim\" under the FTCA, \"the agency could cause the statute of limitations to expire on <i>Bivens</i> claims or force separate suits.\" While that may be true in this case,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> the remedy is for Plaintiff to file separate claims, which would not be barred by the rule against claim-splitting. <i>See Torromeo v. Fremont,</i> 438 F.3d 113, 117 (1st Cir.2006); <i>see also</i> Restatement (Second) of Judgments &#167; 26(1)(c) (allowing exception to rule against claim-splitting where \"[t]he plaintiff was unable to rely on a certain theory of the case or to seek a certain remedy or form of relief in the first action because of the limitations on the subject matter jurisdiction of the courts . . . and the plaintiff desires in the second action to rely on that theory or to seek that remedy or form of relief.\"). We cannot read the exhaustion requirement out of the FTCA. <i>See McNeil,</i> 508 U.S. at 113, 113 S.Ct. 1980 (\"The FTCA bars claimants from bringing suit in federal court until they have exhausted their administrative remedies.\"); <i>see also Acosta v. U.S. Marshals Service,</i> 445 F.3d 509, 513 (1st Cir.2006) (\"The [FTCA] also contains an exhaustion requirement, which has been viewed as `a non-waivable jurisdictional requirement' limiting the suit to claims fairly made to the agency.\") (quoting <i>Santiago-Ramirez v. Sec'y of Dep't of Def.,</i> 984 F.2d 16, 18, 19-20 (1st Cir.1993)).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Finally, Plaintiff implies that since Defendants raised this argument \"for the first time\" on appeal, we cannot review it. This argument is unavailing. \"[An] objection to subject matter jurisdiction is not waivable and may be raised for the first time on appeal.\" <i>F.A.C., Inc. v. Cooperativa de Seguros de Vida de Puerto Rico,</i> 449 F.3d 185, 189 (1st Cir.2006). By filing the complaint in the absence of agency action and in less than six months of filing her administrative tort claim, Plaintiff failed to exhaust her remedies. We therefore lack jurisdiction to review Plaintiff's FTCA claim against the government.</p>\n    </div>\n    <p class=\"indent\">B. Merits</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Plaintiff's <i>Bivens</i> and wrongful death claims are subject to a three-year statute of limitations. <i>See</i> Mass. Gen. Laws ch. 229, &#167; 2 (stating that \"an action to recover damages [for wrongful death] shall be commenced within three years\"). While Congress has not established a limitations period for <i>Bivens</i> claims, \"courts generally have applied state statutes of limitations to <i>Bivens</i> actions notwithstanding the fact that such actions lie only against federal officers.\" <i>Rossiter v. Potter,</i> 357 F.3d 26, 34 n. 7 (1st Cir.2004); <i>see also Wilson v. Garcia,</i> 471 U.S. 261, 266-67, 105 S.Ct. 1938, 85 L.Ed.2d 254 (\"When Congress has not established a time limitation for a federal cause of action, the settled practice has been to adopt a local time limitation as federal law if it is not inconsistent with federal law or policy to do so.\"). We need not decide between Massachusetts' statute of limitations for tort actions, Mass. Gen. Laws ch. 260, &#167; 2A, and Massachusetts' statute of limitations for civil rights actions, Mass. Gen. Laws ch. 260, &#167; 5B, in determining the limitations period for Plaintiff's <i>Bivens</i> claims, since both statutes of limitations are three years. <i>See Street v. Vose,</i> 936 F.2d 38, 39 n. 2 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">This three-year limitations period commenced upon the \"accrual\" of Plaintiff's claims. While state law establishes the statute of limitations for <i>Bivens</i> claims, \"the question of when a cause of action accrues in a civil rights case is a matter of federal law.\" <i>Nieves v. McSweeney,</i> 241 F.3d 46, 52 (1st Cir.2001). \"Under federal law, the statute of limitations on a <i>Bivens</i> claim begins to run when the plaintiff knows or has reason to know of the existence and cause of the injury which is the basis of his action.\" <i>Van Tu v. Koster,</i> 364 F.3d 1196, 1199 (10th Cir. 2004). As to Plaintiff's wrongful death claim, the accrual period provided by the statute itself is similar: \"three years from the date of death, or within three years from the date when the deceased's executor or administrator knew, or in the exercise of reasonable diligence, should have known of the factual basis for a cause of action.\" Mass. Gen. Laws ch. 229, &#167; 2. Thus, for both the <i>Bivens</i> and wrongful death claims, the three-year limitations period commenced when Plaintiff had either actual knowledge or constructive knowledge of her husband's death and \"sufficient facts to permit a reasonable person to believe that there [wa]s a causal connection between the government and her [husband's death].\" <i>Skwira,</i> 344 F.3d at 78.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">As the district court noted, Plaintiff must have knowledge of facts sufficient to permit a reasonable person to believe that: \"Bulger and Flemmi were instrumental in the murder of Barrett[;] Bulger and Flemmi were informants for the FBI[;] and [] the FBI . . . protected and encouraged Bulger and Flemmi in their criminal activity, including Barrett's murder.\" While \"[a] claim does not accrue when a person has a mere hunch, hint, suspicion, or rumor of a claim,\" <i>McIntyre v. United States,</i> 367 F.3d 38, 52 (1st Cir. 2004) (internal quotation marks and citation omitted), \"conclusive knowledge is not necessary.\" <i>Skwira,</i> 344 F.3d at 78.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Plaintiff filed her complaint on April 2, 2003. If her claims accrued prior to April 2, 2000, she was beyond the statute of limitations when she filed the cause of action. Plaintiff argues that she neither \"knew [n]or had reason to know that her husband had been murdered by specific persons and that such murder had been caused by law enforcement officials of the federal government\" until some time on or after April 3, 2000.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Since she filed her complaint on April 2, 2003, Plaintiff argues that her <i>Bivens</i> and wrongful death claims are thus within the three-year statute of limitations. Plaintiff contends that her March 9, 2000 statement, which, according to the district court, \"indicate[d] that . . . she knew that the government was responsible for the murder of her husband,\" was misconstrued by the court. Plaintiff argues that while she stated in the article that \"the government is responsible\" and that it \"gave them a license to kill,\" she did not directly reference Bulger, Flemmi, the FBI, or any other state or federal agency. Plaintiff also points to a statement that she made to reporters in July 2000&#8212;stating that, \"[w]hoever did it should be brought to justice\"&#8212;in support of her argument that she had no knowledge of who killed her husband. Plaintiff further argues that the <i>Salemme</i> decision \"contained little more than conjecture and speculation concerning FBI misconduct and culpability in the handling of Bulger and Flemmi and nothing about the murder of Barrett.\"</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Defendants argue that, prior to April 2, 2000, Plaintiff had actual knowledge of facts sufficient to believe that her husband had been killed by persons connected to the federal government, as evidenced by her March 9, 2000 statement. Therefore, Defendants argue that Plaintiff's claims are time-barred. We agree. While Plaintiff's March 9, 2000 statement does not specifically reference Bulger and Flemmi, we agree with Defendants that based on the context of the article, which discusses the positive identification of Barrett's body and Bulger's and Flemmi's involvement in Barrett's death, \"there can be no doubt that she is referring to defendants Bulger and Flemmi as actually committing the murder of her husband.\" Plaintiff's failure to identify the specific government agency responsible for Bulger and Flemmi's actions (i.e., the FBI), moreover, does not undermine the accrual of her claims. Accrual is based on a plaintiff's knowledge of facts sufficient to give rise to a belief that the government&#8212;not any particular agency of the government&#8212;caused the injury. <i>See Skwira,</i> 344 F.3d at 78 (\"[A] claim accrues under the FTCA once a plaintiff knows . . . sufficient facts to permit a reasonable person to believe that there [wa]s a causal connection between <i>the government</i> and her injury.\" (emphasis added)). Plaintiff's March 9, 2000 statement established her actual knowledge of facts sufficient to believe that the government, through Bulger and Flemmi, caused the death of her husband.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> We therefore agree with the district court that</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">by that statement, the plaintiff has admitted that, not later than March 8, 2000, she had actual knowledge of the involvement of Bulger and Flemmi in Barrett's murder, the fact that Bulger and Flemmi were FBI informants at the time of Barrett's murder, and the fact that the FBI encouraged and protected Bulger and Flemmi in the murder of Barrett. In short, her statement indicates that by March 8, 2000, she knew that the government was responsible for the murder of her husband.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The death of Barrett as the result of the FBI's misconduct is a tragedy. The rejection of what might otherwise be a meritorious claim because of the technical requirements of the FTCA and related laws is unfortunate. But these requirements do serve important purposes.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> It is also a fact that some plaintiffs have succeeded in meeting these requirements. <i>See McIntyre,</i> 367 F.3d at 57; <i>Donahue,</i> 204 F.Supp.2d at 177-78. In this case, that has not happened. For the foregoing reasons, the district court's orders of dismissal entered on October 28, 2004, December 1, 2004, and April 15, 2005, which underlay Plaintiff's June 14, 2005 appeal, are <i>affirmed.</i> No costs shall be taxed against Plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">\n        <i>So ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Ninth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"The<i>Bivens</i> doctrine allows constitutional claims against federal officials, in their individual capacities, for actions taken under color of <i>federal</i> law.\" <i>McCloskey v. Mueller,</i> 446 F.3d 262, 271 (1st Cir.2006).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Plaintiff's claim against former agent H. Paul Rico terminated by law on September 29, 2004 as a result of his death</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Three of the eight former FBI agents sued by Plaintiff did not join Defendants' opposition brief: Morris, Connolly, and Rico (deceased)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> No final judgment appears to have been entered against Bulger and the fifty John Doe defendants, who were never served</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> At oral argument, counsel for Plaintiff stated that Flemmi and Weeks were never served, and that default judgment was entered against Plaintiff&#8212;not Flemmi and Weeks. This is incorrect. The notice of default states that \"[f]or failure of the defendants Kevin Weeks, James Bulger, and Stephen J. Flemmi to plead or otherwise defend as provided by Rule 55(a) of the Federal Rules of Civil Procedure, notice is hereby given that the defendants have been defaulted this 27th day of September, 2005.\" This notice was subsequently vacated against Bulger for lack of service</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Plaintiff argues that if she had waited six months to file her complaint in district court, i.e., July 14, 2003, her claim would have fallen outside of the three-year statute of limitations under<i>Bivens</i> and state tort law, which required her claim to be filed by April 3, 2003.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We acknowledge that the formulation of the accrual standard we apply here is taken from<i>Skwira,</i> which addressed the accrual of FTCA claims rather than <i>Bivens</i> claims. <i>See Skwira,</i> 344 F.3d at 78. However, the formulation in <i>Skwira</i> is comparable to the accrual standard used in the <i>Bivens</i> context. <i>See, e.g., Nasim v. Warden, Md. House of Correction,</i> 64 F.3d 951, 955 (4th Cir.1995)(en banc) (stating as to <i>Bivens</i> actions that \"[u]nder federal law a cause of action accrues when the plaintiff possesses sufficient facts about the harm done to him that reasonable inquiry will reveal his cause of action.\"). As for applying the <i>Skwira</i> formulation to Plaintiff's wrongful death claim, Massachusetts leaves it within the discretion of the court to fashion a precise accrual standard based on the statutory language. <i>Pobieglo v. Monsanto Co.,</i> 402 Mass. 112, 521 N.E.2d 728, 731 (1988) (\"When the Legislature limits the time within which suit can commence from the date of accrual, it leaves to the court the determination of the precise meaning of the term accrued.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> There is some discrepancy in the record surrounding the date on which Plaintiff contends that her<i>Bivens</i> and wrongful death claims accrued. In her appellate brief, Plaintiff appears to argue that her claims accrued on April 3, 2000 when her husband's body was released to her. However, at oral argument and in a letter submitted to us pursuant to Rule 28(j) of the Federal Rules of Appellate Procedure, Plaintiff states that her claims did not accrue until after \"Flemmi's guilty plea\" on October 14, 2003.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Plaintiff argues that the district court should not have relied on<i>Wheeler v. United States,</i> 367 F.3d 38 (1st Cir.2004), in which we upheld the dismissal of a tort action against the government&#8212;which arose out of the murder of the decedent by FBI informants&#8212;on statute-of-limitations grounds. <i>Id.</i> at 60-61. Rather, Plaintiff argues that the district court should have relied on the consolidated case of <i>McIntyre v. United States,</i> 367 F.3d 38 (1st Cir.2004), in which we vacated the dismissal of a tort action against the government&#8212; which arose out of the murder of an FBI informant by other FBI informants&#8212;on statute-of-limitations grounds. <i>Id.</i> at 57. Plaintiff's argument is without merit. The district properly relied on <i>Wheeler,</i> which is factually similar to this case, and did not rely on <i>McIntyre,</i> which is distinguishable from this case because it involved the murder of an FBI informant whose status was betrayed by the government.</p>\n        <p class=\"indent\">Plaintiff also contends that the statute of limitations on her claims should be equitably tolled for two reasons: first, because of \"her fear for the safety of the rest of her family\" which presumably delayed her filing of her claims; and second, because of the district court's \"disparate treatment of [P]laintiff\" as compared to its treatment of the plaintiff in <i>Donahue v. F.B.I.,</i> 204 F.Supp.2d 169 (D.Mass.2002), whose claim was not barred by the FTCA's statute of limitations. Neither argument appears to have been raised below and neither is developed on appeal. While we have recognized the availability of duress for tolling the FTCA's statute of limitations, <i>Rakes v. U.S.,</i> 442 F.3d 7, 26 (1st Cir.2006), Plaintiff cannot argue on appeal issues not raised below or developed only perfunctorily on appeal. <i>See Bonas v. Town of N. Smithfield,</i> 265 F.3d 69, 76 n. 5 (1st Cir.2001) (\"[I]ssues raised by an appellant but not developed are deemed waived.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Because we find that Plaintiff had actual knowledge of her husband's death and sufficient facts to believe that the government was involved in his death, we need not analyze whether Plaintiff also had constructive knowledge of these facts<i>See Patterson,</i> 451 F.3d at 271 (distinguishing between actual knowledge and constructive knowledge).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> \"The purpose of the FTCA's exhaustion requirement is to facilitate the administrative evaluation of tort claims by the agency whose activity gave rise to the claim and permit settlement of meritorious claims more quickly and without litigation.\"<i>Warrum v. United States,</i> 427 F.3d 1048, 1050 (7th Cir.2005) (citing <i>McNeil,</i> 508 U.S. at 112, 113 S.Ct. 1980 n. 7 (1993). \"[T]he primary purpose of a statute of limitations is to prevent plaintiffs from sleeping on their rights and to prohibit the prosecution of stale claims.\" <i>Edes v. Verizon Communications, Inc.,</i> 417 F.3d 133, 142 (1st Cir.2005) (internal quotation marks, citation, and brackets omitted).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">462</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></span></p>\n    <p class=\"parties\">Estate of Arthur M. BARRETT by Elaine Barrett, In Her Capacity as Administratrix of the ESTATE OF Arthur M. BARRETT, Plaintiff, Appellant,<br>v.<br>UNITED STATES, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 05-1905.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 7, 2006.</p>\n    <p class=\"date\">Decided September 7, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Earle C. Cooley, with whom Kevin M. Glynn and Cooley Manion Jones LLP were on brief, for appellant.</p>\n      <p class=\"indent\">Joshua Waldman, Appellate Staff Attorney, with whom Peter D. Keisler, Assistant Attorney General, Michael J. Sullivan, United States Attorney, and Robert S. Greenspan, Appellate Staff Attorney, were on brief, for United States.</p>\n      <p class=\"indent\">Stephen C. Pfaff, with whom Douglas I. Louison, Merrick, Louison &amp; Costello, LLP, William A. Brown, Alan D. Rose, Alan D. Rose, Jr., Richard E. Bowman, Rose &amp; Associates, Brian P. Fitzsimmons, Hanley, Hassett &amp; Fitzsimmons, LLC, Christine M. Roach, and Roach &amp; Carpenter, PC were on brief, for appellees Roderick Kennedy, Robert Fitzpatrick, James Ring, James Ahearn, and James Greenleaf.</p>\n      <p class=\"indent\">Before LIPEZ and HOWARD, Circuit Judges, and HUG,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case is the latest in a series of tragic cases arising out of the FBI's mishandling of informants drawn from organized crime. Elaine Barrett (or \"Plaintiff\"), in her capacity as administratrix of the estate of her deceased husband, appeals from the dismissal of her claims under the Federal Tort Claims Act (FTCA), 28 U.S.C. &#167;&#167; 1346(b), 2671-2680 (2000), the Fourth and Fifth Amendments to the Constitution, and Massachusetts' wrongful death statute, Mass. Gen. Laws ch. 229, &#167; 2, due to her failure to file within the applicable two- and three-year statutes of limitations. The government and the individual defendants (\"Defendants\") argue that we have no jurisdiction to review the dismissal of these claims and, alternatively, that Plaintiff's claims are time-barred.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">While we recognize the tragedy experienced by Barrett and his loved ones, the technical requirements of the FTCA and related laws are clear, they serve important purposes, and we are bound to follow them. Although we have jurisdiction to consider this appeal, we do not have jurisdiction to review Plaintiff's FTCA claim against the government because Plaintiff did not exhaust her administrative remedies. Plaintiff's constitutional and wrongful death claims likewise fail because Plaintiff waited more than three years to file her complaint after the accrual of her cause of action. We therefore affirm the district court's orders of dismissal appealed from on June 14, 2005.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1983, Plaintiff's spouse was kidnapped and murdered by James Bulger, Stephen Flemmi, and Kevin Weeks. The Federal Bureau of Investigation (\"FBI\") protected Bulger and Flemmi, both of whom served as confidential informants for the FBI, from arrest, prosecution, and investigation for this and other crimes in order to maintain them as confidential informants. On September 15, 1999, the District Court of Massachusetts (Wolf, J.) issued a decision in <i>United States v. Salemme,</i> <span class=\"citation\" data-id=\"2510809\"><a href=\"/opinion/2510809/united-states-v-salemme/\"><span class=\"volume\">91</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">141</span></a></span> (D.Mass.1999), which discussed the FBI's relationship with Bulger and Flemmi and the protection from criminal prosecution that the agency afforded them. The <i>Salemme</i> decision specifically mentioned Bulger's and Flemmi's slaying of Barrett, and noted that the FBI had been informed that Bulger was responsible for Barrett's murder. <i>Id.</i> at 257-57. In January 2000, Barrett's body was exhumed from a gully alongside the Southeast Expressway in Dorchester, Massachusetts, although post-mortem determinations and procedures sufficient to identify and permit release of his remains were not completed for another three months. On March 9, 2000, in response to the reported positive identification of Barrett's remains, Plaintiff told reporters that, \"I think the government is responsible because if they put them away when they should have, Bucky would be alive today. They gave them a license to kill and do whatever they wanted.\" Barrett's body was released to Plaintiff on April 3, 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On January 14, 2003, Elaine Barrett, Arthur Barrett's widow and the administratrix of his estate, presented to the government (i.e., the Department of Justice (\"DOJ\") and the FBI) an administrative tort claim under the FTCA, notifying the government of \"Barrett's injuries and wrongful death caused by the negligent and wrongful acts or omissions of [its] employees.\" On April 2, 2003, before the government denied the administrative claim and before six months had passed, Plaintiff filed a complaint in the U.S. District Court of Massachusetts, seeking redress from the government pursuant to the FTCA, and seeking redress from eight former FBI agents, James Bulger, Stephen Flemmi, and Kevin Weeks pursuant to the Fourth and Fifth Amendments (under <i>Bivens v. Six Unknown Agents of the Fed'l Bureau of Narcotics,</i> <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span>, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1999</span></a></span>, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span></a></span> (1971))<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and Massachusetts' wrongful death statute. On April 15, 2003, the DOJ denied the FTCA claim as untimely based on the FTCA's two-year statute of limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In November 2003, the government filed a motion to dismiss. Former FBI agents John Morris and Robert Fitzpatrick filed motions to dismiss in December 2003 and January 2004, respectively. On September 28, 2004, the district court, in a written opinion, dismissed Plaintiff's claims against the government as untimely under the FTCA's two-year statute of limitations, and against Morris and Fitzpatrick as untimely under the applicable three-year statute of limitations for Plaintiff's <i>Bivens</i> and wrongful death claims. On October 28, 2004, Plaintiff appealed the September 28, 2004 Order.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On December 1, 2004, \"for the reasons set forth in the [September 28, 2004 Order],\" the district court dismissed Plaintiff's claims against John J. Connolly, Jr. and James Ahearn. On April 14, 2005, we dismissed Plaintiff's October 28, 2004 appeal \"on the ground that we lack jurisdiction absent certification under Fed. R.Civ.P. 54(b).\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The following day, on April 15, 2005, the district court dismissed Plaintiff's claims against the three remaining FBI agents: James Ring, James Greenleaf, and Rod Kennedy.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> One month later, on June 14, 2005, Plaintiff appealed this order, together with \"each previous order of dismissal entered in this action,\" i.e., the September 28, 2004 Order and the December 1, 2004 Order. That same day, Plaintiff filed in the district court a motion for entry of immediate judgment against the dismissed defendants. The district court dismissed this motion without prejudice \"in the absence of the filing of a set of proposed findings that meet the requirements of Fed.R.Civ.P. 54(b).\" Plaintiff did not file any set of findings. Thus, the district court did not direct the entry of judgment against the dismissed defendants pursuant to Fed.R.Civ.P. 54(b).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On July 22, 2005, we issued an order responding to the June 14, 2005 appeal, stating that \"[b]ecause the orders of dismissal do not appear to be appealable final orders[,] and claims against other defendants remain pending in the district court, this court does not appear to have jurisdiction to consider this appeal absent certification pursuant to Fed.R.Civ.P. 54(b).\" We also noted that \"the notice of appeal as to `each previous order of dismissal entered in this case'\"&#8212;i.e., the September 28, 2004 Order and the December 1, 2004 Order&#8212;\"appears to be untimely\" because it was not filed within 60 days of the order from which it was appealed, as required by Fed. R.App. P. 4(a)(1). We thus required Plaintiff to move for voluntary dismissal or show cause why the appeal should not be dismissed. Plaintiff filed a showing of cause. On September 20, 2005, we issued an order \"allow[ing] the case to proceed for now, without prejudice to reconsideration of the jurisdictional question by the merits panel.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On September 27, 2005, the district court issued notices of default against Bulger, Flemmi, and Weeks. The following day, on September 28, 2005, the district court vacated the notice of default against Bulger because \"no service ha[d] been made,\" and entered final judgment \"in favor of defendants against Plaintiff\" on September 28, 2005, pursuant to Fed.R.Civ.P. 58.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Plaintiff did not appeal the entry of final judgment, but rather continued to rely for her appeal on the notice of appeal filed on June 14, 2005.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review the district court's grant of Defendants' motions to dismiss <i>de novo. Patterson v. United States,</i> <span class=\"citation\" data-id=\"202269\"><a href=\"/opinion/202269/deegan-patterson-v-united-states/\"><span class=\"volume\">451</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">268</span></a></span>, 270 (1st Cir.2006). In so doing, we \"tak[e] the allegations in the complaint as true and mak[e] all reasonable inferences in favor of plaintiff.\" <i>Doran v. Mass. Turnpike Auth.,</i> <span class=\"citation\" data-id=\"200723\"><a href=\"/opinion/200723/doran-v-massachusetts-turn/\"><span class=\"volume\">348</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">315</span></a></span>, 318 (1st Cir. 2003). We may affirm on any basis supported by the record. <i>Carroll v. Xerox Corp.,</i> <span class=\"citation\" data-id=\"200014\"><a href=\"/opinion/200014/carroll-v-xerox/\"><span class=\"volume\">294</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></a></span>, 241 (1st Cir.2002).</p>\n    </div>\n    <p class=\"indent\">A. Appellate Jurisdiction</p>\n    <p class=\"indent\">1. Timeliness of Notice of Appeal</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Courts of appeals may only hear appeals from \"final decisions\" of district courts. 28 U.S.C. &#167; 1291. \"[T]he term `final decision' normally refers to a final judgment.\" <i>Sell v. United States,</i> <span class=\"citation\" data-id=\"130152\"><a href=\"/opinion/130152/sell-v-united-states/\"><span class=\"volume\">539</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">166</span></a></span>, 176, <span class=\"citation\" data-id=\"130152\"><a href=\"/opinion/130152/sell-v-united-states/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2174</span></a></span>, <span class=\"citation\" data-id=\"130152\"><a href=\"/opinion/130152/sell-v-united-states/\"><span class=\"volume\">156</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">197</span></a></span> (2003). \"[A] judgment is final only where it `leaves nothing for the court to do but execute the judgement.'\" <i>Consol. Rail Corp. v. Fore River Ry. Co.,</i> <span class=\"citation\" data-id=\"514211\"><a href=\"/opinion/514211/consolidated-rail-corporation-v-fore-river-railway-co/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">322</span></a></span>, 325 (1st Cir.1988) (quoting <i>Catlin v. United States,</i> <span class=\"citation\" data-id=\"104095\"><a href=\"/opinion/104095/catlin-v-united-states/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, 233, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">631</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">911</span></span> (1945)). It is undisputed that the district court entered a final judgment against all Defendants on September 28, 2005. It is also undisputed that Plaintiff did not appeal that final judgment. Instead, Plaintiff relied on the notice of appeal filed on June 14, 2005&#8212;more than three months prior to the entry of final judgment. In order to exercise jurisdiction over this action, we must find that either: (1) the June 14, 2005 appeal was timely because the orders of dismissal underlying that appeal were final; or, if the orders were not final (2) the premature appeal ripened into a timely notice of appeal following the entry of judgment on September 28, 2005.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">a. Finality as of June 14, 2005</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">i. Rule 54(b) Certification</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">When a plaintiff sues multiple parties and a district court disposes of the claims against some but not all of the defendants, the district court's decision is ordinarily not a final, appealable judgment unless the district court separately certifies judgment against the relevant defendants pursuant to Rule 54(b) of the Federal Rules of Civil Procedure. <i>See Nichols v. Cadle Co.,</i> <span class=\"citation\" data-id=\"197133\"><a href=\"/opinion/197133/nichols-v-the-cadle-company/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1448</span></a></span>, 1449 n. 1 (1st Cir.1996). The district court did not certify judgment against any of the defendants on either June 14, 2005 or any time thereafter. As Defendants note, the district court could have certified a final judgment as to those defendants dismissed prior to the June 14, 2005 appeal pursuant to Rule 54(b), and that partial judgment would have been appealable. But the district court did not do that. In fact, the district court denied Plaintiff's motion to certify a final judgment pursuant to Rule 54(b) in the absence of the filing of a set of proposed facts that complied with that Rule. Therefore, the orders of dismissal appealed from on June 14, 2005 did not become final by virtue of Rule 54(b), and are not appealable on that basis.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">ii. Served Versus Unserved Defendants</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Plaintiff contends that even though the district court did not certify that the orders appealed from on June 14, 2005 were final pursuant to Rule 54(b), these orders were nevertheless final because they disposed of the claims against all of the defendants who were served with process. According to Plaintiff, \"[i]t is widely agreed that defendants who have not been served with process are not counted [for purposes of finality]; a disposition as to all those who have been served is final\" (quoting 15A Charles Alan Wright &amp; Arthur R. Miller, <i>Federal Practice and Procedure</i> &#167; 3914.7 (2d ed.1992)). <i>See Manley v. City of Chicago,</i> <span class=\"citation\" data-id=\"771594\"><a href=\"/opinion/771594/john-j-manley-v-city-of-chicago/\"><span class=\"volume\">236</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">392</span></a></span>, 395 (7th Cir.2001) (holding that presence of unserved defendant does not defeat finality); <i>accord Cooper v. Pickett,</i> <span class=\"citation\" data-id=\"751831\"><a href=\"/opinion/751831/norman-cooper-barry-roseman-md-pc-profit-sharing-plan-theodore/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">616</span></a></span>, 621-22 (9th Cir.1997); <i>Ins. Co. of No. Am. v. Dealy,</i> <span class=\"citation\" data-id=\"546922\"><a href=\"/opinion/546922/insurance-company-of-north-america-v-me-dealy-william-h-taylor-iii/\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1096</span></a></span>, 1099 (5th Cir. 1990). Although Defendants concede that unserved defendants are not counted for purposes of finality, we need not decide that point of law in this case. Defendants argue that even if the disposition of claims against all served defendants renders a district court's decision final, the orders of dismissal underlying the June 14, 2005 appeal did not dispose of the claims against all of the served defendants and, therefore, did not constitute a final disposition. We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">When Plaintiff filed her appeal on June 14, 2005, the district court had dismissed Plaintiff's claims against all defendants except Flemmi, Weeks, Bulger, and the fifty John Does. While Bulger and the fifty John Does had not been served, the record indicates that Flemmi and Weeks had been served. The docket reveals that Plaintiff filed a proof of compliance with waiver of service with respect to Flemmi and Weeks, among other Defendants. The docket entries for September 27 and 28, 2005 further state that the district court entered default judgments against Flemmi and Weeks but not Bulger for whom \"[n]o service has been made.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Various statements by Plaintiff support this conclusion. In her brief to us, Plaintiff states that \"[t]he district court has entered final decisions dismissing all claims in the complaint against all <i>served</i> defendants, leaving only James Bulger, who is a fugitive from justice and an unserved defendant.\" (Emphasis added; citations omitted.) Plaintiff further states that after \"enter[ing] defaults against Bulger, Flemmi and Weeks\" on September 27, 2005, \"the default against Bulger was vacated because he had not been served with process. The defaults against Flemmi and Weeks remained for failure to plead or otherwise defend . . . .\" Plaintiff likewise states in her reply brief that \"[a]ll defendants have been served <i>or appeared,</i> except Bulger, Flemmi and Weeks,\" indicating that while Flemmi and Weeks had not appeared, they had been served. (Emphasis added.)<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Therefore, the outstanding claims against Flemmi and Weeks defeated finality at the time of the June 14, 2005 appeal, thereby making the notice of appeal untimely.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">b. Finality as of September 28, 2005</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Since Plaintiff cannot show that the orders appealed from on June 14, 2005 were final and thus appealable, we must determine whether Plaintiff's premature June 14, 2005 appeal nevertheless ripened into a timely notice of appeal after the entry of judgment against all of Defendants on September 28, 2005. Federal Rule of Appellate Procedure 4(a)(2) addresses premature notices of appeal, stating that \"[a] notice of appeal filed after the court announces a decision or order&#8212;but before the entry of judgment or order&#8212;is treated as filed on the date of and after the entry.\" In <i>FirsTier Mortgage Co. v. Investors Mortgage Insurance Co.,</i> <span class=\"citation\" data-id=\"112521\"><a href=\"/opinion/112521/firstier-mtge-co-v-investors-mtge-ins-co/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">269</span></a></span>, <span class=\"citation\" data-id=\"112521\"><a href=\"/opinion/112521/firstier-mtge-co-v-investors-mtge-ins-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">648</span></a></span>, <span class=\"citation\" data-id=\"112521\"><a href=\"/opinion/112521/firstier-mtge-co-v-investors-mtge-ins-co/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">743</span></a></span> (1991), the Supreme Court held that \"Rule 4(a)(2) permits a notice of appeal filed from certain nonfinal decisions to serve as an effective notice from a subsequently entered final judgment.\" <i>Id.</i> at 274, <span class=\"citation\" data-id=\"112521\"><a href=\"/opinion/112521/firstier-mtge-co-v-investors-mtge-ins-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">648</span></a></span>. The Supreme Court cautioned, however, that Rule 4(a)(2) does not render all premature notices of appeal effective upon the entry of final judgment. On the contrary, \"Rule 4(a)(2) permits a notice of appeal from a nonfinal decision to operate as a notice of appeal from the final judgment only when a district court announces a decision that <i>would be</i> appealable if immediately followed by the entry of judgment.\" <i>Id.</i> at 276, <span class=\"citation\" data-id=\"112521\"><a href=\"/opinion/112521/firstier-mtge-co-v-investors-mtge-ins-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">648</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">If the district court had ordered the dismissal of Plaintiff's claims against <i>all</i> Defendants prior to Plaintiff's appeal, and had entered final judgment against them after the Plaintiff's appeal, this would be an easy case. Under <i>FirsTier,</i> since the orders of dismissal would have been appealable once the perfunctory entry of judgment was made, Plaintiff's premature notice of appeal would ripen into a timely notice after the entry of final judgment. <i>See id.</i> at 277, <span class=\"citation\" data-id=\"112521\"><a href=\"/opinion/112521/firstier-mtge-co-v-investors-mtge-ins-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">648</span></a></span> (holding that premature appeal of bench ruling which \"purport[ed] to dispose of all of [plaintiff's] claims\" ripened upon entry of final judgment).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Here, however, the district court ordered the dismissal of Plaintiff's claims against some&#8212;but not all&#8212;Defendants prior to Plaintiff's appeal. Thus, the orders appealed from \"w[ere] not literally [] decision[s] that would be appealable if immediately followed by the entry of judgment.\" <i>Clausen v. Sea-3, Inc.,</i> <span class=\"citation\" data-id=\"668217\"><a href=\"/opinion/668217/eric-clausen-v-sea-3-inc-storage-tank-development-corporation/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1181</span></a></span>, 1186 (1st Cir.1994). Because claims against Flemmi and Weeks remained, Plaintiff's appeal \"did not dispose of all the claims in the case. Therefore, judgment could not perfunctorily be entered following the ruling absent the certification called for by [Rule 54(b)].\" <i>Id.</i> (emphasis omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In <i>Clausen,</i> we extended <i>FirsTier's</i> holding to decisions involving fewer than all claims or fewer than all parties. There, we held that a premature notice of appeal of a decision disposing of some but not all claims ripened into an effective notice because the decision would have been appealable if immediately followed by certification pursuant to Rule 54(b). <i>See</i> 21 F.3d at 1186 (noting that a decision that was appropriate for immediate appeal pursuant to Rule 54(b) was \"close enough to a decision that would be appealable if immediately followed by the entry of judgement.\" (internal quotation marks and emphasis omitted)); <i>see also In re Bryson,</i> <span class=\"citation\" data-id=\"790071\"><a href=\"/opinion/790071/in-re-leland-m-bryson-claimant-appellant-united-states-of-america-v/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">284</span></a></span>, 288 (4th Cir.2005) (\"[While] the <i>FirsTier</i> Court had no occasion to consider an entry of judgment pursuant to [Rule 54(b)]; [] nothing in <i>FirsTier</i> indicates that its holding does not apply to such judgments. And rightly so: a judgment properly certified by a district court pursuant to [Rule 54(b)] . . . is just as final as one made final pursuant to other rules.\"). This case is consistent with <i>Clausen</i>&#8212;the orders of dismissal would have been appealable if certified pursuant to 54(b). We indicated as much in our July 22, 2005 order, in which we noted that \"claims against other defendants remain pending in the district court\" and directed Plaintiff to show cause why the appeal should not be dismissed absent certification pursuant to Rule 54(b).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Defendants attempt to distinguish <i>Clausen.</i> The premature notice in that case ripened upon the entry of a Rule 54(b) certification. As defendants point out, the decision in this case was never, in fact, certified. Rather, final judgment was entered pursuant to Fed.R.Civ.P. 58. This argument is unavailing. <i>FirsTier's</i> inquiry is a hypothetical one: would the decision underlying the premature notice have been appealable immediately following entry of judgment? <i>See Outlaw v. Airtech Air Conditioning and Heating, Inc.,</i> <span class=\"citation\" data-id=\"186462\"><a href=\"/opinion/186462/outlaw-phyllis-j-v-airtech-air-condtng/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">156</span></a></span>, 162 (D.C.Cir.2005) (\"[FirsTier] asks hypothetically whether the nonfinal decision from which an appeal was noted would be appealable if immediately followed by the entry of judgment.\" (internal quotation marks, citation, and emphasis omitted)). In <i>Clausen,</i> we placed a gloss on <i>FirsTier's</i> hypothetical inquiry: would the decision underlying the premature notice have been appealable immediately following certification pursuant to Rule 54(b)? <i>See Clausen,</i> 21 F.3d at 1186 (\"[The district court] had to satisfy itself and certify that the decision was, in effect, appropriate for immediate appeal, pursuant to [Rule 54(b)], notwithstanding its failure to resolve all claims made in the lawsuit.\"). It does not matter that the underlying orders of dismissal, although certifiable at the time of the June 14, 2005 appeal, were never, in fact, certified, but rather were made final by the entry of a final judgment on September 28, 2005. \"Although the hypothetical judgment in <i>FirsTier</i> was identical to the kind of judgment eventually entered, nothing in <i>FirsTier</i> requires that the hypothetical judgment considered in applying its test be the same type as the one actually entered.\" <i>Outlaw,</i> 412 F.3d at 162. All that is required is that \"[t]here must at some point prior to consideration of the appeal actually have been a final appealable judgment <i>of some sort</i> entered.\" <i>Id.</i> (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Defendants concede that \"the district court could have certified a final judgment as to th[e relevant] defendants under [Rule 54(b)], and that partial judgment would have been appealable.\" In other words, the decision \"would have been appealable immediately\" by virtue of Rule 54(b). Therefore, Plaintiff's premature notice of appeal ripened upon the entry of final judgment on September 28, 2005. Defendants failure to cite any authority in support of its argument, together with the wealth of authority supporting the timeliness of such appeals, bolsters this conclusion. <i>See Outlaw,</i> 412 F.3d at 162 (holding that a premature notice of appeal of decision disposing of plaintiff's claims against some but not all defendants&#8212;which would have been appealable pursuant to Rule 54(b)&#8212;ripened upon the entry of final judgment); <i>accord Garwood Packaging, Inc. v. Allen &amp; Co., Inc.,</i> <span class=\"citation\" data-id=\"787244\"><a href=\"/opinion/787244/garwood-packaging-inc-v-allen-company-inc/\"><span class=\"volume\">378</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">698</span></a></span>, 701 (7th Cir.2004) (holding that premature notice of appeal \"took effect when, the last defendant having been dismissed, the decision became final\"); <i>Ruiz v. McDonnell,</i> <span class=\"citation\" data-id=\"778732\"><a href=\"/opinion/778732/rose-ruiz-v-barbara-mcdonnell-executive-director-of-the-colorado/\"><span class=\"volume\">299</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1173</span></a></span>, 1179-80 (10th Cir.2002) (holding that plaintiff's notice of appeal filed after the dismissal of all except one defendant ripened upon the district court's entry of default judgment against the remaining defendant); <i>id.</i> at 1179 (\"[A] notice of appeal filed before the district court disposes of all claims is nevertheless effective if the appellant obtains either certification pursuant to [Rule 54(b)] or final adjudication before the court of appeals considers the case on its merits.\"). We therefore have jurisdiction to consider Plaintiff's appeal.</p>\n    </div>\n    <p class=\"indent\">2. Exhaustion under the FTCA</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Notwithstanding the timeliness of Plaintiff's appeal, we must next determine whether Plaintiff exhausted her administrative remedies under the FTCA. The United States, as a sovereign, cannot be sued absent an express waiver of its immunity. <i>FDIC v. Meyer,</i> <span class=\"citation\" data-id=\"112931\"><a href=\"/opinion/112931/fdic-v-meyer/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 475, <span class=\"citation\" data-id=\"112931\"><a href=\"/opinion/112931/fdic-v-meyer/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">996</span></a></span>, <span class=\"citation\" data-id=\"112931\"><a href=\"/opinion/112931/fdic-v-meyer/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">308</span></a></span> (1994); <i>see also Skwira v. United States,</i> <span class=\"citation\" data-id=\"200653\"><a href=\"/opinion/200653/skwira-v-united-states/\"><span class=\"volume\">344</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">64</span></a></span>, 72 (1st Cir.2003). The FTCA is such a waiver. It permits individuals to sue the government \"for injury or loss of property, or personal injury or death caused by the negligent or wrongful act or omission of any employee of the Government while acting within the scope of his office or employment.\" 28 U.S.C. &#167; 1346(b)(1); <i>see also</i> 28 U.S.C. &#167; 2674 (\"The United States shall be liable [with respect] . . . to tort claims[] in the same manner and to the same extent as a private individual under like circumstances\").</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">\"The waiver effected by the FTCA is, however, closely circumscribed by the terms of the statute.\" <i>Rakes v. United States,</i> <span class=\"citation\" data-id=\"202263\"><a href=\"/opinion/202263/rakes-v-united-states/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 18 (1st Cir. 2006). \"[T]o ensure that `meritorious claims can be settled more quickly without the need for filing suit and possible expensive and time-consuming litigation,'\" the FTCA includes an administrative exhaustion requirement. <i>Pascale v. United States,</i> <span class=\"citation\" data-id=\"610919\"><a href=\"/opinion/610919/joseph-m-pascale-v-united-states-of-america-dc-civil-no-92-00695/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">186</span></a></span>, 188 (3d Cir.1993) (quoting S.Rep. No. 1327, 89th Cong., 2d Sess. 6 (1966), <i>reprinted in</i> 1966 U.S.C.C.A.N. 2515, 2517) (internal brackets omitted). 28 U.S.C. &#167; 2675(a) states that</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">[a]n action shall not be instituted upon a claim against the United States for money damages for injury or loss of property or personal injury or death caused by the negligent or wrongful act or omission of any employee of the Government while acting within the scope of his office or employment, unless the claimant shall have first presented the claim to the appropriate Federal agency and his claim shall have been finally denied by the agency in writing and sent by certified or registered mail. The failure of an agency to make final disposition of a claim within six months after it is filed shall, at the option of the claimant any time thereafter, be deemed a final denial of the claim for purposes of this section.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In short, Plaintiff may not file a tort claim in district court until (i) the agency finally denies the administrative claim, or (ii) six months pass without a final denial of the administrative claim&#8212;whichever comes first.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The government argues that the district court lacked jurisdiction to review Plaintiff's FTCA claim because it was filed on April 2, 2003&#8212;before the DOJ issued its denial of Plaintiff's administrative tort claim (on April 15, 2003), and within the six-month waiting period otherwise required. Plaintiff argues that while she filed her complaint before the administrative denial, she \"did not serve or attempt to serve any defendant\" until September 29, 2003&#8212;well \"after the [administrative] claim was denied on April 15, 2003.\" Thus, Plaintiff argues, \"[t]his action was begun when service of process was made after denial of plaintiff['s] administrative claim.\" We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Plaintiff does not cite any authority for the proposition that we should look at the date of service of process as opposed to the date on which the complaint was filed in determining whether Plaintiff exhausted her administrative remedy. We also have not found any such authority. On the contrary, the plain language of the statute and Supreme Court case law interpreting the statute point to the opposite conclusion. Section 2675(a) states, in relevant part, that \"[a]n action shall not be <i>instituted</i> upon a claim against the United States\" unless the claimant first presents the claim to the appropriate Federal agency and the claim is finally denied. (Emphasis added.) According to the Supreme Court, \"the word `institute' is synonymous with the words `begin' and `commence.'\" <i>McNeil v. United States,</i> <span class=\"citation\" data-id=\"112858\"><a href=\"/opinion/112858/mcneil-v-united-states/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 112, <span class=\"citation\" data-id=\"112858\"><a href=\"/opinion/112858/mcneil-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1980</span></a></span>, <span class=\"citation\" data-id=\"112858\"><a href=\"/opinion/112858/mcneil-v-united-states/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">21</span></a></span> (1993). Pursuant to Rule 3 of the Federal Rules of Civil Procedure, \"[a] civil action is commenced by filing a complaint with the court.\" Thus, an action is instituted for purposes of section 2675(a) when the complaint is filed. <i>See McNeil,</i> 508 U.S. at 112, <span class=\"citation\" data-id=\"112858\"><a href=\"/opinion/112858/mcneil-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1980</span></a></span> (rejecting the argument that an action is instituted when \"substantial progress has been made in the litigation\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Plaintiff's other arguments fare no better. Plaintiff contends that since she complied with the FTCA's statute of limitations under 28 U.S.C. &#167; 2401(b)&#8212;the only statutory provision referenced in the DOJ's denial of her administrative tort claim&#8212;we have jurisdiction to review her FTCA claim. This argument is incorrect.</p>\n    </div>\n    <p class=\"indent\">Section 2401(b) states that</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">[a] tort claim against the United States shall be forever barred unless it is presented in writing to the appropriate Federal agency within two years after such claim accrues or unless action is begun within six months after the date of mailing, by certified or registered mail, of notice of final denial of the claim by the agency to which it was presented.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Even if we assume that Plaintiff's claim was brought within the time allotted by section 2401(b), this timeliness has nothing to do with whether Plaintiff has satisfied the FTCA's exhaustion requirement under section 2675(a). Section 2401(b) limits the time a claimant has to file its administrative tort claim and complaint, respectively. Specifically, the statute requires that a claimant present an administrative tort claim to the appropriate government agency within two years of accrual of the claim, and, assuming the claim is denied, file a complaint in district court within six months of notice of final denial by the agency. Section 2675(a), on the other hand, prescribes what a claimant must do before bringing an FTCA claim in federal court. Specifically, the statute requires that the claimant wait for a final disposition from the agency (or, in lieu thereof, the passage of six months without a final disposition) before filing the complaint. Plaintiff's contention that her alleged compliance with section 2401(b)'s statute of limitations relieved her of section 2675(a)'s exhaustion requirement is therefore unavailing.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In a related argument, Plaintiff contends that \"by waiting out the response time on the administrative claim\" under the FTCA, \"the agency could cause the statute of limitations to expire on <i>Bivens</i> claims or force separate suits.\" While that may be true in this case,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> the remedy is for Plaintiff to file separate claims, which would not be barred by the rule against claim-splitting. <i>See Torromeo v. Fremont,</i> <span class=\"citation\" data-id=\"202066\"><a href=\"/opinion/202066/torromeo-v-town-of-fremont/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">113</span></a></span>, 117 (1st Cir.2006); <i>see also</i> Restatement (Second) of Judgments &#167; 26(1)(c) (allowing exception to rule against claim-splitting where \"[t]he plaintiff was unable to rely on a certain theory of the case or to seek a certain remedy or form of relief in the first action because of the limitations on the subject matter jurisdiction of the courts . . . and the plaintiff desires in the second action to rely on that theory or to seek that remedy or form of relief.\"). We cannot read the exhaustion requirement out of the FTCA. <i>See McNeil,</i> 508 U.S. at 113, <span class=\"citation\" data-id=\"112858\"><a href=\"/opinion/112858/mcneil-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1980</span></a></span> (\"The FTCA bars claimants from bringing suit in federal court until they have exhausted their administrative remedies.\"); <i>see also Acosta v. U.S. Marshals Service,</i> <span class=\"citation\" data-id=\"202171\"><a href=\"/opinion/202171/acosta-v-us-marshals-service/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">509</span></a></span>, 513 (1st Cir.2006) (\"The [FTCA] also contains an exhaustion requirement, which has been viewed as `a non-waivable jurisdictional requirement' limiting the suit to claims fairly made to the agency.\") (quoting <i>Santiago-Ramirez v. Sec'y of Dep't of Def.,</i> <span class=\"citation\" data-id=\"599017\"><a href=\"/opinion/599017/lynette-santiago-ramirez-v-secretary-of-the-department-of-defense/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span>, 18, 19-20 (1st Cir.1993)).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Finally, Plaintiff implies that since Defendants raised this argument \"for the first time\" on appeal, we cannot review it. This argument is unavailing. \"[An] objection to subject matter jurisdiction is not waivable and may be raised for the first time on appeal.\" <i>F.A.C., Inc. v. Cooperativa de Seguros de Vida de Puerto Rico,</i> <span class=\"citation\" data-id=\"794465\"><a href=\"/opinion/794465/fac-inc-dba-financial-advisors-and-consultants-inc-fac-v/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">185</span></a></span>, 189 (1st Cir.2006). By filing the complaint in the absence of agency action and in less than six months of filing her administrative tort claim, Plaintiff failed to exhaust her remedies. We therefore lack jurisdiction to review Plaintiff's FTCA claim against the government.</p>\n    </div>\n    <p class=\"indent\">B. Merits</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Plaintiff's <i>Bivens</i> and wrongful death claims are subject to a three-year statute of limitations. <i>See</i> Mass. Gen. Laws ch. 229, &#167; 2 (stating that \"an action to recover damages [for wrongful death] shall be commenced within three years\"). While Congress has not established a limitations period for <i>Bivens</i> claims, \"courts generally have applied state statutes of limitations to <i>Bivens</i> actions notwithstanding the fact that such actions lie only against federal officers.\" <i>Rossiter v. Potter,</i> <span class=\"citation\" data-id=\"200832\"><a href=\"/opinion/200832/rossiter-v-potter/\"><span class=\"volume\">357</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 34 n. 7 (1st Cir.2004); <i>see also Wilson v. Garcia,</i> <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">261</span></a></span>, 266-67, <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1938</span></a></span>, <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">254</span></a></span> (\"When Congress has not established a time limitation for a federal cause of action, the settled practice has been to adopt a local time limitation as federal law if it is not inconsistent with federal law or policy to do so.\"). We need not decide between Massachusetts' statute of limitations for tort actions, Mass. Gen. Laws ch. 260, &#167; 2A, and Massachusetts' statute of limitations for civil rights actions, Mass. Gen. Laws ch. 260, &#167; 5B, in determining the limitations period for Plaintiff's <i>Bivens</i> claims, since both statutes of limitations are three years. <i>See Street v. Vose,</i> <span class=\"citation\" data-id=\"563222\"><a href=\"/opinion/563222/richard-a-street-v-george-vose-etc/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">38</span></a></span>, 39 n. 2 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">This three-year limitations period commenced upon the \"accrual\" of Plaintiff's claims. While state law establishes the statute of limitations for <i>Bivens</i> claims, \"the question of when a cause of action accrues in a civil rights case is a matter of federal law.\" <i>Nieves v. McSweeney,</i> <span class=\"citation\" data-id=\"199286\"><a href=\"/opinion/199286/nieves-v-mcsweeney/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 52 (1st Cir.2001). \"Under federal law, the statute of limitations on a <i>Bivens</i> claim begins to run when the plaintiff knows or has reason to know of the existence and cause of the injury which is the basis of his action.\" <i>Van Tu v. Koster,</i> <span class=\"citation\" data-id=\"164542\"><a href=\"/opinion/164542/tu-v-major-general-koster/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1196</span></a></span>, 1199 (10th Cir. 2004). As to Plaintiff's wrongful death claim, the accrual period provided by the statute itself is similar: \"three years from the date of death, or within three years from the date when the deceased's executor or administrator knew, or in the exercise of reasonable diligence, should have known of the factual basis for a cause of action.\" Mass. Gen. Laws ch. 229, &#167; 2. Thus, for both the <i>Bivens</i> and wrongful death claims, the three-year limitations period commenced when Plaintiff had either actual knowledge or constructive knowledge of her husband's death and \"sufficient facts to permit a reasonable person to believe that there [wa]s a causal connection between the government and her [husband's death].\" <i>Skwira,</i> 344 F.3d at 78.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">As the district court noted, Plaintiff must have knowledge of facts sufficient to permit a reasonable person to believe that: \"Bulger and Flemmi were instrumental in the murder of Barrett[;] Bulger and Flemmi were informants for the FBI[;] and [] the FBI . . . protected and encouraged Bulger and Flemmi in their criminal activity, including Barrett's murder.\" While \"[a] claim does not accrue when a person has a mere hunch, hint, suspicion, or rumor of a claim,\" <i>McIntyre v. United States,</i> <span class=\"citation\" data-id=\"786063\"><a href=\"/opinion/786063/emily-mcintyre-as-administrator-of-the-estate-of-john-l-mcintyre/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span>, 52 (1st Cir. 2004) (internal quotation marks and citation omitted), \"conclusive knowledge is not necessary.\" <i>Skwira,</i> 344 F.3d at 78.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Plaintiff filed her complaint on April 2, 2003. If her claims accrued prior to April 2, 2000, she was beyond the statute of limitations when she filed the cause of action. Plaintiff argues that she neither \"knew [n]or had reason to know that her husband had been murdered by specific persons and that such murder had been caused by law enforcement officials of the federal government\" until some time on or after April 3, 2000.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Since she filed her complaint on April 2, 2003, Plaintiff argues that her <i>Bivens</i> and wrongful death claims are thus within the three-year statute of limitations. Plaintiff contends that her March 9, 2000 statement, which, according to the district court, \"indicate[d] that . . . she knew that the government was responsible for the murder of her husband,\" was misconstrued by the court. Plaintiff argues that while she stated in the article that \"the government is responsible\" and that it \"gave them a license to kill,\" she did not directly reference Bulger, Flemmi, the FBI, or any other state or federal agency. Plaintiff also points to a statement that she made to reporters in July 2000&#8212;stating that, \"[w]hoever did it should be brought to justice\"&#8212;in support of her argument that she had no knowledge of who killed her husband. Plaintiff further argues that the <i>Salemme</i> decision \"contained little more than conjecture and speculation concerning FBI misconduct and culpability in the handling of Bulger and Flemmi and nothing about the murder of Barrett.\"</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Defendants argue that, prior to April 2, 2000, Plaintiff had actual knowledge of facts sufficient to believe that her husband had been killed by persons connected to the federal government, as evidenced by her March 9, 2000 statement. Therefore, Defendants argue that Plaintiff's claims are time-barred. We agree. While Plaintiff's March 9, 2000 statement does not specifically reference Bulger and Flemmi, we agree with Defendants that based on the context of the article, which discusses the positive identification of Barrett's body and Bulger's and Flemmi's involvement in Barrett's death, \"there can be no doubt that she is referring to defendants Bulger and Flemmi as actually committing the murder of her husband.\" Plaintiff's failure to identify the specific government agency responsible for Bulger and Flemmi's actions (i.e., the FBI), moreover, does not undermine the accrual of her claims. Accrual is based on a plaintiff's knowledge of facts sufficient to give rise to a belief that the government&#8212;not any particular agency of the government&#8212;caused the injury. <i>See Skwira,</i> 344 F.3d at 78 (\"[A] claim accrues under the FTCA once a plaintiff knows . . . sufficient facts to permit a reasonable person to believe that there [wa]s a causal connection between <i>the government</i> and her injury.\" (emphasis added)). Plaintiff's March 9, 2000 statement established her actual knowledge of facts sufficient to believe that the government, through Bulger and Flemmi, caused the death of her husband.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> We therefore agree with the district court that</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">by that statement, the plaintiff has admitted that, not later than March 8, 2000, she had actual knowledge of the involvement of Bulger and Flemmi in Barrett's murder, the fact that Bulger and Flemmi were FBI informants at the time of Barrett's murder, and the fact that the FBI encouraged and protected Bulger and Flemmi in the murder of Barrett. In short, her statement indicates that by March 8, 2000, she knew that the government was responsible for the murder of her husband.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The death of Barrett as the result of the FBI's misconduct is a tragedy. The rejection of what might otherwise be a meritorious claim because of the technical requirements of the FTCA and related laws is unfortunate. But these requirements do serve important purposes.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> It is also a fact that some plaintiffs have succeeded in meeting these requirements. <i>See McIntyre,</i> 367 F.3d at 57; <i>Donahue,</i> 204 F.Supp.2d at 177-78. In this case, that has not happened. For the foregoing reasons, the district court's orders of dismissal entered on October 28, 2004, December 1, 2004, and April 15, 2005, which underlay Plaintiff's June 14, 2005 appeal, are <i>affirmed.</i> No costs shall be taxed against Plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">\n        <i>So ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Ninth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"The<i>Bivens</i> doctrine allows constitutional claims against federal officials, in their individual capacities, for actions taken under color of <i>federal</i> law.\" <i>McCloskey v. Mueller,</i> <span class=\"citation\" data-id=\"202217\"><a href=\"/opinion/202217/mccloskey-v-mueller/\"><span class=\"volume\">446</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">262</span></a></span>, 271 (1st Cir.2006).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Plaintiff's claim against former agent H. Paul Rico terminated by law on September 29, 2004 as a result of his death</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Three of the eight former FBI agents sued by Plaintiff did not join Defendants' opposition brief: Morris, Connolly, and Rico (deceased)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> No final judgment appears to have been entered against Bulger and the fifty John Doe defendants, who were never served</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> At oral argument, counsel for Plaintiff stated that Flemmi and Weeks were never served, and that default judgment was entered against Plaintiff&#8212;not Flemmi and Weeks. This is incorrect. The notice of default states that \"[f]or failure of the defendants Kevin Weeks, James Bulger, and Stephen J. Flemmi to plead or otherwise defend as provided by Rule 55(a) of the Federal Rules of Civil Procedure, notice is hereby given that the defendants have been defaulted this 27th day of September, 2005.\" This notice was subsequently vacated against Bulger for lack of service</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Plaintiff argues that if she had waited six months to file her complaint in district court, i.e., July 14, 2003, her claim would have fallen outside of the three-year statute of limitations under<i>Bivens</i> and state tort law, which required her claim to be filed by April 3, 2003.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We acknowledge that the formulation of the accrual standard we apply here is taken from<i>Skwira,</i> which addressed the accrual of FTCA claims rather than <i>Bivens</i> claims. <i>See Skwira,</i> 344 F.3d at 78. However, the formulation in <i>Skwira</i> is comparable to the accrual standard used in the <i>Bivens</i> context. <i>See, e.g., Nasim v. Warden, Md. House of Correction,</i> <span class=\"citation\" data-id=\"703178\"><a href=\"/opinion/703178/ghulam-mohammed-nasim-and-ghulam-ahmed-nasim-abdul-karim-nasim-v-warden/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">951</span></a></span>, 955 (4th Cir.1995)(en banc) (stating as to <i>Bivens</i> actions that \"[u]nder federal law a cause of action accrues when the plaintiff possesses sufficient facts about the harm done to him that reasonable inquiry will reveal his cause of action.\"). As for applying the <i>Skwira</i> formulation to Plaintiff's wrongful death claim, Massachusetts leaves it within the discretion of the court to fashion a precise accrual standard based on the statutory language. <i>Pobieglo v. Monsanto Co.,</i> <span class=\"citation\" data-id=\"2213602\"><a href=\"/opinion/2213602/pobieglo-v-monsanto-co/\"><span class=\"volume\">402</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">112</span></a></span>, <span class=\"citation\" data-id=\"2213602\"><a href=\"/opinion/2213602/pobieglo-v-monsanto-co/\"><span class=\"volume\">521</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">728</span></a></span>, 731 (1988) (\"When the Legislature limits the time within which suit can commence from the date of accrual, it leaves to the court the determination of the precise meaning of the term accrued.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> There is some discrepancy in the record surrounding the date on which Plaintiff contends that her<i>Bivens</i> and wrongful death claims accrued. In her appellate brief, Plaintiff appears to argue that her claims accrued on April 3, 2000 when her husband's body was released to her. However, at oral argument and in a letter submitted to us pursuant to Rule 28(j) of the Federal Rules of Appellate Procedure, Plaintiff states that her claims did not accrue until after \"Flemmi's guilty plea\" on October 14, 2003.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Plaintiff argues that the district court should not have relied on<i>Wheeler v. United States,</i> <span class=\"citation\" data-id=\"786063\"><a href=\"/opinion/786063/emily-mcintyre-as-administrator-of-the-estate-of-john-l-mcintyre/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span> (1st Cir.2004), in which we upheld the dismissal of a tort action against the government&#8212;which arose out of the murder of the decedent by FBI informants&#8212;on statute-of-limitations grounds. <i>Id.</i> at 60-61. Rather, Plaintiff argues that the district court should have relied on the consolidated case of <i>McIntyre v. United States,</i> <span class=\"citation\" data-id=\"786063\"><a href=\"/opinion/786063/emily-mcintyre-as-administrator-of-the-estate-of-john-l-mcintyre/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span> (1st Cir.2004), in which we vacated the dismissal of a tort action against the government&#8212; which arose out of the murder of an FBI informant by other FBI informants&#8212;on statute-of-limitations grounds. <i>Id.</i> at 57. Plaintiff's argument is without merit. The district properly relied on <i>Wheeler,</i> which is factually similar to this case, and did not rely on <i>McIntyre,</i> which is distinguishable from this case because it involved the murder of an FBI informant whose status was betrayed by the government.</p>\n        <p class=\"indent\">Plaintiff also contends that the statute of limitations on her claims should be equitably tolled for two reasons: first, because of \"her fear for the safety of the rest of her family\" which presumably delayed her filing of her claims; and second, because of the district court's \"disparate treatment of [P]laintiff\" as compared to its treatment of the plaintiff in <i>Donahue v. F.B.I.,</i> <span class=\"citation\" data-id=\"2429148\"><a href=\"/opinion/2429148/donahue-v-fbi/\"><span class=\"volume\">204</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">169</span></a></span> (D.Mass.2002), whose claim was not barred by the FTCA's statute of limitations. Neither argument appears to have been raised below and neither is developed on appeal. While we have recognized the availability of duress for tolling the FTCA's statute of limitations, <i>Rakes v. U.S.,</i> <span class=\"citation\" data-id=\"202263\"><a href=\"/opinion/202263/rakes-v-united-states/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 26 (1st Cir.2006), Plaintiff cannot argue on appeal issues not raised below or developed only perfunctorily on appeal. <i>See Bonas v. Town of N. Smithfield,</i> <span class=\"citation\" data-id=\"199603\"><a href=\"/opinion/199603/bonas-v-north-smithfield/\"><span class=\"volume\">265</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></a></span>, 76 n. 5 (1st Cir.2001) (\"[I]ssues raised by an appellant but not developed are deemed waived.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Because we find that Plaintiff had actual knowledge of her husband's death and sufficient facts to believe that the government was involved in his death, we need not analyze whether Plaintiff also had constructive knowledge of these facts<i>See Patterson,</i> 451 F.3d at 271 (distinguishing between actual knowledge and constructive knowledge).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> \"The purpose of the FTCA's exhaustion requirement is to facilitate the administrative evaluation of tort claims by the agency whose activity gave rise to the claim and permit settlement of meritorious claims more quickly and without litigation.\"<i>Warrum v. United States,</i> <span class=\"citation\" data-id=\"792325\"><a href=\"/opinion/792325/ronald-warrum-in-his-capacity-as-personal-representative-of-the-estate-of/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1048</span></a></span>, 1050 (7th Cir.2005) (citing <i>McNeil,</i> 508 U.S. at 112, <span class=\"citation\" data-id=\"112858\"><a href=\"/opinion/112858/mcneil-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1980</span></a></span> n. 7 (1993). \"[T]he primary purpose of a statute of limitations is to prevent plaintiffs from sleeping on their rights and to prohibit the prosecution of stale claims.\" <i>Edes v. Verizon Communications, Inc.,</i> <span class=\"citation\" data-id=\"201737\"><a href=\"/opinion/201737/edes-v-verizon-comm/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">133</span></a></span>, 142 (1st Cir.2005) (internal quotation marks, citation, and brackets omitted).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104095/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112858/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/130152/",
    "http://www.courtlistener.com/api/rest/v3/opinions/164542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/186462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199286/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199603/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200014/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200653/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200723/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201737/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202066/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202171/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202217/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/514211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546922/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599017/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/668217/",
    "http://www.courtlistener.com/api/rest/v3/opinions/703178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790071/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792325/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794465/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2213602/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2429148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2510809/"
  ]
}