{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202314/",
  "absolute_url": "/opinion/202314/marks-3-zet-v-presstek-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202314/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:49:56Z",
  "date_modified": "2016-02-28T05:07:46.505171Z",
  "type": "010combined",
  "sha1": "ff394ad4bc15fc1f69660078efd81ca01025a98c",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-2794-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/07/11/Marks_3-Zet_v._Presstek_Inc..pdf",
  "plain_text": "            United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 05-2794\n\n               MARKS 3-ZET-ERNST MARKS GMBH & CO. KG,\n\n                        Plaintiff, Appellant,\n\n                                 v.\n\n                           PRESSTEK, INC.,\n\n                        Defendant, Appellee.\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF NEW HAMPSHIRE\n\n           [Hon. Joseph A. DiClerico, U.S. District Judge]\n\n\n                               Before\n\n                 Torruella and Lynch, Circuit Judges,\n                     and Young,* District Judge.\n\n\n\n     Kevin M. Fitzgerald, with   whom John E. Friberg, Jr. and Nixon\nPeabody LLP were on brief, for   appellant.\n     James D. Rosenberg, with     whom Arpiar G. Saunders, Jr. and\nShaheen & Gordon, P.A. were on   brief, for appellee.\n\n\n\n                            July 11, 2006\n\n\n\n\n     *\n         Of the District of Massachusetts, sitting by designation.\n\f            LYNCH, Circuit Judge.        This case raises some unusual\n\nissues about actions seeking to compel international arbitration.\n\n            The plaintiff, Marks 3-Zet-Ernst Marks GMBH (\"Marks\"), a\n\nGerman company, and the defendant, Presstek, Inc. (\"Presstek\"), a\n\nDelaware corporation with its principal place of business in New\n\nHampshire, in 2000 entered into a commercial agreement, which\n\nincluded an arbitration clause.\n\n            The arbitration clause is governed by Chapter Two of the\n\nFederal   Arbitration   Act   (FAA),     9   U.S.C.   §§   201-208,   which\n\nimplements the United Nations Convention on the Recognition and\n\nEnforcement of Foreign Arbitral Awards (\"New York Convention\"),\n\nJune 10, 1958, 21 U.S.T. 2517, 330 U.N.T.S. 38, reprinted following\n\n9 U.S.C. § 201 (ratified by the United States on September 30,\n\n1970).    See Ledee v. Ceramiche Ragno, 684 F.2d 184, 186 (1st Cir.\n\n1982).    Chapter One of the FAA, 9 U.S.C. §§ 1-16, applies to\n\nproceedings under Chapter Two, to the extent that there is no\n\nconflict.    See 9 U.S.C. § 208.\n\n            The district court dismissed Marks' petition to compel\n\narbitration because it understood the relief Marks was seeking was\n\nunavailable on Marks' pleadings.       In its petition, Marks mentioned\n\nonly a particular arbitral body, the Permanent Court of Arbitration\n\n(PCA) at The Hague in the Netherlands, and in a later pleading, it\n\nstated that \"[t]he order sought from this court by Marks . . . will\n\naddress and resolve the PCA's uncertainty\" as to \"whether it has\n\n\n                                   -2-\n\fthe authority to act.\"   Based on these pleadings, Marks sought an\n\norder to compel arbitration of the dispute before the PCA, under a\n\nset of rules which the PCA had already stated were not the rules\n\nthat would allow it to exercise jurisdiction over the arbitration,\n\nunder the PCA's own procedural guidelines.   After dismissal of its\n\ncase, Marks then attempted to change course, on a motion to the\n\ndistrict court for reconsideration.    The court denied the motion.\n\nWe affirm the judgment of dismissal.\n\n                                I.\n\n          The basic facts relevant to this appeal are undisputed.\n\nPresstek and Marks supply products for the printing industry.   In\n\nDecember 2000, Presstek and Marks entered into a contract whereby\n\nMarks agreed to market Presstek's products in parts of Europe.\n\nUnder the contract, neither party was permitted to terminate the\n\ncontract for three years, except under certain conditions.\n\n          Under Section 10(g) of the contract, the parties agreed\n\nto submit disputes to arbitration:\n\n          Applicable Law and Jurisdiction. Any dispute\n          . . . between the Parties arising out of or\n          relating to this Agreement which cannot be\n          settled amicably shall be referred to and\n          determined by arbitration in the Hague under\n          the International Arbitration rules.       The\n          ruling by the arbitration court shall be final\n          and binding and the Parties undertake to abide\n          by and to carry out the award immediately and\n          voluntarily. In the event that such award is\n          not immediately abided by and carried out, the\n          award of whatever nature may be enforced\n          without review in any court of competent\n          jurisdiction.    The arbitration award shall\n\n                                -3-\n\f            determine which Party shall bear the expenses\n            of the arbitration or the portion thereof\n            which each Party shall bear.\n\nThe arbitration clause was poorly drafted:         First, the clause does\n\nnot identify the specific arbitral body at The Hague that would\n\nadjudicate      any    dispute.       Second,    the    contract   language\n\n(\"the International Arbitration rules\") suggests that a particular\n\nset of arbitration rules would govern the dispute; but, as it turns\n\nout, there are no rules called the \"International Arbitration\n\nrules.\"\n\n            On April 4, 2002, Presstek provided notice that it wished\n\nto terminate the contract.        According to Marks, this termination\n\nconstituted a breach of contract.           Marks thereafter attempted to\n\nhave Presstek agree to arbitrate the dispute, but to no avail.\n\nMarks first asked Presstek to arbitrate the dispute under the\n\nUNCITRAL Arbitration Rules1 on November 29, 2002.         This request led\n\nto negotiations, which were ultimately unsuccessful.\n\n            Marks made a second request for arbitration to Presstek\n\non March 27, 2003, but Presstek did not respond.           The record does\n\nnot contain either the November 2002 or March 2003 requests by\n\nMarks,    and   does   not   reveal   whether   Marks   asked   Presstek   to\n\narbitrate their dispute before a particular forum.\n\n\n     1\n       UNCITRAL is the United Nations Commission on International\nTrade Law, which has issued arbitration rules.      See Mitsubishi\nMotor Corp. v. Soler Chrysler-Plymouth, Inc., 473 U.S. 614, 633\nn.17 (1985); Karaha Bodas Co. v. Perusahaan Pertambangan Minyak Dan\nGas Bumi Negara, 364 F.3d 274, 282 (5th Cir. 2004).\n\n                                      -4-\n\f             When Presstek did not respond, Marks did not go to court\n\nto seek to compel arbitration or alternatively to sue for breach of\n\ncontract.\n\nA.           Proceedings Before the PCA\n\n             After   Presstek    did    not    respond   to    its   March   2003\n\narbitration request, Marks sent letters to the PCA, on June 4 and\n\nJuly   31,   2003,   asking     the    PCA    to   designate   an    \"Appointing\n\nAuthority\" that would initiate arbitration proceedings and appoint\n\narbitrators.     In its application, Marks asserted to the PCA that\n\nunder the arbitration clause \"[i]t is evident from the choice of\n\nThe Hague as the forum for the arbitration that the 'International\n\nArbitration Rules' referred to in the clause are those formulated\n\nby UNCITRAL, since these authorize the Secretary-General of the PCA\n\nbased in The Hague to appoint members to the tribunal or to\n\nnominate a so-called Appointing Authority.\"\n\n             On August 4, 2003, after receipt of Marks' request, an\n\nAssistant Legal Counsel of the PCA sent a letter to Presstek, with\n\na copy to Marks, informing Presstek of the arbitration request by\n\nMarks. The letter raised questions about the competence of the PCA\n\nto act as an arbitrator in the case:\n\n             Prior to acting . . . , the Secretary-General\n             [of the PCA] first satisfies himself, on the\n             basis of a prima facie screening of the\n             documentation submitted by the parties, that\n             he is competent to act.       The Secretary-\n             General's competence may derive from the\n             parties' agreement to the application of the\n             UNCITRAL Arbitration Rules, Articles 6 and 7\n\n                                       -5-\n\f          of which describe his role, or from any other\n          agreement that calls for him to act.\n\nThe PCA letter noted that the language in the parties' arbitration\n\nreferred only to \"the International Arbitration rules\" and \"The\n\nHague as the place of arbitration.\"      The PCA letter asked Presstek\n\nto provide its comments with respect to Marks' application, after\n\nwhich the matter would be submitted to the Secretary-General of the\n\nPCA for consideration.\n\n          Presstek,   in   an   August   14,   2003   letter   to   the   PCA\n\nrequesting an extension of time, noted that its basic position was\n\nthat a clear agreement to apply UNCITRAL Arbitration Rules was\n\nrequired before the PCA could exercise jurisdiction over the\n\narbitration, that there was no such clear agreement, and that the\n\nreference to \"International Arbitration rules\" in the parties'\n\ncontract was too vague on the point.\n\n          The PCA granted Presstek's request for an extension,             in\n\na letter on August 18, 2003, and noted Presstek's objection.              The\n\nletter reiterated the PCA's policy that \"before acting in matters\n\nsuch as this, the Secretary-General of the PCA first satisfies\n\nhimself, on the basis of a prima facie screening of the documents\n\nsubmitted to him, that he is competent to act.\"          The letter also\n\nnoted that \"[w]hen the Secretary-General is not satisfied of his\n\ncompetence to act, parties may, of course, seek implementation of\n\ntheir arbitration agreement elsewhere or before the appropriate\n\nnational courts.\"   The PCA invited Presstek \"to comment on whether\n\n                                   -6-\n\fit wished to agree to the application of the UNCITRAL Arbitration\n\nRules in the present dispute.\"\n\n            On October 20, 2003, Presstek filed its comments with the\n\nPCA.     It refused to stipulate to application of the UNCITRAL\n\nArbitration Rules and reiterated its position that the contract was\n\nnot sufficiently clear as to whether the UNCITRAL rules would apply\n\nand that the PCA should therefore decline jurisdiction.                 Presstek\n\nargued that only a court, and not the PCA, could resolve the\n\nambiguities and concluded that the PCA should decline to arbitrate\n\nthe matter \"until such time as a . . . court indicates that it\n\nmay.\"    The record does not contain any reply by Marks.\n\n            On October 21, 2003, the PCA, in a letter to the parties,\n\nstated that the Secretary-General had considered the parties'\n\nsubmissions and concluded that it did not have the competence to\n\nact    because,   based   on   its   interpretation       of    the   arbitration\n\nagreement,   the   parties     had   not    agreed   to   the    application   of\n\nUNCITRAL rules:\n\n            The Secretary-General considers that he may\n            designate an Appointing Authority pursuant to\n            the UNCITRAL Arbitration Rules only when the\n            parties to a contract have agreed that\n            disputes in relation to that contract shall be\n            referred to arbitration under the UNCITRAL\n            Arbitration Rules.     With respect to the\n            dispute arising from the parties' [contract],\n            the Secretary-General is not satisfied, on the\n            basis of a prima facie screening of the\n            documentation submitted by the parties, that\n            he is competent to act in this matter.\n\n\n\n                                      -7-\n\fThe letter concluded, however, by inviting the parties \"to seek the\n\ninterpretation of their arbitration agreement from any court having\n\njurisdiction.\"   It noted that arbitration at the PCA might be\n\npossible, \"[g]iven that paragraph 10(g) of the Agreement specifies\n\nThe Hague as the place of arbitration.\"\n\n          On March 25, 2004, Marks requested Presstek to arbitrate\n\nthe dispute again, this time under the Netherlands Arbitration Act.\n\nAgain, the record does not contain this request, or reveal whether\n\nMarks had asked for arbitration at a particular forum, either the\n\nPCA or elsewhere.   Presstek did not respond to this request.\n\nB.        Proceedings before the District Court\n\n          Marks did not challenge the PCA's refusal to hear the\n\ncase, either at the PCA itself or in a court in the Netherlands, or\n\nattempt to arbitrate the dispute in any other forum at The Hague.\n\nIt did not immediately seek an interpretation of the agreement by\n\na court of competent jurisdiction, as the PCA had invited it to do.\n\nInstead, it waited nearly eighteen months, until April 5, 2005, to\n\nfile a motion to compel arbitration in U.S. District Court in New\n\nHampshire under the New York Convention, as implemented by 9 U.S.C.\n\n§§ 4 and 206.\n\n          Marks' petition was filed one day after the New Hampshire\n\nthree-year statute of limitations on contract actions had expired,\n\nassuming that the cause of action accrued on April 4, 2002, the\n\ndate Presstek provided the termination notice to Marks. Marks, for\n\n\n                                -8-\n\fits part, disputes that the New Hampshire limitations period\n\napplies, instead arguing that the New York Convention requires\n\napplication of the Netherlands' statute of limitations, as the\n\nparties    agreed     that     the    Netherlands         would    be   the    situs     for\n\narbitration.\n\n            In its petition to compel arbitration, Marks asked for an\n\norder \"direct[ing] that arbitration proceed in the manner set forth\n\nin the Agreement: in The Hague, and that the Court order such\n\narbitration     to    proceed        under    the    American      Arbitration         Act's\n\nInternational Rules.\" (emphases added). Marks also requested that\n\nthe court order Presstek to submit to arbitration; hold a hearing\n\non Marks' petition under Section 4 of the FAA; and award \"costs,\n\ninterest, attorneys' fees and such other and further relief as the\n\nCourt deems appropriate and just.\"                  As to the proceedings before\n\nthe PCA, Marks stated only that \"[t]he President of the PCA . . .\n\nconcluded that the application of the [UNCITRAL] Rules to the\n\nAgreement was not appropriate and gave no further opinion with\n\nrespect to the Agreement.\"\n\n            There were a number of problems with Marks' petition.\n\nAlthough Marks stated that it wanted arbitration at \"The Hague\"\n\n(where a number of groups provide arbitration), the only arbitral\n\nbody mentioned in the petition was the PCA.                   Furthermore, there is\n\nno   set   of    rules       called        \"the     American       Arbitration         Act's\n\nInternational        Rules.\"          It     was    not    until    its       motion     for\n\n\n                                             -9-\n\freconsideration that Marks clarified that it \"intended to reference\n\nthe American Arbitration Association's international rules.\"     But\n\nwhatever rules Marks intended to reference, Marks' petition did not\n\ntake the position that the parties' arbitration clause contemplated\n\napplication of the UNCITRAL Arbitration Rules, which, based on the\n\nPCA letters, were the only rules which would give the PCA the\n\ncompetence to act in the parties' dispute.\n\n              Thus, a natural reading of the complaint was that Marks\n\nwas seeking arbitration of the dispute at the PCA under rules which\n\nthe Secretary-General of the PCA had already stated could not give\n\nthe PCA the competence to act.    The district court, in an August 9,\n\n2005 order, gave fair warning of its concern that it would be\n\nunable to grant the relief Marks was seeking, using the language of\n\nmootness.      It ordered Marks to show cause why its petition to\n\ncompel arbitration should not be dismissed.2\n\n              Marks filed a memorandum in response on September 1,\n\n2005.       Mark stated that \"[t]he order sought from this court by\n\nMarks . . . will address and resolve the PCA's uncertainty\" as to\n\n\n        2\n        The August 9, 2005 order also denied an earlier motion by\nPresstek to dismiss the petition. Presstek had argued that the\nPCA's decision not to hear the case was an \"award\" within the\nmeaning of the FAA, that the only court with the competence to\noverturn that award under the New York Convention was a court in\nthe Netherlands, and that Marks' petition, properly construed as a\nmotion to vacate an arbitral award, was untimely. The district\ncourt rejected these arguments, finding that the PCA's refusal to\narbitrate the dispute was not an \"award\" under the New York\nConvention and that Marks' petition was timely under the FAA.\nPresstek does not appeal these determinations.\n\n                                  -10-\n\f\"whether it has the authority to act.\"                 Marks relied on the\n\nstatement in the PCA letter that \"the parties are invited to inform\n\nthe PCA should they wish to utilize the services of the PCA in the\n\nadministration of the case.\"           Based on its reading of the PCA\n\nletter,   Marks   argued   that   it    was   in   truth    only    seeking     the\n\ninterpretation of the agreement which the PCA had invited -- an\n\ninterpretation as to which arbitral rules to apply -- and that a\n\ndispute about that very question could not render the case moot or\n\npreclude the relief Marks sought.         Marks did not seek to amend its\n\nclaims for relief in the petition to compel arbitration.\n\n            The district court dismissed Marks' petition on September\n\n20, 2005, on the grounds that \"the relief Marks seeks, an order\n\nrequiring Presstek to arbitrate their dispute at the PCA under the\n\nAmerican Arbitration Act's International Rules, is unavailable.\"\n\nThe district court read the PCA letter to say that the PCA will\n\n\"proceed with arbitration only if the parties have agreed to\n\narbitrate   under   the    UNCITRAL     Arbitration    Rules.\"           The   court\n\nobserved that Marks \"did not plead a claim seeking to interpret the\n\nagreement to determine which arbitration rules would apply,\" did\n\nnot \"include any allegations as to the meaning of the parties'\n\nagreement with respect to which arbitration rules would apply,\" nor\n\n\"even   suggest[ed]   that    the      parties     agreed   to     the    UNCITRAL\n\nArbitration Rules.\"\n\n\n\n\n                                      -11-\n\f          Marks moved for reconsideration on October 4, 2005, under\n\nFed. R. Civ. P. 59(e).    It argued that the district court was\n\nmisreading the PCA letter, and that the PCA would \"assist parties\n\n. . . pursuant to the order of any court with jurisdiction\" even if\n\nthe parties did not agree to apply the UNCITRAL Arbitration Rules.\n\n          For the first time, Marks clarified that the PCA letter\n\nwas immaterial. It was immaterial because arbitration could be had\n\nin either a different forum or under a different set of arbitration\n\nrules:\n\n          Marks has prayed that, following the required\n          hearing or trial, the AAA International Rules\n          apply, given that they are closest to the\n          expressed intent of the parties in their\n          agreement. . . .     However, Marks has also\n          asked in its Petition for the Court to grant\n          whatever   \"relief    it    deems  just    and\n          appropriate\" consistent with the parties'\n          agreement   to   arbitrate,    the New    York\n          Convention and the strong state and federal\n          policies in favor of arbitration.       It is\n          certainly possible that, following a hearing\n          and trial if necessary, the Court may find an\n          alternative location in The Hague, and/or\n          rules, appropriate in order to effectuate the\n          parties' agreement to arbitration.\n\n(emphasis added and citation omitted). Marks noted that there were\n\nother arbitral bodies at The Hague besides the PCA that could hear\n\nthe case, and argued that the district court was obligated under\n\nthe New York Convention and Section 4 of the FAA to hold a hearing\n\nor a trial to determine \"the nature of the parties' arbitration\n\nagreement as it relates to any ambiguous terms, including but not\n\n\n\n                               -12-\n\flimited [to] which rules to apply and the agency and organization\n\nto preside or supervise.\"\n\n           This was not the relief clearly sought in the original\n\ncomplaint.   Nor was this relief sought after the district court\n\nwarned Marks of the problems with how it had framed this case.\n\nThis theory was clearly articulated for the first time some three-\n\nand-a-half years after the contract dispute arose, two years after\n\nthe PCA had declined to accept competence over the arbitration, and\n\nsix months after Marks had filed its federal court petition to\n\ncompel arbitration.\n\n           The     district     court      denied   Marks'     motion    for\n\nreconsideration.      Marks appeals, arguing (1) that the district\n\ncourt erred in its initial conclusion that it could not grant the\n\nrelief   requested,    and    (2)   that   the   district    court   should,\n\nnonetheless, have held a hearing to find a different forum at which\n\nto order the arbitration, under perhaps a different set of rules.\n\n                                     II.\n\n           We have jurisdiction to hear this appeal from a final\n\norder, under 28 U.S.C. § 1291.3            We review de novo a district\n\n\n     3\n        Presstek argues, as it did below, that we lack statutory\njurisdiction, because Marks has not been \"aggrieved by the alleged\nfailure, neglect, or refusal of [Presstek] to arbitrate,\" which is\na prerequisite to an order compelling arbitration under 9 U.S.C.\n§ 4.    According to Presstek, absent a \"failure, neglect, or\nrefusal\" by it to arbitrate, there is not a justiciable case or\ncontroversy. The district court did not address this argument.\nMarks has alleged that Presstek ignored requests to arbitrate on at\nleast two occasions, creating at least some question, on this\n\n                                    -13-\n\fcourt's refusal to compel arbitration. InterGen N.V. v. Grina, 344\n\nF.3d 134, 141 (1st Cir. 2003).    We review the denial of the motion\n\nto reconsider for abuse of discretion. Aybar v. Crispin-Reyes, 118\n\nF.3d 10, 15 (1st Cir. 1997).\n\nA.        Propriety of the Original Order of Dismissal\n\n          1.     Inability to Grant the Relief Requested\n\n          Marks' argument that the district court erred in holding\n\nthat the relief Marks sought was unavailable is largely based on\n\nMarks' reading of the October 21, 2003 letter from the PCA, which\n\nwas rejected by the district court. Marks argues that the district\n\ncourt misconstrued the PCA letter, and that the correct reading is\n\n\"that the PCA invited the parties to complete the administration of\n\nthe case (1) if they stipulate to the UNCITRAL Rules, or, (2) if a\n\ncourt of competent jurisdiction . . . interpreted the arbitration\n\nprovision of their Agreement (no matter what jurisdiction, venue or\n\nrules the Court designates under the agreement).\"         (emphasis\n\nadded).\n\n          Marks' reading of the PCA letter is strained at best.\n\nThe letter states in clear terms that the PCA would be competent to\n\nact in these circumstances \"only when parties to a contract have\n\n\n\nrecord, as to whether Presstek has failed, neglected, or refused to\narbitrate within the meaning of 9 U.S.C. § 4. We do not resolve\nthat question, or whether this requirement is jurisdictional in\nnature, or whether the requirement under 9 U.S.C. § 4 applies at\nall in the context of the New York Convention.        We affirm on\ndifferent grounds.\n\n                                 -14-\n\fagreed that disputes in relation to that contract shall be referred\n\nto arbitration under the UNCITRAL Arbitration Rules.\"                       (emphases\n\nadded). Indeed, Marks put into the record the published procedural\n\nguidelines of the PCA, which support the court's reading: the\n\nguidelines    state    that    \"[t]he     request        for    designation      of    an\n\nappointing authority . . . should be accompanied by . . . [a] copy\n\nof   the    arbitration       clause    or        agreement       establishing        the\n\napplicability of the UNCITRAL Arbitration Rules.\" (emphasis added)\n\n            The district court properly rejected Marks' reading of\n\nthe letter.       It did not clearly err in concluding that the only\n\nrelief Marks had sought, prior to its motion for reconsideration,\n\nwas arbitration before the PCA under the American Arbitration Act's\n\nInternational Rules.         Nor did the court err in finding that that\n\nrelief was unavailable, or in dismissing the petition on that\n\nground. There was simply no basis, given the PCA's letter, for the\n\ndistrict court to order arbitration before the PCA under any set of\n\nrules other than the UNCITRAL Arbitration Rules.                    Marks has never\n\nsuggested the PCA was a party or that the court could order the PCA\n\nto do that which it already said it had no authority to do.\n\n            The    district    court    framed       the       question   as    one   of\n\nmootness.         Mootness    doctrine,      in    the     Article    III      case   or\n\ncontroversy sense, may be an imprecise fit to the situation here,\n\nbut captures the idea that courts do not consider abstract issues.\n\n\"[M]ootness doctrine is rooted largely in the idea that courts,\n\n\n                                       -15-\n\fbecause of their distinct institutional competence and role, should\n\nnot decide abstract questions of law divorced from real factual\n\ncontroversies.\"     Horizon Bank & Trust Co. v. Massachusetts, 391\n\nF.3d 48, 55 (1st Cir. 2004).         It is sufficient to simply frame the\n\nquestion as whether the district court could have afforded the\n\nrelief for which Marks had asked.             See Church of Scientology v.\n\nUnited   States,   506   U.S.   9,   12     (1992)   (\"[I]f   .    .   .   it    [is]\n\nimpossible for the court to grant 'any effectual relief whatever'\n\nto a prevailing party, the appeal must be dismissed.\"                      (quoting\n\nMills v. Green, 159 U.S. 651, 653 (1895))); see also Raytheon Co.\n\nv.   Ashborn    Agencies,   Ltd.,     372    F.3d    451   (D.C.       Cir.     2004)\n\n(dismissing petition to compel arbitration where there was no\n\nArticle III standing, in part, because the requested relief would\n\nnot alleviate the claimed injury-in-fact).\n\n           2.   Marks' Request for a Hearing\n\n           Marks argues that it had requested a hearing in its\n\npetition to compel arbitration, and that the court was obligated,\n\nas an initial matter, to hold a hearing once the petition was\n\nfiled.   It relies on, 9 U.S.C. § 4, which provides:\n\n           The court shall hear the parties, and upon\n           being satisfied that the making of the\n           agreement for arbitration or the failure to\n           comply therewith is not in issue, the court\n           shall make an order directing the parties to\n           proceed to arbitration in accordance with the\n           terms of the agreement. . . . If the making of\n           the arbitration agreement or the failure,\n           neglect, or refusal to perform the same be in\n\n\n                                      -16-\n\f            issue, the court shall proceed summarily to\n            the trial thereof.\n\n            The argument is based on the unwarranted assumption that\n\nMarks' petition had sought relief which the district court could\n\nprovide.\n\n            Moreover,    even    in   its    own   terms,   the       argument   is\n\nunpersuasive.      Initially, it is not clear that under 9 U.S.C. § 4,\n\nan evidentiary hearing is required.            Marks has assumed that the\n\n\"shall hear the parties\" statement in 9 U.S.C. § 4 refers to a live\n\nevidentiary hearing.      That may not be so.         Rather, a \"hearing\" on\n\nthe papers may be all that is required.            See Cincinnati Gas & Elec.\n\nCo. v. Benjamin F. Shaw Co., 706 F.2d 155, 159 (6th Cir. 1983); cf.\n\nUnited States v. Fla. E. Coast Ry. Co., 410 U.S. 224, 240 (1973)\n\n(holding, under the Administrative Procedure Act, that \"the term\n\n'hearing' as used therein does not necessarily embrace either the\n\nright to present evidence orally and to cross-examine opposing\n\nwitnesses, or the right to present oral argument to the agency's\n\ndecisionmaker\").\n\n            But even indulging Marks' assumption that 9 U.S.C. § 4 is\n\nsatisfied   only    by   an   evidentiary    hearing,    such     a    hearing   is\n\nrequired only if there is a genuine issue of material fact for\n\nwhich a hearing would be necessary.          See Am. Int'l Specialty Lines\n\nIns. Co. v. Elec. Data Sys. Corp., 347 F.3d 665, 671 (7th Cir.\n\n2003) (\"A trial to determine arbitrability is required, however,\n\nonly if the issue that an evidentiary hearing would resolve is\n\n                                      -17-\n\ffairly contestable.\"); Cincinnati Gas & Elec. Co., 706 F.2d at 159;\n\ncf. Mowbray v. Moseley, Hallgarten, Estabrook & Weeden, Inc., 795\n\nF.2d 1111, 1115 n.7 (1st Cir. 1986) (deciding whether an agreement\n\nto arbitrate existed under 9 U.S.C. § 4 where there had been \"no\n\nrequest for an evidentiary hearing and no dispute regarding the\n\nmoving party's factual allegations\"). Requiring the district court\n\nto hold a hearing when there is no genuine issue of material fact\n\nwould \"defeat[] an essential goal of arbitration, which is the\n\nsimplification and expedition of dispute resolution.\"                    Am. Int'l\n\nSpecialty Lines, 347 F.3d at 671.\n\n              Here, there was no genuine issue regarding \"the making of\n\nthe     agreement     for    arbitration\"     or     \"the     failure   to   comply\n\ntherewith.\"      The issue concerned the inability of the district\n\ncourt    to   grant    the    relief   Marks     stated     it   was    seeking   --\n\narbitration     at    the    PCA   under   the     American    Arbitration     Act's\n\nInternational Rules -- because the requested relief would not\n\nresolve the dispute.\n\nB.            Arguments   in  Motion   for  Reconsideration                  Seeking\n              Arbitration at a Different Forum\n\n              Even after the district court made clear, in its August\n\n9 order, its concerns about its inability to grant the relief\n\nsought, Marks did nothing in its filings prior to the September 20\n\norder to demonstrate that it was seeking relief that the district\n\ncourt could grant.\n\n\n\n                                       -18-\n\f            Instead, Marks waited until after the district court had\n\nruled against it on September 20, and then attempted to alter\n\ncourse in its motion for reconsideration, from seeking arbitration\n\nat the PCA under the American Arbitration Act's International\n\nRules, to seeking arbitration at some other forum or under some\n\nother set of arbitration rules, and requesting a hearing to sort\n\nout the possibilities.      Marks says this is acceptable because its\n\npetition said in the prayer for relief that it was seeking \"such\n\nother and further relief as the Court deems appropriate and just.\"\n\nNot so.    That does not explain why Marks did not make the argument\n\nafter the court first raised its concerns.                In any event, the\n\ncatch-all provision, standing alone, does not give notice that\n\nMarks' theory was different than that articulated in the rest of\n\nthe complaint.      A trial court is not required to guess what relief\n\na party wants or why it wants it.\n\n            These new arguments were made clear for the first time in\n\nthe motion for reconsideration, and the \"general rule\" for motions\n\nfor reconsideration under Fed. R. Civ. P. 59(e) \"is that the moving\n\nparty must 'either clearly establish a manifest error of law or\n\nmust present newly discovered evidence.'\"               Marie v. Allied Home\n\nMortgage   Corp.,    402   F.3d   1,   7   n.2   (1st   Cir.   2005)   (quoting\n\nPomerleau v. W. Springfield Pub. Sch., 362 F.3d 143, 146 n.2 (1st\n\nCir. 2004)).     A motion for reconsideration \"does not provide a\n\nvehicle for a party to undo its own procedural failures and it\n\n\n                                       -19-\n\fcertainly does not allow a party to introduce new evidence or\n\nadvance arguments that could and should have been presented to the\n\ndistrict court prior to the judgment.\"            See Emmanuel v. Int'l Bhd.\n\nof Teamsters, Local Union No. 25, 426 F.3d 416, 422 (1st Cir. 2005)\n\n(internal quotation marks omitted) (quoting Aybar, 118 F.3d at 16).\n\n            Under this general rule, Marks' attempt to change course\n\nfails;    the     new    arguments   Marks      raised    in     its   motion   for\n\nreconsideration could have easily been presented to the district\n\ncourt    prior    to    its   September   20,    2005    order    dismissing    the\n\npetition, but were not.          See Cozza v. Network Assocs., Inc., 362\n\nF.3d 12, 16 (1st Cir. 2004) (holding that party could not bring a\n\nsuccessive interlocutory appeal of a denial of a motion to compel\n\narbitration \"based upon the same arguments . . . it could have\n\nappealed earlier, but did not\").\n\n            Marks points to the general federal policy in favor of\n\narbitration, the FAA, and the New York Convention.                 It argues that\n\nthe district court was required to overlook the failings of Marks'\n\npetition and nonetheless try to find a different forum and possibly\n\ndifferent rules for the arbitration, and to hold an evidentiary\n\nhearing under 9 U.S.C. § 4 in order to do so.                  In essence, Marks\n\nargues that the policies in favor of arbitration are so strong that\n\nthey trump the normal operation of the Federal Rules of Civil\n\nProcedure.       That is not so.\n\n\n\n\n                                      -20-\n\f            Marks relies on Chapter One of the FAA, 9 U.S.C. § 4,\n\nquoted above.        Marks argues that under this provision, the court\n\nwas required to hold a hearing or a trial to determine which agency\n\nshould preside and pursuant to what rules. This argument was first\n\nmade clear in the motion for reconsideration, and fails under the\n\ngeneral rule that arguments that could have been raised before may\n\nnot be raised for the first time in a motion for reconsideration.\n\nMarks has provided no authority that 9 U.S.C. § 4, or any other\n\nprovision of the FAA, creates an exception to this general rule.\n\n            Marks also relies on the New York Convention.                   It points\n\nto cases which set out a four-part test for determining whether an\n\ninternational arbitration agreement can be enforced by a federal\n\ncourt under the New York Convention.                   See DiMercurio v. Sphere\n\nDrake Ins., PLC, 202 F.3d 71, 74 & n.2 (1st Cir. 2000); Ledee, 684\n\nF.2d at 186-87.        Marks argues that the agreement here meets this\n\nfour-part     test    and    that,    therefore,           the   court   must     order\n\narbitration    unless       there    is    a    finding     that   the   arbitration\n\nprovision is \"null and void, inoperative or incapable of being\n\nperformed.\"      DiMercurio,         202       F.3d   at   74    (quoting   New   York\n\nConvention, supra, art. II, § 3); see also Intergen N.V., 344 F.3d\n\nat 141.   The argument is a non sequitur: the four-part test is used\n\nto determine whether a particular arbitration agreement falls under\n\n\n\n\n                                          -21-\n\fthe terms of the New York Convention.4                      The issue here is not\n\nwhether the agreement falls under the Convention, but whether the\n\nrelief initially requested by Marks was available, and whether\n\nMarks'       attempt       to   change    its    position      on    a     motion    for\n\nreconsideration should be allowed, despite the normal rules of\n\nlitigation.         The     New   York   Convention     and   cases      applying    the\n\nConvention do not answer that question.\n\n               In a last-ditch effort to save itself from dismissal,\n\nMarks turns to the broad federal policy in favor of arbitration,\n\nsee Moses H. Cone Mem'l Hosp. v. Mercury Constr. Co., 460 U.S. 1,\n\n24-25 (1983), to support its argument that it should be allowed a\n\nhearing to sort out the appropriate forum and rules for the\n\narbitration.        The Supreme Court has noted that the policy favoring\n\narbitration        \"applies       with   special      force    in    the     field   of\n\ninternational commerce.\"             See Restoration Pres. Masonry Inc. v.\n\nGrove       Eur.   Ltd.,    325   F.3d   54,    60   (1st   Cir.    2003)    (internal\n\nquotation marks omitted) (quoting Mitsubishi Motors Corp. v. Soler\n\nChrysler-Plymouth, Inc., 473 U.S. 614, 631 (1985)).\n\n\n\n\n        4\n       The test used is as follows: \"(1) Is there an agreement in\nwriting to arbitrate the subject of the dispute? (2) Does the\nagreement provide for arbitration in the territory of a signatory\nof the Convention? (3) Does the agreement arise out of a legal\nrelationship, whether contractual or not, which is considered as\ncommercial? (4) Is a party to the agreement not an American\ncitizen, or does the commercial relationship have some reasonable\nrelation with one or more foreign states?\" See Ledee, 684 F.2d at\n186-87 (internal citations omitted).\n\n                                          -22-\n\f             But the broad policy favoring arbitration -- even in the\n\ncontext   of    international        arbitration    --     does     not   create   an\n\nexception to the general rule that a motion to reconsider does not\n\nallow a party \"to introduce new evidence or advance arguments that\n\ncould and should have been presented to the district court prior to\n\nthe judgment.\"        Aybar, 118 F.3d at 16.       The goal of the FAA was \"to\n\nmake arbitration agreements as enforceable as other contracts, but\n\nnot   more     so.\"      Paul    Revere   Variable        Annuity    Ins.   Co.    v.\n\nKirschhofer, 226 F.3d 15, 25 (1st Cir. 2000) (internal quotation\n\nmarks omitted) (quoting Prima Paint Corp. v. Flood & Conklin Mfg.\n\nCo., 388 U.S. 395, 404 n.12 (1967)); see also Volt Info. Scis.,\n\nInc. v. Bd. of Trs. of Leland Stanford Junior Univ., 489 U.S. 468,\n\n478 (1989) (\"[The FAA] simply requires courts to enforce privately\n\nnegotiated     agreements       to   arbitrate,    like    other     contracts,    in\n\naccordance with their terms.\").           \"It follows inexorably from that\n\nstatement that the principle of resolving doubts in favor of\n\narbitration is 'subject to constraints.'\" Paul Revere, 226 F.3d at\n\n15 (quoting Coady v. Ashcraft & Gerel, 223 F.3d 1, 9 (1st Cir.\n\n2000)); see also Restoration Pres. Masonry, 325 F.3d at 60 (\"The\n\npolicy in favor of arbitration does not supersede basic contract\n\nprinciples, however.\").\n\n             Indeed, the reasons upon which the federal policies\n\nregarding international arbitration are based tend to work against\n\nMarks' position:\n\n\n                                        -23-\n\f          Arbitration clauses were not meant to be\n          another weapon in the arsenal for imposing\n          delay and costs in the dispute resolution\n          process.   .  .   .     In   the  context   of\n          international contracts, the opportunities for\n          increasing the cost, time, and complexity of\n          resolving disputes are magnified by the\n          presence of multiple possible fora, each with\n          its   own    different   substantive    rules,\n          procedural schematas, and legal cultures.\n          This is fertile ground for manipulation and\n          mischief, and acceptance of [plaintiff's]\n          arguments would lead to the very problems the\n          [New York] Convention sought to avoid.\n\nMenorah Ins. Co. v. INX Reinsurance Corp., 72 F.3d 218, 223 (1st\n\nCir. 1995); see id. at 222 (\"[U]ltimately, the strong policy\n\nreasons favoring arbitration and underlying the adoption of the\n\nConvention    would   be   undercut,    not    served,   by   acceptance   of\n\n[plaintiff's] position.\"); see also Weiner v. Gutfreund (In re\n\nSalomon Inc. Shareholders' Derivative Litigation), 68 F.3d 554,\n\n557-58 (2d Cir. 1995) (\"Although the federal policy favoring\n\narbitration    obliges     us   to   resolve   any   doubts   in   favor   of\n\narbitration, we cannot compel a party to arbitrate a dispute before\n\nsomeone other than the NYSE when that party had agreed to arbitrate\n\ndisputes only before the NYSE and the NYSE, in turn, exercising its\n\ndiscretion under its Constitution, has refused the use of its\n\nfacilities to arbitrate the dispute in question.\").\n\n          Marks made a strategic choice (and continued to make the\n\nstrategic choice) to rely on its reading of the PCA letter and seek\n\narbitration at the PCA under the American Arbitration Act's (or\n\nAssociation's) International Rules, and it must live with the\n\n                                     -24-\n\fconsequences of that choice. See Paul Revere Variable Annuity Ins.\n\nCo. v. Zang, 248 F.3d 1, 6 (1st Cir. 2001) (\"Where a party makes a\n\nconsidered choice, though it may involve some calculated risk, he\n\n'cannot be relieved of such a choice because hindsight seems to\n\nindicate to him' that, as it turns out, his decision was 'probably\n\nwrong.'\"    (quoting Ackermann v. United States, 340 U.S. 193, 198\n\n(1950))).    Had Marks chosen a different strategy, a different\n\noutcome may have been warranted.    But to allow Marks to avoid the\n\nconsequences of its strategic decision would lead to delay and\n\nmanipulation.\n\n                                III.\n\n            The district court's dismissal of the petition to compel\n\narbitration is affirmed.    Costs are awarded to the defendant.\n\n\n\n                        Concurrence follows.\n\n\n\n\n                                -25-\n\f           YOUNG, District Judge, (Concurring). This seems to me an\n\nimportant decision.         I join its reasoning and result, writing\n\nseparately simply to point out that the result is imposed on a\n\nrecord somewhat more ambiguous than the majority lets on.              Marks\n\npetitioned for an order \"direct[ing] that arbitration proceed in\n\nthe manner set forth in the Agreement: in The Hague, and that the\n\nCourt   order   such   arbitration     to   proceed   under    the   American\n\nArbitration Act's International Rules.\"          App. at 15.    Since there\n\nis more than one arbitral body in The Hague -- a fact the majority\n\ndoes recognize, see supra at 9 -- it is too much of a stretch for\n\nthe majority to say \"Marks sought an order to compel arbitration of\n\nthe dispute before the PCA . . . .\"         Supra at 3 (emphasis added);\n\nsee also supra at 18.       Indeed, Marks had argued in its memorandum\n\naddressing the district court's mootness concerns that arbitration\n\ncould be proper \"at another arbitral body\".\n\n           Contrary    to    the   majority's   description,    it   was   the\n\ndistrict judge who drew this inference from Marks's vague pleading,\n\nwhich itself did not expressly request the needed interpretation of\n\nthe ambiguous arbitration clause. Nevertheless, since the district\n\ncourt's conclusion was warranted based the entirety of the record\n\nand filings, and because I would affirm the orders of the district\n\ncourt based thereon (even in the absence of any oral hearing), I\n\nconcur.\n\n\n\n\n                                     -26-\n\f",
  "html": "<p class=\"case_cite\">455 F.3d 7</p>\n    <p class=\"parties\">MARKS 3-ZET-ERNST MARKS GMBH &amp; CO. KG, Plaintiff, Appellant,<br>v.<br>PRESSTEK, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 05-2794.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 1, 2006.</p>\n    <p class=\"date\">Decided July 11, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Kevin M. Fitzgerald, with whom John E. Friberg, Jr. and Nixon Peabody LLP were on brief, for appellant.</p>\n      <p class=\"indent\">James D. Rosenberg, with whom Arpiar G. Saunders, Jr. and Shaheen &amp; Gordon, P.A. were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA and LYNCH, Circuit Judges, and YOUNG,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case raises some unusual issues about actions seeking to compel international arbitration.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiff, Marks 3-Zet-Ernst Marks GMBH (\"Marks\"), a German company, and the defendant, Presstek, Inc. (\"Presstek\"), a Delaware corporation with its principal place of business in New Hampshire, in 2000 entered into a commercial agreement, which included an arbitration clause.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The arbitration clause is governed by Chapter Two of the Federal Arbitration Act (FAA), 9 U.S.C. &#167;&#167; 201-208, which implements the United Nations Convention on the Recognition and Enforcement of Foreign Arbitral Awards (\"New York Convention\"), June 10, 1958, 21 U.S.T. 2517, 330 U.N.T.S. 38, <i>reprinted following</i> 9 U.S.C. &#167; 201 (ratified by the United States on September 30, 1970). <i>See Ledee v. Ceramiche Ragno,</i> 684 F.2d 184, 186 (1st Cir.1982). Chapter One of the FAA, 9 U.S.C. &#167;&#167; 1-16, applies to proceedings under Chapter Two, to the extent that there is no conflict. <i>See</i> 9 U.S.C. &#167; 208.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court dismissed Marks' petition to compel arbitration because it understood the relief Marks was seeking was unavailable on Marks' pleadings. In its petition, Marks mentioned only a particular arbitral body, the Permanent Court of Arbitration (PCA) at The Hague in the Netherlands, and in a later pleading, it stated that \"[t]he order sought from this court by Marks ... will address and resolve the PCA's uncertainty\" as to \"whether it has the authority to act.\" Based on these pleadings, Marks sought an order to compel arbitration of the dispute before the PCA, under a set of rules which the PCA had already stated were not the rules that would allow it to exercise jurisdiction over the arbitration, under the PCA's own procedural guidelines. After dismissal of its case, Marks then attempted to change course, on a motion to the district court for reconsideration. The court denied the motion. We affirm the judgment of dismissal.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The basic facts relevant to this appeal are undisputed. Presstek and Marks supply products for the printing industry. In December 2000, Presstek and Marks entered into a contract whereby Marks agreed to market Presstek's products in parts of Europe. Under the contract, neither party was permitted to terminate the contract for three years, except under certain conditions.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under Section 10(g) of the contract, the parties agreed to submit disputes to arbitration: <i>Applicable Law and Jurisdiction.</i> Any dispute ... between the Parties arising out of or relating to this Agreement which cannot be settled amicably shall be referred to and determined by arbitration in the Hague under the International Arbitration rules. The ruling by the arbitration court shall be final and binding and the Parties undertake to abide by and to carry out the award immediately and voluntarily. In the event that such award is not immediately abided by and carried out, the award of whatever nature may be enforced without review in any court of competent jurisdiction. The arbitration award shall determine which Party shall bear the expenses of the arbitration or the portion thereof which each Party shall bear.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On April 4, 2002, Presstek provided notice that it wished to terminate the contract. According to Marks, this termination constituted a breach of contract. Marks thereafter attempted to have Presstek agree to arbitrate the dispute, but to no avail. Marks first asked Presstek to arbitrate the dispute under the UNCITRAL Arbitration Rules<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> on November 29, 2002. This request led to negotiations, which were ultimately unsuccessful.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Marks made a second request for arbitration to Presstek on March 27, 2003, but Presstek did not respond. The record does not contain either the November 2002 or March 2003 requests by Marks, and does not reveal whether Marks asked Presstek to arbitrate their dispute before a particular forum.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">When Presstek did not respond, Marks did not go to court to seek to compel arbitration or alternatively to sue for breach of contract.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The arbitration clause was poorly drafted: First, the clause does not identify the specific arbitral body at The Hague that would adjudicate any dispute. Second, the contract language (\"<i>the</i> International Arbitration rules\") suggests that a <i>particular</i> set of arbitration rules would govern the dispute; but, as it turns out, there are no rules called the \"International Arbitration rules.\"</p>\n    </div>\n    <p class=\"indent\">A. <i>Proceedings Before the PCA</i></p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">After Presstek did not respond to its March 2003 arbitration request, Marks sent letters to the PCA, on June 4 and July 31, 2003, asking the PCA to designate an \"Appointing Authority\" that would initiate arbitration proceedings and appoint arbitrators. In its application, Marks asserted to the PCA that under the arbitration clause \"[i]t is evident from the choice of The Hague as the forum for the arbitration that the `International Arbitration Rules' referred to in the clause are those formulated by UNCITRAL, since these authorize the Secretary-General of the PCA based in The Hague to appoint members to the tribunal or to nominate a so-called Appointing Authority.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On August 4, 2003, after receipt of Marks' request, an Assistant Legal Counsel of the PCA sent a letter to Presstek, with a copy to Marks, informing Presstek of the arbitration request by Marks. The letter raised questions about the competence of the PCA to act as an arbitrator in the case:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Prior to acting ... , the Secretary-General [of the PCA] first satisfies himself, on the basis of a prima facie screening of the documentation submitted by the parties, that he is competent to act. The Secretary-General's competence may derive from the parties' agreement to the application of the UNCITRAL Arbitration Rules, Articles 6 and 7 of which describe his role, or from any other agreement that calls for him to act.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The PCA letter noted that the language in the parties' arbitration referred only to \"the International Arbitration rules\" and \"The Hague as the place of arbitration.\" The PCA letter asked Presstek to provide its comments with respect to Marks' application, after which the matter would be submitted to the Secretary-General of the PCA for consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Presstek, in an August 14, 2003 letter to the PCA requesting an extension of time, noted that its basic position was that a clear agreement to apply UNCITRAL Arbitration Rules was required before the PCA could exercise jurisdiction over the arbitration, that there was no such clear agreement, and that the reference to \"International Arbitration rules\" in the parties' contract was too vague on the point.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The PCA granted Presstek's request for an extension, in a letter on August 18, 2003, and noted Presstek's objection. The letter reiterated the PCA's policy that \"before acting in matters such as this, the Secretary-General of the PCA first satisfies himself, on the basis of a prima facie screening of the documents submitted to him, that he is competent to act.\" The letter also noted that \"[w]hen the Secretary-General is not satisfied of his competence to act, parties may, of course, seek implementation of their arbitration agreement elsewhere or before the appropriate national courts.\" The PCA invited Presstek \"to comment on whether it wished to agree to the application of the UNCITRAL Arbitration Rules in the present dispute.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On October 20, 2003, Presstek filed its comments with the PCA. It refused to stipulate to application of the UNCITRAL Arbitration Rules and reiterated its position that the contract was not sufficiently clear as to whether the UNCITRAL rules would apply and that the PCA should therefore decline jurisdiction. Presstek argued that only a court, and not the PCA, could resolve the ambiguities and concluded that the PCA should decline to arbitrate the matter \"until such time as a ... court indicates that it may.\" The record does not contain any reply by Marks.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On October 21, 2003, the PCA, in a letter to the parties, stated that the Secretary-General had considered the parties' submissions and concluded that it did not have the competence to act because, based on its interpretation of the arbitration agreement, the parties had not agreed to the application of UNCITRAL rules:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Secretary-General considers that he may designate an Appointing Authority pursuant to the UNCITRAL Arbitration Rules only when the parties to a contract have agreed that disputes in relation to that contract shall be referred to arbitration under the UNCITRAL Arbitration Rules. With respect to the dispute arising from the parties' [contract], the Secretary-General is not satisfied, on the basis of a prima facie screening of the documentation submitted by the parties, that he is competent to act in this matter.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The letter concluded, however, by inviting the parties \"to seek the interpretation of their arbitration agreement from any court having jurisdiction.\" It noted that arbitration at the PCA might be possible, \"[g]iven that paragraph 10(g) of the Agreement specifies The Hague as the place of arbitration.\" On March 25, 2004, Marks requested Presstek to arbitrate the dispute again, this time under the Netherlands Arbitration Act. Again, the record does not contain this request, or reveal whether Marks had asked for arbitration at a particular forum, either the PCA or elsewhere. Presstek did not respond to this request.</p>\n    </div>\n    <p class=\"indent\">B. <i>Proceedings before the District Court</i></p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Marks did not challenge the PCA's refusal to hear the case, either at the PCA itself or in a court in the Netherlands, or attempt to arbitrate the dispute in any other forum at The Hague. It did not immediately seek an interpretation of the agreement by a court of competent jurisdiction, as the PCA had invited it to do. Instead, it waited nearly eighteen months, until April 5, 2005, to file a motion to compel arbitration in U.S. District Court in New Hampshire under the New York Convention, as implemented by 9 U.S.C. &#167;&#167; 4 and 206.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Marks' petition was filed one day after the New Hampshire three-year statute of limitations on contract actions had expired, assuming that the cause of action accrued on April 4, 2002, the date Presstek provided the termination notice to Marks. Marks, for its part, disputes that the New Hampshire limitations period applies, instead arguing that the New York Convention requires application of the Netherlands' statute of limitations, as the parties agreed that the Netherlands would be the situs for arbitration.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In its petition to compel arbitration, Marks asked for an order \"direct[ing] that arbitration proceed in the manner set forth in the Agreement: in <i>The Hague,</i> and that the Court order such arbitration to proceed under the <i>American Arbitration Act's International Rules</i>.\" (emphases added). Marks also requested that the court order Presstek to submit to arbitration; hold a hearing on Marks' petition under Section 4 of the FAA; and award \"costs, interest, attorneys' fees and such other and further relief as the Court deems appropriate and just.\" As to the proceedings before the PCA, Marks stated only that \"[t]he President of the PCA ... concluded that the application of the [UNCITRAL] Rules to the Agreement was not appropriate and gave no further opinion with respect to the Agreement.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">There were a number of problems with Marks' petition. Although Marks stated that it wanted arbitration at \"The Hague\" (where a number of groups provide arbitration), the only arbitral body mentioned in the petition was the PCA. Furthermore, there is no set of rules called \"the American Arbitration Act's International Rules.\" It was not until its motion for reconsideration that Marks clarified that it \"intended to reference the American Arbitration <i>Association's</i> international rules.\" But whatever rules Marks intended to reference, Marks' petition did not take the position that the parties' arbitration clause contemplated application of the UNCITRAL Arbitration Rules, which, based on the PCA letters, were the only rules which would give the PCA the competence to act in the parties' dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Thus, a natural reading of the complaint was that Marks was seeking arbitration of the dispute at the PCA under rules which the Secretary-General of the PCA had already stated could not give the PCA the competence to act. The district court, in an August 9, 2005 order, gave fair warning of its concern that it would be unable to grant the relief Marks was seeking, using the language of mootness. It ordered Marks to show cause why its petition to compel arbitration should not be dismissed.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Marks filed a memorandum in response on September 1, 2005. Mark stated that \"[t]he order sought from this court by Marks ... will address and resolve the PCA's uncertainty\" as to \"whether it has the authority to act.\" Marks relied on the statement in the PCA letter that \"the parties are invited to inform the PCA should they wish to utilize the services of the PCA in the administration of the case.\" Based on its reading of the PCA letter, Marks argued that it was in truth only seeking the interpretation of the agreement which the PCA had invited&#8212;an interpretation as to which arbitral rules to apply&#8212;and that a dispute about that very question could not render the case moot or preclude the relief Marks sought. Marks did not seek to amend its claims for relief in the petition to compel arbitration.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court dismissed Marks' petition on September 20, 2005, on the grounds that \"the relief Marks seeks, an order requiring Presstek to arbitrate their dispute at the PCA under the American Arbitration Act's International Rules, is unavailable.\" The district court read the PCA letter to say that the PCA will \"proceed with arbitration <i>only</i> if the parties have agreed to arbitrate under the UNCITRAL Arbitration Rules.\" The court observed that Marks \"did not plead a claim seeking to interpret the agreement to determine which arbitration rules would apply,\" did not \"include any allegations as to the meaning of the parties' agreement with respect to which arbitration rules would apply,\" nor \"even suggest[ed] that the parties agreed to the UNCITRAL Arbitration Rules.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Marks moved for reconsideration on October 4, 2005, under Fed.R.Civ.P. 59(e). It argued that the district court was misreading the PCA letter, and that the PCA would \"assist parties . . . pursuant to the order of any court with jurisdiction\" even if the parties did not agree to apply the UNCITRAL Arbitration Rules.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">For the first time, Marks clarified that the PCA letter was immaterial. It was immaterial because arbitration could be had in either a different forum or under a different set of arbitration rules:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Marks has prayed that, following the required hearing or trial, the AAA International Rules apply, given that they are closest to the expressed intent of the parties in their agreement.... However, Marks has also asked in its Petition for the Court to grant whatever \"relief it deems just and appropriate\" consistent with the parties' agreement to arbitrate, the New York Convention and the strong state and federal policies in favor of arbitration. <i>It is certainly possible that, following a hearing and trial if necessary, the Court may find an alternative location in The Hague, and/or rules, appropriate in order to effectuate the parties' agreement to arbitration.</i></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">(emphasis added and citation omitted). Marks noted that there were other arbitral bodies at The Hague besides the PCA that could hear the case, and argued that the district court was obligated under the New York Convention and Section 4 of the FAA to hold a hearing or a trial to determine \"the nature of the parties' arbitration agreement as it relates to any ambiguous terms, including but not limited [to] which rules to apply and the agency and organization to preside or supervise.\"</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">This was not the relief clearly sought in the original complaint. Nor was this relief sought after the district court warned Marks of the problems with how it had framed this case. This theory was clearly articulated for the first time some three-and-a-half years after the contract dispute arose, two years after the PCA had declined to accept competence over the arbitration, and six months after Marks had filed its federal court petition to compel arbitration.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The district court denied Marks' motion for reconsideration. Marks appeals, arguing (1) that the district court erred in its initial conclusion that it could not grant the relief requested, and (2) that the district court should, nonetheless, have held a hearing to find a different forum at which to order the arbitration, under perhaps a different set of rules.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We have jurisdiction to hear this appeal from a final order, under 28 U.S.C. &#167; 1291.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> We review de novo a district court's refusal to compel arbitration. <i>InterGen N.V. v. Grina,</i> 344 F.3d 134, 141 (1st Cir.2003). We review the denial of the motion to reconsider for abuse of discretion. <i>Aybar v. Crispin-Reyes,</i> 118 F.3d 10, 15 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">A. <i>Propriety of the Original Order of Dismissal</i></p>\n    </div>\n    <p class=\"indent\">1. <i>Inability to Grant the Relief Requested</i></p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Marks' argument that the district court erred in holding that the relief Marks sought was unavailable is largely based on Marks' reading of the October 21, 2003 letter from the PCA, which was rejected by the district court. Marks argues that the district court misconstrued the PCA letter, and that the correct reading is \"that the PCA invited the parties to complete the administration of the case (1) if they stipulate to the UNCITRAL Rules, <i>or,</i> (2) if a court of competent jurisdiction... interpreted the arbitration provision of their Agreement (<i>no matter what jurisdiction, venue or rules the Court designates under the agreement</i>).\" (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Marks' reading of the PCA letter is strained at best. The letter states in clear terms that the PCA would be <i>competent</i> to act in these circumstances \"<i>only</i> when parties to a contract have agreed that disputes in relation to that contract shall be referred to arbitration <i>under the UNCITRAL Arbitration Rules.</i>\" (emphases added). Indeed, Marks put into the record the published procedural guidelines of the PCA, which support the court's reading: the guidelines state that \"[t]he request for designation of an appointing authority ... should be accompanied by ... [a] copy of the arbitration clause or agreement <i>establishing the applicability of the UNCITRAL Arbitration Rules</i>.\" (emphasis added)</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The district court properly rejected Marks' reading of the letter. It did not clearly err in concluding that the only relief Marks had sought, prior to its motion for reconsideration, was arbitration before the PCA under the American Arbitration Act's International Rules. Nor did the court err in finding that that relief was unavailable, or in dismissing the petition on that ground. There was simply no basis, given the PCA's letter, for the district court to order arbitration before the PCA under any set of rules other than the UNCITRAL Arbitration Rules. Marks has never suggested the PCA was a party or that the court could order the PCA to do that which it already said it had no authority to do.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The district court framed the question as one of mootness. Mootness doctrine, in the Article III case or controversy sense, may be an imprecise fit to the situation here, but captures the idea that courts do not consider abstract issues. \"[M]ootness doctrine is rooted largely in the idea that courts, because of their distinct institutional competence and role, should not decide abstract questions of law divorced from real factual controversies.\" <i>Horizon Bank &amp; Trust Co. v. Massachusetts,</i> 391 F.3d 48, 55 (1st Cir.2004). It is sufficient to simply frame the question as whether the district court could have afforded the relief for which Marks had asked. <i>See Church of Scientology v. United States,</i> 506 U.S. 9, 12, 113 S.Ct. 447, 121 L.Ed.2d 313 (1992) (\"[I]f . . . it [is] impossible for the court to grant `any effectual relief whatever' to a prevailing party, the appeal must be dismissed.\" (quoting <i>Mills v. Green,</i> 159 U.S. 651, 653, 16 S.Ct. 132, 40 L.Ed. 293 (1895))); <i>see also Raytheon Co. v. Ashborn Agencies, Ltd.,</i> 372 F.3d 451 (D.C.Cir.2004) (dismissing petition to compel arbitration where there was no Article III standing, in part, because the requested relief would not alleviate the claimed injury-in-fact).</p>\n    </div>\n    <p class=\"indent\">2. <i>Marks' Request for a Hearing</i></p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Marks argues that it had requested a hearing in its petition to compel arbitration, and that the court was obligated, as an initial matter, to hold a hearing once the petition was filed. It relies on, 9 U.S.C. &#167; 4, which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The court shall hear the parties, and upon being satisfied that the making of the agreement for arbitration or the failure to comply therewith is not in issue, the court shall make an order directing the parties to proceed to arbitration in accordance with the terms of the agreement.... If the making of the arbitration agreement or the failure, neglect, or refusal to perform the same be in issue, the court shall proceed summarily to the trial thereof.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The argument is based on the unwarranted assumption that Marks' petition had sought relief which the district court could provide.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Moreover, even in its own terms, the argument is unpersuasive. Initially, it is not clear that under 9 U.S.C. &#167; 4, an <i>evidentiary</i> hearing is required. Marks has assumed that the \"shall hear the parties\" statement in 9 U.S.C. &#167; 4 refers to a live evidentiary hearing. That may not be so. Rather, a \"hearing\" on the papers may be all that is required. <i>See Cincinnati Gas &amp; Elec. Co. v. Benjamin F. Shaw Co.,</i> 706 F.2d 155, 159 (6th Cir.1983); <i>cf. United States v. Fla. E. Coast Ry. Co.,</i> 410 U.S. 224, 240, 93 S.Ct. 810, 35 L.Ed.2d 223 (1973) (holding, under the Administrative Procedure Act, that \"the term `hearing' as used therein does not necessarily embrace either the right to present evidence orally and to cross-examine opposing witnesses, or the right to present oral argument to the agency's decisionmaker\").</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">But even indulging Marks' assumption that 9 U.S.C. &#167; 4 is satisfied only by an evidentiary hearing, such a hearing is required only if there is a genuine issue of material fact for which a hearing would be necessary. <i>See Am. Int'l Specialty Lines Ins. Co. v. Elec. Data Sys. Corp.,</i> 347 F.3d 665, 671 (7th Cir.2003) (\"A trial to determine arbitrability is required, however, only if the issue that an evidentiary hearing would resolve is fairly contestable.\"); <i>Cincinnati Gas &amp; Elec. Co.,</i> 706 F.2d at 159; <i>cf. Mowbray v. Moseley, Hallgarten, Estabrook &amp; Weeden, Inc.,</i> 795 F.2d 1111, 1115 n. 7 (1st Cir.1986) (deciding whether an agreement to arbitrate existed under 9 U.S.C. &#167; 4 where there had been \"no request for an evidentiary hearing and no dispute regarding the moving party's factual allegations\"). Requiring the district court to hold a hearing when there is no genuine issue of material fact would \"defeat[] an essential goal of arbitration, which is the simplification and expedition of dispute resolution.\" <i>Am. Int'l Specialty Lines,</i> 347 F.3d at 671.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Here, there was no genuine issue regarding \"the making of the agreement for arbitration\" or \"the failure to comply therewith.\" The issue concerned the inability of the district court to grant the relief Marks stated it was seeking&#8212;arbitration at the PCA under the American Arbitration Act's International Rules&#8212;because the requested relief would not resolve the dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">B. <i>Arguments in Motion for Reconsideration Seeking Arbitration at a Different Forum</i></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Even after the district court made clear, in its August 9 order, its concerns about its inability to grant the relief sought, Marks did nothing in its filings prior to the September 20 order to demonstrate that it was seeking relief that the district court could grant.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Instead, Marks waited until after the district court had ruled against it on September 20, and then attempted to alter course in its motion for reconsideration, from seeking arbitration at the PCA under the American Arbitration Act's International Rules, to seeking arbitration at some other forum or under some other set of arbitration rules, and requesting a hearing to sort out the possibilities. Marks says this is acceptable because its petition said in the prayer for relief that it was seeking \"such other and further relief as the Court deems appropriate and just.\" Not so. That does not explain why Marks did not make the argument after the court first raised its concerns. In any event, the catch-all provision, standing alone, does not give notice that Marks' theory was different than that articulated in the rest of the complaint. A trial court is not required to guess what relief a party wants or why it wants it.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">These new arguments were made clear for the first time in the motion for reconsideration, and the \"general rule\" for motions for reconsideration under Fed. R.Civ.P. 59(e) \"is that the moving party must `either clearly establish a manifest error of law or must present newly discovered evidence.'\" <i>Marie v. Allied Home Mortgage Corp.,</i> 402 F.3d 1, 7 n. 2 (1st Cir.2005) (quoting <i>Pomerleau v. W. Springfield Pub. Sch.,</i> 362 F.3d 143, 146 n. 2 (1st Cir.2004)). A motion for reconsideration \"does not provide a vehicle for a party to undo its own procedural failures and it certainly does not allow a party to introduce new evidence or advance arguments that could and should have been presented to the district court prior to the judgment.\" <i>See Emmanuel v. Int'l Bhd. of Teamsters, Local Union No. 25,</i> 426 F.3d 416, 422 (1st Cir.2005) (internal quotation marks omitted) (quoting <i>Aybar,</i> 118 F.3d at 16).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Under this general rule, Marks' attempt to change course fails; the new arguments Marks raised in its motion for reconsideration could have easily been presented to the district court prior to its September 20, 2005 order dismissing the petition, but were not. <i>See Cozza v. Network Assocs., Inc.,</i> 362 F.3d 12, 16 (1st Cir.2004) (holding that party could not bring a successive interlocutory appeal of a denial of a motion to compel arbitration \"based upon the same arguments ... it could have appealed earlier, but did not\").</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Marks points to the general federal policy in favor of arbitration, the FAA, and the New York Convention. It argues that the district court was required to overlook the failings of Marks' petition and nonetheless try to find a different forum and possibly different rules for the arbitration, and to hold an evidentiary hearing under 9 U.S.C. &#167; 4 in order to do so. In essence, Marks argues that the policies in favor of arbitration are so strong that they trump the normal operation of the Federal Rules of Civil Procedure. That is not so.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Marks relies on Chapter One of the FAA, 9 U.S.C. &#167; 4, quoted above. Marks argues that under this provision, the court was required to hold a hearing or a trial to determine which agency should preside and pursuant to what rules. This argument was first made clear in the motion for reconsideration, and fails under the general rule that arguments that could have been raised before may not be raised for the first time in a motion for reconsideration. Marks has provided no authority that 9 U.S.C. &#167; 4, or any other provision of the FAA, creates an exception to this general rule.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Marks also relies on the New York Convention. It points to cases which set out a four-part test for determining whether an international arbitration agreement can be enforced by a federal court under the New York Convention. <i>See DiMercurio v. Sphere Drake Ins., PLC,</i> 202 F.3d 71, 74 &amp; n. 2 (1st Cir.2000); <i>Ledee,</i> 684 F.2d at 186-87. Marks argues that the agreement here meets this four-part test and that, therefore, the court must order arbitration unless there is a finding that the arbitration provision is \"null and void, inoperative or incapable of being performed.\" <i>DiMercurio,</i> 202 F.3d at 74 (quoting New York Convention, <i>supra,</i> art. II, &#167; 3); <i>see also InterGen N.V.,</i> 344 F.3d at 141. The argument is a non sequitur: the four-part test is used to determine whether a particular arbitration agreement falls under the terms of the New York Convention.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The issue here is not whether the agreement falls under the Convention, but whether the relief initially requested by Marks was available, and whether Marks' attempt to change its position on a motion for reconsideration should be allowed, despite the normal rules of litigation. The New York Convention and cases applying the Convention do not answer that question.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In a last-ditch effort to save itself from dismissal, Marks turns to the broad federal policy in favor of arbitration, <i>see Moses</i> <i>H. Cone Mem'l Hosp. v. Mercury Constr. Co.,</i> 460 U.S. 1, 24-25, 103 S.Ct. 927, 74 L.Ed.2d 765 (1983), to support its argument that it should be allowed a hearing to sort out the appropriate forum and rules for the arbitration. The Supreme Court has noted that the policy favoring arbitration \"applies with special force in the field of international commerce.\" <i>See Restoration Pres. Masonry Inc. v. Grove Eur. Ltd.,</i> 325 F.3d 54, 60 (1st Cir.2003) (internal quotation marks omitted) (quoting <i>Mitsubishi Motors Corp. v. Soler Chrysler-Plymouth, Inc.,</i> 473 U.S. 614, 631, 105 S.Ct. 3346, 87 L.Ed.2d 444 (1985)).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">But the broad policy favoring arbitration&#8212;even in the context of international arbitration&#8212;does not create an exception to the general rule that a motion to reconsider does not allow a party \"to introduce new evidence or advance arguments that could and should have been presented to the district court prior to the judgment.\" <i>Aybar,</i> 118 F.3d at 16. The goal of the FAA was \"to make arbitration agreements as enforceable as other contracts, but not more so.\" <i>Paul Revere Variable Annuity Ins. Co. v. Kirschhofer,</i> 226 F.3d 15, 25 (1st Cir.2000) (internal quotation marks omitted) (quoting <i>Prima Paint Corp. v. Flood &amp; Conklin Mfg. Co.,</i> 388 U.S. 395, 404 n. 12, 87 S.Ct. 1801, 18 L.Ed.2d 1270 (1967)); <i>see also Volt Info. Scis., Inc. v. Bd. of Trs. of Leland Stanford Junior Univ.,</i> 489 U.S. 468, 478, 109 S.Ct. 1248, 103 L.Ed.2d 488 (1989) (\"[The FAA] simply requires courts to enforce privately negotiated agreements to arbitrate, like other contracts, in accordance with their terms.\"). \"It follows inexorably from that statement that the principle of resolving doubts in favor of arbitration is `subject to constraints.'\" <i>Paul Revere,</i> 226 F.3d at 15 (quoting <i>Coady v. Ashcraft &amp; Gerel,</i> 223 F.3d 1, 9 (1st Cir.2000)); <i>see also Restoration Pres. Masonry,</i> 325 F.3d at 60 (\"The policy in favor of arbitration does not supersede basic contract principles, however.\").</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Indeed, the reasons upon which the federal policies regarding international arbitration are based tend to work against Marks' position:</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Arbitration clauses were not meant to be another weapon in the arsenal for imposing delay and costs in the dispute resolution process.... In the context of international contracts, the opportunities for increasing the cost, time, and complexity of resolving disputes are magnified by the presence of multiple possible fora, each with its own different substantive rules, procedural schematas, and legal cultures. This is fertile ground for manipulation and mischief, and acceptance of [plaintiff's] arguments would lead to the very problems the [New York] Convention sought to avoid.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\"><i>Menorah Ins. Co. v. INX Reinsurance Corp.,</i> 72 F.3d 218, 223 (1st Cir.1995); <i>see id.</i> at 222 (\"[U]ltimately, the strong policy reasons favoring arbitration and underlying the adoption of the Convention would be undercut, not served, by acceptance of [plaintiff's] position.\"); <i>see also Weiner v. Gutfreund</i> (<i>In re Salomon Inc. Shareholders' Derivative Litigation,</i>) 68 F.3d 554, 557-58 (2d Cir.1995) (\"Although the federal policy favoring arbitration obliges us to resolve any doubts in favor of arbitration, we cannot compel a party to arbitrate a dispute before someone other than the NYSE when that party had agreed to arbitrate disputes only before the NYSE and the NYSE, in turn, exercising its discretion under its Constitution, has refused the use of its facilities to arbitrate the dispute in question.\").</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Marks made a strategic choice (and continued to make the strategic choice) to rely on its reading of the PCA letter and seek arbitration at the PCA under the American Arbitration Act's (or Association's) International Rules, and it must live with the consequences of that choice. <i>See Paul Revere Variable Annuity Ins. Co. v. Zang,</i> 248 F.3d 1, 6 (1st Cir.2001) (\"Where a party makes a considered choice, though it may involve some calculated risk, he `cannot be relieved of such a choice because hindsight seems to indicate to him' that, as it turns out, his decision was `probably wrong.'\" (quoting <i>Ackermann v. United States,</i> 340 U.S. 193, 198, 71 S.Ct. 209, 95 L.Ed. 207 (1950))). Had Marks chosen a different strategy, a different outcome may have been warranted. But to allow Marks to avoid the consequences of its strategic decision would lead to delay and manipulation.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The district court's dismissal of the petition to compel arbitration is <i>affirmed.</i> Costs are awarded to the defendant.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> UNCITRAL is the United Nations Commission on International Trade Law, which has issued arbitration rules<i>See Mitsubishi Motors Corp. v. Soler Chrysler-Plymouth, Inc.,</i> 473 U.S. 614, 633 n. 17, 105 S.Ct. 3346, 87 L.Ed.2d 444 (1985); <i>Karaha Bodas Co. v. Perusahaan Pertambangan Minyak Dan Gas Bumi Negara,</i> 364 F.3d 274, 282 (5th Cir. 2004).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The August 9, 2005 order also denied an earlier motion by Presstek to dismiss the petition. Presstek had argued that the PCA's decision not to hear the case was an \"award\" within the meaning of the FAA, that the only court with the competence to overturn that award under the New York Convention was a court in the Netherlands, and that Marks' petition, properly construed as a motion to vacate an arbitral award, was untimely. The district court rejected these arguments, finding that the PCA's refusal to arbitrate the dispute was not an \"award\" under the New York Convention and that Marks' petition was timely under the FAA. Presstek does not appeal these determinations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Presstek argues, as it did below, that we lack statutory jurisdiction, because Marks has not been \"aggrieved by the alleged failure, neglect, or refusal of [Presstek] to arbitrate,\" which is a prerequisite to an order compelling arbitration under 9 U.S.C. &#167; 4. According to Presstek, absent a \"failure, neglect, or refusal\" by it to arbitrate, there is not a justiciable case or controversy. The district court did not address this argument. Marks has alleged that Presstek ignored requests to arbitrate on at least two occasions, creating at least some question, on this record, as to whether Presstek has failed, neglected, or refused to arbitrate within the meaning of 9 U.S.C. &#167; 4. We do not resolve that question, or whether this requirement is jurisdictional in nature, or whether the requirement under 9 U.S.C. &#167; 4 applies at all in the context of the New York Convention. We affirm on different grounds</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The test used is as follows: \"(1) Is there an agreement in writing to arbitrate the subject of the dispute? (2) Does the agreement provide for arbitration in the territory of a signatory of the Convention? (3) Does the agreement arise out of a legal relationship, whether contractual or not, which is considered as commercial? (4) Is a party to the agreement not an American citizen, or does the commercial relationship have some reasonable relation with one or more foreign states?\"<i>See Ledee,</i> 684 F.2d at 186-87 (internal citations omitted).</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">\n        <i>Concurrence follows.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">YOUNG, District Judge, (Concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">This seems to me an important decision. I join its reasoning and result, writing separately simply to point out that the result is imposed on a record somewhat more ambiguous than the majority lets on. Marks petitioned for an order \"direct[ing] that arbitration proceed in the manner set forth in the Agreement: in The Hague, and that the Court order such arbitration to proceed under the American Arbitration Act's International Rules.\" App. at 15. Since there is more than one arbitral body in The Hague&#8212;a fact the majority does recognize, <i>see supra</i> at 9&#8212;it is too much of a stretch for the majority to say \"<i>Marks</i> sought an order to compel arbitration of the dispute before the PCA....\" <i>Supra</i> at 3 (emphasis added); <i>see also supra</i> at 18. Indeed, Marks had argued in its memorandum addressing the district court's mootness concerns that arbitration could be proper \"at another arbitral body\".</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Contrary to the majority's description, it was the <i>district judge</i> who drew this inference from Marks's vague pleading, which itself did not expressly request the needed interpretation of the ambiguous arbitration clause. Nevertheless, since the district court's conclusion was warranted based the entirety of the record and filings, and because I would affirm the orders of the district court based thereon (even in the absence of any oral hearing), I concur.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"202430\"><a href=\"/opinion/202430/marks-3-zet-v-presstek-inc/\"><span class=\"volume\">455</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span></p>\n    <p class=\"parties\">MARKS 3-ZET-ERNST MARKS GMBH &amp; CO. KG, Plaintiff, Appellant,<br>v.<br>PRESSTEK, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 05-2794.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 1, 2006.</p>\n    <p class=\"date\">Decided July 11, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Kevin M. Fitzgerald, with whom John E. Friberg, Jr. and Nixon Peabody LLP were on brief, for appellant.</p>\n      <p class=\"indent\">James D. Rosenberg, with whom Arpiar G. Saunders, Jr. and Shaheen &amp; Gordon, P.A. were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA and LYNCH, Circuit Judges, and YOUNG,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case raises some unusual issues about actions seeking to compel international arbitration.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiff, Marks 3-Zet-Ernst Marks GMBH (\"Marks\"), a German company, and the defendant, Presstek, Inc. (\"Presstek\"), a Delaware corporation with its principal place of business in New Hampshire, in 2000 entered into a commercial agreement, which included an arbitration clause.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The arbitration clause is governed by Chapter Two of the Federal Arbitration Act (FAA), 9 U.S.C. &#167;&#167; 201-208, which implements the United Nations Convention on the Recognition and Enforcement of Foreign Arbitral Awards (\"New York Convention\"), June 10, 1958, 21 U.S.T. 2517, 330 U.N.T.S. 38, <i>reprinted following</i> 9 U.S.C. &#167; 201 (ratified by the United States on September 30, 1970). <i>See Ledee v. Ceramiche Ragno,</i> <span class=\"citation\" data-id=\"406614\"><a href=\"/opinion/406614/m-sylvain-ledee-v-ceramiche-ragno/\"><span class=\"volume\">684</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">184</span></a></span>, 186 (1st Cir.1982). Chapter One of the FAA, 9 U.S.C. &#167;&#167; 1-16, applies to proceedings under Chapter Two, to the extent that there is no conflict. <i>See</i> 9 U.S.C. &#167; 208.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court dismissed Marks' petition to compel arbitration because it understood the relief Marks was seeking was unavailable on Marks' pleadings. In its petition, Marks mentioned only a particular arbitral body, the Permanent Court of Arbitration (PCA) at The Hague in the Netherlands, and in a later pleading, it stated that \"[t]he order sought from this court by Marks ... will address and resolve the PCA's uncertainty\" as to \"whether it has the authority to act.\" Based on these pleadings, Marks sought an order to compel arbitration of the dispute before the PCA, under a set of rules which the PCA had already stated were not the rules that would allow it to exercise jurisdiction over the arbitration, under the PCA's own procedural guidelines. After dismissal of its case, Marks then attempted to change course, on a motion to the district court for reconsideration. The court denied the motion. We affirm the judgment of dismissal.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The basic facts relevant to this appeal are undisputed. Presstek and Marks supply products for the printing industry. In December 2000, Presstek and Marks entered into a contract whereby Marks agreed to market Presstek's products in parts of Europe. Under the contract, neither party was permitted to terminate the contract for three years, except under certain conditions.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under Section 10(g) of the contract, the parties agreed to submit disputes to arbitration: <i>Applicable Law and Jurisdiction.</i> Any dispute ... between the Parties arising out of or relating to this Agreement which cannot be settled amicably shall be referred to and determined by arbitration in the Hague under the International Arbitration rules. The ruling by the arbitration court shall be final and binding and the Parties undertake to abide by and to carry out the award immediately and voluntarily. In the event that such award is not immediately abided by and carried out, the award of whatever nature may be enforced without review in any court of competent jurisdiction. The arbitration award shall determine which Party shall bear the expenses of the arbitration or the portion thereof which each Party shall bear.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On April 4, 2002, Presstek provided notice that it wished to terminate the contract. According to Marks, this termination constituted a breach of contract. Marks thereafter attempted to have Presstek agree to arbitrate the dispute, but to no avail. Marks first asked Presstek to arbitrate the dispute under the UNCITRAL Arbitration Rules<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> on November 29, 2002. This request led to negotiations, which were ultimately unsuccessful.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Marks made a second request for arbitration to Presstek on March 27, 2003, but Presstek did not respond. The record does not contain either the November 2002 or March 2003 requests by Marks, and does not reveal whether Marks asked Presstek to arbitrate their dispute before a particular forum.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">When Presstek did not respond, Marks did not go to court to seek to compel arbitration or alternatively to sue for breach of contract.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The arbitration clause was poorly drafted: First, the clause does not identify the specific arbitral body at The Hague that would adjudicate any dispute. Second, the contract language (\"<i>the</i> International Arbitration rules\") suggests that a <i>particular</i> set of arbitration rules would govern the dispute; but, as it turns out, there are no rules called the \"International Arbitration rules.\"</p>\n    </div>\n    <p class=\"indent\">A. <i>Proceedings Before the PCA</i></p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">After Presstek did not respond to its March 2003 arbitration request, Marks sent letters to the PCA, on June 4 and July 31, 2003, asking the PCA to designate an \"Appointing Authority\" that would initiate arbitration proceedings and appoint arbitrators. In its application, Marks asserted to the PCA that under the arbitration clause \"[i]t is evident from the choice of The Hague as the forum for the arbitration that the `International Arbitration Rules' referred to in the clause are those formulated by UNCITRAL, since these authorize the Secretary-General of the PCA based in The Hague to appoint members to the tribunal or to nominate a so-called Appointing Authority.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On August 4, 2003, after receipt of Marks' request, an Assistant Legal Counsel of the PCA sent a letter to Presstek, with a copy to Marks, informing Presstek of the arbitration request by Marks. The letter raised questions about the competence of the PCA to act as an arbitrator in the case:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Prior to acting ... , the Secretary-General [of the PCA] first satisfies himself, on the basis of a prima facie screening of the documentation submitted by the parties, that he is competent to act. The Secretary-General's competence may derive from the parties' agreement to the application of the UNCITRAL Arbitration Rules, Articles 6 and 7 of which describe his role, or from any other agreement that calls for him to act.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The PCA letter noted that the language in the parties' arbitration referred only to \"the International Arbitration rules\" and \"The Hague as the place of arbitration.\" The PCA letter asked Presstek to provide its comments with respect to Marks' application, after which the matter would be submitted to the Secretary-General of the PCA for consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Presstek, in an August 14, 2003 letter to the PCA requesting an extension of time, noted that its basic position was that a clear agreement to apply UNCITRAL Arbitration Rules was required before the PCA could exercise jurisdiction over the arbitration, that there was no such clear agreement, and that the reference to \"International Arbitration rules\" in the parties' contract was too vague on the point.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The PCA granted Presstek's request for an extension, in a letter on August 18, 2003, and noted Presstek's objection. The letter reiterated the PCA's policy that \"before acting in matters such as this, the Secretary-General of the PCA first satisfies himself, on the basis of a prima facie screening of the documents submitted to him, that he is competent to act.\" The letter also noted that \"[w]hen the Secretary-General is not satisfied of his competence to act, parties may, of course, seek implementation of their arbitration agreement elsewhere or before the appropriate national courts.\" The PCA invited Presstek \"to comment on whether it wished to agree to the application of the UNCITRAL Arbitration Rules in the present dispute.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On October 20, 2003, Presstek filed its comments with the PCA. It refused to stipulate to application of the UNCITRAL Arbitration Rules and reiterated its position that the contract was not sufficiently clear as to whether the UNCITRAL rules would apply and that the PCA should therefore decline jurisdiction. Presstek argued that only a court, and not the PCA, could resolve the ambiguities and concluded that the PCA should decline to arbitrate the matter \"until such time as a ... court indicates that it may.\" The record does not contain any reply by Marks.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On October 21, 2003, the PCA, in a letter to the parties, stated that the Secretary-General had considered the parties' submissions and concluded that it did not have the competence to act because, based on its interpretation of the arbitration agreement, the parties had not agreed to the application of UNCITRAL rules:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Secretary-General considers that he may designate an Appointing Authority pursuant to the UNCITRAL Arbitration Rules only when the parties to a contract have agreed that disputes in relation to that contract shall be referred to arbitration under the UNCITRAL Arbitration Rules. With respect to the dispute arising from the parties' [contract], the Secretary-General is not satisfied, on the basis of a prima facie screening of the documentation submitted by the parties, that he is competent to act in this matter.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The letter concluded, however, by inviting the parties \"to seek the interpretation of their arbitration agreement from any court having jurisdiction.\" It noted that arbitration at the PCA might be possible, \"[g]iven that paragraph 10(g) of the Agreement specifies The Hague as the place of arbitration.\" On March 25, 2004, Marks requested Presstek to arbitrate the dispute again, this time under the Netherlands Arbitration Act. Again, the record does not contain this request, or reveal whether Marks had asked for arbitration at a particular forum, either the PCA or elsewhere. Presstek did not respond to this request.</p>\n    </div>\n    <p class=\"indent\">B. <i>Proceedings before the District Court</i></p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Marks did not challenge the PCA's refusal to hear the case, either at the PCA itself or in a court in the Netherlands, or attempt to arbitrate the dispute in any other forum at The Hague. It did not immediately seek an interpretation of the agreement by a court of competent jurisdiction, as the PCA had invited it to do. Instead, it waited nearly eighteen months, until April 5, 2005, to file a motion to compel arbitration in U.S. District Court in New Hampshire under the New York Convention, as implemented by 9 U.S.C. &#167;&#167; 4 and 206.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Marks' petition was filed one day after the New Hampshire three-year statute of limitations on contract actions had expired, assuming that the cause of action accrued on April 4, 2002, the date Presstek provided the termination notice to Marks. Marks, for its part, disputes that the New Hampshire limitations period applies, instead arguing that the New York Convention requires application of the Netherlands' statute of limitations, as the parties agreed that the Netherlands would be the situs for arbitration.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In its petition to compel arbitration, Marks asked for an order \"direct[ing] that arbitration proceed in the manner set forth in the Agreement: in <i>The Hague,</i> and that the Court order such arbitration to proceed under the <i>American Arbitration Act's International Rules</i>.\" (emphases added). Marks also requested that the court order Presstek to submit to arbitration; hold a hearing on Marks' petition under Section 4 of the FAA; and award \"costs, interest, attorneys' fees and such other and further relief as the Court deems appropriate and just.\" As to the proceedings before the PCA, Marks stated only that \"[t]he President of the PCA ... concluded that the application of the [UNCITRAL] Rules to the Agreement was not appropriate and gave no further opinion with respect to the Agreement.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">There were a number of problems with Marks' petition. Although Marks stated that it wanted arbitration at \"The Hague\" (where a number of groups provide arbitration), the only arbitral body mentioned in the petition was the PCA. Furthermore, there is no set of rules called \"the American Arbitration Act's International Rules.\" It was not until its motion for reconsideration that Marks clarified that it \"intended to reference the American Arbitration <i>Association's</i> international rules.\" But whatever rules Marks intended to reference, Marks' petition did not take the position that the parties' arbitration clause contemplated application of the UNCITRAL Arbitration Rules, which, based on the PCA letters, were the only rules which would give the PCA the competence to act in the parties' dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Thus, a natural reading of the complaint was that Marks was seeking arbitration of the dispute at the PCA under rules which the Secretary-General of the PCA had already stated could not give the PCA the competence to act. The district court, in an August 9, 2005 order, gave fair warning of its concern that it would be unable to grant the relief Marks was seeking, using the language of mootness. It ordered Marks to show cause why its petition to compel arbitration should not be dismissed.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Marks filed a memorandum in response on September 1, 2005. Mark stated that \"[t]he order sought from this court by Marks ... will address and resolve the PCA's uncertainty\" as to \"whether it has the authority to act.\" Marks relied on the statement in the PCA letter that \"the parties are invited to inform the PCA should they wish to utilize the services of the PCA in the administration of the case.\" Based on its reading of the PCA letter, Marks argued that it was in truth only seeking the interpretation of the agreement which the PCA had invited&#8212;an interpretation as to which arbitral rules to apply&#8212;and that a dispute about that very question could not render the case moot or preclude the relief Marks sought. Marks did not seek to amend its claims for relief in the petition to compel arbitration.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court dismissed Marks' petition on September 20, 2005, on the grounds that \"the relief Marks seeks, an order requiring Presstek to arbitrate their dispute at the PCA under the American Arbitration Act's International Rules, is unavailable.\" The district court read the PCA letter to say that the PCA will \"proceed with arbitration <i>only</i> if the parties have agreed to arbitrate under the UNCITRAL Arbitration Rules.\" The court observed that Marks \"did not plead a claim seeking to interpret the agreement to determine which arbitration rules would apply,\" did not \"include any allegations as to the meaning of the parties' agreement with respect to which arbitration rules would apply,\" nor \"even suggest[ed] that the parties agreed to the UNCITRAL Arbitration Rules.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Marks moved for reconsideration on October 4, 2005, under Fed.R.Civ.P. 59(e). It argued that the district court was misreading the PCA letter, and that the PCA would \"assist parties . . . pursuant to the order of any court with jurisdiction\" even if the parties did not agree to apply the UNCITRAL Arbitration Rules.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">For the first time, Marks clarified that the PCA letter was immaterial. It was immaterial because arbitration could be had in either a different forum or under a different set of arbitration rules:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Marks has prayed that, following the required hearing or trial, the AAA International Rules apply, given that they are closest to the expressed intent of the parties in their agreement.... However, Marks has also asked in its Petition for the Court to grant whatever \"relief it deems just and appropriate\" consistent with the parties' agreement to arbitrate, the New York Convention and the strong state and federal policies in favor of arbitration. <i>It is certainly possible that, following a hearing and trial if necessary, the Court may find an alternative location in The Hague, and/or rules, appropriate in order to effectuate the parties' agreement to arbitration.</i></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">(emphasis added and citation omitted). Marks noted that there were other arbitral bodies at The Hague besides the PCA that could hear the case, and argued that the district court was obligated under the New York Convention and Section 4 of the FAA to hold a hearing or a trial to determine \"the nature of the parties' arbitration agreement as it relates to any ambiguous terms, including but not limited [to] which rules to apply and the agency and organization to preside or supervise.\"</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">This was not the relief clearly sought in the original complaint. Nor was this relief sought after the district court warned Marks of the problems with how it had framed this case. This theory was clearly articulated for the first time some three-and-a-half years after the contract dispute arose, two years after the PCA had declined to accept competence over the arbitration, and six months after Marks had filed its federal court petition to compel arbitration.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The district court denied Marks' motion for reconsideration. Marks appeals, arguing (1) that the district court erred in its initial conclusion that it could not grant the relief requested, and (2) that the district court should, nonetheless, have held a hearing to find a different forum at which to order the arbitration, under perhaps a different set of rules.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We have jurisdiction to hear this appeal from a final order, under 28 U.S.C. &#167; 1291.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> We review de novo a district court's refusal to compel arbitration. <i>InterGen N.V. v. Grina,</i> <span class=\"citation\" data-id=\"200660\"><a href=\"/opinion/200660/intergen-n-v-v-grina/\"><span class=\"volume\">344</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">134</span></a></span>, 141 (1st Cir.2003). We review the denial of the motion to reconsider for abuse of discretion. <i>Aybar v. Crispin-Reyes,</i> <span class=\"citation\" data-id=\"197430\"><a href=\"/opinion/197430/aybar-v-crispin-reyes/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 15 (1st Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">A. <i>Propriety of the Original Order of Dismissal</i></p>\n    </div>\n    <p class=\"indent\">1. <i>Inability to Grant the Relief Requested</i></p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Marks' argument that the district court erred in holding that the relief Marks sought was unavailable is largely based on Marks' reading of the October 21, 2003 letter from the PCA, which was rejected by the district court. Marks argues that the district court misconstrued the PCA letter, and that the correct reading is \"that the PCA invited the parties to complete the administration of the case (1) if they stipulate to the UNCITRAL Rules, <i>or,</i> (2) if a court of competent jurisdiction... interpreted the arbitration provision of their Agreement (<i>no matter what jurisdiction, venue or rules the Court designates under the agreement</i>).\" (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Marks' reading of the PCA letter is strained at best. The letter states in clear terms that the PCA would be <i>competent</i> to act in these circumstances \"<i>only</i> when parties to a contract have agreed that disputes in relation to that contract shall be referred to arbitration <i>under the UNCITRAL Arbitration Rules.</i>\" (emphases added). Indeed, Marks put into the record the published procedural guidelines of the PCA, which support the court's reading: the guidelines state that \"[t]he request for designation of an appointing authority ... should be accompanied by ... [a] copy of the arbitration clause or agreement <i>establishing the applicability of the UNCITRAL Arbitration Rules</i>.\" (emphasis added)</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The district court properly rejected Marks' reading of the letter. It did not clearly err in concluding that the only relief Marks had sought, prior to its motion for reconsideration, was arbitration before the PCA under the American Arbitration Act's International Rules. Nor did the court err in finding that that relief was unavailable, or in dismissing the petition on that ground. There was simply no basis, given the PCA's letter, for the district court to order arbitration before the PCA under any set of rules other than the UNCITRAL Arbitration Rules. Marks has never suggested the PCA was a party or that the court could order the PCA to do that which it already said it had no authority to do.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The district court framed the question as one of mootness. Mootness doctrine, in the Article III case or controversy sense, may be an imprecise fit to the situation here, but captures the idea that courts do not consider abstract issues. \"[M]ootness doctrine is rooted largely in the idea that courts, because of their distinct institutional competence and role, should not decide abstract questions of law divorced from real factual controversies.\" <i>Horizon Bank &amp; Trust Co. v. Massachusetts,</i> <span class=\"citation\" data-id=\"201371\"><a href=\"/opinion/201371/horizon-bank-v-flaherty/\"><span class=\"volume\">391</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></a></span>, 55 (1st Cir.2004). It is sufficient to simply frame the question as whether the district court could have afforded the relief for which Marks had asked. <i>See Church of Scientology v. United States,</i> <span class=\"citation\" data-id=\"112792\"><a href=\"/opinion/112792/churchof-scientology-of-cal-v-united-states/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">9</span></a></span>, 12, <span class=\"citation\" data-id=\"112792\"><a href=\"/opinion/112792/churchof-scientology-of-cal-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">447</span></a></span>, <span class=\"citation\" data-id=\"112792\"><a href=\"/opinion/112792/churchof-scientology-of-cal-v-united-states/\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">313</span></a></span> (1992) (\"[I]f . . . it [is] impossible for the court to grant `any effectual relief whatever' to a prevailing party, the appeal must be dismissed.\" (quoting <i>Mills v. Green,</i> <span class=\"citation\" data-id=\"94291\"><a href=\"/opinion/94291/mills-v-green/\"><span class=\"volume\">159</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, 653, <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">132</span></span>, <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">293</span></span> (1895))); <i>see also Raytheon Co. v. Ashborn Agencies, Ltd.,</i> <span class=\"citation\" data-id=\"186215\"><a href=\"/opinion/186215/raytheon-co-v-ashborn-agcy-ltd/\"><span class=\"volume\">372</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">451</span></a></span> (D.C.Cir.2004) (dismissing petition to compel arbitration where there was no Article III standing, in part, because the requested relief would not alleviate the claimed injury-in-fact).</p>\n    </div>\n    <p class=\"indent\">2. <i>Marks' Request for a Hearing</i></p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Marks argues that it had requested a hearing in its petition to compel arbitration, and that the court was obligated, as an initial matter, to hold a hearing once the petition was filed. It relies on, 9 U.S.C. &#167; 4, which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The court shall hear the parties, and upon being satisfied that the making of the agreement for arbitration or the failure to comply therewith is not in issue, the court shall make an order directing the parties to proceed to arbitration in accordance with the terms of the agreement.... If the making of the arbitration agreement or the failure, neglect, or refusal to perform the same be in issue, the court shall proceed summarily to the trial thereof.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The argument is based on the unwarranted assumption that Marks' petition had sought relief which the district court could provide.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Moreover, even in its own terms, the argument is unpersuasive. Initially, it is not clear that under 9 U.S.C. &#167; 4, an <i>evidentiary</i> hearing is required. Marks has assumed that the \"shall hear the parties\" statement in 9 U.S.C. &#167; 4 refers to a live evidentiary hearing. That may not be so. Rather, a \"hearing\" on the papers may be all that is required. <i>See Cincinnati Gas &amp; Elec. Co. v. Benjamin F. Shaw Co.,</i> <span class=\"citation\" data-id=\"417792\"><a href=\"/opinion/417792/the-cincinnati-gas-electric-company-and-the-dayton-power-and-light/\"><span class=\"volume\">706</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">155</span></a></span>, 159 (6th Cir.1983); <i>cf. United States v. Fla. E. Coast Ry. Co.,</i> <span class=\"citation\" data-id=\"108715\"><a href=\"/opinion/108715/united-states-v-florida-east-coast-r-co/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">224</span></a></span>, 240, <span class=\"citation\" data-id=\"108715\"><a href=\"/opinion/108715/united-states-v-florida-east-coast-r-co/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">810</span></a></span>, <span class=\"citation\" data-id=\"108715\"><a href=\"/opinion/108715/united-states-v-florida-east-coast-r-co/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">223</span></a></span> (1973) (holding, under the Administrative Procedure Act, that \"the term `hearing' as used therein does not necessarily embrace either the right to present evidence orally and to cross-examine opposing witnesses, or the right to present oral argument to the agency's decisionmaker\").</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">But even indulging Marks' assumption that 9 U.S.C. &#167; 4 is satisfied only by an evidentiary hearing, such a hearing is required only if there is a genuine issue of material fact for which a hearing would be necessary. <i>See Am. Int'l Specialty Lines Ins. Co. v. Elec. Data Sys. Corp.,</i> <span class=\"citation\" data-id=\"783971\"><a href=\"/opinion/783971/american-international-specialty-lines-insurance-company-v-electronic-data/\"><span class=\"volume\">347</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">665</span></a></span>, 671 (7th Cir.2003) (\"A trial to determine arbitrability is required, however, only if the issue that an evidentiary hearing would resolve is fairly contestable.\"); <i>Cincinnati Gas &amp; Elec. Co.,</i> 706 F.2d at 159; <i>cf. Mowbray v. Moseley, Hallgarten, Estabrook &amp; Weeden, Inc.,</i> <span class=\"citation\" data-id=\"473624\"><a href=\"/opinion/473624/robert-m-mowbray-and-rose-a-mowbray-v-moseley-hallgarten-estabrook/\"><span class=\"volume\">795</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1111</span></a></span>, 1115 n. 7 (1st Cir.1986) (deciding whether an agreement to arbitrate existed under 9 U.S.C. &#167; 4 where there had been \"no request for an evidentiary hearing and no dispute regarding the moving party's factual allegations\"). Requiring the district court to hold a hearing when there is no genuine issue of material fact would \"defeat[] an essential goal of arbitration, which is the simplification and expedition of dispute resolution.\" <i>Am. Int'l Specialty Lines,</i> 347 F.3d at 671.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Here, there was no genuine issue regarding \"the making of the agreement for arbitration\" or \"the failure to comply therewith.\" The issue concerned the inability of the district court to grant the relief Marks stated it was seeking&#8212;arbitration at the PCA under the American Arbitration Act's International Rules&#8212;because the requested relief would not resolve the dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">B. <i>Arguments in Motion for Reconsideration Seeking Arbitration at a Different Forum</i></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Even after the district court made clear, in its August 9 order, its concerns about its inability to grant the relief sought, Marks did nothing in its filings prior to the September 20 order to demonstrate that it was seeking relief that the district court could grant.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Instead, Marks waited until after the district court had ruled against it on September 20, and then attempted to alter course in its motion for reconsideration, from seeking arbitration at the PCA under the American Arbitration Act's International Rules, to seeking arbitration at some other forum or under some other set of arbitration rules, and requesting a hearing to sort out the possibilities. Marks says this is acceptable because its petition said in the prayer for relief that it was seeking \"such other and further relief as the Court deems appropriate and just.\" Not so. That does not explain why Marks did not make the argument after the court first raised its concerns. In any event, the catch-all provision, standing alone, does not give notice that Marks' theory was different than that articulated in the rest of the complaint. A trial court is not required to guess what relief a party wants or why it wants it.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">These new arguments were made clear for the first time in the motion for reconsideration, and the \"general rule\" for motions for reconsideration under Fed. R.Civ.P. 59(e) \"is that the moving party must `either clearly establish a manifest error of law or must present newly discovered evidence.'\" <i>Marie v. Allied Home Mortgage Corp.,</i> <span class=\"citation\" data-id=\"201485\"><a href=\"/opinion/201485/marie-v-allied-home-mtg-corp/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 n. 2 (1st Cir.2005) (quoting <i>Pomerleau v. W. Springfield Pub. Sch.,</i> <span class=\"citation\" data-id=\"200951\"><a href=\"/opinion/200951/p-v-west-springfield/\"><span class=\"volume\">362</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">143</span></a></span>, 146 n. 2 (1st Cir.2004)). A motion for reconsideration \"does not provide a vehicle for a party to undo its own procedural failures and it certainly does not allow a party to introduce new evidence or advance arguments that could and should have been presented to the district court prior to the judgment.\" <i>See Emmanuel v. Int'l Bhd. of Teamsters, Local Union No. 25,</i> <span class=\"citation\" data-id=\"201848\"><a href=\"/opinion/201848/emmanuel-v-international/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">416</span></a></span>, 422 (1st Cir.2005) (internal quotation marks omitted) (quoting <i>Aybar,</i> 118 F.3d at 16).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Under this general rule, Marks' attempt to change course fails; the new arguments Marks raised in its motion for reconsideration could have easily been presented to the district court prior to its September 20, 2005 order dismissing the petition, but were not. <i>See Cozza v. Network Assocs., Inc.,</i> <span class=\"citation\" data-id=\"200926\"><a href=\"/opinion/200926/cozza-v-network-associates/\"><span class=\"volume\">362</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 16 (1st Cir.2004) (holding that party could not bring a successive interlocutory appeal of a denial of a motion to compel arbitration \"based upon the same arguments ... it could have appealed earlier, but did not\").</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Marks points to the general federal policy in favor of arbitration, the FAA, and the New York Convention. It argues that the district court was required to overlook the failings of Marks' petition and nonetheless try to find a different forum and possibly different rules for the arbitration, and to hold an evidentiary hearing under 9 U.S.C. &#167; 4 in order to do so. In essence, Marks argues that the policies in favor of arbitration are so strong that they trump the normal operation of the Federal Rules of Civil Procedure. That is not so.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Marks relies on Chapter One of the FAA, 9 U.S.C. &#167; 4, quoted above. Marks argues that under this provision, the court was required to hold a hearing or a trial to determine which agency should preside and pursuant to what rules. This argument was first made clear in the motion for reconsideration, and fails under the general rule that arguments that could have been raised before may not be raised for the first time in a motion for reconsideration. Marks has provided no authority that 9 U.S.C. &#167; 4, or any other provision of the FAA, creates an exception to this general rule.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Marks also relies on the New York Convention. It points to cases which set out a four-part test for determining whether an international arbitration agreement can be enforced by a federal court under the New York Convention. <i>See DiMercurio v. Sphere Drake Ins., PLC,</i> <span class=\"citation\" data-id=\"198804\"><a href=\"/opinion/198804/dimercurio-v-sphere-drake/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></a></span>, 74 &amp; n. 2 (1st Cir.2000); <i>Ledee,</i> 684 F.2d at 186-87. Marks argues that the agreement here meets this four-part test and that, therefore, the court must order arbitration unless there is a finding that the arbitration provision is \"null and void, inoperative or incapable of being performed.\" <i>DiMercurio,</i> 202 F.3d at 74 (quoting New York Convention, <i>supra,</i> art. II, &#167; 3); <i>see also InterGen N.V.,</i> 344 F.3d at 141. The argument is a non sequitur: the four-part test is used to determine whether a particular arbitration agreement falls under the terms of the New York Convention.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The issue here is not whether the agreement falls under the Convention, but whether the relief initially requested by Marks was available, and whether Marks' attempt to change its position on a motion for reconsideration should be allowed, despite the normal rules of litigation. The New York Convention and cases applying the Convention do not answer that question.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In a last-ditch effort to save itself from dismissal, Marks turns to the broad federal policy in favor of arbitration, <i>see Moses</i> <i>H. Cone Mem'l Hosp. v. Mercury Constr. Co.,</i> <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 24-25, <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">927</span></a></span>, <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">765</span></a></span> (1983), to support its argument that it should be allowed a hearing to sort out the appropriate forum and rules for the arbitration. The Supreme Court has noted that the policy favoring arbitration \"applies with special force in the field of international commerce.\" <i>See Restoration Pres. Masonry Inc. v. Grove Eur. Ltd.,</i> <span class=\"citation\" data-id=\"200404\"><a href=\"/opinion/200404/restoration-preserva-v-grove-europe-ltd/\"><span class=\"volume\">325</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 60 (1st Cir.2003) (internal quotation marks omitted) (quoting <i>Mitsubishi Motors Corp. v. Soler Chrysler-Plymouth, Inc.,</i> <span class=\"citation\" data-id=\"111513\"><a href=\"/opinion/111513/mitsubishi-motors-corp-v-soler-chrysler-plymouth-inc/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">614</span></a></span>, 631, <span class=\"citation\" data-id=\"111513\"><a href=\"/opinion/111513/mitsubishi-motors-corp-v-soler-chrysler-plymouth-inc/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3346</span></a></span>, <span class=\"citation\" data-id=\"111513\"><a href=\"/opinion/111513/mitsubishi-motors-corp-v-soler-chrysler-plymouth-inc/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">444</span></a></span> (1985)).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">But the broad policy favoring arbitration&#8212;even in the context of international arbitration&#8212;does not create an exception to the general rule that a motion to reconsider does not allow a party \"to introduce new evidence or advance arguments that could and should have been presented to the district court prior to the judgment.\" <i>Aybar,</i> 118 F.3d at 16. The goal of the FAA was \"to make arbitration agreements as enforceable as other contracts, but not more so.\" <i>Paul Revere Variable Annuity Ins. Co. v. Kirschhofer,</i> <span class=\"citation\" data-id=\"770357\"><a href=\"/opinion/770357/the-paul-revere-variable-annuity-insurance-company-v-maureen-a/\"><span class=\"volume\">226</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 25 (1st Cir.2000) (internal quotation marks omitted) (quoting <i>Prima Paint Corp. v. Flood &amp; Conklin Mfg. Co.,</i> <span class=\"citation\" data-id=\"107492\"><a href=\"/opinion/107492/prima-paint-corp-v-flood-conklin-mfg-co/\"><span class=\"volume\">388</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">395</span></a></span>, 404 n. 12, <span class=\"citation\" data-id=\"107492\"><a href=\"/opinion/107492/prima-paint-corp-v-flood-conklin-mfg-co/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1801</span></a></span>, <span class=\"citation\" data-id=\"107492\"><a href=\"/opinion/107492/prima-paint-corp-v-flood-conklin-mfg-co/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1270</span></a></span> (1967)); <i>see also Volt Info. Scis., Inc. v. Bd. of Trs. of Leland Stanford Junior Univ.,</i> <span class=\"citation\" data-id=\"112212\"><a href=\"/opinion/112212/volt-info-sciences-inc-v-bd-of-trustees-of-leland-stanford-jr-u/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">468</span></a></span>, 478, <span class=\"citation\" data-id=\"112212\"><a href=\"/opinion/112212/volt-info-sciences-inc-v-bd-of-trustees-of-leland-stanford-jr-u/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1248</span></a></span>, <span class=\"citation\" data-id=\"112212\"><a href=\"/opinion/112212/volt-info-sciences-inc-v-bd-of-trustees-of-leland-stanford-jr-u/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">488</span></a></span> (1989) (\"[The FAA] simply requires courts to enforce privately negotiated agreements to arbitrate, like other contracts, in accordance with their terms.\"). \"It follows inexorably from that statement that the principle of resolving doubts in favor of arbitration is `subject to constraints.'\" <i>Paul Revere,</i> 226 F.3d at 15 (quoting <i>Coady v. Ashcraft &amp; Gerel,</i> <span class=\"citation\" data-id=\"199031\"><a href=\"/opinion/199031/coady-v-ashcraft-gerel/\"><span class=\"volume\">223</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 9 (1st Cir.2000)); <i>see also Restoration Pres. Masonry,</i> 325 F.3d at 60 (\"The policy in favor of arbitration does not supersede basic contract principles, however.\").</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Indeed, the reasons upon which the federal policies regarding international arbitration are based tend to work against Marks' position:</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Arbitration clauses were not meant to be another weapon in the arsenal for imposing delay and costs in the dispute resolution process.... In the context of international contracts, the opportunities for increasing the cost, time, and complexity of resolving disputes are magnified by the presence of multiple possible fora, each with its own different substantive rules, procedural schematas, and legal cultures. This is fertile ground for manipulation and mischief, and acceptance of [plaintiff's] arguments would lead to the very problems the [New York] Convention sought to avoid.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\"><i>Menorah Ins. Co. v. INX Reinsurance Corp.,</i> <span class=\"citation\" data-id=\"196492\"><a href=\"/opinion/196492/menorah-v-inx/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">218</span></a></span>, 223 (1st Cir.1995); <i>see id.</i> at 222 (\"[U]ltimately, the strong policy reasons favoring arbitration and underlying the adoption of the Convention would be undercut, not served, by acceptance of [plaintiff's] position.\"); <i>see also Weiner v. Gutfreund</i> (<i>In re Salomon Inc. Shareholders' Derivative Litigation,</i>) <span class=\"citation\" data-id=\"706822\"><a href=\"/opinion/706822/in-re-salomon-inc-shareholders-derivative-litigation-91-civ-5500-rrp/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">554</span></a></span>, 557-58 (2d Cir.1995) (\"Although the federal policy favoring arbitration obliges us to resolve any doubts in favor of arbitration, we cannot compel a party to arbitrate a dispute before someone other than the NYSE when that party had agreed to arbitrate disputes only before the NYSE and the NYSE, in turn, exercising its discretion under its Constitution, has refused the use of its facilities to arbitrate the dispute in question.\").</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Marks made a strategic choice (and continued to make the strategic choice) to rely on its reading of the PCA letter and seek arbitration at the PCA under the American Arbitration Act's (or Association's) International Rules, and it must live with the consequences of that choice. <i>See Paul Revere Variable Annuity Ins. Co. v. Zang,</i> <span class=\"citation\" data-id=\"199392\"><a href=\"/opinion/199392/paul-revere-variable-v-zang/\"><span class=\"volume\">248</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.2001) (\"Where a party makes a considered choice, though it may involve some calculated risk, he `cannot be relieved of such a choice because hindsight seems to indicate to him' that, as it turns out, his decision was `probably wrong.'\" (quoting <i>Ackermann v. United States,</i> <span class=\"citation\" data-id=\"104837\"><a href=\"/opinion/104837/ackermann-v-united-states/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">193</span></a></span>, 198, <span class=\"citation\" data-id=\"104837\"><a href=\"/opinion/104837/ackermann-v-united-states/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">209</span></a></span>, <span class=\"citation\" data-id=\"104837\"><a href=\"/opinion/104837/ackermann-v-united-states/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">207</span></a></span> (1950))). Had Marks chosen a different strategy, a different outcome may have been warranted. But to allow Marks to avoid the consequences of its strategic decision would lead to delay and manipulation.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The district court's dismissal of the petition to compel arbitration is <i>affirmed.</i> Costs are awarded to the defendant.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> UNCITRAL is the United Nations Commission on International Trade Law, which has issued arbitration rules<i>See Mitsubishi Motors Corp. v. Soler Chrysler-Plymouth, Inc.,</i> <span class=\"citation\" data-id=\"111513\"><a href=\"/opinion/111513/mitsubishi-motors-corp-v-soler-chrysler-plymouth-inc/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">614</span></a></span>, 633 n. 17, <span class=\"citation\" data-id=\"111513\"><a href=\"/opinion/111513/mitsubishi-motors-corp-v-soler-chrysler-plymouth-inc/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3346</span></a></span>, <span class=\"citation\" data-id=\"111513\"><a href=\"/opinion/111513/mitsubishi-motors-corp-v-soler-chrysler-plymouth-inc/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">444</span></a></span> (1985); <i>Karaha Bodas Co. v. Perusahaan Pertambangan Minyak Dan Gas Bumi Negara,</i> <span class=\"citation\" data-id=\"34449\"><a href=\"/opinion/34449/karaha-bodas-co-v-perusahaan-pertamban/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></a></span>, 282 (5th Cir. 2004).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The August 9, 2005 order also denied an earlier motion by Presstek to dismiss the petition. Presstek had argued that the PCA's decision not to hear the case was an \"award\" within the meaning of the FAA, that the only court with the competence to overturn that award under the New York Convention was a court in the Netherlands, and that Marks' petition, properly construed as a motion to vacate an arbitral award, was untimely. The district court rejected these arguments, finding that the PCA's refusal to arbitrate the dispute was not an \"award\" under the New York Convention and that Marks' petition was timely under the FAA. Presstek does not appeal these determinations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Presstek argues, as it did below, that we lack statutory jurisdiction, because Marks has not been \"aggrieved by the alleged failure, neglect, or refusal of [Presstek] to arbitrate,\" which is a prerequisite to an order compelling arbitration under 9 U.S.C. &#167; 4. According to Presstek, absent a \"failure, neglect, or refusal\" by it to arbitrate, there is not a justiciable case or controversy. The district court did not address this argument. Marks has alleged that Presstek ignored requests to arbitrate on at least two occasions, creating at least some question, on this record, as to whether Presstek has failed, neglected, or refused to arbitrate within the meaning of 9 U.S.C. &#167; 4. We do not resolve that question, or whether this requirement is jurisdictional in nature, or whether the requirement under 9 U.S.C. &#167; 4 applies at all in the context of the New York Convention. We affirm on different grounds</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The test used is as follows: \"(1) Is there an agreement in writing to arbitrate the subject of the dispute? (2) Does the agreement provide for arbitration in the territory of a signatory of the Convention? (3) Does the agreement arise out of a legal relationship, whether contractual or not, which is considered as commercial? (4) Is a party to the agreement not an American citizen, or does the commercial relationship have some reasonable relation with one or more foreign states?\"<i>See Ledee,</i> 684 F.2d at 186-87 (internal citations omitted).</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">\n        <i>Concurrence follows.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">YOUNG, District Judge, (Concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">This seems to me an important decision. I join its reasoning and result, writing separately simply to point out that the result is imposed on a record somewhat more ambiguous than the majority lets on. Marks petitioned for an order \"direct[ing] that arbitration proceed in the manner set forth in the Agreement: in The Hague, and that the Court order such arbitration to proceed under the American Arbitration Act's International Rules.\" App. at 15. Since there is more than one arbitral body in The Hague&#8212;a fact the majority does recognize, <i>see supra</i> at 9&#8212;it is too much of a stretch for the majority to say \"<i>Marks</i> sought an order to compel arbitration of the dispute before the PCA....\" <i>Supra</i> at 3 (emphasis added); <i>see also supra</i> at 18. Indeed, Marks had argued in its memorandum addressing the district court's mootness concerns that arbitration could be proper \"at another arbitral body\".</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Contrary to the majority's description, it was the <i>district judge</i> who drew this inference from Marks's vague pleading, which itself did not expressly request the needed interpretation of the ambiguous arbitration clause. Nevertheless, since the district court's conclusion was warranted based the entirety of the record and filings, and because I would affirm the orders of the district court based thereon (even in the absence of any oral hearing), I concur.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/34449/",
    "http://www.courtlistener.com/api/rest/v3/opinions/94291/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108715/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111513/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/186215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197430/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200926/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201371/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201485/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202430/",
    "http://www.courtlistener.com/api/rest/v3/opinions/406614/",
    "http://www.courtlistener.com/api/rest/v3/opinions/417792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/473624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/706822/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770357/",
    "http://www.courtlistener.com/api/rest/v3/opinions/783971/"
  ]
}