{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202354/",
  "absolute_url": "/opinion/202354/levin-v-dalva-brothers-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202354/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:50:47Z",
  "date_modified": "2016-02-28T05:07:54.195116Z",
  "type": "010combined",
  "sha1": "5580699cc99aa0600cfae6dffc0aa3e00ba758e5",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-2284-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/08/15/Levin_v._Dalva_Brothers_Inc..pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 05-2284\n\n                     MARK LEVIN AND BECKY LEVIN,\n\n                       Plaintiffs, Appellants,\n\n                                  v.\n\n                        DALVA BROTHERS, INC.,\n\n                         Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Patti B. Saris, U.S. District Judge]\n\n\n                                Before\n\n               Selya, Lipez, and Howard, Circuit Judges,\n\n\n\n     Anthony A. Scibelli, with whom Brian E. Whiteley, C. Alex\nHahn, and Scibelli, Whiteley and Stanganelli, LLP were on brief,\nfor appellants.\n     Philip M. Chiappone, with whom McCanliss & Early LLP, Robert\nHillman, and Deutsch Williams were on brief, for appellee.\n\n\n\n                           August 15, 2006\n\f           HOWARD, Circuit Judge.     Through an agent, Mark and Becky\n\nLevin purchased several antiques from Dalva Brothers, Inc. (Dalva),\n\nan antiques dealer located in New York City.         Later the Levins\n\nobtained information suggesting that the antiques were not as Dalva\n\ndescribed them and were worth less than the approximately $750,000\n\nthat they paid. The Levins subsequently brought a diversity action\n\nin the District of Massachusetts against Dalva alleging fraud,\n\nnegligent misrepresentation, breach of express warranties, unjust\n\nenrichment, and a violation of Mass. Gen. Laws ch. 93A.       After a\n\ntwo-week trial, a jury found for Dalva on the misrepresentation and\n\nwarranty claims, and the court found for Dalva on the Chapter 93A\n\nand unjust enrichment claims.   The Levins appeal, challenging the\n\ndistrict court's choice of law, the jury instructions and certain\n\nrulings on the admissibility of expert testimony.\n\n                                 I.\n\n           The Levins relocated from California to Massachusetts in\n\n1992.   They purchased a home on Boylston Street in Boston in 1992\n\nand bought a historic mansion in Middleton, Rhode Island in 2000.\n\nThe Levins retained Roger Harned, an interior designer based in\n\nCalifornia, to decorate these homes. Mrs. Levin directed Harned to\n\ntravel around the United States and Europe to locate \"outrageous\"\n\nantiques for purchase.\n\n           In 1999 and 2000, Harned visited the Dalva gallery in New\n\nYork City.     On both occasions, Harned stated that he was a\n\n\n                                -2-\n\fdecorator but did not tell Dalva that he represented the Levins.\n\nHarned identified the antiques that he was interested in purchasing\n\nand received written and oral descriptions of the items.                  He then\n\nasked Dalva to send the \"tear sheets\" (descriptions and pictures)\n\nfor the antiques to his office in California.\n\n            In 1999, Dalva sent Harned tear sheets for two vases, and\n\nin 2000, it sent Harned tear sheets for a grandfather clock and two\n\ncommodes.    Both times, after receiving these documents, Harned\n\ntraveled to Massachusetts to discuss the items with the Levins. At\n\nHarned's urging, the Levins authorized him to purchase all of the\n\nitems.   The Levins wired the funds for the purchase price to\n\nHarned's bank account in California, and Harned paid Dalva with\n\nchecks   drawn    from   the    account.        At   no    time   prior     to   the\n\nconsummation of these transactions did Dalva know that Harned was\n\nbuying the items on behalf of Massachusetts residents.                 After the\n\npurchases,    Harned     arranged       to    have   the     items   shipped      to\n\nMassachusetts for storage. Eventually, the vases were displayed at\n\nthe Levins' Boston condominium, and the clock and commodes were\n\ndisplayed at their Rhode Island mansion.\n\n            The   Levins'      claims    against     Dalva    stem   from    their\n\nallegation that the tear sheets and invoices misrepresented the\n\nantiques.    The vase tear sheets described them as \"fine and rare .\n\n. . probably St. Petersburg, early 19th century,\" and the invoices\n\nmore definitively described them as \"Russian, 19th century.\"                     The\n\n\n                                        -3-\n\fLevins claim that these vases were in fact French in origin, and\n\nless valuable than represented.\n\n            The   tear   sheet   for    the   clock   described    it   as    an\n\n\"exceptionally rare Regence grandfather's clock with superb vernis\n\nMartin decoration depicting Peace and Justice above a panel showing\n\ncupid and psyche . . . French, 18th Century.\"             The Levins claim\n\nthat the clock was in fact an amalgam of parts and pieces from the\n\nlate 18th and 19th centuries and originated in Italy.             The Levins'\n\nexpert testified that they overpaid for the clock by more than\n\n$500,000.\n\n            The tear sheets for the commodes described one of them as\n\na \"fine transitional marquetry commode . . . French 18th century,\"\n\nand the other as a \"transitional Louis XV/XVI marquetry commode\n\nwith pictoral marquetry depicting ruins . . . French 18th century.\"\n\nThe Levins claim that, in fact, these were 19th and 20th century\n\npieces of furniture that were worth a fraction of what they paid.\n\n                                       II.\n\n            A.      Choice of Law\n\n            The first issue on appeal is whether the district court\n\nerred in applying New York law (and not Massachusetts law).                  The\n\nLevins challenge this ruling on two grounds:          (1) the court abused\n\nits discretion by considering Dalva's argument for New York law\n\nbecause Dalva did not raise the argument until the first day of\n\n\n\n\n                                       -4-\n\ftrial, and (2) the court erred by deciding that New York law\n\ngoverns.    We begin with the waiver issue.\n\n            The Levins are asking us to order a new trial on the\n\nground that the district court permitted Dalva to raise an argument\n\ntoo late in the proceeding.         Such orders are rare.              Loinaz v. EG &\n\nG, Inc., 910 F.2d 1, 6 (1st Cir. 1990). \"Decisions regarding the\n\nmanagement of the trial calendar and the courtroom proceedings are\n\nparticularly within the province of the trial judge, and her\n\ndetermination[s] will not be disturbed absent a finding that she\n\nabused her discretion.\"           Id.      Reversal because of a district\n\ncourt's case management ruling also requires the appealing party to\n\ndemonstrate prejudice.      See id. at 7 (\"If we believe that the trial\n\njudge's discretionary decisions have resulted in undue prejudice to\n\nthe appellant's case, we will reverse.\").\n\n            The   parties   each        cite    cases     where    a    court   either\n\npermitted or forbade a party from raising a choice-of-law argument\n\nlate in the proceedings.      E.g., Bergin v. Dartmouth Pharm., Inc.,\n\n326 F. Supp. 2d 179, 180 n.1 (D. Mass. 2004) (deeming choice-of-law\n\nargument waived); PI, Inc. v. Ogle, 932 F. Supp. 80, 82 (S.D.N.Y.\n\n1996) (same); Torah Soft Ltd. v. Drosnin, 224 F. Supp. 2d 704, 718-\n\n19 (S.D.N.Y. 2002) (permitting choice of law argument to be raised\n\nlate in litigation). The cases cited do not establish a definitive\n\npoint by which a litigant must raise a choice-of-law argument;\n\nrather,    each   was   decided    based       on   the   case's       own   facts   and\n\n\n                                         -5-\n\fequities.        These dueling citations serve only to illustrate the\n\nessential point: case supervision is the primary responsibility of\n\nthe trial court.\n\n                Here, Dalva raised the choice of law argument on the\n\nfirst day of trial.        But prior to that point in the litigation the\n\nissue of choice of law had never been squarely presented by either\n\nparty, and the court had not issued any ruling on the issue.1\n\nMoreover, there is nothing in the record suggesting that Dalva\n\nintentionally waited to raise the choice-of-law issue to gain an\n\nunfair advantage.          In these circumstances, we think that the\n\ndistrict court was within its discretion in permitting Dalva to\n\nraise the argument when it did.              See Gen. Signal Corp. v. MCI\n\nTelecomm. Corp.,         66 F.3d 1500, 1505 (9th Cir. 1995) (affirming\n\nruling that a party did not waive choice of law argument offered\n\nlate       in   the   litigation   where   there   was   no   evidence   of   an\n\nintentional delay and \"there was no earlier ruling on choice of\n\nlaw\").\n\n\n\n\n       1\n      The Levins point to Dalva's submission of proposed jury\ninstructions that relied on Massachusetts law to support their\nposition that Dalva had conceded that Massachusetts law applied.\nBut these instructions were presented as group jury instructions\nwhen the Levins were preparing to proceed against several\ndefendants from multiple states. Just prior to trial, the district\ncourt severed the defendants and ordered the Levins to proceed\nagainst Dalva first. Given this change in the posture of the case,\nit was not unreasonable for the court to permit Dalva an\nopportunity to reconsider its position on choice of law.\n\n                                       -6-\n\f            Even if we questioned the court's ruling (which we do\n\nnot), the Levins have failed to demonstrate prejudice.                        They\n\ncontend that Dalva's late argument harmed them because it required\n\nthem to \"wrestle with new jury instructions and related issues\n\nunder New York law.\"         In complex civil litigation, legal issues\n\nfrequently arise mid-trial as the court prepares jury instructions\n\nand makes other rulings.           The court notified the parties on the\n\nfirst day of a two-week trial (during which it was holding only\n\nhalf-day sessions) that it wanted briefing on choice of law.                    To\n\nexpect   counsel     to     meet    this     requirement   does     not   appear\n\nunreasonable and, if the Levins needed more time, they should have\n\nasked for it.     Cf. JOM, Inc. v. Adell Plastics, Inc., 193 F.3d 47,\n\n52 n.2 (1st Cir. 1999) (per curiam) (\"[A] party claiming prejudice\n\nresulting from its belated receipt of evidence is poorly positioned\n\non appeal if it elected to forego a request for [a] continuance\n\nbelow.\").\n\n            The    Levins    also    seek     to   establish      prejudice     by\n\nidentifying several ways in which they believe that applying New\n\nYork law was unfavorable to them.               But these arguments do not\n\nestablish prejudice flowing from the consideration of the choice-\n\nof-law issue, they suggest only that the district court's decision\n\nto apply New York law, if incorrect, was not harmless error.                   See\n\nP.R. Hosp. Supply, Inc. v. Boston Scientific Corp., 426 F.3d 503,\n\n507 (1st Cir. 2005).\n\n\n                                       -7-\n\f               We turn next to whether the district court erred by\n\ndeciding that New York law governed the Levin's claims.                    We review\n\nchoice-of-law determinations de novo.                   See Reicher v. Berkshire\n\nLife Ins. Co. of Am., 360 F.3d 1, 4 (1st Cir. 2004).                       A federal\n\ncourt sitting in diversity applies state substantive law. See Erie\n\nR.R. Co. v. Tompkins, 304 U.S. 64, 78 (1938).                      To determine the\n\napplicable substantive law, the federal court applies the choice-\n\nof-law principles of the forum state, here, Massachusetts.                    Klaxon\n\nCo. v. Stentor Elec. Mfg. Co., 313 U.S. 487, 496 (1941).\n\n               An   initial     task    of    a    choice-of-law   analysis   is    to\n\ndetermine       whether    there       is    an    actual   conflict    between    the\n\nsubstantive law of the interested jurisdictions.                       See Millipore\n\nCorp. v. Travelers Indem. Co., 115 F.3d 21, 29 (1st Cir. 1997).\n\nThe parties agree that such a conflict exists concerning the fraud\n\nclaims.    Compare Crigger v. Fahnestock & Co., Inc., 443 F.3d 230,\n\n234 (2d Cir. 2006) (stating that, under New York law, fraud must be\n\nproven    by    clear     and   convincing         evidence),   with   Compagnie    De\n\nReassurance D'Ile de France v. New England Reinsurance Corp., 57\n\nF.3d 56, 72 (1st Cir. 1995) (stating that the preponderance of the\n\nevidence standard applies to fraud claims under Massachusetts law).\n\nMoreover, as discussed infra, under New York law, the express\n\nwarranty claims are governed by a statute that has no parallel in\n\nMassachusetts law.\n\n\n\n\n                                             -8-\n\f             The next question is whether the district court correctly\n\napplied Massachusetts choice-of-law principles to determine that\n\nNew York law applies.        See Reicher, 360 F.3d at 5.         Massachusetts\n\napplies a \"functional approach to choice of law.\" Bushkin Assocs.,\n\nInc. v. Raytheon Co., 473 N.E.2d 662, 668 (Mass. 1985).                Recent\n\nauthority indicates that this functional approach \"is explicitly\n\nguided by the Restatement (Second) of Conflict of Laws (1971).\"\n\nClarendon Nat. Ins. Co. v. Arbella Mut. Ins. Co., 803 N.E.2d 750,\n\n753 (Mass. App. Ct. 2004).\n\n             The parties agreed before the district court that only\n\none state's law should govern the resolution of all of the Levins'\n\nclaims and have accordingly focused their choice-of-law analysis on\n\nthe misrepresentation claims.             The choice-of-law analysis for\n\nintentional and negligent misrepresentation claims is set forth in\n\n§ 148 of the Restatement.            See Uncle Henry's, Inc. v. Plaut\n\nConsulting Co., Inc., 399 F.3d 33, 42 (1st Cir. 2005) (negligent\n\nmisrepresentation); Computer Sys. Engineering v. Qantel Corp., 740\n\nF.2d   59,   70   (1st   Cir.   1984)    (intentional    misrepresentation).\n\nSection 148 focuses on where the representations were made and\n\nreceived, and where the plaintiff relied on the representations.\n\nIn situations where the representations and reliance took place in\n\ndifferent states, the court examines (1) the place or places where\n\nthe    plaintiff     acted      in   reliance     upon     the    defendant's\n\nrepresentations, (2) the place where the plaintiff received the\n\n\n                                        -9-\n\frepresentations,      (3)     the    place    where   the   defendant       made   the\n\nrepresentations, (4) the domiciles and places of business of the\n\nparties, (5) the place where a tangible thing which is the subject\n\nof the transaction between the parties was situated at the time of\n\nthe transaction, (6) and the place where the plaintiff agreed to\n\nrender    performance       under    a   contract     induced     by   an    alleged\n\nmisrepresentation.      See Restatement, supra at § 148(2).\n\n             Here, the relevant contacts are as follows.               Harned, the\n\nLevins' agent, contacted Dalva in New York to agree to buy the\n\nantiques.       Harned sent payment of the purchase price to Dalva in\n\nNew York from a California bank. Dalva made the representations to\n\nHarned in New York when Harned visited the gallery and it mailed\n\nthe tear sheets to Harned's California office. The Levins, through\n\nHarned, received these representations first in New York and then\n\nin California.         The Levins are residents of Massachusetts and\n\nDalva is a New York business.             The antiques were located in New\n\nYork at the time of the transaction, and the Levins rendered\n\nperformance from California, when Harned sent payment to Dalva.\n\nWhile the contacts are somewhat closely distributed between New\n\nYork   and      California,    the    Levins    sought      the   application      of\n\nMassachusetts law.      There is little question that the transaction\n\nprimarily occurred outside of Massachusetts.\n\n             The Levins dispute this line of analysis by contending\n\nthat     they    received     and    relied     on    the   representations        in\n\n\n                                         -10-\n\fMassachusetts when they received the tear sheets and issued their\n\npurchase instructions.         But Harned was acting on behalf of the\n\nLevins in his dealings with Dalva, and the Levins were undisclosed\n\nprincipals. See Old Republic Ins. Co. v. Hansa World Cargo Servs.,\n\nInc., 51 F. Supp. 2d 457, 471 (S.D.N.Y. 1999) (\"An undisclosed\n\nprincipal is a principal whose existence and identity is not\n\nrevealed to a third party that is transacting business with the\n\nundisclosed principal's agent.\").          For choice-of-law purposes, the\n\nrelevant      contacts   are   between     Harned    and     Dalva;     Harned's\n\ncommunications with the Levins, of which Dalva had no knowledge,\n\nwould seem to be of comparatively little relevance. See Schwegmann\n\nGiant Super Markets v. Golden Eagle Ins. Co., 693 F. Supp. 478, 485\n\n(E.D. La. 1998) (explaining that, in a choice-of-law analysis under\n\nthe Restatement, contacts between an agent and an undisclosed\n\nprincipal \"done unilaterally, without [the] defendant's knowledge\n\n. . . [are] of little import\").\n\n           Focusing on Harned's contacts with Dalva comports with\n\none of the guiding principles of the Restatement's choice-of-law\n\nanalysis -- that the governing law should reflect the parties'\n\njustified expectations.        See Restatement, supra at § 6.           Although\n\nindustry norms might suggest the possibility of undisclosed out-of-\n\nstate principals, Dalva had no reason to know that the transaction\n\nwith Harned had a Massachusetts connection. It would thus be unfair\n\nto   impose    Massachusetts     rather    than     New    York   law   on   the\n\n\n                                    -11-\n\ftransaction.    Moreover, by deciding to conceal their identities,\n\nthe   Levins   forfeited   any    reasonable   basis   for   thinking   that\n\nMassachusetts law would govern purchases made by Harned outside of\n\ntheir home state.\n\n           In sum, the district court did not abuse its discretion\n\nby considering the choice-of-law question, and its ultimate choice-\n\nof-law ruling was correct.\n\n           B. Express Warranty Instruction\n\n           The Levins challenge the express warranty instruction as\n\nit pertains to the clock.    They argue that the district court erred\n\nby instructing the jury under a New York statute that governs\n\nexpress warranty claims for fine art.          See N.Y. Cult. Arts Law, §\n\n13.01 (McKinley 2004) (the \"fine art statute\").\n\n           The fine art statute provides that whenever an art\n\nmerchant sells a work of fine art to someone who is not an art\n\nmerchant and provides a document certifying the period or author of\n\nthe piece, the merchant's representation is an express warranty.\n\nId. § 13.01(1)(b).    The statute further provides that a warranty\n\nshould be interpreted in light of the \"custom and usage of the\n\ntrade.\"   Id. § 13.01 (2).       In at least one case, a gloss has been\n\nplaced on the statute, requiring a plaintiff to demonstrate that\n\nthe merchant's warranty was made \"without a reasonable basis in\n\n\n\n\n                                    -12-\n\ffact\" at the time that it was offered.          Dawson v. G. Malina, Inc.,\n\n463 F. Supp. 461, 467 (S.D.N.Y. 1978).2\n\n             The breach-of-warranty instruction offered in this case\n\nrecited the requirements of the fine art statute with the Dawson\n\ngloss.3   The Levins contend that this instruction was erroneous\n\nbecause the grandfather clock is not a piece of fine art within the\n\nmeaning of the statute.4         On appeal, the parties treat this issue\n\nas a question of law subject to de novo review.              We follow their\n\napproach.5\n\n             \"Fine   art\"   is   defined    under   the   statute   to   mean   a\n\n\"painting, sculpture, drawing, or work of graphic art, and print.\"\n\n\n     2\n      Dawson was decided under a predecessor version of the current\nfine art statute. See N.Y. Gen. Business Law § 219-b (repealed by\nL.1983, 876, § 5). The substantive elements of the statutes are\nthe same.\n     3\n      The Levins have not challenged the Dawson gloss as an\nincorrect interpretation of the statute by a federal district court\nsitting in diversity, and therefore, even though we are not bound\nto accept it, we do so for purposes of this appeal. See Salve\nRegina College v. Russell, 499 U.S. 225, 234-35 (1991).\n     4\n      The Levins waived the argument that the fine art statute did\nnot apply to the warranty claims concerning the commodes or vases\nby not raising the argument in their opening appellate brief. See\nSandstrom v. ChemLawn Corp., 904 F.2d 83, 86 (1st Cir. 1990).\n     5\n      There is a substantial argument that determining whether the\nclock is fine art is a question of fact that should have been\nsubmitted to the jury for resolution. The district court, however,\ntreated it as a question of law, and the Levins have not challenged\nthat ruling. Therefore, any argument that it was error to treat\nthe issue as a legal question to be resolved by the court is\nwaived. We take no view whether, on remand, see infra, it would\nmake sense for the parties and the district court to revisit the\ntreatment of this issue.\n\n                                     -13-\n\fN.Y.   Cultural    Arts     Law   §   11.01    (9).    The    Levins   make     the\n\nstraightforward claim that this case concerns a clock and a clock\n\nis not \"fine art.\"\n\n            This argument appeals in its simplicity, but identifying\n\nfine art may not be so easy.                 See generally Christine Haight\n\nFarley,    Judging   Art,    79   Tul.   L.    Rev.   805   (2005)   (discussing\n\njudicial reluctance to determine what constitutes \"art\").                  As one\n\ntrial expert testified, \"[t]here is sort of a murky distinction\"\n\nbetween decorative and fine arts.\n\n            The clock (a picture of which is included as an addendum\n\nto this opinion) has multiple painted panels showing mythological\n\nscenes all of which pertain to the relationship between peace and\n\njustice.    The tear sheet focused on the painted panels as major\n\nfeatures of the clock, and one of Dalva's principals testified that\n\nit viewed the painting as the most significant attribute of the\n\nclock.     There also was expert testimony that a purchaser of the\n\nclock would view it \"as a piece of fine art because the painting is\n\nso extraordinary and it is so unusual.\"               Indeed, the Levins' own\n\nexpert admitted that \"the decoration . . . was, in fact, the most\n\nimportant thing with [this] clock.\"              This testimony supports the\n\ndistrict court's ruling that the clock was fine art.\n\n            Applying the fine art statute to the clock accords with\n\nDawson,    the   only   reported      case    considering    the   scope   of   the\n\nstatute's fine art definition. See 463 F. Supp. at 466 n.4.                There,\n\n\n                                       -14-\n\fthe court held that a decorated bowl and several vases were fine\n\nart.        Like the clock, the items at issue in Dawson were not\n\ntraditional canvass paintings or sculpted figures.        Although they\n\nwere items that had functional uses, the court concluded that their\n\nartistic decoration elevated them to works of fine art.          Id.    So\n\ntoo here.       Of course, ruling that this clock is fine art does not\n\nmean that all clocks so qualify; indeed, most probably do not.         But\n\nin light of the expert testimony, the description provided in the\n\ntear sheet, and the photograph of the clock, we conclude that the\n\ndistrict court was correct to instruct under the fine art statute.\n\n               The Levins offer a second objection to the express\n\nwarranty instruction, applicable to the warranty claims for all of\n\nthe items. They contend that the court erroneously instructed that\n\nthe breach-of-warranty claims should fail if the jury concluded\n\nthat Dalva merely offered an opinion by attributing the antiques to\n\na specific period.6       We review this claim de novo.       See Forgie-\n\nBuccioni v. Hannaford Bros, Inc., 413 F.3d 175, 178 (1st Cir.\n\n\n       6\n           The instruction stated:\n\n               An expressed warranty must be based on a\n               statement of fact, not mere opinion. If\n               the defendant was only expressing an opinion\n               about the item or its value, then the\n               defendant may only be engaging in sales talk\n               or sales puffery. An opinion does not create\n               an expressed warranty, but the distinction\n               is often a difficult one to draw.\n\n\n\n                                     -15-\n\f2005).\n\n               The fine art statute was a specific legislative enactment\n\ndesigned to regulate express warranty claims brought by lay people\n\nafter    purchasing        fine    art   from   art    merchants.           As    such,    it\n\nsupplants      the    otherwise      applicable       provisions       of   the       Uniform\n\nCommercial Code.           See Dawson, 463 F. Supp. at 465 n.3; see also\n\nBalog v. Ctr. Art Gallery-Hawaii, Inc., 745 F. Supp. 1556, 1562 (D.\n\nHaw. 1990) (stating that, in the absence of specific state statute,\n\nthe UCC applies to an express warranty claim concerning fine art).\n\n               If the UCC were to apply, then the district court may\n\nhave been correct to instruct concerning the distinction between\n\nopinion and fact.          See Yuzwak v. Dygert, 534 N.Y.S. 2d 35, 36 (N.Y.\n\nApp. Div. 1988) (stating that, in a breach of warranty action under\n\nthe     UCC,    \"[w]hether        representations         made    by    a    seller       are\n\nwarranties,         and   therefore,     a    part   of    the   bargain,        or    merely\n\nexpressions of the seller's opinion is almost always a question of\n\nfact     for    a    jury's       resolution\").           But    the   instruction         is\n\ninconsistent with the fine art statute.\n\n               The statute provides that where an art merchant states to\n\na lay person that a piece is by a specific author or can be\n\nattributed to a specific period, the statement \"shall create an\n\nexpress warranty.\"          N.Y. Cult. Arts Law, § 13.01                The purpose of\n\nthis provision was            \"to eliminate questions as to whether an art\n\ndealer's representations with respect to the authorship of a\n\n                                             -16-\n\fparticular work were to be considered an affirmation of a fact, in\n\nwhich event the description would create an express warranty under\n\nthe   Uniform   Commercial   Code   or   merely     the   expression    of   the\n\ndealer's opinion which would not give rise to such a warranty.\"\n\nDawson, 463 F. Supp. at 465 n.3.\n\n           Attributing fine art to a particular period or author is\n\n\"an educated guess or opinion and the more remote the creator is\n\nfrom the present the more remote is the possibility that anyone can\n\nmake attribution of authorship as a fact.\"7          Mem. of the Att'y Gen.\n\nof N.Y. Concerning Warranties in the Sale of Fine Art, N.Y. 1968\n\nLegis. Ann. 79, reprinted in 2 F. Feldman, S. Weil, & S. Biederman,\n\nArt Law at 100 (1986).     Under the UCC, this inherent          difficulty in\n\nattributing fine art allowed art merchants to offer an affirmative\n\nattribution for a piece of art in order to raise the price and, if\n\nthe attribution was later determined to be incorrect, to fall back\n\non the defense that the attribution was only an opinion.                Id. at\n\n100-01. To correct this perceived inequity, New York enacted a law\n\n\"hold[ing] a merchant-seller responsible to a non-merchant buyer\n\nfor any statement relevant to the authorship of a work of fine art\n\nnotwithstanding that such statement is or purports to be or is\n\ncapable   of    being   merely   [an]   opinion.\"         Id.;   see   Comment,\n\nRegulation of the New York Art Market: Has the Legislature Painted\n\n\n      7\n      \"Authorship\" includes statements assigning a work of fine art\nto a specific period. See N.Y. Cult Affairs Law. § 11.01 (3).\n\n                                    -17-\n\fDealers into a Corner, 46 Fordham L. Rev. 939, 954-56 (1978).\n\n            Here, the representations attributed the art to specific\n\nhistorical periods.    These representations were express warranties\n\nas a matter of law under the fine art statute.               Therefore, the\n\ninstruction allowing the jury to find that these attributions were\n\nopinions should not have been given.             Moreover, we are unable to\n\nsay that the instruction was harmless.              See Goodman v. Bowdoin\n\nCollege, 380 F.3d 33, 47 (1st Cir. 2004) (an erroneous jury\n\ninstruction warrants a new trial only if the error \"can fairly be\n\nsaid to have prejudiced the objecting party\").                 Much of the\n\nevidence concerned the difficulties in dating a particular antique\n\nto a certain historical period and several witnesses noted that any\n\nattribution is ultimately a matter of judgment.                 In closing,\n\nDalva's counsel argued that the representations were to some extent\n\n\"a matter of opinion.\"      On this record, we cannot say with adequate\n\nassurance    that   the     jury's     verdict     was   untainted    by    the\n\ninstruction.     Accordingly, the express warranty claims must be\n\nretried.\n\n            C.      Expert Testimony\n\n            Finally,   we   consider    the   Levins'    argument    that   the\n\ndistrict court improperly limited the scope of their experts'\n\ntestimony, while allowing Dalva's expert to testify too broadly.\n\nWe review decisions to admit expert testimony, and to limit its\n\nscope, for an abuse of discretion.          See Gen. Elec. Co. v. Joiner,\n\n                                     -18-\n\f522 U.S. 136, 138-39 (1997).\n\n          Among other requirements, Fed. R. Evid. 702 mandates that\n\na putative expert be qualified to testify by knowledge, skill,\n\nexperience, training or education.     See Diefenbach v. Sheridan\n\nTransp., 229 F.3d 27, 30 (1st Cir. 2000).       Under this rule, a\n\ntestifying expert \"should have achieved a meaningful threshold of\n\nexpertise\" in the given area.     Prado Alvarez v. R.J. Reynolds\n\nTobacco Co., Inc., 405 F.3d 36, 40 (1st Cir. 2005).         That \"a\n\nwitness qualifies as an expert with respect to certain matters or\n\nareas of knowledge, [does not mean] that he or she is qualified to\n\nexpress expert opinions as to other fields.\"   Nimely v. City of New\n\nYork, 414 F.3d 381, 399 n.13 (2d Cir. 2005).\n\n          The Levins claim that the district court abused its\n\ndiscretion by preventing their expert, Marshall Fallwell, from\n\noffering an opinion concerning whether the clock originated from\n\nthe Regence period.   Fallwell was qualified by the court to offer\n\nan opinion as to the appraised value of the items based on his\n\ntestimony that he was employed as an appraiser of furniture and had\n\nconducted over three hundred appraisals in his career.    The court\n\nalso permitted Fallwell to provide a detailed explanation of his\n\nvisual examination of the clock based on his general familiarity\n\nwith antique furniture.   But it did not permit Fallwell to testify\n\nto his own opinion concerning the clock's origin in the Regence\n\nperiod on the ground that Fallwell had insufficient experience with\n\n                               -19-\n\fRegence-era furniture to authenticate the clock based on his visual\n\nexamination.\n\n          The Levins concede that Fallwell did not have prior\n\nexperience     identifying       Regence-era         furniture        through       visual\n\nexamination,    but     contend       that    requiring        such    experience       is\n\ninconsistent     with    Rule     702        because      it    demands       too     much\n\nspecialization from a proposed expert witness.                        They argue that\n\nFallwell's    general    experience          with   antique     furniture       and    his\n\nappraising skills qualified him to opine that the clock did not\n\noriginate in the Regence period.\n\n          Rule 702 has been interpreted liberally in favor of the\n\nadmission of expert testimony.           See Daubert v. Merrell Dow Pharm.,\n\nInc., 509 U.S. 579, 588 (1993).          As such, expert witnesses need not\n\nhave overly specialized knowledge to offer opinions. See Gaydar v.\n\nSoceidad Instituto Gineco-Quirurgico Y Planificacion Fam., 345 F.3d\n\n15, 24-25 (1st Cir. 2003).            But a district court acts properly by\n\nexcluding opinions that are beyond the witness's expertise.                            See\n\nWeinstein's    Evidence,     §    702.04[6]         (2006).    The    court     excluded\n\nFallwell's opinion on authenticity because Fallwell demonstrated\n\ninsufficient    experience       or    training      in   authenticating        Regence\n\nfurniture from visual examination. By excluding Fallwell's opinion\n\non authenticity but allowing him to testify to appraisal value and\n\nhis visual observations of the clock, the court reasonably limited\n\nFallwell to offering opinions only in those areas in which he was\n\n                                        -20-\n\fqualified. See United States v. Chang, 207 F.3d 1169, 1172-73 (9th\n\nCir. 2000) (concluding that the district court did not abuse its\n\ndiscretion in precluding expert in international finance from\n\ntestifying that a particular financial document was not authentic\n\nbecause the expert had no expertise in detecting counterfeit\n\nsecurities).8       While the court likely could have allowed Fallwell\n\nto offer the challenged opinion, it did not abuse its considerable\n\ndiscretion by taking a more conservative tack and excluding the\n\nopinion.\n\n            The Levins also contend that the court permitted Dalva's\n\nexpert, Victor Weiner, too much latitude in testifying concerning\n\nthe attributes of the clock.           Weiner testified that the clock was\n\nunusual    because    of   its    painted     panels,   and   that   substantial\n\nrenovations to the clock would not alter its period of origin.\n\n            The Levins contend that Weiner was not qualified to offer\n\nthese    opinions    because     he   did   not   authenticate   the   clock   as\n\noriginating in Regence period.          But his testimony was not intended\n\nto authenticate the clock; it was based on the assumption that the\n\nclock was authentic.        See Coleman v. De Minico, 730 F.2d 42, 46\n\n(1st Cir. 1984) (concluding that an expert may offer opinions based\n\n\n\n     8\n      The Levins also dispute a ruling preventing one of their\nexperts from testifying whether the commodes were correctly\nattributed to a specific craftsman. This argument fails because\nthe was no proffer as to the substance of the expert's proposed\ntestimony. See Faigin v. Kelly, 184 F.3d 67, 86 (1st Cir. 1999).\n\n                                       -21-\n\fon assumptions that are not contrary to the evidence at trial).\n\nWeiner possessed advanced degrees in art history and wrote a\n\ndissertation on a Regence-era painter.        He also has experience as\n\nan appraiser, and has published works on appraisal methodology for\n\nart and antiques. Combining his background in Regence art with his\n\nwriting on appraisal methodology, the district court was within its\n\ndiscretion in allowing Weiner's opinions.\n\n            The Levins also challenge Weiner's testimony on the\n\nground that he impermissibly testified to a legal issue by opining\n\nthat the tear sheets and invoices comported with industry standard.\n\nGenerally, an expert may not offer an opinion concerning a legal\n\nquestion.     See United States v. Mikutowicz, 365 F.3d 65, 73 (1st\n\nCir. 2004).    But that is not what happened here.       Expert testimony\n\non industry standards is common fare in civil litigation.               E.g.,\n\nFord v. Allied Mut. Ins. Co., 72 F.3d 836, 841 (10th Cir. 1996);\n\nVann v. City of New York, 72 F.3d 1040, 1049 (2d Cir. 1995); TCBY\n\nSys., Inc. v. RSP Co., Inc., 33 F.3d 925, 928 (8th Cir. 1994).\n\nWeiner permissibly offered an opinion concerning practices in the\n\nart and antique industry which was helpful to the jury in resolving\n\nthe legal question before it.     See supra at 12 (industry custom and\n\nusage are relevant to express warranty claims under the fine art\n\nstatute).\n\n                                     III.\n\n            The   district   court    ably   managed   this   complex    and\n\n                                     -22-\n\fcontentious litigation.   It carefully navigated through tricky\n\nchoice of law and evidentiary issues.    The error concerning the\n\nexpress warranty instructions was understandable given the dearth\n\nof case law interpreting the fine art statute. Nevertheless, a new\n\ntrial on the express warranty claims is warranted.   We therefore\n\nvacate the judgment as it pertains to the express warranty claims\n\nand affirm the judgment in all other respects.       No costs are\n\nawarded.\n\n           So ordered.\n\n\n\n\n                              -23-\n\fAddendum\n\n\n\n\n -24-\n\f",
  "html": "<p class=\"case_cite\">459 F.3d 68</p>\n    <p class=\"parties\">Mark LEVIN and Becky Levin, Plaintiffs, Appellants,<br>v.<br>DALVA BROTHERS, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 05-2284.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard June 7, 2006.</p>\n    <p class=\"date\">Decided August 15, 2006.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Anthony A. Scibelli, with whom Brian E. Whiteley, C. Alex Hahn, and Scibelli, Whiteley and Stanganelli, LLP, were on brief, for appellants.</p>\n      <p class=\"indent\">Philip M. Chiappone, with whom McCanliss &amp; Early LLP, Robert Hillman, and Deutsch Williams, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, LIPEZ, and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Through an agent, Mark and Becky Levin purchased several antiques from Dalva Brothers, Inc. (Dalva), an antiques dealer located in New York City. Later the Levins obtained information suggesting that the antiques were not as Dalva described them and were worth less than the approximately $750,000 that they paid. The Levins subsequently brought a diversity action in the District of Massachusetts against Dalva alleging fraud, negligent misrepresentation, breach of express warranties, unjust enrichment, and a violation of Mass. Gen. Laws ch. 93A. After a two-week trial, a jury found for Dalva on the misrepresentation and warranty claims, and the court found for Dalva on the Chapter 93A and unjust enrichment claims. The Levins appeal, challenging the district court's choice of law, the jury instructions and certain rulings on the admissibility of expert testimony.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Levins relocated from California to Massachusetts in 1992. They purchased a home on Boylston Street in Boston in 1992 and bought a historic mansion in Middleton, Rhode Island in 2000. The Levins retained Roger Harned, an interior designer based in California, to decorate these homes. Mrs. Levin directed Harned to travel around the United States and Europe to locate \"outrageous\" antiques for purchase.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1999 and 2000, Harned visited the Dalva gallery in New York City. On both occasions, Harned stated that he was a decorator but did not tell Dalva that he represented the Levins. Harned identified the antiques that he was interested in purchasing and received written and oral descriptions of the items. He then asked Dalva to send the \"tear sheets\" (descriptions and pictures) for the antiques to his office in California.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1999, Dalva sent Harned tear sheets for two vases, and in 2000, it sent Harned tear sheets for a grandfather clock and two commodes. Both times, after receiving these documents, Harned traveled to Massachusetts to discuss the items with the Levins. At Harned's urging, the Levins authorized him to purchase all of the items. The Levins wired the funds for the purchase price to Harned's bank account in California, and Harned paid Dalva with checks drawn from the account. At no time prior to the consummation of these transactions did Dalva know that Harned was buying the items on behalf of Massachusetts residents. After the purchases, Harned arranged to have the items shipped to Massachusetts for storage. Eventually, the vases were displayed at the Levins' Boston condominium, and the clock and commodes were displayed at their Rhode Island mansion.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Levins' claims against Dalva stem from their allegation that the tear sheets and invoices misrepresented the antiques. The vase tear sheets described them as \"fine and rare . . . probably St. Petersburg, early 19th century,\" and the invoices more definitively described them as \"Russian, 19th century.\" The Levins claim that these vases were in fact French in origin, and less valuable than represented.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The tear sheet for the clock described it as an \"exceptionally rare Regence grandfather's clock with superb vernis Martin decoration depicting Peace and Justice above a panel showing cupid and psyche . . . French, 18th Century.\" The Levins claim that the clock was in fact an amalgam of parts and pieces from the late 18th and 19th centuries and originated in Italy. The Levins' expert testified that they overpaid for the clock by more than $500,000.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The tear sheets for the commodes described one of them as a \"fine transitional marquetry commode . . . French 18th century,\" and the other as a \"transitional Louis XV/XVI marquetry commode with pictoral marquetry depicting ruins . . . French 18th century.\" The Levins claim that, in fact, these were 19th and 20th century pieces of furniture that were worth a fraction of what they paid.</p>\n    </div>\n    <p>II.</p>\n    <p class=\"indent\">A. Choice of Law</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The first issue on appeal is whether the district court erred in applying New York law (and not Massachusetts law). The Levins challenge this ruling on two grounds: (1) the court abused its discretion by considering Dalva's argument for New York law because Dalva did not raise the argument until the first day of trial, and (2) the court erred by deciding that New York law governs. We begin with the waiver issue.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Levins are asking us to order a new trial on the ground that the district court permitted Dalva to raise an argument too late in the proceeding. Such orders are rare. <i>Loinaz v. EG &amp; G, Inc.,</i> 910 F.2d 1, 6 (1st Cir.1990). \"Decisions regarding the management of the trial calendar and the courtroom proceedings are particularly within the province of the trial judge, and her determination[s] will not be disturbed absent a finding that she abused her discretion.\" <i>Id.</i> Reversal because of a district court's case management ruling also requires the appealing party to demonstrate prejudice. <i>See id.</i> at 7 (\"If we believe that the trial judge's discretionary decisions have resulted in undue prejudice to the appellant's case, we will reverse.\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The parties each cite cases where a court either permitted or forbade a party from raising a choice-of-law argument late in the proceedings. <i>E.g., Bergin v. Dartmouth Pharm., Inc.,</i> 326 F.Supp.2d 179, 180 n. 1 (D.Mass.2004) (deeming choice-of-law argument waived); <i>PI, Inc. v. Ogle,</i> 932 F.Supp. 80, 82 (S.D.N.Y.1996) (same); <i>Torah Soft Ltd. v. Drosnin,</i> 224 F.Supp.2d 704, 718-19 (S.D.N.Y.2002) (permitting choice of law argument to be raised late in litigation). The cases cited do not establish a definitive point by which a litigant must raise a choice-of-law argument; rather, each was decided based on the case's own facts and equities. These dueling citations serve only to illustrate the essential point: case supervision is the primary responsibility of the trial court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Here, Dalva raised the choice of law argument on the first day of trial. But prior to that point in the litigation the issue of choice of law had never been squarely presented by either party, and the court had not issued any ruling on the issue.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Moreover, there is nothing in the record suggesting that Dalva intentionally waited to raise the choice-of-law issue to gain an unfair advantage. In these circumstances, we think that the district court was within its discretion in permitting Dalva to raise the argument when it did. <i>See Gen. Signal Corp. v. MCI Telecomm. Corp.,</i> 66 F.3d 1500, 1505 (9th Cir. 1995) (affirming ruling that a party did not waive choice of law argument offered late in the litigation where there was no evidence of an intentional delay and \"there was no earlier ruling on choice of law\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Even if we questioned the court's ruling (which we do not), the Levins have failed to demonstrate prejudice. They contend that Dalva's late argument harmed them because it required them to \"wrestle with new jury instructions and related issues under New York law.\" In complex civil litigation, legal issues frequently arise mid-trial as the court prepares jury instructions and makes other rulings. The court notified the parties on the first day of a two-week trial (during which it was holding only half-day sessions) that it wanted briefing on choice of law. To expect counsel to meet this requirement does not appear unreasonable and, if the Levins needed more time, they should have asked for it. <i>Cf. JOM, Inc. v. Adell Plastics, Inc.,</i> 193 F.3d 47, 52 n. 2 (1st Cir.1999) (per curiam) (\"[A] party claiming prejudice resulting from its belated receipt of evidence is poorly positioned on appeal if it elected to forego a request for [a] continuance below.\").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Levins also seek to establish prejudice by identifying several ways in which they believe that applying New York law was unfavorable to them. But these arguments do not establish prejudice flowing from the consideration of the choice-of-law issue, they suggest only that the district court's decision to apply New York law, if incorrect, was not harmless error. <i>See P.R. Hosp. Supply, Inc. v. Boston Scientific Corp.,</i> 426 F.3d 503, 507 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We turn next to whether the district court erred by deciding that New York law governed the Levin's claims. We review choice-of-law determinations de novo. <i>See Reicher v. Berkshire Life Ins. Co. of Am.,</i> 360 F.3d 1, 4 (1st Cir.2004). A federal court sitting in diversity applies state substantive law. <i>See Erie R.R. Co. v. Tompkins,</i> 304 U.S. 64, 78, 58 S.Ct. 817, 82 L.Ed. 1188 (1938). To determine the applicable substantive law, the federal court applies the choice-of-law principles of the forum state, here, Massachusetts. <i>Klaxon Co. v. Stentor Elec. Mfg. Co.,</i> 313 U.S. 487, 496, 61 S.Ct. 1020, 85 L.Ed. 1477 (1941).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">An initial task of a choice-of-law analysis is to determine whether there is an actual conflict between the substantive law of the interested jurisdictions. <i>See Millipore Corp. v. Travelers Indem. Co.,</i> 115 F.3d 21, 29 (1st Cir.1997). The parties agree that such a conflict exists concerning the fraud claims. <i>Compare Crigger v. Fahnestock &amp; Co., Inc.,</i> 443 F.3d 230, 234 (2d Cir.2006) (stating that, under New York law, fraud must be proven by clear and convincing evidence), <i>with Compagnie De Reassurance D'Ile de France v. New</i> <i>England Reinsurance Corp.,</i> 57 F.3d 56, 72 (1st Cir.1995) (stating that the preponderance of the evidence standard applies to fraud claims under Massachusetts law). Moreover, as discussed <i>infra,</i> under New York law, the express warranty claims are governed by a statute that has no parallel in Massachusetts law.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The next question is whether the district court correctly applied Massachusetts choice-of-law principles to determine that New York law applies. <i>See Reicher,</i> 360 F.3d at 5. Massachusetts applies a \"functional approach to choice of law.\" <i>Bushkin Assocs., Inc. v. Raytheon Co.,</i> 393 Mass. 622, 473 N.E.2d 662, 668 (1985). Recent authority indicates that this functional approach \"is explicitly guided by the Restatement (Second) of Conflict of Laws (1971).\" <i>Clarendon Nat. Ins. Co. v. Arbella Mut. Ins. Co.,</i> 60 Mass.App.Ct. 492, 803 N.E.2d 750, 753 (2004).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The parties agreed before the district court that only one state's law should govern the resolution of all of the Levins' claims and have accordingly focused their choice-of-law analysis on the misrepresentation claims. The choice-of-law analysis for intentional and negligent misrepresentation claims is set forth in &#167; 148 of the Restatement. <i>See Uncle Henry's, Inc. v. Plaut Consulting Co., Inc.,</i> 399 F.3d 33, 42 (1st Cir.2005) (negligent misrepresentation); <i>Computer Sys. Engineering v. Qantel Corp.,</i> 740 F.2d 59, 70 (1st Cir.1984) (intentional misrepresentation). Section 148 focuses on where the representations were made and received, and where the plaintiff relied on the representations. In situations where the representations and reliance took place in different states, the court examines (1) the place or places where the plaintiff acted in reliance upon the defendant's representations, (2) the place where the plaintiff received the representations, (3) the place where the defendant made the representations, (4) the domiciles and places of business of the parties, (5) the place where a tangible thing which is the subject of the transaction between the parties was situated at the time of the transaction, (6) and the place where the plaintiff agreed to render performance under a contract induced by an alleged misrepresentation. <i>See</i> Restatement, <i>supra</i> at &#167; 148(2).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Here, the relevant contacts are as follows. Harned, the Levins' agent, contacted Dalva in New York to agree to buy the antiques. Harned sent payment of the purchase price to Dalva in New York from a California bank. Dalva made the representations to Harned in New York when Harned visited the gallery and it mailed the tear sheets to Harned's California office. The Levins, through Harned, received these representations first in New York and then in California. The Levins are residents of Massachusetts and Dalva is a New York business. The antiques were located in New York at the time of the transaction, and the Levins rendered performance from California, when Harned sent payment to Dalva. While the contacts are somewhat closely distributed between New York and California, the Levins sought the application of Massachusetts law. There is little question that the transaction primarily occurred outside of Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Levins dispute this line of analysis by contending that they received and relied on the representations in Massachusetts when they received the tear sheets and issued their purchase instructions. But Harned was acting on behalf of the Levins in his dealings with Dalva, and the Levins were undisclosed principals. <i>See Old Republic Ins. Co. v. Hansa World Cargo Serv., Inc.,</i> 51 F.Supp.2d 457, 471 (S.D.N.Y.1999) (\"An undisclosed principal is a principal whose existence and identity is not revealed to a third party that is transacting business with the undisclosed principal's agent.\"). For choice-of-law purposes, the relevant contacts are between Harned and Dalva; Harned's communications with the Levins, of which Dalva had no knowledge, would seem to be of comparatively little relevance. <i>See Schwegmann Giant Super Markets v. Golden Eagle Ins. Co.,</i> 693 F.Supp. 478, 485 (E.D.La.1988) (explaining that, in a choice-of-law analysis under the Restatement, contacts between an agent and an undisclosed principal \"done unilaterally, without [the] defendant's knowledge . . . [are] of little import\").</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Focusing on Harned's contacts with Dalva comports with one of the guiding principles of the Restatement's choice-of-law analysis &#8212; that the governing law should reflect the parties' justified expectations. <i>See</i> Restatement, <i>supra</i> at &#167; 6. Although industry norms might suggest the possibility of undisclosed out-of-state principals, Dalva had no reason to know that the transaction with Harned had a Massachusetts connection. It would thus be unfair to impose Massachusetts rather than New York law on the transaction. Moreover, by deciding to conceal their identities, the Levins forfeited any reasonable basis for thinking that Massachusetts law would govern purchases made by Harned outside of their home state.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In sum, the district court did not abuse its discretion by considering the choice-of-law question, and its ultimate choice-of-law ruling was correct.</p>\n    </div>\n    <p class=\"indent\">B. Express Warranty Instruction</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Levins challenge the express warranty instruction as it pertains to the clock. They argue that the district court erred by instructing the jury under a New York statute that governs express warranty claims for fine art. <i>See</i> N.Y. Cult. Arts Law, &#167; 13.01 (McKinley 2004) (the \"fine art statute\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The fine art statute provides that whenever an art merchant sells a work of fine art to someone who is not an art merchant and provides a document certifying the period or author of the piece, the merchant's representation is an express warranty. <i>Id.</i> &#167; 13.01(1)(b). The statute further provides that a warranty should be interpreted in light of the \"custom and usage of the trade.\" <i>Id.</i> &#167; 13.01(2). In at least one case, a gloss has been placed on the statute, requiring a plaintiff to demonstrate that the merchant's warranty was made \"without a reasonable basis in fact\" at the time that it was offered. <i>Dawson v. G. Malina, Inc.,</i> 463 F.Supp. 461, 467 (S.D.N.Y.1978).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The breach-of-warranty instruction offered in this case recited the requirements of the fine art statute with the <i>Dawson</i> gloss.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The Levins contend that this instruction was erroneous because the grandfather clock is not a piece of fine art within the meaning of the statute.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> On appeal, the parties treat this issue as a question of law subject to de novo review. We follow their approach.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">\"Fine art\" is defined under the statute to mean a \"painting, sculpture, drawing, or work of graphic art, and print.\" N.Y. Cultural Arts Law &#167; 11.01(9). The Levins make the straightforward claim that this case concerns a clock and a clock is not \"fine art.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This argument appeals in its simplicity, but identifying fine art may not be so easy. <i>See generally</i> Christine Haight Farley, <i>Judging Art,</i> 79 Tul. L.Rev. 805 (2005) (discussing judicial reluctance to determine what constitutes \"art\"). As one trial expert testified, \"[t]here is sort of a murky distinction\" between decorative and fine arts.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The clock (a picture of which is included as an addendum to this opinion) has multiple painted panels showing mythological scenes all of which pertain to the relationship between peace and justice. The tear sheet focused on the painted panels as major features of the clock, and one of Dalva's principals testified that it viewed the painting as the most significant attribute of the clock. There also was expert testimony that a purchaser of the clock would view it \"as a piece of fine art because the painting is so extraordinary and it is so unusual.\" Indeed, the Levins' own expert admitted that \"the decoration . . . was, in fact, the most important thing with [this] clock.\" This testimony supports the district court's ruling that the clock was fine art.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Applying the fine art statute to the clock accords with <i>Dawson,</i> the only reported case considering the scope of the statute's fine art definition. <i>See</i> 463 F.Supp. at 466 n. 4. There, the court held that a decorated bowl and several vases were fine art. Like the clock, the items at issue in <i>Dawson</i> were not traditional canvass paintings or sculpted figures. Although they were items that had functional uses, the court concluded that their artistic decoration elevated them to works of fine art. <i>Id.</i> So too here. Of course, ruling that <i>this</i> clock is fine art does not mean that all clocks so qualify; indeed, most probably do not. But in light of the expert testimony, the description provided in the tear sheet, and the photograph of the clock, we conclude that the district court was correct to instruct under the fine art statute.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Levins offer a second objection to the express warranty instruction, applicable to the warranty claims for all of the items. They contend that the court erroneously instructed that the breach-of-warranty claims should fail if the jury concluded that Dalva merely offered an opinion by attributing the antiques to a specific period.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> We review this claim de novo. <i>See Forgie-Buccioni v. Hannaford</i> <i>Bros., Inc.,</i> 413 F.3d 175, 178 (1st Cir. 2005).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The fine art statute was a specific legislative enactment designed to regulate express warranty claims brought by lay people after purchasing fine art from art merchants. As such, it supplants the otherwise applicable provisions of the Uniform Commercial Code. <i>See Dawson,</i> 463 F.Supp. at 465 n. 3; <i>see also Balog v. Ctr. Art Gallery-Hawaii, Inc.,</i> 745 F.Supp. 1556, 1562 (D.Haw.1990) (stating that, in the absence of specific state statute, the UCC applies to an express warranty claim concerning fine art).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">If the UCC were to apply, then the district court may have been correct to instruct concerning the distinction between opinion and fact. <i>See Yuzwak v. Dygert,</i> 144 A.D.2d 938, 534 N.Y.S.2d 35, 36 (N.Y.App.Div.1988) (stating that, in a breach of warranty action under the UCC, \"[w]hether representations made by a seller are warranties, and therefore, a part of the bargain, or merely expressions of the seller's opinion is almost always a question of fact for a jury's resolution\"). But the instruction is inconsistent with the fine art statute.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The statute provides that where an art merchant states to a lay person that a piece is by a specific author or can be attributed to a specific period, the statement \"shall create an express warranty.\" N.Y. Cult. Arts Law, &#167; 13.01 The purpose of this provision was \"to eliminate questions as to whether an art dealer's representations with respect to the authorship of a particular work were to be considered an affirmation of a fact, in which event the description would create an express warranty under the Uniform Commercial Code or merely the expression of the dealer's opinion which would not give rise to such a warranty.\" <i>Dawson,</i> 463 F.Supp. at 465 n. 3.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Attributing fine art to a particular period or author is \"an educated guess or opinion and the more remote the creator is from the present the more remote is the possibility that anyone can make attribution of authorship as a fact.\"<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> <i>Mem. of the Att'y Gen. of N.Y. Concerning Warranties in the Sale of Fine Art,</i> N.Y.1968 Legis. Ann. 79, <i>reprinted in</i> 2 F. Feldman, S. Weil, &amp; S. Biederman, <i>Art Law</i> at 100 (1986). Under the UCC, this inherent difficulty in attributing fine art allowed art merchants to offer an affirmative attribution for a piece of art in order to raise the price and, if the attribution was later determined to be incorrect, to fall back on the defense that the attribution was only an opinion. <i>Id.</i> at 100-01. To correct this perceived inequity, New York enacted a law \"hold[ing] a merchant-seller responsible to a non-merchant buyer for any statement relevant to the authorship of a work of fine art notwithstanding that such statement is or purports to be or is capable of being merely [an] opinion.\" <i>Id.; see</i> Comment, <i>Regulation of the New York Art Market: Has the Legislature Painted Dealers into a Corner,</i> 46 Fordham L.Rev. 939, 954-56 (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Here, the representations attributed the art to specific historical periods. These representations were express warranties as a matter of law under the fine art statute. Therefore, the instruction allowing the jury to find that these attributions were opinions should not have been given. Moreover, we are unable to say that the instruction was harmless. <i>See Goodman v. Bowdoin College,</i> 380 F.3d 33, 47 (1st Cir.2004) (an erroneous jury instruction warrants a new trial only if the error \"can fairly be said to have prejudiced the objecting party\"). Much of the evidence concerned the difficulties in dating a particular antique to a certain historical period and several witnesses noted that any attribution is ultimately a matter of judgment. In closing, Dalva's counsel argued that the representations were to some extent \"a matter of opinion.\" On this record, we cannot say with adequate assurance that the jury's verdict was untainted by the instruction. Accordingly, the express warranty claims must be retried.</p>\n    </div>\n    <p class=\"indent\">C. Expert Testimony</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Finally, we consider the Levins' argument that the district court improperly limited the scope of their experts' testimony, while allowing Dalva's expert to testify too broadly. We review decisions to admit expert testimony, and to limit its scope, for an abuse of discretion. <i>See Gen. Elec. Co. v. Joiner,</i> 522 U.S. 136, 138-39, 118 S.Ct. 512, 139 L.Ed.2d 508 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Among other requirements, Fed.R.Evid. 702 mandates that a putative expert be qualified to testify by knowledge, skill, experience, training or education. <i>See Diefenbach v. Sheridan Transp.,</i> 229 F.3d 27, 30 (1st Cir.2000). Under this rule, a testifying expert \"should have achieved a meaningful threshold of expertise\" in the given area. <i>Prado Alvarez v. R.J. Reynolds Tobacco Co., Inc.,</i> 405 F.3d 36, 40 (1st Cir.2005). That \"a witness qualifies as an expert with respect to certain matters or areas of knowledge, [does not mean] that he or she is qualified to express expert opinions as to other fields.\" <i>Nimely v. City of New York,</i> 414 F.3d 381, 399 n. 13 (2d Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The Levins claim that the district court abused its discretion by preventing their expert, Marshall Fallwell, from offering an opinion concerning whether the clock originated from the Regence period. Fallwell was qualified by the court to offer an opinion as to the appraised value of the items based on his testimony that he was employed as an appraiser of furniture and had conducted over three hundred appraisals in his career. The court also permitted Fallwell to provide a detailed explanation of his visual examination of the clock based on his general familiarity with antique furniture. But it did not permit Fallwell to testify to his own opinion concerning the clock's origin in the Regence period on the ground that Fallwell had insufficient experience with Regence-era furniture to authenticate the clock based on his visual examination.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Levins concede that Fallwell did not have prior experience identifying Regenceera furniture through visual examination, but contend that requiring such experience is inconsistent with Rule 702 because it demands too much specialization from a proposed expert witness. They argue that Fallwell's general experience with antique furniture and his appraising skills qualified him to opine that the clock did not originate in the Regence period.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Rule 702 has been interpreted liberally in favor of the admission of expert testimony. <i>See Daubert v. Merrell Dow Pharm., Inc.,</i> 509 U.S. 579, 588, 113 S.Ct. 2786, 125 L.Ed.2d 469 (1993). As such, expert witnesses need not have overly specialized knowledge to offer opinions. <i>See Gaydar v. Sociedad Instituto Gineco-Quirurgico y Planificacion Fam.,</i> 345 F.3d 15, 24-25 (1st Cir.2003). But a district court acts properly by excluding opinions that are beyond the witness's expertise. <i>See Weinstein's Evidence,</i> &#167; 702.04[6] (2006). The court excluded Fallwell's opinion on authenticity because Fallwell demonstrated insufficient experience or training in authenticating Regence furniture from visual examination. By excluding Fallwell's opinion on authenticity but allowing him to testify to appraisal value and his visual observations of the clock, the court reasonably limited Fallwell to offering opinions only in those areas in which he was qualified. <i>See United States v. Chang,</i> 207 F.3d 1169, 1172-73 (9th Cir.2000) (concluding that the district court did not abuse its discretion in precluding expert in international finance from testifying that a particular financial document was not authentic because the expert had no expertise in detecting counterfeit securities).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> While the court likely could have allowed Fallwell to offer the challenged opinion, it did not abuse its considerable discretion by taking a more conservative tack and excluding the opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Levins also contend that the court permitted Dalva's expert, Victor Weiner, too much latitude in testifying concerning the attributes of the clock. Weiner testified that the clock was unusual because of its painted panels, and that substantial renovations to the clock would not alter its period of origin.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Levins contend that Weiner was not qualified to offer these opinions because he did not authenticate the clock as originating in Regence period. But his testimony was not intended to authenticate the clock; it was based on the assumption that the clock was authentic. <i>See Coleman v. De Minico,</i> 730 F.2d 42, 46 (1st Cir.1984) (concluding that an expert may offer opinions based on assumptions that are not contrary to the evidence at trial). Weiner possessed advanced degrees in art history and wrote a dissertation on a Regence-era painter. He also has experience as an appraiser, and has published works on appraisal methodology for art and antiques. Combining his background in Regence art with his writing on appraisal methodology, the district court was within its discretion in allowing Weiner's opinions.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The Levins also challenge Weiner's testimony on the ground that he impermissibly testified to a legal issue by opining that the tear sheets and invoices comported with industry standard. Generally, an expert may not offer an opinion concerning a legal question. <i>See United States v. Mikutowicz,</i> 365 F.3d 65, 73 (1st Cir.2004). But that is not what happened here. Expert testimony on industry standards is common fare in civil litigation. <i>E.g., Ford v. Allied Mut. Ins. Co.,</i> 72 F.3d 836, 841 (10th Cir.1996); <i>Vann v. City of New York,</i> 72 F.3d 1040, 1049 (2d Cir. 1995); <i>TCBY Sys., Inc. v. RSP Co., Inc.,</i> 33 F.3d 925, 928 (8th Cir.1994). Weiner permissibly offered an opinion concerning practices in the art and antique industry which was helpful to the jury in resolving the legal question before it. <i>See supra</i> at 75 (industry custom and usage are relevant to express warranty claims under the fine art statute).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The district court ably managed this complex and contentious litigation. It carefully navigated through tricky choice of law and evidentiary issues. The error concerning the express warranty instructions was understandable given the dearth of case law interpreting the fine art statute. Nevertheless, a new trial on the express warranty claims is warranted. We therefore <i>vacate</i> the judgment as it pertains to the express warranty claims and <i>affirm</i> the judgment in all other respects. No costs are awarded.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">\n        <i>So ordered.</i>\n      </p>\n    </div>\n    <p>Addendum</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>NOTE: OPINION CONTAINING TABLE OR OTHER DATA THAT IS NOT VIEWABLE</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Levins point to Dalva's submission of proposed jury instructions that relied on Massachusetts law to support their position that Dalva had conceded that Massachusetts law applied. But these instructions were presented as group jury instructions when the Levins were preparing to proceed against several defendants from multiple states. Just prior to trial, the district court severed the defendants and ordered the Levins to proceed against Dalva first. Given this change in the posture of the case, it was not unreasonable for the court to permit Dalva an opportunity to reconsider its position on choice of law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> <i>Dawson</i> was decided under a predecessor version of the current fine art statute. <i>See</i> N.Y. Gen. Business Law &#167; 219-b (repealed by L.1983, 876, &#167; 5). The substantive elements of the statutes are the same.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Levins have not challenged the<i>Dawson</i> gloss as an incorrect interpretation of the statute by a federal district court sitting in diversity, and therefore, even though we are not bound to accept it, we do so for purposes of this appeal. <i>See Salve Regina College v. Russell,</i> 499 U.S. 225, 234-35, 111 S.Ct. 1217, 113 L.Ed.2d 190 (1991).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Levins waived the argument that the fine art statute did not apply to the warranty claims concerning the commodes or vases by not raising the argument in their opening appellate brief<i>See Sandstrom v. ChemLawn Corp.,</i> 904 F.2d 83, 86 (1st Cir.1990).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> There is a substantial argument that determining whether the clock is fine art is a question of fact that should have been submitted to the jury for resolution. The district court, however, treated it as a question of law, and the Levins have not challenged that ruling. Therefore, any argument that it was error to treat the issue as a legal question to be resolved by the court is waived. We take no view whether, on remand,<i>see infra,</i> it would make sense for the parties and the district court to revisit the treatment of this issue.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The instruction stated:</p>\n        <p class=\"indent\">An expressed warranty must be based on a statement of fact, not mere opinion. If the defendant was only expressing an opinion about the item or its value, then the defendant may only be engaging in sales talk or sales puffery. An opinion does not create an expressed warranty, but the distinction is often a difficult one to draw.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> \"Authorship\" includes statements assigning a work of fine art to a specific period<i>See</i> N.Y. Cult Affairs Law. &#167; 11.01(3).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Levins also dispute a ruling preventing one of their experts from testifying whether the commodes were correctly attributed to a specific craftsman. This argument fails because the was no proffer as to the substance of the expert's proposed testimony<i>See Faigin v. Kelly,</i> 184 F.3d 67, 86 (1st Cir.1999).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></span></p>\n    <p class=\"parties\">Mark LEVIN and Becky Levin, Plaintiffs, Appellants,<br>v.<br>DALVA BROTHERS, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 05-2284.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard June 7, 2006.</p>\n    <p class=\"date\">Decided August 15, 2006.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Anthony A. Scibelli, with whom Brian E. Whiteley, C. Alex Hahn, and Scibelli, Whiteley and Stanganelli, LLP, were on brief, for appellants.</p>\n      <p class=\"indent\">Philip M. Chiappone, with whom McCanliss &amp; Early LLP, Robert Hillman, and Deutsch Williams, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, LIPEZ, and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Through an agent, Mark and Becky Levin purchased several antiques from Dalva Brothers, Inc. (Dalva), an antiques dealer located in New York City. Later the Levins obtained information suggesting that the antiques were not as Dalva described them and were worth less than the approximately $750,000 that they paid. The Levins subsequently brought a diversity action in the District of Massachusetts against Dalva alleging fraud, negligent misrepresentation, breach of express warranties, unjust enrichment, and a violation of Mass. Gen. Laws ch. 93A. After a two-week trial, a jury found for Dalva on the misrepresentation and warranty claims, and the court found for Dalva on the Chapter 93A and unjust enrichment claims. The Levins appeal, challenging the district court's choice of law, the jury instructions and certain rulings on the admissibility of expert testimony.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Levins relocated from California to Massachusetts in 1992. They purchased a home on Boylston Street in Boston in 1992 and bought a historic mansion in Middleton, Rhode Island in 2000. The Levins retained Roger Harned, an interior designer based in California, to decorate these homes. Mrs. Levin directed Harned to travel around the United States and Europe to locate \"outrageous\" antiques for purchase.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1999 and 2000, Harned visited the Dalva gallery in New York City. On both occasions, Harned stated that he was a decorator but did not tell Dalva that he represented the Levins. Harned identified the antiques that he was interested in purchasing and received written and oral descriptions of the items. He then asked Dalva to send the \"tear sheets\" (descriptions and pictures) for the antiques to his office in California.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1999, Dalva sent Harned tear sheets for two vases, and in 2000, it sent Harned tear sheets for a grandfather clock and two commodes. Both times, after receiving these documents, Harned traveled to Massachusetts to discuss the items with the Levins. At Harned's urging, the Levins authorized him to purchase all of the items. The Levins wired the funds for the purchase price to Harned's bank account in California, and Harned paid Dalva with checks drawn from the account. At no time prior to the consummation of these transactions did Dalva know that Harned was buying the items on behalf of Massachusetts residents. After the purchases, Harned arranged to have the items shipped to Massachusetts for storage. Eventually, the vases were displayed at the Levins' Boston condominium, and the clock and commodes were displayed at their Rhode Island mansion.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Levins' claims against Dalva stem from their allegation that the tear sheets and invoices misrepresented the antiques. The vase tear sheets described them as \"fine and rare . . . probably St. Petersburg, early 19th century,\" and the invoices more definitively described them as \"Russian, 19th century.\" The Levins claim that these vases were in fact French in origin, and less valuable than represented.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The tear sheet for the clock described it as an \"exceptionally rare Regence grandfather's clock with superb vernis Martin decoration depicting Peace and Justice above a panel showing cupid and psyche . . . French, 18th Century.\" The Levins claim that the clock was in fact an amalgam of parts and pieces from the late 18th and 19th centuries and originated in Italy. The Levins' expert testified that they overpaid for the clock by more than $500,000.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The tear sheets for the commodes described one of them as a \"fine transitional marquetry commode . . . French 18th century,\" and the other as a \"transitional Louis XV/XVI marquetry commode with pictoral marquetry depicting ruins . . . French 18th century.\" The Levins claim that, in fact, these were 19th and 20th century pieces of furniture that were worth a fraction of what they paid.</p>\n    </div>\n    <p>II.</p>\n    <p class=\"indent\">A. Choice of Law</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The first issue on appeal is whether the district court erred in applying New York law (and not Massachusetts law). The Levins challenge this ruling on two grounds: (1) the court abused its discretion by considering Dalva's argument for New York law because Dalva did not raise the argument until the first day of trial, and (2) the court erred by deciding that New York law governs. We begin with the waiver issue.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Levins are asking us to order a new trial on the ground that the district court permitted Dalva to raise an argument too late in the proceeding. Such orders are rare. <i>Loinaz v. EG &amp; G, Inc.,</i> <span class=\"citation\" data-id=\"546069\"><a href=\"/opinion/546069/diego-f-loinaz-v-eg-g-inc/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.1990). \"Decisions regarding the management of the trial calendar and the courtroom proceedings are particularly within the province of the trial judge, and her determination[s] will not be disturbed absent a finding that she abused her discretion.\" <i>Id.</i> Reversal because of a district court's case management ruling also requires the appealing party to demonstrate prejudice. <i>See id.</i> at 7 (\"If we believe that the trial judge's discretionary decisions have resulted in undue prejudice to the appellant's case, we will reverse.\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The parties each cite cases where a court either permitted or forbade a party from raising a choice-of-law argument late in the proceedings. <i>E.g., Bergin v. Dartmouth Pharm., Inc.,</i> <span class=\"citation\" data-id=\"2463743\"><a href=\"/opinion/2463743/bergin-v-dartmouth-pharmaceutical-inc/\"><span class=\"volume\">326</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">179</span></a></span>, 180 n. 1 (D.Mass.2004) (deeming choice-of-law argument waived); <i>PI, Inc. v. Ogle,</i> <span class=\"citation\" data-id=\"1398141\"><a href=\"/opinion/1398141/pi-inc-v-ogle/\"><span class=\"volume\">932</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">80</span></a></span>, 82 (S.D.N.Y.1996) (same); <i>Torah Soft Ltd. v. Drosnin,</i> <span class=\"citation\" data-id=\"2490162\"><a href=\"/opinion/2490162/torah-soft-ltd-v-drosnin/\"><span class=\"volume\">224</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">704</span></a></span>, 718-19 (S.D.N.Y.2002) (permitting choice of law argument to be raised late in litigation). The cases cited do not establish a definitive point by which a litigant must raise a choice-of-law argument; rather, each was decided based on the case's own facts and equities. These dueling citations serve only to illustrate the essential point: case supervision is the primary responsibility of the trial court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Here, Dalva raised the choice of law argument on the first day of trial. But prior to that point in the litigation the issue of choice of law had never been squarely presented by either party, and the court had not issued any ruling on the issue.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Moreover, there is nothing in the record suggesting that Dalva intentionally waited to raise the choice-of-law issue to gain an unfair advantage. In these circumstances, we think that the district court was within its discretion in permitting Dalva to raise the argument when it did. <i>See Gen. Signal Corp. v. MCI Telecomm. Corp.,</i> <span class=\"citation\" data-id=\"705180\"><a href=\"/opinion/705180/general-signal-corporation-plaintiff-appellant-cross-appellee-v-mci/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1500</span></a></span>, 1505 (9th Cir. 1995) (affirming ruling that a party did not waive choice of law argument offered late in the litigation where there was no evidence of an intentional delay and \"there was no earlier ruling on choice of law\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Even if we questioned the court's ruling (which we do not), the Levins have failed to demonstrate prejudice. They contend that Dalva's late argument harmed them because it required them to \"wrestle with new jury instructions and related issues under New York law.\" In complex civil litigation, legal issues frequently arise mid-trial as the court prepares jury instructions and makes other rulings. The court notified the parties on the first day of a two-week trial (during which it was holding only half-day sessions) that it wanted briefing on choice of law. To expect counsel to meet this requirement does not appear unreasonable and, if the Levins needed more time, they should have asked for it. <i>Cf. JOM, Inc. v. Adell Plastics, Inc.,</i> <span class=\"citation\" data-id=\"766351\"><a href=\"/opinion/766351/jom-inc-dba-chipco-international-ltd-v-adell-plastics-inc/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span>, 52 n. 2 (1st Cir.1999) (per curiam) (\"[A] party claiming prejudice resulting from its belated receipt of evidence is poorly positioned on appeal if it elected to forego a request for [a] continuance below.\").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Levins also seek to establish prejudice by identifying several ways in which they believe that applying New York law was unfavorable to them. But these arguments do not establish prejudice flowing from the consideration of the choice-of-law issue, they suggest only that the district court's decision to apply New York law, if incorrect, was not harmless error. <i>See P.R. Hosp. Supply, Inc. v. Boston Scientific Corp.,</i> <span class=\"citation\" data-id=\"201880\"><a href=\"/opinion/201880/puerto-rico-hospital-v-boston-scientific/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">503</span></a></span>, 507 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We turn next to whether the district court erred by deciding that New York law governed the Levin's claims. We review choice-of-law determinations de novo. <i>See Reicher v. Berkshire Life Ins. Co. of Am.,</i> <span class=\"citation\" data-id=\"785300\"><a href=\"/opinion/785300/david-l-reicher-dpm-affiliated-podiatrists-pa-v-berkshire-life/\"><span class=\"volume\">360</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.2004). A federal court sitting in diversity applies state substantive law. <i>See Erie R.R. Co. v. Tompkins,</i> <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></a></span>, 78, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1188</span></span> (1938). To determine the applicable substantive law, the federal court applies the choice-of-law principles of the forum state, here, Massachusetts. <i>Klaxon Co. v. Stentor Elec. Mfg. Co.,</i> <span class=\"citation\" data-id=\"103542\"><a href=\"/opinion/103542/klaxon-co-v-stentor-elec-mfg-co/\"><span class=\"volume\">313</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">487</span></a></span>, 496, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1020</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1477</span></span> (1941).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">An initial task of a choice-of-law analysis is to determine whether there is an actual conflict between the substantive law of the interested jurisdictions. <i>See Millipore Corp. v. Travelers Indem. Co.,</i> <span class=\"citation\" data-id=\"197388\"><a href=\"/opinion/197388/millipore-corp-v-ins-co-of-na/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 29 (1st Cir.1997). The parties agree that such a conflict exists concerning the fraud claims. <i>Compare Crigger v. Fahnestock &amp; Co., Inc.,</i> <span class=\"citation\" data-id=\"793868\"><a href=\"/opinion/793868/frederick-w-crigger-dsmckee-investments-inc-jack-schueler-eva-schueler/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">230</span></a></span>, 234 (2d Cir.2006) (stating that, under New York law, fraud must be proven by clear and convincing evidence), <i>with Compagnie De Reassurance D'Ile de France v. New</i> <i>England Reinsurance Corp.,</i> <span class=\"citation\" data-id=\"697655\"><a href=\"/opinion/697655/compagnie-de-reassurance-dile-de-france-v-new-england-reinsurance/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 72 (1st Cir.1995) (stating that the preponderance of the evidence standard applies to fraud claims under Massachusetts law). Moreover, as discussed <i>infra,</i> under New York law, the express warranty claims are governed by a statute that has no parallel in Massachusetts law.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The next question is whether the district court correctly applied Massachusetts choice-of-law principles to determine that New York law applies. <i>See Reicher,</i> 360 F.3d at 5. Massachusetts applies a \"functional approach to choice of law.\" <i>Bushkin Assocs., Inc. v. Raytheon Co.,</i> <span class=\"citation\" data-id=\"2032123\"><a href=\"/opinion/2032123/bushkin-associates-inc-v-raytheon-co/\"><span class=\"volume\">393</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">622</span></a></span>, <span class=\"citation\" data-id=\"2032123\"><a href=\"/opinion/2032123/bushkin-associates-inc-v-raytheon-co/\"><span class=\"volume\">473</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">662</span></a></span>, 668 (1985). Recent authority indicates that this functional approach \"is explicitly guided by the Restatement (Second) of Conflict of Laws (1971).\" <i>Clarendon Nat. Ins. Co. v. Arbella Mut. Ins. Co.,</i> 60 Mass.App.Ct. 492, <span class=\"citation no-link\"><span class=\"volume\">803</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">750</span></span>, 753 (2004).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The parties agreed before the district court that only one state's law should govern the resolution of all of the Levins' claims and have accordingly focused their choice-of-law analysis on the misrepresentation claims. The choice-of-law analysis for intentional and negligent misrepresentation claims is set forth in &#167; 148 of the Restatement. <i>See Uncle Henry's, Inc. v. Plaut Consulting Co., Inc.,</i> <span class=\"citation\" data-id=\"789353\"><a href=\"/opinion/789353/uncle-henrys-inc-appellantcross-appellee-v-plaut-consulting-co-inc/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span>, 42 (1st Cir.2005) (negligent misrepresentation); <i>Computer Sys. Engineering v. Qantel Corp.,</i> <span class=\"citation\" data-id=\"439207\"><a href=\"/opinion/439207/computer-systems-engineering-inc-v-qantel-corporation-computer-systems/\"><span class=\"volume\">740</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">59</span></a></span>, 70 (1st Cir.1984) (intentional misrepresentation). Section 148 focuses on where the representations were made and received, and where the plaintiff relied on the representations. In situations where the representations and reliance took place in different states, the court examines (1) the place or places where the plaintiff acted in reliance upon the defendant's representations, (2) the place where the plaintiff received the representations, (3) the place where the defendant made the representations, (4) the domiciles and places of business of the parties, (5) the place where a tangible thing which is the subject of the transaction between the parties was situated at the time of the transaction, (6) and the place where the plaintiff agreed to render performance under a contract induced by an alleged misrepresentation. <i>See</i> Restatement, <i>supra</i> at &#167; 148(2).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Here, the relevant contacts are as follows. Harned, the Levins' agent, contacted Dalva in New York to agree to buy the antiques. Harned sent payment of the purchase price to Dalva in New York from a California bank. Dalva made the representations to Harned in New York when Harned visited the gallery and it mailed the tear sheets to Harned's California office. The Levins, through Harned, received these representations first in New York and then in California. The Levins are residents of Massachusetts and Dalva is a New York business. The antiques were located in New York at the time of the transaction, and the Levins rendered performance from California, when Harned sent payment to Dalva. While the contacts are somewhat closely distributed between New York and California, the Levins sought the application of Massachusetts law. There is little question that the transaction primarily occurred outside of Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Levins dispute this line of analysis by contending that they received and relied on the representations in Massachusetts when they received the tear sheets and issued their purchase instructions. But Harned was acting on behalf of the Levins in his dealings with Dalva, and the Levins were undisclosed principals. <i>See Old Republic Ins. Co. v. Hansa World Cargo Serv., Inc.,</i> <span class=\"citation\" data-id=\"2497089\"><a href=\"/opinion/2497089/old-republic-ins-co-v-hansa-world-cargo-service/\"><span class=\"volume\">51</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">457</span></a></span>, 471 (S.D.N.Y.1999) (\"An undisclosed principal is a principal whose existence and identity is not revealed to a third party that is transacting business with the undisclosed principal's agent.\"). For choice-of-law purposes, the relevant contacts are between Harned and Dalva; Harned's communications with the Levins, of which Dalva had no knowledge, would seem to be of comparatively little relevance. <i>See Schwegmann Giant Super Markets v. Golden Eagle Ins. Co.,</i> <span class=\"citation\" data-id=\"2357641\"><a href=\"/opinion/2357641/schwegmann-giant-super-markets-v-golden-eagle-ins/\"><span class=\"volume\">693</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">478</span></a></span>, 485 (E.D.La.1988) (explaining that, in a choice-of-law analysis under the Restatement, contacts between an agent and an undisclosed principal \"done unilaterally, without [the] defendant's knowledge . . . [are] of little import\").</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Focusing on Harned's contacts with Dalva comports with one of the guiding principles of the Restatement's choice-of-law analysis &#8212; that the governing law should reflect the parties' justified expectations. <i>See</i> Restatement, <i>supra</i> at &#167; 6. Although industry norms might suggest the possibility of undisclosed out-of-state principals, Dalva had no reason to know that the transaction with Harned had a Massachusetts connection. It would thus be unfair to impose Massachusetts rather than New York law on the transaction. Moreover, by deciding to conceal their identities, the Levins forfeited any reasonable basis for thinking that Massachusetts law would govern purchases made by Harned outside of their home state.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In sum, the district court did not abuse its discretion by considering the choice-of-law question, and its ultimate choice-of-law ruling was correct.</p>\n    </div>\n    <p class=\"indent\">B. Express Warranty Instruction</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Levins challenge the express warranty instruction as it pertains to the clock. They argue that the district court erred by instructing the jury under a New York statute that governs express warranty claims for fine art. <i>See</i> N.Y. Cult. Arts Law, &#167; 13.01 (McKinley 2004) (the \"fine art statute\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The fine art statute provides that whenever an art merchant sells a work of fine art to someone who is not an art merchant and provides a document certifying the period or author of the piece, the merchant's representation is an express warranty. <i>Id.</i> &#167; 13.01(1)(b). The statute further provides that a warranty should be interpreted in light of the \"custom and usage of the trade.\" <i>Id.</i> &#167; 13.01(2). In at least one case, a gloss has been placed on the statute, requiring a plaintiff to demonstrate that the merchant's warranty was made \"without a reasonable basis in fact\" at the time that it was offered. <i>Dawson v. G. Malina, Inc.,</i> <span class=\"citation\" data-id=\"2140726\"><a href=\"/opinion/2140726/dawson-v-g-malina-inc/\"><span class=\"volume\">463</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">461</span></a></span>, 467 (S.D.N.Y.1978).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The breach-of-warranty instruction offered in this case recited the requirements of the fine art statute with the <i>Dawson</i> gloss.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The Levins contend that this instruction was erroneous because the grandfather clock is not a piece of fine art within the meaning of the statute.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> On appeal, the parties treat this issue as a question of law subject to de novo review. We follow their approach.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">\"Fine art\" is defined under the statute to mean a \"painting, sculpture, drawing, or work of graphic art, and print.\" N.Y. Cultural Arts Law &#167; 11.01(9). The Levins make the straightforward claim that this case concerns a clock and a clock is not \"fine art.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This argument appeals in its simplicity, but identifying fine art may not be so easy. <i>See generally</i> Christine Haight Farley, <i>Judging Art,</i> 79 Tul. L.Rev. 805 (2005) (discussing judicial reluctance to determine what constitutes \"art\"). As one trial expert testified, \"[t]here is sort of a murky distinction\" between decorative and fine arts.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The clock (a picture of which is included as an addendum to this opinion) has multiple painted panels showing mythological scenes all of which pertain to the relationship between peace and justice. The tear sheet focused on the painted panels as major features of the clock, and one of Dalva's principals testified that it viewed the painting as the most significant attribute of the clock. There also was expert testimony that a purchaser of the clock would view it \"as a piece of fine art because the painting is so extraordinary and it is so unusual.\" Indeed, the Levins' own expert admitted that \"the decoration . . . was, in fact, the most important thing with [this] clock.\" This testimony supports the district court's ruling that the clock was fine art.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Applying the fine art statute to the clock accords with <i>Dawson,</i> the only reported case considering the scope of the statute's fine art definition. <i>See</i> 463 F.Supp. at 466 n. 4. There, the court held that a decorated bowl and several vases were fine art. Like the clock, the items at issue in <i>Dawson</i> were not traditional canvass paintings or sculpted figures. Although they were items that had functional uses, the court concluded that their artistic decoration elevated them to works of fine art. <i>Id.</i> So too here. Of course, ruling that <i>this</i> clock is fine art does not mean that all clocks so qualify; indeed, most probably do not. But in light of the expert testimony, the description provided in the tear sheet, and the photograph of the clock, we conclude that the district court was correct to instruct under the fine art statute.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Levins offer a second objection to the express warranty instruction, applicable to the warranty claims for all of the items. They contend that the court erroneously instructed that the breach-of-warranty claims should fail if the jury concluded that Dalva merely offered an opinion by attributing the antiques to a specific period.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> We review this claim de novo. <i>See Forgie-Buccioni v. Hannaford</i> <i>Bros., Inc.,</i> <span class=\"citation\" data-id=\"201673\"><a href=\"/opinion/201673/forgie-buccioni-v-hannaford-brothers/\"><span class=\"volume\">413</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">175</span></a></span>, 178 (1st Cir. 2005).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The fine art statute was a specific legislative enactment designed to regulate express warranty claims brought by lay people after purchasing fine art from art merchants. As such, it supplants the otherwise applicable provisions of the Uniform Commercial Code. <i>See Dawson,</i> 463 F.Supp. at 465 n. 3; <i>see also Balog v. Ctr. Art Gallery-Hawaii, Inc.,</i> <span class=\"citation\" data-id=\"1612296\"><a href=\"/opinion/1612296/balog-v-center-art-gallery-hawaii-inc/\"><span class=\"volume\">745</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1556</span></a></span>, 1562 (D.Haw.1990) (stating that, in the absence of specific state statute, the UCC applies to an express warranty claim concerning fine art).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">If the UCC were to apply, then the district court may have been correct to instruct concerning the distinction between opinion and fact. <i>See Yuzwak v. Dygert,</i> <span class=\"citation no-link\"><span class=\"volume\">144</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">938</span></span>, <span class=\"citation no-link\"><span class=\"volume\">534</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">35</span></span>, 36 (N.Y.App.Div.1988) (stating that, in a breach of warranty action under the UCC, \"[w]hether representations made by a seller are warranties, and therefore, a part of the bargain, or merely expressions of the seller's opinion is almost always a question of fact for a jury's resolution\"). But the instruction is inconsistent with the fine art statute.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The statute provides that where an art merchant states to a lay person that a piece is by a specific author or can be attributed to a specific period, the statement \"shall create an express warranty.\" N.Y. Cult. Arts Law, &#167; 13.01 The purpose of this provision was \"to eliminate questions as to whether an art dealer's representations with respect to the authorship of a particular work were to be considered an affirmation of a fact, in which event the description would create an express warranty under the Uniform Commercial Code or merely the expression of the dealer's opinion which would not give rise to such a warranty.\" <i>Dawson,</i> 463 F.Supp. at 465 n. 3.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Attributing fine art to a particular period or author is \"an educated guess or opinion and the more remote the creator is from the present the more remote is the possibility that anyone can make attribution of authorship as a fact.\"<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> <i>Mem. of the Att'y Gen. of N.Y. Concerning Warranties in the Sale of Fine Art,</i> N.Y.1968 Legis. Ann. 79, <i>reprinted in</i> 2 F. Feldman, S. Weil, &amp; S. Biederman, <i>Art Law</i> at 100 (1986). Under the UCC, this inherent difficulty in attributing fine art allowed art merchants to offer an affirmative attribution for a piece of art in order to raise the price and, if the attribution was later determined to be incorrect, to fall back on the defense that the attribution was only an opinion. <i>Id.</i> at 100-01. To correct this perceived inequity, New York enacted a law \"hold[ing] a merchant-seller responsible to a non-merchant buyer for any statement relevant to the authorship of a work of fine art notwithstanding that such statement is or purports to be or is capable of being merely [an] opinion.\" <i>Id.; see</i> Comment, <i>Regulation of the New York Art Market: Has the Legislature Painted Dealers into a Corner,</i> 46 Fordham L.Rev. 939, 954-56 (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Here, the representations attributed the art to specific historical periods. These representations were express warranties as a matter of law under the fine art statute. Therefore, the instruction allowing the jury to find that these attributions were opinions should not have been given. Moreover, we are unable to say that the instruction was harmless. <i>See Goodman v. Bowdoin College,</i> <span class=\"citation\" data-id=\"201198\"><a href=\"/opinion/201198/goodman-v-bowdoin-college/\"><span class=\"volume\">380</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span>, 47 (1st Cir.2004) (an erroneous jury instruction warrants a new trial only if the error \"can fairly be said to have prejudiced the objecting party\"). Much of the evidence concerned the difficulties in dating a particular antique to a certain historical period and several witnesses noted that any attribution is ultimately a matter of judgment. In closing, Dalva's counsel argued that the representations were to some extent \"a matter of opinion.\" On this record, we cannot say with adequate assurance that the jury's verdict was untainted by the instruction. Accordingly, the express warranty claims must be retried.</p>\n    </div>\n    <p class=\"indent\">C. Expert Testimony</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Finally, we consider the Levins' argument that the district court improperly limited the scope of their experts' testimony, while allowing Dalva's expert to testify too broadly. We review decisions to admit expert testimony, and to limit its scope, for an abuse of discretion. <i>See Gen. Elec. Co. v. Joiner,</i> <span class=\"citation\" data-id=\"118157\"><a href=\"/opinion/118157/general-electric-co-v-joiner/\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">136</span></a></span>, 138-39, <span class=\"citation\" data-id=\"118157\"><a href=\"/opinion/118157/general-electric-co-v-joiner/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">512</span></a></span>, <span class=\"citation\" data-id=\"118157\"><a href=\"/opinion/118157/general-electric-co-v-joiner/\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Among other requirements, Fed.R.Evid. 702 mandates that a putative expert be qualified to testify by knowledge, skill, experience, training or education. <i>See Diefenbach v. Sheridan Transp.,</i> <span class=\"citation no-link\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></span>, 30 (1st Cir.2000). Under this rule, a testifying expert \"should have achieved a meaningful threshold of expertise\" in the given area. <i>Prado Alvarez v. R.J. Reynolds Tobacco Co., Inc.,</i> <span class=\"citation\" data-id=\"201550\"><a href=\"/opinion/201550/prado-alvarez-v-rj-reynolds-tobacc/\"><span class=\"volume\">405</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 40 (1st Cir.2005). That \"a witness qualifies as an expert with respect to certain matters or areas of knowledge, [does not mean] that he or she is qualified to express expert opinions as to other fields.\" <i>Nimely v. City of New York,</i> <span class=\"citation\" data-id=\"790925\"><a href=\"/opinion/790925/docket-no-04-3240-cv/\"><span class=\"volume\">414</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">381</span></a></span>, 399 n. 13 (2d Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The Levins claim that the district court abused its discretion by preventing their expert, Marshall Fallwell, from offering an opinion concerning whether the clock originated from the Regence period. Fallwell was qualified by the court to offer an opinion as to the appraised value of the items based on his testimony that he was employed as an appraiser of furniture and had conducted over three hundred appraisals in his career. The court also permitted Fallwell to provide a detailed explanation of his visual examination of the clock based on his general familiarity with antique furniture. But it did not permit Fallwell to testify to his own opinion concerning the clock's origin in the Regence period on the ground that Fallwell had insufficient experience with Regence-era furniture to authenticate the clock based on his visual examination.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Levins concede that Fallwell did not have prior experience identifying Regenceera furniture through visual examination, but contend that requiring such experience is inconsistent with Rule 702 because it demands too much specialization from a proposed expert witness. They argue that Fallwell's general experience with antique furniture and his appraising skills qualified him to opine that the clock did not originate in the Regence period.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Rule 702 has been interpreted liberally in favor of the admission of expert testimony. <i>See Daubert v. Merrell Dow Pharm., Inc.,</i> <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">579</span></a></span>, 588, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span></a></span> (1993). As such, expert witnesses need not have overly specialized knowledge to offer opinions. <i>See Gaydar v. Sociedad Instituto Gineco-Quirurgico y Planificacion Fam.,</i> <span class=\"citation\" data-id=\"200666\"><a href=\"/opinion/200666/gaydar-v-sociedad-instituto/\"><span class=\"volume\">345</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 24-25 (1st Cir.2003). But a district court acts properly by excluding opinions that are beyond the witness's expertise. <i>See Weinstein's Evidence,</i> &#167; 702.04[6] (2006). The court excluded Fallwell's opinion on authenticity because Fallwell demonstrated insufficient experience or training in authenticating Regence furniture from visual examination. By excluding Fallwell's opinion on authenticity but allowing him to testify to appraisal value and his visual observations of the clock, the court reasonably limited Fallwell to offering opinions only in those areas in which he was qualified. <i>See United States v. Chang,</i> <span class=\"citation\" data-id=\"768185\"><a href=\"/opinion/768185/united-states-v-warren-s-chang/\"><span class=\"volume\">207</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1169</span></a></span>, 1172-73 (9th Cir.2000) (concluding that the district court did not abuse its discretion in precluding expert in international finance from testifying that a particular financial document was not authentic because the expert had no expertise in detecting counterfeit securities).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> While the court likely could have allowed Fallwell to offer the challenged opinion, it did not abuse its considerable discretion by taking a more conservative tack and excluding the opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Levins also contend that the court permitted Dalva's expert, Victor Weiner, too much latitude in testifying concerning the attributes of the clock. Weiner testified that the clock was unusual because of its painted panels, and that substantial renovations to the clock would not alter its period of origin.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Levins contend that Weiner was not qualified to offer these opinions because he did not authenticate the clock as originating in Regence period. But his testimony was not intended to authenticate the clock; it was based on the assumption that the clock was authentic. <i>See Coleman v. De Minico,</i> <span class=\"citation\" data-id=\"433031\"><a href=\"/opinion/433031/david-coleman-v-roger-de-minico/\"><span class=\"volume\">730</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">42</span></a></span>, 46 (1st Cir.1984) (concluding that an expert may offer opinions based on assumptions that are not contrary to the evidence at trial). Weiner possessed advanced degrees in art history and wrote a dissertation on a Regence-era painter. He also has experience as an appraiser, and has published works on appraisal methodology for art and antiques. Combining his background in Regence art with his writing on appraisal methodology, the district court was within its discretion in allowing Weiner's opinions.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The Levins also challenge Weiner's testimony on the ground that he impermissibly testified to a legal issue by opining that the tear sheets and invoices comported with industry standard. Generally, an expert may not offer an opinion concerning a legal question. <i>See United States v. Mikutowicz,</i> <span class=\"citation\" data-id=\"200974\"><a href=\"/opinion/200974/united-states-v-mikutowicz/\"><span class=\"volume\">365</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">65</span></a></span>, 73 (1st Cir.2004). But that is not what happened here. Expert testimony on industry standards is common fare in civil litigation. <i>E.g., Ford v. Allied Mut. Ins. Co.,</i> <span class=\"citation\" data-id=\"710111\"><a href=\"/opinion/710111/steven-e-ford-c-lynn-ford-michael-g-ford-a-minor-and-beatrice/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">836</span></a></span>, 841 (10th Cir.1996); <i>Vann v. City of New York,</i> <span class=\"citation\" data-id=\"710223\"><a href=\"/opinion/710223/walter-vann-v-the-city-of-new-york-and-the-new-york-city-police/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1040</span></a></span>, 1049 (2d Cir. 1995); <i>TCBY Sys., Inc. v. RSP Co., Inc.,</i> <span class=\"citation\" data-id=\"677089\"><a href=\"/opinion/677089/tcby-systems-inc-an-arkansas-corporation-v-rsp-company-inc-clarence/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">925</span></a></span>, 928 (8th Cir.1994). Weiner permissibly offered an opinion concerning practices in the art and antique industry which was helpful to the jury in resolving the legal question before it. <i>See supra</i> at 75 (industry custom and usage are relevant to express warranty claims under the fine art statute).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The district court ably managed this complex and contentious litigation. It carefully navigated through tricky choice of law and evidentiary issues. The error concerning the express warranty instructions was understandable given the dearth of case law interpreting the fine art statute. Nevertheless, a new trial on the express warranty claims is warranted. We therefore <i>vacate</i> the judgment as it pertains to the express warranty claims and <i>affirm</i> the judgment in all other respects. No costs are awarded.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">\n        <i>So ordered.</i>\n      </p>\n    </div>\n    <p>Addendum</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>NOTE: OPINION CONTAINING TABLE OR OTHER DATA THAT IS NOT VIEWABLE</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Levins point to Dalva's submission of proposed jury instructions that relied on Massachusetts law to support their position that Dalva had conceded that Massachusetts law applied. But these instructions were presented as group jury instructions when the Levins were preparing to proceed against several defendants from multiple states. Just prior to trial, the district court severed the defendants and ordered the Levins to proceed against Dalva first. Given this change in the posture of the case, it was not unreasonable for the court to permit Dalva an opportunity to reconsider its position on choice of law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> <i>Dawson</i> was decided under a predecessor version of the current fine art statute. <i>See</i> N.Y. Gen. Business Law &#167; 219-b (repealed by L.1983, 876, &#167; 5). The substantive elements of the statutes are the same.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Levins have not challenged the<i>Dawson</i> gloss as an incorrect interpretation of the statute by a federal district court sitting in diversity, and therefore, even though we are not bound to accept it, we do so for purposes of this appeal. <i>See Salve Regina College v. Russell,</i> <span class=\"citation\" data-id=\"112564\"><a href=\"/opinion/112564/salve-regina-college-v-russell/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span>, 234-35, <span class=\"citation\" data-id=\"112564\"><a href=\"/opinion/112564/salve-regina-college-v-russell/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1217</span></a></span>, <span class=\"citation\" data-id=\"112564\"><a href=\"/opinion/112564/salve-regina-college-v-russell/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">190</span></a></span> (1991).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Levins waived the argument that the fine art statute did not apply to the warranty claims concerning the commodes or vases by not raising the argument in their opening appellate brief<i>See Sandstrom v. ChemLawn Corp.,</i> <span class=\"citation\" data-id=\"542293\"><a href=\"/opinion/542293/richard-l-sandstrom-etc-v-chemlawn-corporation/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span>, 86 (1st Cir.1990).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> There is a substantial argument that determining whether the clock is fine art is a question of fact that should have been submitted to the jury for resolution. The district court, however, treated it as a question of law, and the Levins have not challenged that ruling. Therefore, any argument that it was error to treat the issue as a legal question to be resolved by the court is waived. We take no view whether, on remand,<i>see infra,</i> it would make sense for the parties and the district court to revisit the treatment of this issue.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The instruction stated:</p>\n        <p class=\"indent\">An expressed warranty must be based on a statement of fact, not mere opinion. If the defendant was only expressing an opinion about the item or its value, then the defendant may only be engaging in sales talk or sales puffery. An opinion does not create an expressed warranty, but the distinction is often a difficult one to draw.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> \"Authorship\" includes statements assigning a work of fine art to a specific period<i>See</i> N.Y. Cult Affairs Law. &#167; 11.01(3).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Levins also dispute a ruling preventing one of their experts from testifying whether the commodes were correctly attributed to a specific craftsman. This argument fails because the was no proffer as to the substance of the expert's proposed testimony<i>See Faigin v. Kelly,</i> <span class=\"citation\" data-id=\"198558\"><a href=\"/opinion/198558/faigin-v-kelly-carucci/\"><span class=\"volume\">184</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></a></span>, 86 (1st Cir.1999).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197388/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200666/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201550/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201673/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/433031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/439207/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/697655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705180/",
    "http://www.courtlistener.com/api/rest/v3/opinions/710111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/710223/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768185/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785300/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790925/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1398141/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1612296/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2032123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2140726/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2357641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2463743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2490162/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2497089/"
  ]
}