{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202468/",
  "absolute_url": "/opinion/202468/united-states-v-rivera-rangel/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202468/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:53:47Z",
  "date_modified": "2016-02-28T05:08:04.728587Z",
  "type": "010combined",
  "sha1": "0ae0d99fdf302175cd1300a054e7b546fe97b997",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-2042-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/10/25/US_v._Rivera-Rangel.pdf",
  "plain_text": "              United States Court of Appeal\n                      For the First Circuit\n\nNo. 05-2042\n\n                     UNITED STATES OF AMERICA,\n\n                             Appellee,\n\n                                v.\n\n                MARIA DE LOS ANGELES RIVERA RANGEL,\n\n                       Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Juan M. Pérez-Giménez, U.S. District Judge]\n\n       [Hon. Carmen Consuelo Cerezo, U.S. District Judge]\n\n\n                              Before\n\n                        Boudin, Chief Judge,\n                     Selya, Circuit Judge, and\n                Schwarzer,* Senior District Judge.\n\n\n     Ignacio Fernández de Lahongrais, with whom Edgar Vega Pabon\nwas on brief, for appellant.\n     Kathleen A. Felton, United States Dep't of Justice, with whom\nH.S. Garcia, United States Attorney, Guillermo Gil and Maritza\nGonzalez De Miranda, Assistant United States Attorneys, were on\nbrief, for appellee.\n\n\n                         October 25, 2006\n\n\n__________\n*Of the Northern District of California, sitting by designation.\n\f            SELYA, Circuit Judge.           This is a sequel to an earlier\n\nappeal. See United States v. Rivera Rangel, 396 F.3d 476 (1st Cir.\n\n2005).   In it, defendant-appellant Maria de Los Angeles Rivera\n\nRangel (Rivera) tries once again to defenestrate her Hobbs Act\n\nconvictions.     This time around, she substitutes a series of Sixth\n\nAmendment      claims    for   her     previously    unrequited   claims    of\n\nevidentiary insufficiency.           Her new arguments fare no better than\n\nher old arguments: although her appellate counsel has pleaded her\n\ncase   ably,    the     freshly    minted     argumentation   lacks   adequate\n\ngrounding in the trial record. We therefore affirm the appellant's\n\nconvictions.      At the same time, however, we accept the parties'\n\njoint importuning and remand for resentencing.\n\n            We rehearse the background only to the extent necessary\n\nto explain our reasoning, urging readers who hunger for a more\n\ncomplete profile to consult our earlier opinion.              See id. at 480-\n\n82.\n\n            The appellant served for some time as a top aide to the\n\ngovernor of Puerto Rico.          On August 23, 2002 — after both she and\n\nthe governor whom she served had left office — a federal jury\n\nconvicted her of one count of conspiracy to interfere with commerce\n\nby extortion induced by fear of economic harm and/or under color of\n\nofficial right, 18 U.S.C. § 1951, and one count of aiding and\n\nabetting the underlying offense, id. § 2.            The convictions rested\n\nlargely on the testimony of two businessmen, José Miguel Ventura\n\n\n                                        -2-\n\fAsilis (Ventura) and Angel Luis Ocasio Ramos (Ocasio).            These men\n\ntestified that they had given money to the appellant in exchange\n\nfor access to high-ranking government officials.\n\n           The   trial     judge   ordered   a   judgment    of   acquittal\n\nnotwithstanding the jury verdict or, in the alternative, a new\n\ntrial.   On appeal, we reinstated the verdict.        See Rivera Rangel,\n\n396 F.3d at 486.         In the course of that appeal, we rejected\n\nRivera's plea that the government had failed to demonstrate that\n\nVentura or Ocasio feared her but, rather, were willing participants\n\nin the spreading around of money.         See id. at 483.\n\n           Pursuant to our direction, the case, on remand, was\n\nreassigned for the penalty phase of the proceedings. The new judge\n\nthereafter sentenced Rivera to a 48-month incarcerative term. This\n\nappeal followed.\n\n           Rivera,   qua    appellant,     now   maintains   that   various\n\ncurtailments of her efforts to cross-examine witnesses violated her\n\nright to confront her accusers.       See U.S. Const., amend. VI; Davis\n\nv. Alaska, 415 U.S. 308, 320 (1974).         She points to no fewer than\n\nfive occasions on which the trial court thwarted proposed lines of\n\ninquiry and posits that these inquires, if permitted, would have\n\nbeen highly probative of the fact that her accusers freely elected\n\nto make payments to her.      Because the government's case was thin,\n\nher thesis runs, these abridgments of her Sixth Amendment rights\n\n\n\n\n                                    -3-\n\fwere distinctly prejudicial and require that her convictions be set\n\naside.\n\n            But, there is a rub.     Despite the fervor with which the\n\nappellant's arguments are presented, they are built on quicksand.\n\nWe explain briefly why we reach that conclusion.\n\n            We start with the one ground of complaint that merits\n\nextended discussion.      The appellant's trial counsel attempted to\n\nquestion Ocasio regarding payments that he had received from\n\nVentura   while   he   (Ocasio)   was   himself   a   government   official\n\n(payments that allegedly occurred years before the inception of the\n\ncharged conspiracy).       Ocasio responded by invoking his right\n\nagainst self-incrimination.        See U.S. Const., amend V.       At that\n\njuncture, the appellant moved for a mistrial, but the district\n\ncourt denied the motion.          The appellant assigns error to this\n\nruling.\n\n            For purposes of precision, we begin this phase of our\n\ndiscussion by inquiring into what ground of appeal the motion for\n\nmistrial served to preserve. It is beyond peradventure that the\n\nmotion preserved a claim of error as to the failure to grant a\n\nmistrial.    It is less clear, however, whether the appellant can\n\nleverage the motion into a foundation for challenging the failure\n\nto take action with respect to Ocasio's previous testimony.          After\n\nall, the appellant did not move to strike the testimony to that\n\n\n\n\n                                    -4-\n\fpoint.   See, e.g., United States v. Sepulveda, 15 F.3d 1161, 1183\n\n(1st Cir. 1993).\n\n          This is significant because remonstrances about rulings\n\nthat have the effect of admitting evidence ordinarily must be\n\npreserved through either \"a timely objection or motion to strike,\"\n\nFed. R. Evid. 103(a)(1); see United States v. Meserve, 271 F.3d\n\n314, 325 (1st Cir. 2001).   It is not self-evident, as a matter of\n\nlogic, that a motion for mistrial qualifies.\n\n          Be that as it may, the denial of a motion for a mistrial\n\nis subject to review for abuse of discretion, see Sepulveda, 15\n\nF.3d at 1184, and that ground of appeal plainly was preserved.   The\n\nsame standard — abuse of discretion — governs appellate review of\n\nrulings admitting or excluding evidence, see United States v.\n\nMaldonado-Garcia, 446 F.3d 227, 231 (1st Cir. 2006), and in this\n\ninstance the inquiries seem to overlap.   Given this similitude, we\n\nelect to treat this claim of error as preserved with regard to\n\nOcasio's direct testimony being allowed to stand.\n\n          In the long run, winning that battle does not help the\n\nappellant to win the war.   The appellant effectively concedes that\n\nOcasio had a colorable Fifth Amendment right to remain silent as to\n\nthese earlier uncharged transactions (none of which were covered by\n\nhis testimony on direct examination).   In United States v. Berrio-\n\nLondono, 946 F.2d 158 (1st Cir. 1991), we observed: \"In determining\n\nwhether a witness's refusal to answer questions posed during cross-\n\n\n                                -5-\n\fexamination constitutes a denial of the defendant's confrontation\n\nrights . . . a distinction must be drawn between direct and\n\ncollateral matters.\"    Id. at 160.\n\n            That principle possesses particular pertinence here.           If\n\nthe evidence sheltered behind Ocasio's invocation of the Fifth\n\nAmendment was directly relevant, the appellant's rights may have\n\nbeen compromised by the earlier admission of Ocasio's testimony.\n\nSee, e.g., United States v. Cardillo, 316 F.2d 606, 613 (2d Cir.\n\n1963)   (reversing   convictions   when    key     witness   invoked    Fifth\n\nAmendment   midstream   and   \"[t]he     answers    solicited   might    have\n\nestablished untruthfulness with respect to specific events of the\n\ncrime charged\").     If, however, the proffered line of questioning\n\ntouched upon matters of only collateral import, the court had broad\n\ndiscretion to permit the direct testimony to stand while allowing\n\nOcasio to invoke his right to silence on certain subjects raised by\n\nthe cross-examiner.     See, e.g., Berrio-Londono, 946 F.2d at 161\n\n(denying relief when the questions that the witness refused to\n\nanswer on cross-examination served only to \"gild[] the lily\").             As\n\nlong as the case at hand falls within the latter category, the\n\nmotion for mistrial was properly denied.\n\n            The appellant's brief argues forcefully that the desired\n\ncross-examination was central to her defense.           Specifically, she\n\nremonstrates that had the jury been alerted to Ventura's history of\n\ndoling out cash to public servants, it might have concluded that\n\n\n                                   -6-\n\fthe payments to the appellant were part of an established way of\n\ndoing business rather than tribute extorted through threats of\n\nreprisal or under color of official right (the standard for Hobbs\n\nAct extortion, see United States v. Cruz-Arroyo, 461 F.3d 69, 73\n\n(1st Cir. 2006)).\n\n            The chief difficulty with this argument is that it comes\n\ntoo late.     That is to say, even though the denied line of cross-\n\nexamination     bears   a   direct    relationship   to   the    \"willing\n\nparticipant\" defense, that theory of defense was first clearly\n\narticulated in the appellant's second motion for a judgment of\n\nacquittal, filed six months after the jury had spoken.1         It was not\n\nasserted at trial.      There, the appellant's theory of defense was\n\n\n\n\n     1\n      There are three places in the trial record that contain faint\nechoes of the \"willing participant\" defense.       One is a brief\nallusion in closing argument suggesting that multi-millionaire\ndevelopers had nothing to fear from the appellant. In context,\nhowever, the clear implication of this allusion was that these\npowerful men had little need for the appellant's assistance and,\nlogically, would not have bothered to grease her palm. The second\nis a cryptic comment during a motion for a judgment of acquittal\npresented after the government's case was concluded, see Fed. R.\nCrim. P.29(a), in which counsel observed that the government had\nfailed to introduce evidence of \"fear or harm.\" The third is an\nattempt to ask Ocasio on cross-examination if he feared the\nappellant.    After the court sustained an objection to this\nquestion, counsel, without argument or attempt to rephrase, ended\nhis cross-examination. None of these can sustain the weight of an\nentire defense theory. At any rate, the sockdolager is that all\nthree incidents occurred after the judge had denied the motion for\nmistrial and, therefore, could not have alerted him to what the\nappellant now says is the possible relevance of Ocasio's prior\nmisconduct.\n\n                                     -7-\n\fthat she had not actually accepted any monies from either Ocasio or\n\nVentura in return for access to government officials.\n\n          Not   surprisingly,    then,   when   the   appellant's   trial\n\ncounsel argued the motion for mistrial, he did not suggest — or\n\neven so much as hint — that the thrust of his inquiry into matters\n\npre-dating the conspiracy was to demonstrate a lack of fear on the\n\npart of the alleged victims.     Rather, consistent with the defense\n\nstrategy rolled out at trial, counsel argued that the denied line\n\nof cross-examination was necessary to impeach Ocasio's credibility\n\nby showing specific instances of bad character under Federal Rules\n\nof Evidence 404 and 608.   At no time did counsel alert the court to\n\nthe possibility that these prior bad acts might do double duty as\n\nevidence of willing participation.\n\n          The fact that a party has preserved an objection does not\n\nmean that, on appeal, the party can raise any conceivable ground in\n\nsupport of that objection.      In the context of a ruling admitting\n\nevidence, we have explained that a \"lack of specificity bars the\n\nparty aggrieved by the admission of the evidence from raising more\n\nparticularized points for the first time on appeal.\" United States\n\nv. Holmquist, 36 F.3d 154, 168 (1st Cir. 1994).           This logic is\n\nfully transferable to a ruling excluding evidence (or, as here, a\n\nruling denying a motion for a mistrial premised on a refusal to\n\nallow a particular line of questioning).              In either case, a\n\ncontrary holding would enable a party to retrench after an adverse\n\n\n                                  -8-\n\fjury verdict and ask an appellate court to view the trial judge's\n\nevidentiary rulings through a new and different lens. This sort of\n\nsecond-guessing is antithetic to the core purpose of procedural\n\ndefault   rules.     Thus,   we    treat   the    appellant's    objection   as\n\npreserved only as to the theory presented in support thereof to the\n\ntrial court, namely, that the denied cross-examination would have\n\nbeen useful for impeachment purposes.\n\n            That   effectively     ends    this    aspect   of   the    appeal.\n\nImpeachment through reference to a witness's prior conduct is often\n\na paradigmatic example of a collateral pursuit.             The admission of\n\nthis type of evidence is always subject to the trial judge's sound\n\ndiscretion. See Fed. R. Evid. 608(b). On several prior occasions,\n\nwe have found the exclusion of such evidence appropriate in the\n\nface of Sixth Amendment challenges. See, e.g., Berrio-Londono, 946\n\nF.2d at 161; United States v. Barrett, 766 F.2d 609, 615 (1st Cir.\n\n1985).\n\n            The testimony shielded by Ocasio's assertion of his Fifth\n\nAmendment   privilege   is    of    this   genre.      Despite    the    modest\n\nimpediment that the exclusion of such testimony may have created,\n\nthe appellant retained access to a variety of effective ways with\n\nwhich to attack Ocasio's credibility — not the least of which was\n\n\n\n\n                                     -9-\n\fthe fact that Ocasio had pleaded guilty to related charges and was\n\nhoping for a lenient sentence.2              No more was exigible.\n\n                  To be sure, the appellant argues that the unavailable\n\ntestimony had added significance because it concerned criminal\n\nconduct with which Ocasio had not been charged, thus suggesting\n\nanother potential reason for Ocasio to furnish testimony favorable\n\nto the government.          Yet, that sort of argument has heretofore been\n\ntried       and    found   wanting:   an   \"inability   to   superimpose   on   [a\n\nwitness's] admissions the possibility that [the witness] might also\n\nbe concerned about punishment for other offenses can hardly be\n\ncharacterized as an abridgement of [the defendant's] right to\n\neffective cross-examination.\"               Berrio-Londono, 946 F.2d at 161.\n\nHere, moreover, even though the lower court denied the appellant\n\nthe opportunity to press Ocasio about the previous transactions,\n\nVentura already had confirmed their occurrence.3 Consequently, the\n\n\n        2\n      In some contexts, a witness's credibility also may be\nundermined by the very exercise of his Fifth Amendment rights in\nthe presence of the jury. See Berrio-Londono, 946 F.2d at 162.\nHere, however, the trial judge instructed the jury that Ocasio's\nclaim of Fifth Amendment privilege was irrelevant.\n        3\n      This single fact destroys any chance for the appellant to\nprevail on an argument that permitting Ocasio to invoke the Fifth\nAmendment was plain error when the \"willful participant\" defense is\ntaken into account.    As we have written, \"[t]estimony that is\ncumulative in nature and limited in scope cannot constitute plain\nerror.\" United States v. Bailey, 270 F.3d 83, 88 (1st Cir. 2001).\nIn an effort to parry this thrust, the appellant asserts that, had\nOcasio's claim of privilege been denied, she would have elicited\ntestimony beyond the scope of Ventura's revelations. Appellant's\nReply Br. at 4-5. Since the appellant's trial counsel neglected to\nmake a contemporaneous offer of proof, we cannot credit this\n\n                                           -10-\n\fjury had available to it all the information needed to discount\n\nOcasio's credibility on the basis of his earlier unscrupulous\n\ndealings.\n\n              The Sixth Amendment assures a criminal defendant a right\n\nof effective cross-examination, not a right of unrestricted cross-\n\nexamination.      See United States v. Mulinelli-Navas, 111 F.3d 983,\n\n987 (1st Cir. 1997).               In this instance, the opportunity for\n\neffective cross-examination was not foreclosed by the mistrial\n\nruling.      Consequently, we conclude that the lower court acted well\n\nwithin its discretion in prioritizing the probative value of\n\nOcasio's      testimony     over    the   necessary    limitations   on   cross-\n\nexamination concerning collateral matters that upholding his Fifth\n\nAmendment privilege entailed.\n\n              The remaining claims of error need not occupy us for\n\nlong.       In each and all of these instances, the appellant's trial\n\ncounsel did not object, did not attempt to rephrase challenged\n\nquestions, and did not make an offer of proof.               See Fed. R. Evid.\n\n103(a)(2);      Fed.   R.   Crim.    P.   51(b).      Accordingly,   these   four\n\nassignments of error are procedurally defaulted.4\n\n\nspeculation. See Fed. R. Evid. 103(a)(2); see also United States\nv. Mulinelli-Navas, 111 F.3d 983, 992 (1st Cir. 1997) (elucidating\ncross-examiner's burden, in the face of an objection, to\n\"adequately indicate[] to the district court the theory of defense\nshe want[s] to pursue\").\n        4\n      In a letter submitted following oral argument, see Fed. R.\nApp. P. 28(j), the appellant's counsel argues that our holding in\nUnited States v. Vega Molina, 407 F.3d 511 (1st Cir. 2005),\n\n                                          -11-\n\f           The procedural default rules, though sometimes harsh in\n\ntheir application, \"are essential to the balanced and orderly\n\nfunctioning of our adversarial system of justice.\"             United States\n\nv. Griffin, 818 F.2d 97, 99-100 (1st Cir. 1987).            They deserve our\n\nallegiance here. These four claims are, therefore, reviewable only\n\nunder the plain error standard — a standard that is notoriously\n\ndifficult to satisfy.\n\n           The inquiry into plain error is elementary.               The trial\n\ncourt sustained objections on relevancy grounds to questions anent\n\n(i) payments (unrelated to the appellant) allegedly made to high-\n\nranking political figures; (ii) business deals between Ventura and\n\nOcasio, including payments to the latter while he was in government\n\nservice; and (iii) whether Ocasio actually feared the appellant.\n\nAll of these lines of inquiry play into the appellant's theory on\n\nappeal — willing participation — but as we already have explained,\n\nthat theory would not have been apparent to the nisi prius court.\n\nFinally, the district court denied the appellant the opportunity to\n\npress Ocasio, who had testified that he had no plea agreement, as\n\nto   whether   he   had   any   type    of    agreement   whatever   with   the\n\nprosecution.\n\n\n\nsuggests that, in cases raising Sixth Amendment concerns, there is\nno need to attempt to make an offer of proof or to rephrase\nquestions in order to avoid procedural default. Vega Molina does\nnot stand for so eccentric a proposition. In embracing that\nopinion, the appellant's counsel seems to have overlooked that the\nclaim at issue there was \"duly preserved.\" Id. at 522.\n\n                                       -12-\n\f               In none of these instances can the appellant vault the\n\nquadrat of hurdles incorporated in the plain error standard.                     To\n\nprevail on any of these forfeited claims of error, the appellant\n\nmust make four showings: \"(1) that an error occurred (2) which was\n\nclear or obvious and which not only (3) affected the defendant's\n\nsubstantial rights, but also (4) seriously impaired the fairness,\n\nintegrity, or public reputation of judicial proceedings.\"                  United\n\nStates v. Duarte, 246 F.3d 56, 60 (1st Cir. 2001).\n\n            In no instance has the appellant satisfied even the first\n\nof these four prerequisites.              It is easy to imagine that the\n\nqueries at issue would have been confusing to the jury and — given\n\nthe nature of the defense presented at trial — not particularly\n\nilluminating.       At any rate, supplying context divests the four\n\nclaims of error of even their initial patina of plausibility.                   For\n\nexample, it may seem troubling at first blush that the appellant\n\nwas not permitted to ask Ocasio if he feared her, but in the\n\ncontext   of    the     cross-examination       to   that   point    it   was   not\n\nunreasonable to think that counsel was either repeating a question\n\npreviously      asked    and   answered    or    attempting    to     create    the\n\nappearance of a contradiction where none existed.\n\n            Even were we to assume for argument's sake that any or\n\nall of these restrictions on cross-examination were erroneous, the\n\nappellant would not get very far.               Based on our review of the\n\nrecord    as    a   whole,     these   limitations     neither      affected    the\n\n\n                                       -13-\n\fappellant's substantial rights nor impaired the integrity of the\n\nproceeding.   The record makes manifest that the trial judge gave\n\nthe   appellant   broad   latitude   to   cross-question   both   of   the\n\ngovernment's star witnesses, and her trial counsel vigorously\n\nexploited that latitude.      And, finally, the judge afforded the\n\nappellant a full and fair opportunity to present the defense of her\n\nchoosing to the jury.        The Sixth Amendment demands no more.\n\nMulinelli-Navas, 111 F.3d at 987, 992.\n\n           To cinch matters, the fourth prong of the plain error\n\ntest bars relief here.     Choices have consequences and, for aught\n\nthat appears, the appellant made a strategic choice as to what line\n\nof defense might work at trial.           Fundamental fairness neither\n\nrequires nor suggests that an appellate court relieve her of the\n\nconsequences of that choice by reinterpreting trial proceedings in\n\nlight of an alternate theory of defense first clearly articulated\n\nafter the verdict.\n\n           The absence of any principled basis for a finding of\n\nplain error in the exclusion of evidence brings us to the last\n\nissue.    The district court sentenced the appellant during the\n\ntwilight period between the Supreme Court's watershed decision in\n\nUnited States v. Booker, 543 U.S. 220 (2005) (rendering the federal\n\nsentencing guidelines advisory), and our explanatory dissertation\n\nin United States v. Jiménez-Beltre, 440 F.3d 514 (1st Cir. 2006)\n\n(en banc) (elucidating Booker and providing guidance to sentencing\n\n\n                                 -14-\n\fcourts on how to work with advisory guidelines).                The decision in\n\nJiménez-Beltre required, among other things, that in the absence of\n\nexceptional circumstances — not present here — a sentencing court\n\nshould begin its work by calculating the applicable guideline\n\nsentencing range.       See Jiménez-Beltre, 440 F.3d at 518 (\"In most\n\ncases,    this   will   mean   that   the    district   court    will   have    to\n\ncalculate the applicable guidelines range . . . before deciding\n\nwhether to exercise its new-found discretion to impose a non-\n\nguidelines sentence.\"); see also United States v. Pho, 433 F.3d 53,\n\n61 (1st Cir. 2006) (explaining that, post-Booker, \"the guidelines\n\nremain part and parcel of the sentencing algorithm\").\n\n            Here, the sentencing court did not pause to calculate the\n\napplicable guideline sentencing range.            Given the uncertainty that\n\nexisted in the roiled wake of Booker, it is not surprising that the\n\ncourt lacked the clairvoyance to foresee the procedures that we\n\nwould deem necessary for sentencing under an advisory guideline\n\nregime.    In light of this and other omissions, the government and\n\nthe appellant — who agree on little else — both request that we\n\nvacate    the    sentence   and   remand     to   the   district     court     for\n\nresentencing consistent with the steps limned in Jiménez-Beltre.\n\nThe ends of justice counsel that we accommodate this sensible\n\nsuggestion, and we do so.         We caution, however, that we take no\n\nview of the length of the sentence previously imposed; the district\n\ncourt remains free, in line with the dictates of Booker, Jiménez-\n\n\n                                      -15-\n\fBeltre, and 18 U.S.C. § 3553, to impose a reasonable sentence\n\nabove, below, or equal to that previously imposed.\n\n          We need go no further.      Procedural lapses limit and\n\ndefine what may be reviewed on this appeal.    For the most part, the\n\nappellant's claims of error are forfeit.      The little that remains\n\nof those claims is untethered from the trial proceedings and, thus,\n\ninsufficient to serve as a fulcrum for overturning the convictions.\n\nWithal, the appellant's sentence must be vacated.\n\n\n\nAffirmed in part, vacated in part, and remanded for resentencing.\n\n\n\n\n                               -16-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">              United States Court of Appeal\n                      For the First Circuit\n\nNo. 05-2042\n\n                     UNITED STATES OF AMERICA,\n\n                             Appellee,\n\n                                v.\n\n                MARIA DE LOS ANGELES RIVERA RANGEL,\n\n                       Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Juan M. Pérez-Giménez, U.S. District Judge]\n\n       [Hon. Carmen Consuelo Cerezo, U.S. District Judge]\n\n\n                              Before\n\n                        Boudin, Chief Judge,\n                     Selya, Circuit Judge, and\n                Schwarzer,* Senior District Judge.\n\n\n     Ignacio Fernández de Lahongrais, with whom Edgar Vega Pabon\nwas on brief, for appellant.\n     Kathleen A. Felton, United States Dep't of Justice, with whom\nH.S. Garcia, United States Attorney, Guillermo Gil and Maritza\nGonzalez De Miranda, Assistant United States Attorneys, were on\nbrief, for appellee.\n\n\n                         October 25, 2006\n\n\n__________\n*Of the Northern District of California, sitting by designation.\n\f            SELYA, Circuit Judge.           This is a sequel to an earlier\n\nappeal. See United States v. Rivera Rangel, </pre><span class=\"citation\" data-id=\"201439\"><a href=\"/opinion/201439/united-states-v-rivera-rangel/\"><span class=\"volume\">396</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">476</span></a></span><pre class=\"inline\"> (1st Cir.\n\n2005).   In it, defendant-appellant Maria de Los Angeles Rivera\n\nRangel (Rivera) tries once again to defenestrate her Hobbs Act\n\nconvictions.     This time around, she substitutes a series of Sixth\n\nAmendment      claims    for   her     previously    unrequited   claims    of\n\nevidentiary insufficiency.           Her new arguments fare no better than\n\nher old arguments: although her appellate counsel has pleaded her\n\ncase   ably,    the     freshly    minted     argumentation   lacks   adequate\n\ngrounding in the trial record. We therefore affirm the appellant's\n\nconvictions.      At the same time, however, we accept the parties'\n\njoint importuning and remand for resentencing.\n\n            We rehearse the background only to the extent necessary\n\nto explain our reasoning, urging readers who hunger for a more\n\ncomplete profile to consult our earlier opinion.              See id. at 480-\n\n82.\n\n            The appellant served for some time as a top aide to the\n\ngovernor of Puerto Rico.          On August 23, 2002 — after both she and\n\nthe governor whom she served had left office — a federal jury\n\nconvicted her of one count of conspiracy to interfere with commerce\n\nby extortion induced by fear of economic harm and/or under color of\n\nofficial right, 18 U.S.C. § 1951, and one count of aiding and\n\nabetting the underlying offense, id. § 2.            The convictions rested\n\nlargely on the testimony of two businessmen, José Miguel Ventura\n\n\n                                        -2-\n\fAsilis (Ventura) and Angel Luis Ocasio Ramos (Ocasio).            These men\n\ntestified that they had given money to the appellant in exchange\n\nfor access to high-ranking government officials.\n\n           The   trial     judge   ordered   a   judgment    of   acquittal\n\nnotwithstanding the jury verdict or, in the alternative, a new\n\ntrial.   On appeal, we reinstated the verdict.        See Rivera Rangel,\n\n396 F.3d at 486.         In the course of that appeal, we rejected\n\nRivera's plea that the government had failed to demonstrate that\n\nVentura or Ocasio feared her but, rather, were willing participants\n\nin the spreading around of money.         See id. at 483.\n\n           Pursuant to our direction, the case, on remand, was\n\nreassigned for the penalty phase of the proceedings. The new judge\n\nthereafter sentenced Rivera to a 48-month incarcerative term. This\n\nappeal followed.\n\n           Rivera,   qua    appellant,     now   maintains   that   various\n\ncurtailments of her efforts to cross-examine witnesses violated her\n\nright to confront her accusers.       See U.S. Const., amend. VI; Davis\n\nv. Alaska, </pre><span class=\"citation\" data-id=\"108974\"><a href=\"/opinion/108974/davis-v-alaska/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span><pre class=\"inline\">, 320 (1974).         She points to no fewer than\n\nfive occasions on which the trial court thwarted proposed lines of\n\ninquiry and posits that these inquires, if permitted, would have\n\nbeen highly probative of the fact that her accusers freely elected\n\nto make payments to her.      Because the government's case was thin,\n\nher thesis runs, these abridgments of her Sixth Amendment rights\n\n\n\n\n                                    -3-\n\fwere distinctly prejudicial and require that her convictions be set\n\naside.\n\n            But, there is a rub.     Despite the fervor with which the\n\nappellant's arguments are presented, they are built on quicksand.\n\nWe explain briefly why we reach that conclusion.\n\n            We start with the one ground of complaint that merits\n\nextended discussion.      The appellant's trial counsel attempted to\n\nquestion Ocasio regarding payments that he had received from\n\nVentura   while   he   (Ocasio)   was   himself   a   government   official\n\n(payments that allegedly occurred years before the inception of the\n\ncharged conspiracy).       Ocasio responded by invoking his right\n\nagainst self-incrimination.        See U.S. Const., amend V.       At that\n\njuncture, the appellant moved for a mistrial, but the district\n\ncourt denied the motion.          The appellant assigns error to this\n\nruling.\n\n            For purposes of precision, we begin this phase of our\n\ndiscussion by inquiring into what ground of appeal the motion for\n\nmistrial served to preserve. It is beyond peradventure that the\n\nmotion preserved a claim of error as to the failure to grant a\n\nmistrial.    It is less clear, however, whether the appellant can\n\nleverage the motion into a foundation for challenging the failure\n\nto take action with respect to Ocasio's previous testimony.          After\n\nall, the appellant did not move to strike the testimony to that\n\n\n\n\n                                    -4-\n\fpoint.   See, e.g., United States v. Sepulveda, </pre><span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span><pre class=\"inline\">, 1183\n\n(1st Cir. 1993).\n\n          This is significant because remonstrances about rulings\n\nthat have the effect of admitting evidence ordinarily must be\n\npreserved through either \"a timely objection or motion to strike,\"\n\nFed. R. Evid. 103(a)(1); see United States v. Meserve, </pre><span class=\"citation\" data-id=\"199680\"><a href=\"/opinion/199680/united-states-v-meserve/\"><span class=\"volume\">271</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">314</span></a></span><pre class=\"inline\">, 325 (1st Cir. 2001).   It is not self-evident, as a matter of\n\nlogic, that a motion for mistrial qualifies.\n\n          Be that as it may, the denial of a motion for a mistrial\n\nis subject to review for abuse of discretion, see Sepulveda, 15\n\nF.3d at 1184, and that ground of appeal plainly was preserved.   The\n\nsame standard — abuse of discretion — governs appellate review of\n\nrulings admitting or excluding evidence, see United States v.\n\nMaldonado-Garcia, </pre><span class=\"citation\" data-id=\"202192\"><a href=\"/opinion/202192/united-states-v-maldonado-garcia/\"><span class=\"volume\">446</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">227</span></a></span><pre class=\"inline\">, 231 (1st Cir. 2006), and in this\n\ninstance the inquiries seem to overlap.   Given this similitude, we\n\nelect to treat this claim of error as preserved with regard to\n\nOcasio's direct testimony being allowed to stand.\n\n          In the long run, winning that battle does not help the\n\nappellant to win the war.   The appellant effectively concedes that\n\nOcasio had a colorable Fifth Amendment right to remain silent as to\n\nthese earlier uncharged transactions (none of which were covered by\n\nhis testimony on direct examination).   In United States v. Berrio-\n\nLondono, </pre><span class=\"citation\" data-id=\"569295\"><a href=\"/opinion/569295/united-states-v-jorge-ivan-berrio-londono/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">158</span></a></span><pre class=\"inline\"> (1st Cir. 1991), we observed: \"In determining\n\nwhether a witness's refusal to answer questions posed during cross-\n\n\n                                -5-\n\fexamination constitutes a denial of the defendant's confrontation\n\nrights . . . a distinction must be drawn between direct and\n\ncollateral matters.\"    Id. at 160.\n\n            That principle possesses particular pertinence here.           If\n\nthe evidence sheltered behind Ocasio's invocation of the Fifth\n\nAmendment was directly relevant, the appellant's rights may have\n\nbeen compromised by the earlier admission of Ocasio's testimony.\n\nSee, e.g., United States v. Cardillo, </pre><span class=\"citation\" data-id=\"260415\"><a href=\"/opinion/260415/united-states-v-john-cardillo-lawrence-harris-ralph-kaminsky-john/\"><span class=\"volume\">316</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">606</span></a></span><pre class=\"inline\">, 613 (2d Cir.\n\n1963)   (reversing   convictions   when    key     witness   invoked    Fifth\n\nAmendment   midstream   and   \"[t]he     answers    solicited   might    have\n\nestablished untruthfulness with respect to specific events of the\n\ncrime charged\").     If, however, the proffered line of questioning\n\ntouched upon matters of only collateral import, the court had broad\n\ndiscretion to permit the direct testimony to stand while allowing\n\nOcasio to invoke his right to silence on certain subjects raised by\n\nthe cross-examiner.     See, e.g., Berrio-Londono, 946 F.2d at 161\n\n(denying relief when the questions that the witness refused to\n\nanswer on cross-examination served only to \"gild[] the lily\").             As\n\nlong as the case at hand falls within the latter category, the\n\nmotion for mistrial was properly denied.\n\n            The appellant's brief argues forcefully that the desired\n\ncross-examination was central to her defense.           Specifically, she\n\nremonstrates that had the jury been alerted to Ventura's history of\n\ndoling out cash to public servants, it might have concluded that\n\n\n                                   -6-\n\fthe payments to the appellant were part of an established way of\n\ndoing business rather than tribute extorted through threats of\n\nreprisal or under color of official right (the standard for Hobbs\n\nAct extortion, see United States v. Cruz-Arroyo, </pre><span class=\"citation\" data-id=\"202375\"><a href=\"/opinion/202375/united-states-v-cruz-arroyo/\"><span class=\"volume\">461</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></a></span><pre class=\"inline\">, 73\n\n(1st Cir. 2006)).\n\n            The chief difficulty with this argument is that it comes\n\ntoo late.     That is to say, even though the denied line of cross-\n\nexamination     bears   a   direct    relationship   to   the    \"willing\n\nparticipant\" defense, that theory of defense was first clearly\n\narticulated in the appellant's second motion for a judgment of\n\nacquittal, filed six months after the jury had spoken.1         It was not\n\nasserted at trial.      There, the appellant's theory of defense was\n\n\n\n\n     1\n      There are three places in the trial record that contain faint\nechoes of the \"willing participant\" defense.       One is a brief\nallusion in closing argument suggesting that multi-millionaire\ndevelopers had nothing to fear from the appellant. In context,\nhowever, the clear implication of this allusion was that these\npowerful men had little need for the appellant's assistance and,\nlogically, would not have bothered to grease her palm. The second\nis a cryptic comment during a motion for a judgment of acquittal\npresented after the government's case was concluded, see Fed. R.\nCrim. P.29(a), in which counsel observed that the government had\nfailed to introduce evidence of \"fear or harm.\" The third is an\nattempt to ask Ocasio on cross-examination if he feared the\nappellant.    After the court sustained an objection to this\nquestion, counsel, without argument or attempt to rephrase, ended\nhis cross-examination. None of these can sustain the weight of an\nentire defense theory. At any rate, the sockdolager is that all\nthree incidents occurred after the judge had denied the motion for\nmistrial and, therefore, could not have alerted him to what the\nappellant now says is the possible relevance of Ocasio's prior\nmisconduct.\n\n                                     -7-\n\fthat she had not actually accepted any monies from either Ocasio or\n\nVentura in return for access to government officials.\n\n          Not   surprisingly,    then,   when   the   appellant's   trial\n\ncounsel argued the motion for mistrial, he did not suggest — or\n\neven so much as hint — that the thrust of his inquiry into matters\n\npre-dating the conspiracy was to demonstrate a lack of fear on the\n\npart of the alleged victims.     Rather, consistent with the defense\n\nstrategy rolled out at trial, counsel argued that the denied line\n\nof cross-examination was necessary to impeach Ocasio's credibility\n\nby showing specific instances of bad character under Federal Rules\n\nof Evidence 404 and 608.   At no time did counsel alert the court to\n\nthe possibility that these prior bad acts might do double duty as\n\nevidence of willing participation.\n\n          The fact that a party has preserved an objection does not\n\nmean that, on appeal, the party can raise any conceivable ground in\n\nsupport of that objection.      In the context of a ruling admitting\n\nevidence, we have explained that a \"lack of specificity bars the\n\nparty aggrieved by the admission of the evidence from raising more\n\nparticularized points for the first time on appeal.\" United States\n\nv. Holmquist, </pre><span class=\"citation\" data-id=\"195622\"><a href=\"/opinion/195622/united-states-v-holmquist/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">154</span></a></span><pre class=\"inline\">, 168 (1st Cir. 1994).           This logic is\n\nfully transferable to a ruling excluding evidence (or, as here, a\n\nruling denying a motion for a mistrial premised on a refusal to\n\nallow a particular line of questioning).              In either case, a\n\ncontrary holding would enable a party to retrench after an adverse\n\n\n                                  -8-\n\fjury verdict and ask an appellate court to view the trial judge's\n\nevidentiary rulings through a new and different lens. This sort of\n\nsecond-guessing is antithetic to the core purpose of procedural\n\ndefault   rules.     Thus,   we    treat   the    appellant's    objection   as\n\npreserved only as to the theory presented in support thereof to the\n\ntrial court, namely, that the denied cross-examination would have\n\nbeen useful for impeachment purposes.\n\n            That   effectively     ends    this    aspect   of   the    appeal.\n\nImpeachment through reference to a witness's prior conduct is often\n\na paradigmatic example of a collateral pursuit.             The admission of\n\nthis type of evidence is always subject to the trial judge's sound\n\ndiscretion. See Fed. R. Evid. 608(b). On several prior occasions,\n\nwe have found the exclusion of such evidence appropriate in the\n\nface of Sixth Amendment challenges. See, e.g., Berrio-Londono, 946\n\nF.2d at 161; United States v. Barrett, </pre><span class=\"citation\" data-id=\"454663\"><a href=\"/opinion/454663/united-states-v-james-w-barrett/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">609</span></a></span><pre class=\"inline\">, 615 (1st Cir.\n\n1985).\n\n            The testimony shielded by Ocasio's assertion of his Fifth\n\nAmendment   privilege   is    of    this   genre.      Despite    the    modest\n\nimpediment that the exclusion of such testimony may have created,\n\nthe appellant retained access to a variety of effective ways with\n\nwhich to attack Ocasio's credibility — not the least of which was\n\n\n\n\n                                     -9-\n\fthe fact that Ocasio had pleaded guilty to related charges and was\n\nhoping for a lenient sentence.2              No more was exigible.\n\n                  To be sure, the appellant argues that the unavailable\n\ntestimony had added significance because it concerned criminal\n\nconduct with which Ocasio had not been charged, thus suggesting\n\nanother potential reason for Ocasio to furnish testimony favorable\n\nto the government.          Yet, that sort of argument has heretofore been\n\ntried       and    found   wanting:   an   \"inability   to   superimpose   on   [a\n\nwitness's] admissions the possibility that [the witness] might also\n\nbe concerned about punishment for other offenses can hardly be\n\ncharacterized as an abridgement of [the defendant's] right to\n\neffective cross-examination.\"               Berrio-Londono, 946 F.2d at 161.\n\nHere, moreover, even though the lower court denied the appellant\n\nthe opportunity to press Ocasio about the previous transactions,\n\nVentura already had confirmed their occurrence.3 Consequently, the\n\n\n        2\n      In some contexts, a witness's credibility also may be\nundermined by the very exercise of his Fifth Amendment rights in\nthe presence of the jury. See Berrio-Londono, 946 F.2d at 162.\nHere, however, the trial judge instructed the jury that Ocasio's\nclaim of Fifth Amendment privilege was irrelevant.\n        3\n      This single fact destroys any chance for the appellant to\nprevail on an argument that permitting Ocasio to invoke the Fifth\nAmendment was plain error when the \"willful participant\" defense is\ntaken into account.    As we have written, \"[t]estimony that is\ncumulative in nature and limited in scope cannot constitute plain\nerror.\" United States v. Bailey, </pre><span class=\"citation\" data-id=\"199664\"><a href=\"/opinion/199664/united-states-v-bailey/\"><span class=\"volume\">270</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">83</span></a></span><pre class=\"inline\">, 88 (1st Cir. 2001).\nIn an effort to parry this thrust, the appellant asserts that, had\nOcasio's claim of privilege been denied, she would have elicited\ntestimony beyond the scope of Ventura's revelations. Appellant's\nReply Br. at 4-5. Since the appellant's trial counsel neglected to\nmake a contemporaneous offer of proof, we cannot credit this\n\n                                           -10-\n\fjury had available to it all the information needed to discount\n\nOcasio's credibility on the basis of his earlier unscrupulous\n\ndealings.\n\n              The Sixth Amendment assures a criminal defendant a right\n\nof effective cross-examination, not a right of unrestricted cross-\n\nexamination.      See United States v. Mulinelli-Navas, </pre><span class=\"citation\" data-id=\"739903\"><a href=\"/opinion/739903/united-states-v-mara-mulinelli-navas/\"><span class=\"volume\">111</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">983</span></a></span><pre class=\"inline\">,\n\n987 (1st Cir. 1997).               In this instance, the opportunity for\n\neffective cross-examination was not foreclosed by the mistrial\n\nruling.      Consequently, we conclude that the lower court acted well\n\nwithin its discretion in prioritizing the probative value of\n\nOcasio's      testimony     over    the   necessary    limitations   on   cross-\n\nexamination concerning collateral matters that upholding his Fifth\n\nAmendment privilege entailed.\n\n              The remaining claims of error need not occupy us for\n\nlong.       In each and all of these instances, the appellant's trial\n\ncounsel did not object, did not attempt to rephrase challenged\n\nquestions, and did not make an offer of proof.               See Fed. R. Evid.\n\n103(a)(2);      Fed.   R.   Crim.    P.   51(b).      Accordingly,   these   four\n\nassignments of error are procedurally defaulted.4\n\n\nspeculation. See Fed. R. Evid. 103(a)(2); see also United States\nv. Mulinelli-Navas, </pre><span class=\"citation\" data-id=\"739903\"><a href=\"/opinion/739903/united-states-v-mara-mulinelli-navas/\"><span class=\"volume\">111</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">983</span></a></span><pre class=\"inline\">, 992 (1st Cir. 1997) (elucidating\ncross-examiner's burden, in the face of an objection, to\n\"adequately indicate[] to the district court the theory of defense\nshe want[s] to pursue\").\n        4\n      In a letter submitted following oral argument, see Fed. R.\nApp. P. 28(j), the appellant's counsel argues that our holding in\nUnited States v. Vega Molina, </pre><span class=\"citation\" data-id=\"201589\"><a href=\"/opinion/201589/united-states-v-vega-molina/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">511</span></a></span><pre class=\"inline\"> (1st Cir. 2005),\n\n                                          -11-\n\f           The procedural default rules, though sometimes harsh in\n\ntheir application, \"are essential to the balanced and orderly\n\nfunctioning of our adversarial system of justice.\"             United States\n\nv. Griffin, </pre><span class=\"citation\" data-id=\"488020\"><a href=\"/opinion/488020/united-states-v-barry-j-griffin/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">97</span></a></span><pre class=\"inline\">, 99-100 (1st Cir. 1987).            They deserve our\n\nallegiance here. These four claims are, therefore, reviewable only\n\nunder the plain error standard — a standard that is notoriously\n\ndifficult to satisfy.\n\n           The inquiry into plain error is elementary.               The trial\n\ncourt sustained objections on relevancy grounds to questions anent\n\n(i) payments (unrelated to the appellant) allegedly made to high-\n\nranking political figures; (ii) business deals between Ventura and\n\nOcasio, including payments to the latter while he was in government\n\nservice; and (iii) whether Ocasio actually feared the appellant.\n\nAll of these lines of inquiry play into the appellant's theory on\n\nappeal — willing participation — but as we already have explained,\n\nthat theory would not have been apparent to the nisi prius court.\n\nFinally, the district court denied the appellant the opportunity to\n\npress Ocasio, who had testified that he had no plea agreement, as\n\nto   whether   he   had   any   type    of    agreement   whatever   with   the\n\nprosecution.\n\n\n\nsuggests that, in cases raising Sixth Amendment concerns, there is\nno need to attempt to make an offer of proof or to rephrase\nquestions in order to avoid procedural default. Vega Molina does\nnot stand for so eccentric a proposition. In embracing that\nopinion, the appellant's counsel seems to have overlooked that the\nclaim at issue there was \"duly preserved.\" Id. at 522.\n\n                                       -12-\n\f               In none of these instances can the appellant vault the\n\nquadrat of hurdles incorporated in the plain error standard.                     To\n\nprevail on any of these forfeited claims of error, the appellant\n\nmust make four showings: \"(1) that an error occurred (2) which was\n\nclear or obvious and which not only (3) affected the defendant's\n\nsubstantial rights, but also (4) seriously impaired the fairness,\n\nintegrity, or public reputation of judicial proceedings.\"                  United\n\nStates v. Duarte, </pre><span class=\"citation\" data-id=\"199375\"><a href=\"/opinion/199375/united-states-v-duarte/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span><pre class=\"inline\">, 60 (1st Cir. 2001).\n\n            In no instance has the appellant satisfied even the first\n\nof these four prerequisites.              It is easy to imagine that the\n\nqueries at issue would have been confusing to the jury and — given\n\nthe nature of the defense presented at trial — not particularly\n\nilluminating.       At any rate, supplying context divests the four\n\nclaims of error of even their initial patina of plausibility.                   For\n\nexample, it may seem troubling at first blush that the appellant\n\nwas not permitted to ask Ocasio if he feared her, but in the\n\ncontext   of    the     cross-examination       to   that   point    it   was   not\n\nunreasonable to think that counsel was either repeating a question\n\npreviously      asked    and   answered    or    attempting    to     create    the\n\nappearance of a contradiction where none existed.\n\n            Even were we to assume for argument's sake that any or\n\nall of these restrictions on cross-examination were erroneous, the\n\nappellant would not get very far.               Based on our review of the\n\nrecord    as    a   whole,     these   limitations     neither      affected    the\n\n\n                                       -13-\n\fappellant's substantial rights nor impaired the integrity of the\n\nproceeding.   The record makes manifest that the trial judge gave\n\nthe   appellant   broad   latitude   to   cross-question   both   of   the\n\ngovernment's star witnesses, and her trial counsel vigorously\n\nexploited that latitude.      And, finally, the judge afforded the\n\nappellant a full and fair opportunity to present the defense of her\n\nchoosing to the jury.        The Sixth Amendment demands no more.\n\nMulinelli-Navas, 111 F.3d at 987, 992.\n\n           To cinch matters, the fourth prong of the plain error\n\ntest bars relief here.     Choices have consequences and, for aught\n\nthat appears, the appellant made a strategic choice as to what line\n\nof defense might work at trial.           Fundamental fairness neither\n\nrequires nor suggests that an appellate court relieve her of the\n\nconsequences of that choice by reinterpreting trial proceedings in\n\nlight of an alternate theory of defense first clearly articulated\n\nafter the verdict.\n\n           The absence of any principled basis for a finding of\n\nplain error in the exclusion of evidence brings us to the last\n\nissue.    The district court sentenced the appellant during the\n\ntwilight period between the Supreme Court's watershed decision in\n\nUnited States v. Booker, </pre><span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span><pre class=\"inline\"> (2005) (rendering the federal\n\nsentencing guidelines advisory), and our explanatory dissertation\n\nin United States v. Jiménez-Beltre, </pre><span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">514</span></span><pre class=\"inline\"> (1st Cir. 2006)\n\n(en banc) (elucidating Booker and providing guidance to sentencing\n\n\n                                 -14-\n\fcourts on how to work with advisory guidelines).                The decision in\n\nJiménez-Beltre required, among other things, that in the absence of\n\nexceptional circumstances — not present here — a sentencing court\n\nshould begin its work by calculating the applicable guideline\n\nsentencing range.       See Jiménez-Beltre, 440 F.3d at 518 (\"In most\n\ncases,    this   will   mean   that   the    district   court    will   have    to\n\ncalculate the applicable guidelines range . . . before deciding\n\nwhether to exercise its new-found discretion to impose a non-\n\nguidelines sentence.\"); see also United States v. Pho, </pre><span class=\"citation\" data-id=\"202000\"><a href=\"/opinion/202000/united-states-v-pho/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span><pre class=\"inline\">,\n\n61 (1st Cir. 2006) (explaining that, post-Booker, \"the guidelines\n\nremain part and parcel of the sentencing algorithm\").\n\n            Here, the sentencing court did not pause to calculate the\n\napplicable guideline sentencing range.            Given the uncertainty that\n\nexisted in the roiled wake of Booker, it is not surprising that the\n\ncourt lacked the clairvoyance to foresee the procedures that we\n\nwould deem necessary for sentencing under an advisory guideline\n\nregime.    In light of this and other omissions, the government and\n\nthe appellant — who agree on little else — both request that we\n\nvacate    the    sentence   and   remand     to   the   district     court     for\n\nresentencing consistent with the steps limned in Jiménez-Beltre.\n\nThe ends of justice counsel that we accommodate this sensible\n\nsuggestion, and we do so.         We caution, however, that we take no\n\nview of the length of the sentence previously imposed; the district\n\ncourt remains free, in line with the dictates of Booker, Jiménez-\n\n\n                                      -15-\n\fBeltre, and 18 U.S.C. § 3553, to impose a reasonable sentence\n\nabove, below, or equal to that previously imposed.\n\n          We need go no further.      Procedural lapses limit and\n\ndefine what may be reviewed on this appeal.    For the most part, the\n\nappellant's claims of error are forfeit.      The little that remains\n\nof those claims is untethered from the trial proceedings and, thus,\n\ninsufficient to serve as a fulcrum for overturning the convictions.\n\nWithal, the appellant's sentence must be vacated.\n\n\n\nAffirmed in part, vacated in part, and remanded for resentencing.\n\n\n\n\n                               -16-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199664/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199680/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201439/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202000/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/260415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454663/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739903/"
  ]
}