{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202425/",
  "absolute_url": "/opinion/202425/in-re-vazquez-botet-v/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202425/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:52:43Z",
  "date_modified": "2016-02-28T05:07:59.251432Z",
  "type": "010combined",
  "sha1": "ec3451bc599d4a838c8bb380cad7566c7617e9c1",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-2230-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/09/20/In_Re_Vazquez-Botet_v..pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 06-2230\n\n                   IN RE:   RENÉ VÁZQUEZ-BOTET,\n\n                            Petitioner.\n\n\n\n               ON PETITION FOR A WRIT OF MANDAMUS\n              TO THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. José Antonio Fusté, U.S. District Judge]\n\n\n                              Before\n\n                   Torruella, Selya and Howard,\n                         Circuit Judges.\n\n\n\n     Howard Srebnick, with whom Black, Srebnick, Kornspan & Stumpf,\nP.A., and Edgar Vega-Pabón were on petition for writ of mandamus,\nfor petitioner.\n     Michael Férrara, Trial Attorney, Public Integrity Section,\nCriminal Division, U.S. Department of Justice, with whom Alice S.\nFisher, Assistant Attorney General, Criminal Division, Edward C.\nNucci, Acting Chief, and Mary K. Butler and Matthew C. Solomon,\nTrial Attorneys, Public Integrity Section, were on opposition to\npetition for writ of mandamus, for respondent.\n\n\n                        September 20, 2006\n\f          Per   Curiam.      Petitioner    René   Vázquez-Botet,   who   is\n\nawaiting trial on charges of conspiracy, fraud, and extortion,\n\nseeks a writ of mandamus ordering the recusal of the presiding\n\ndistrict court judge.      Because the scheduled start of trial was\n\nimminent, this court expedited the hearing on this petition.             We\n\nthen issued a judgment on September 14, 2006 (the day after oral\n\nargument), denying the mandamus petition and indicating that an\n\nopinion would follow.      This is that opinion.     In it, we set forth\n\nour reasons for withholding relief from petitioner.1\n\n                               Background\n\n          This is the second recusal-based mandamus petition to\n\nemerge from the underlying criminal proceedings.              Earlier this\n\nyear, upon request of the government, this court ordered the\n\nreplacement of the original judge in the case.          See In re United\n\nStates, 441 F.3d 44 (1st Cir.), petition for cert. filed, 75\n\nU.S.L.W. 3065 (U.S. July 31, 2006) (No. 06-166).        While dismissing\n\naccusations of actual bias, we there agreed that, because of the\n\nmanner   in   which   an   investigation    into    alleged    grand   jury\n\nimproprieties was being conducted, the judge’s “impartiality might\n\nreasonably be questioned.”      28 U.S.C. § 455(a).       On remand, the\n\ncase was randomly reassigned to Chief Judge Fusté on May 16, 2006,\n\nwho has scheduled the start of trial for September 26, 2006.           In a\n\n\n     1\n        The judgment also provided that any petition for panel\nrehearing or en banc review was to be filed no later than fourteen\ndays from the date of this opinion.\n\n                                   -2-\n\frecent filing, the parties estimated that trial would take two to\n\nthree weeks.\n\n           The instant petition relies on an entirely different set\n\nof allegations.       They center on the fact that Chief Judge Fusté’s\n\nwife, Rachel Brill, is a practicing attorney who has had some\n\ninvolvement with matters tangential to this criminal case.                With\n\nco-counsel, she has represented Gregory Laracy--a subject of the\n\ninvestigation and an unindicted coconspirator.                Laracy was an\n\nofficer   of    one   of   the   local   contractors   that   allegedly   made\n\nextortionate payments. In May 2003, after several earlier meetings\n\nwith the government, Brill negotiated a proffer agreement providing\n\nLaracy with immunity for his testimony.             Petitioner asserts that\n\nLaracy, while being represented by Brill, testified before one or\n\nmore of the grand juries involved in the underlying investigation.\n\nThe government describes him as a potential prosecution witness at\n\ntrial.    Brill’s representation of Laracy mostly involved events\n\noccurring over three years ago, and she entered no appearance in\n\nany criminal or civil case in connection therewith.                 She states\n\nthat she last billed Laracy in October 2003 and does not expect to\n\ndo so in the future.        There is, however, no formal indication that\n\nsuch representation has been terminated.\n\n           Brill also has represented José Ventura–-another local\n\ncontractor who was not involved in the crimes charged here but who\n\npled   guilty    to   a    similar   offense   in   2002.     The   government\n\n\n                                         -3-\n\foriginally contemplated calling Ventura as a “404(b) witness” to\n\ndescribe other bad acts allegedly committed by petitioner, see Fed.\n\nR. Evid. 404(b), but it has now announced that it will not do so.\n\nFor   present   purposes,   the   circumstances   surrounding   Brill’s\n\nrepresentation of Ventura remain relevant primarily because of two\n\ndocuments that she drafted on his behalf.         One publicly accused\n\npetitioner, through counsel, of trying to “intimidate” Ventura.\n\nThe other privately charged that petitioner may have “once again”\n\nattempted to “extort money” from Ventura; it also advised that the\n\nprosecution would be notified of the possibility that petitioner\n\nhad thereby violated his bail conditions.2\n\n\n\n\n      2\n        The first document was a motion for sanctions, filed by\nBrill in February 2004 in a criminal case. See United States v.\nRivera Rangel, 396 F.3d 476 (1st Cir. 2005). Ventura testified at\nthat trial as a government witness.          Defendant Rivera was\nrepresented by Attorney Edgar Vega-Pabón (“Vega”), who has also\nbeen serving as one of petitioner’s attorneys here.       While the\nRivera case was on appeal, Vega filed a motion charging, inter\nalia, that Ventura had committed perjury and violated his plea\nagreement.    Brill responded with a request for sanctions.\nReferring to Vega’s simultaneous representation of petitioner, she\nsuggested at one point that “the efforts to intimidate Mr. Ventura\nare intended to reach beyond the interests of Ms. Rivera.” Neither\nmotion was ever acted on by the district court.\n     The second document was a letter sent by Brill to petitioner’s\nattorneys in December 2004. It responded to a letter petitioner\nhad sent to Ventura, in which he supposedly sought a $10 million\npayment for alleged slander committed by Ventura while testifying\nat several judicial and legislative proceedings.          Citing a\nstatutory privilege, Brill deemed this request “laughable” and\npossibly “extort[ionate].”     There is no indication that the\nprosecution, upon receiving such correspondence from Brill, took\nany action. Petitioner’s counsel made Brill’s letter public by\nappending it to his motion to recuse.\n\n                                   -4-\n\f          According to petitioner, these circumstances require\n\nChief Judge Fusté’s recusal under four separate provisions of 28\n\nU.S.C.:\n\n          C    §   455(a),   because  his       impartiality     “might\n               reasonably be questioned”;\n\n          C    § 455(b)(4), because he or Brill has “a financial\n               interest in the subject matter in controversy” or\n               some “other interest that could be substantially\n               affected by the outcome of the proceeding”;3\n\n          C    § 455(b)(5)(ii), because Brill “[i]s acting as a\n               lawyer in the proceeding”; and\n\n          C    § 455(b)(5)(iv), because Brill “[i]s to the judge’s\n               knowledge likely to be a material witness in the\n               proceeding.”\n\nRejecting petitioner’s request for an evidentiary hearing before a\n\ndifferent judge, Chief Judge Fusté issued a detailed opinion\n\nexamining each provision separately and concluding that none of\n\nthem warranted his recusal.    Petitioner seeks to overturn this\n\nruling by way of the instant mandamus petition.\n\n                            Discussion\n\n          A   district   judge’s     refusal   to   recuse,    although\n\n“[o]rdinarily” reviewable only on appeal from final judgment, In re\n\nMartinez-Catala, 129 F.3d 213, 217 (1st Cir. 1997), can sometimes\n\npresent “an extraordinary situation suitable for the exercise of\n\nour mandamus jurisdiction,” In re United States, 666 F.2d 690, 694\n\n\n\n     3\n        See also 28 U.S.C. § 455(b)(5)(iii) (spouse is “known by\nthe judge to have an interest that could be substantially affected\nby the outcome of the proceeding”).\n\n                                   -5-\n\f(1st Cir. 1981); accord In re United States, 158 F.3d 26, 30 (1st\n\nCir. 1998).    “[T]he standards for issuance of the writ are high”:\n\npetitioner must make “a showing of both clear entitlement to the\n\nrequested relief and irreparable harm without it, accompanied by a\n\nfavorable balance of the equities.”      In re Cargill, Inc., 66 F.3d\n\n1256, 1260 (1st Cir. 1995). “[I]n recusal cases, mandamus is almost\n\nalways withheld ... unless the petitioner demonstrates that it is\n\nclearly entitled to relief.”      In re Martinez-Catala, 129 F.3d at\n\n218   (internal   quotation   marks   omitted).    But   mandamus   is   a\n\n“discretionary writ,” and “even where the merits clearly favor the\n\npetitioner, relief may be withheld for lack of irreparable injury\n\nor based on a balance of equities.”         Id. at 217.      At bottom,\n\n“mandamus requires a case not merely close to the line but clearly\n\nover it.”    Id. at 221.4\n\n            This is not such a case.    We stop short of reaching any\n\ndefinitive resolution of the recusal issue, preferring to leave\n\nthat question open “for resolution on an end-of-case appeal,” In re\n\nCargill, Inc., 66 F.3d at 1261, should petitioner be found guilty\n\nand thereafter choose to pursue an appeal.        For present purposes,\n\n\n\n      4\n        When mandamus is sought by the government in a criminal\ncase, these exacting requirements are relaxed and an abuse of\ndiscretion standard is instead applied, due to the government’s\ninability to press an end-of-case appeal. See, e.g., In re United\nStates, 158 F.3d at 30-31; see also In re Boston’s Children First,\n244 F.3d 164, 167 n.6 (1st Cir. 2001).       The earlier mandamus\npetition in this case was adjudicated under this more lenient\nstandard. See In re United States, 441 F.3d at 56.\n\n                                  -6-\n\fit suffices to say that no “clear and indisputable” right to relief\n\nhas been established–-i.e., “that the issue is sufficiently clouded\n\nthat petitioner’s eventual entitlement to the requested redress-\n\n–the district judge’s recusal--is problematic.”                  Id. at 1262\n\n(footnote omitted).     We explain briefly.\n\n           First:     Mandamus relief is not warranted based on the\n\nallegation that, under § 455(b)(4), Chief Judge Fusté (or Brill,\n\nfor that matter) has either a “financial interest” at stake or some\n\nother interest that could be substantially affected by the case’s\n\noutcome.   Petitioner makes much of the hourly fees paid to Brill by\n\nLaracy; indeed, his request for an evidentiary hearing below\n\nfocused mostly on financial matters.           Notably absent, however, is\n\nany explanation of how Brill’s receipt of such fees could possibly\n\nbe affected by the judge’s rulings or the jury’s verdict.                   More\n\ngenerally,   petitioner     has      not    argued   that    a   lawyer/client\n\nrelationship falls within § 455(d)(4)’s definition of “financial\n\ninterest.”       And while he suggested below that Laracy would be\n\neligible   for    restitution   in    the   aftermath   of   this   case,   the\n\ngovernment has since announced that no such relief will be sought\n\non Laracy’s behalf.\n\n           Petitioner also insists that Brill has an interest in his\n\nconviction because of its possible impact on future litigation. He\n\ncontends that if he were to be convicted, if Laracy were then to\n\nfile a damages action against him, and if Brill were retained to\n\n\n                                      -7-\n\fpursue that action, she could argue that petitioner is estopped\n\nfrom relitigating facts set forth in the indictment.   The district\n\ncourt rejected this contention on the ground that the alleged\n\ninterest was “too remote, speculative, and contingent” to be one\n\nthat might be substantially affected by the case’s outcome.   In re\n\nKansas Pub. Emp’ees Ret. Sys., 85 F.3d 1353, 1362 (8th Cir. 1996).\n\nIt is enough here to acknowledge the obvious: that this conclusion\n\nis not clearly misplaced.   Cf. Sensley v. Albritton, 385 F.3d 591,\n\n600 (5th Cir. 2004) (rejecting § 455(b)(4) argument constructed by\n\n“layering several speculative premises on top of one another to\n\nreach a speculative conclusion”).\n\n          Second:   The charge that Brill “[i]s acting as a lawyer\n\nin the proceeding” under § 455(b)(5)(ii) does not provide a basis\n\nfor mandamus relief. Courts have held that, while an attorney need\n\nnot be “enrolled as counsel” of record in order to fall within this\n\nprovision, McCuin v. Texas Power & Light Co., 714 F.2d 1255, 1260\n\n(5th Cir. 1983), the attorney must at least “actually participate[]\n\nin the case,” id.; accord S.J. Groves & Sons Co. v. Int’l Bhd. of\n\nTeamsters Local 627, 581 F.2d 1241, 1248 (7th Cir. 1978).     Here,\n\nthere is no prospect of any future participation by Brill; in\n\naccordance with a standing order issued in 1990, Chief Judge Fusté\n\nhas declared that she is foreclosed from appearing as an attorney\n\n“in any proceeding” before him.       That standing order would, of\n\n\n\n\n                                -8-\n\fcourse, prohibit her from representing Laracy in this case, even if\n\nshe were inclined to do so.5\n\n               Petitioner emphasizes the fact that Brill negotiated the\n\nimmunity agreement for Laracy.                Yet those events occurred over ten\n\nmonths before this criminal case was initiated (the original\n\nindictment was returned on April 8, 2004).                      Even though the word\n\n“proceeding” is defined to include “pretrial, trial, appellate\n\nreview, or other stages of litigation,” 28 U.S.C. § 455(d)(1),\n\nChief       Judge    Fusté      was   not   clearly      mistaken   in    confining   his\n\nattention here “to the litigation encompassed by this indictment.”6\n\n               Nor does Brill’s authorship of the December 2004 letter\n\nto petitioner’s counsel-–the one post-indictment event cited by\n\npetitioner          in   this    regard--call      for    a   different    result.    As\n\npetitioner sees it, Brill was there serving as “the advocate for\n\nVentura in favor of petitioner’s incarceration.”                         Even under that\n\narguably hyperbolic view, it is not immediately apparent how Brill\n\n\n\n     5\n        Petitioner notes one court’s expression of reluctance “to\nencourage a lawyer’s withdrawal as a substitute for the judge’s\ndisqualification.” S.J. Groves & Sons, 581 F.2d at 1248-49. Yet\nthe concern there was about possible “hardship to the client of the\nwithdrawing firm.”    Id.   We perceive no such hardship should\nLaracy--a non-party, potential witness--be required for whatever\nreason to consult other counsel.\n        6\n       Petitioner also suggested below that Brill’s representation\nof Laracy before the grand jury would qualify. Yet because the\ngrand jury “is not an arm of the district court,” In re United\nStates, 441 F.3d at 57, it is doubtful that the grand jury falls\nwithin the definition of “proceeding.” In any event, petitioner\nhas not pursued that argument before this court.\n\n                                             -9-\n\fwould thereby be converted into a lawyer “acting ... in the\n\nproceeding.”    She    sent   the    letter    in   response   to    a    private\n\ncommunication from petitioner involving events not directly related\n\nto this case, see supra n.2, and it was petitioner rather than\n\nBrill who made the letter public by filing it in court.\n\n           Third:     The argument that Brill is “likely to be a\n\nmaterial witness in the proceeding” under § 455(b)(5)(iv) is based\n\non Giglio v. United States, 405 U.S. 150 (1972).           The parties agree\n\nthat, pursuant thereto, the events surrounding the negotiation of\n\nLaracy’s immunity agreement constitute material evidence.                      In\n\npetitioner’s view, cross-examination of Laracy will not permit\n\nadequate exploration of these matters, and Brill’s testimony will\n\nthus be necessary, for several reasons.               First, although Brill\n\nvoiced the expectation that Laracy would receive both direct and\n\nderivative use immunity, the agreement ended up conferring only the\n\nlatter.     Second,   Brill    had    various       conversations    with     the\n\ngovernment in Laracy’s absence.             And third, because the Public\n\nIntegrity Section of the Department of Justice took control of the\n\ncase after the immunity agreement was reached with the local U.S.\n\nAttorney’s office, Brill’s testimony is allegedly needed to confirm\n\nthat the new prosecutors will abide by its terms.              The government\n\nhas responded to these points (e.g., by arguing that the running of\n\nthe   limitations   period    has   sharply    reduced    Laracy’s       criminal\n\nexposure, and that conversations held in Laracy’s absence could not\n\n\n                                     -10-\n\faffect his bias or credibility).                  The parties have debated the\n\nextent to which the attorney/client privilege would apply.                               And\n\nChief     Judge    Fusté       has    dismissed        petitioner’s     argument         as\n\n“disingenuous.”\n\n              We   do    not   find    petitioner’s         reasoning   sufficiently\n\ncompelling to satisfy the demanding mandamus standards.                            We are\n\nalso disinclined to address these matters in the abstract, on the\n\nbasis of speculative scenarios about what may or may not transpire\n\nat trial.      (It is conceivable, for example, that the government\n\nwill decide not to put Laracy on the stand.)                   We instead think it\n\nadvisable to await an end-of-case appeal, should one ensue, in\n\nwhich any argument along these lines can be pursued on the basis of\n\nan established record.\n\n              Fourth:          Finally,     petitioner        invokes        §    455(a).\n\nDisqualification is appropriate under this provision “only when the\n\ncharge is supported by a factual basis, and when the facts asserted\n\nprovide what an objective, knowledgeable member of the public would\n\nfind     to   be   a     reasonable       basis       for   doubting    the       judge’s\n\nimpartiality.”          In re Boston’s Children First, 244 F.3d 164, 167\n\n(1st Cir. 2001) (footnote and internal quotation marks omitted).\n\n“While    doubts       ordinarily     ought      to    be   resolved    in       favor   of\n\nrecusal,... the challenged judge enjoys a margin of discretion.”\n\nIn re United States, 158 F.3d at 30.\n\n\n\n\n                                          -11-\n\f            The    government,    in    opposing    petitioner’s         §   455(a)\n\nargument, thinks it enough that § 455(b) is not implicated and that\n\nthere is no controlling authority on point.                    Yet even if the §\n\n455(b)    claims   were   properly      dismissed    (a    matter       we   do   not\n\nultimately resolve), subsection (a) can require recusal “in some\n\ncircumstances where subsection (b) does not.”                   Liteky v. United\n\nStates, 510 U.S. 540, 553 n.2 (1994).                 Nor can petitioner’s\n\nconcerns in this regard be deemed frivolous.               It is not entirely\n\nfanciful, for example, to suppose that an informed observer might\n\ninfer that, by representing Laracy, Brill was vouching for his\n\ncharacter    or    credibility.        Nonetheless,       we    agree    with     the\n\ngovernment that this is not the sort of case or circumstance for\n\nwhich mandamus relief is appropriate.\n\n                                  Conclusion\n\n            We need go no further.       The underlying criminal case has\n\nnow been pending for over 29 months.           Chief Judge Fusté complied\n\nwith our earlier directive that the case be “promptly set for\n\ntrial.”     In re United States, 441 F.3d at 68.                     Given these\n\ncircumstances, given the demanding mandamus requirements, and given\n\npetitioner’s right “to raise [his] claim of error, if [he] so\n\nchooses, in an end-of-case appeal,” In re Cargill, Inc., 66 F.3d at\n\n1264 (footnote omitted), we find the concerns raised here to be\n\ninsufficient to justify further delay.              It is for these reasons\n\nthat we have denied the petition.\n\n\n                                       -12-\n\f",
  "html": "<p class=\"case_cite\">464 F.3d 54</p>\n    <p class=\"parties\">In re Ren&#233; V&#193;ZQUEZ-BOTET, Petitioner.</p>\n    <p class=\"docket\">No. 06-2230.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard September 13, 2006.</p>\n    <p class=\"date\">Decided September 20, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Howard Srebnick, with whom Black, Srebnick, Kornspan &amp; Stumpf, P.A., and Edgar Vega-Pab&#243;n were on petition for writ of mandamus, for petitioner.</p>\n      <p class=\"indent\">Michael F&#233;rrara, Trial Attorney, Public Integrity Section, Criminal Division, U.S. Department of Justice, with whom Alice S. Fisher, Assistant Attorney General, Criminal Division, Edward C. Nucci, Acting Chief, and Mary K. Butler and Matthew C. Solomon, Trial Attorneys, Public Integrity Section, were on opposition to petition for writ of mandamus, for respondent.</p>\n      <p class=\"indent\">Before TORRUELLA, SELYA and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Ren&#233; V&#225;zquez-Botet, who is awaiting trial on charges of conspiracy, fraud, and extortion, seeks a writ of mandamus ordering the recusal of the presiding district court judge. Because the scheduled start of trial was imminent, this court expedited the hearing on this petition. We then issued a judgment on September 14, 2006 (the day after oral argument), denying the mandamus petition and indicating that an opinion would follow. This is that opinion. In it, we set forth our reasons for withholding relief from petitioner.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p class=\"center\">\n      <i>Background</i>\n    </p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This is the second recusal-based mandamus petition to emerge from the underlying criminal proceedings. Earlier this year, upon request of the government, this court ordered the replacement of the original judge in the case. <i>See In re United States,</i> 441 F.3d 44 (1st Cir.), <i>petition for cert. filed,</i> 75 U.S.L.W. 3065 (U.S. July 31, 2006) (No. 06-166). While dismissing accusations of actual bias, we there agreed that, because of the manner in which an investigation into alleged grand jury improprieties was being conducted, the judge's \"impartiality might reasonably be questioned.\" 28 U.S.C. &#167; 455(a). On remand, the case was randomly reassigned to Chief Judge Fust&#233; on May 16, 2006, who has scheduled the start of trial for September 26, 2006. In a recent filing, the parties estimated that trial would take two to three weeks.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The instant petition relies on an entirely different set of allegations. They center on the fact that Chief Judge Fust&#233;'s wife, Rachel Brill, is a practicing attorney who has had some involvement with matters tangential to this criminal case. With cocounsel, she has represented Gregory Laracy&#8212;a subject of the investigation and an unindicted coconspirator. Laracy was an officer of one of the local contractors that allegedly made extortionate payments. In May 2003, after several earlier meetings with the government, Brill negotiated a proffer agreement providing Laracy with immunity for his testimony. Petitioner asserts that Laracy, while being represented by Brill, testified before one or more of the grand juries involved in the underlying investigation. The government describes him as a potential prosecution witness at trial. Brill's representation of Laracy mostly involved events occurring over three years ago, and she entered no appearance in any criminal or civil case in connection therewith. She states that she last billed Laracy in October 2003 and does not expect to do so in the future. There is, however, no formal indication that such representation has been terminated.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Brill also has represented Jos&#233; Ventura&#8212;another local contractor who was not involved in the crimes charged here but who pled guilty to a similar offense in 2002. The government originally contemplated calling Ventura as a \"404(b) witness\" to describe other bad acts allegedly committed by petitioner, <i>see</i> Fed.R.Evid. 404(b), but it has now announced that it will not do so. For present purposes, the circumstances surrounding Brill's representation of Ventura remain relevant primarily because of two documents that she drafted on his behalf. One publicly accused petitioner, through counsel, of trying to \"intimidate\" Ventura. The other privately charged that petitioner may have \"once again\" attempted to \"extort money\" from Ventura; it also advised that the prosecution would be notified of the possibility that petitioner had thereby violated his bail conditions.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">According to petitioner, these circumstances require Chief Judge Fust&#233;'s recusal under four separate provisions of 28 U.S.C.: &amp;#x2022; &#167; 455(a), because his impartiality \"might reasonably be questioned\";</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">&amp;#x2022; &#167; 455(b)(4), because he or Brill has \"a financial interest in the subject matter in controversy\" or some \"other interest that could be substantially affected by the outcome of the proceeding\";<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">&amp;#x2022; &#167; 455(b)(5)(ii), because Brill \"[i]s acting as a lawyer in the proceeding\"; and</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">&amp;#x2022; &#167; 455(b)(5)(iv), because Brill \"[i]s to the judge's knowledge likely to be a material witness in the proceeding.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Rejecting petitioner's request for an evidentiary hearing before a different judge, Chief Judge Fust&#233; issued a detailed opinion examining each provision separately and concluding that none of them warranted his recusal. Petitioner seeks to overturn this ruling by way of the instant mandamus petition.</p>\n    </div>\n    <p class=\"center\">\n      <i>Discussion</i>\n    </p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A district judge's refusal to recuse, although \"[o]rdinarily\" reviewable only on appeal from final judgment, <i>In re Martinez-Catala,</i> 129 F.3d 213, 217 (1st Cir. 1997), can sometimes present \"an extraordinary situation suitable for the exercise of our mandamus jurisdiction,\" <i>In re United States,</i> 666 F.2d 690, 694 (1st Cir.1981); <i>accord In re United States,</i> 158 F.3d 26, 30 (1st Cir.1998). \"[T]he standards for issuance of the writ are high\": petitioner must make \"a showing of both clear entitlement to the requested relief and irreparable harm without it, accompanied by a favorable balance of the equities.\" <i>In re Cargill, Inc.,</i> 66 F.3d 1256, 1260 (1st Cir.1995). \"[I]n recusal cases, mandamus is almost always withheld ... unless the petitioner demonstrates that it is clearly entitled to relief.\" <i>In re Martinez-Catala,</i> 129 F.3d at 218 (internal quotation marks omitted). But mandamus is a \"discretionary writ,\" and \"even where the merits clearly favor the petitioner, relief may be withheld for lack of irreparable injury or based on a balance of equities.\" <i>Id.</i> at 217. At bottom, \"mandamus requires a case not merely close to the line but clearly over it.\" <i>Id.</i> at 221.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This is not such a case. We stop short of reaching any definitive resolution of the recusal issue, preferring to leave that question open \"for resolution on an end-of-case appeal,\" <i>In re Cargill, Inc.,</i> 66 F.3d at 1261, should petitioner be found guilty and thereafter choose to pursue an appeal. For present purposes, it suffices to say that no \"clear and indisputable\" right to relief has been established&#8212;i.e., \"that the issue is sufficiently clouded that petitioner's eventual entitlement to the requested redress&#8212;the district judge's recusal&#8212;is problematic.\" <i>Id.</i> at 1262 (footnote omitted). We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\"><i>First:</i> Mandamus relief is not warranted based on the allegation that, under &#167; 455(b)(4), Chief Judge Fust&#233; (or Brill, for that matter) has either a \"financial interest\" at stake or some other interest that could be substantially affected by the case's outcome. Petitioner makes much of the hourly fees paid to Brill by Laracy; indeed, his request for an evidentiary hearing below focused mostly on financial matters. Notably absent, however, is any explanation of how Brill's receipt of such fees could possibly be affected by the judge's rulings or the jury's verdict. More generally, petitioner has not argued that a lawyer/client relationship falls within &#167; 455(d)(4)'s definition of \"financial interest.\" And while he suggested below that Laracy would be eligible for restitution in the aftermath of this case, the government has since announced that no such relief will be sought on Laracy's behalf.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Petitioner also insists that Brill has an interest in his conviction because of its possible impact on future litigation. He contends that if he were to be convicted, if Laracy were then to file a damages action against him, and if Brill were retained to pursue that action, she could argue that petitioner is estopped from relitigating facts set forth in the indictment. The district court rejected this contention on the ground that the alleged interest was \"too remote, speculative, and contingent\" to be one that might be substantially affected by the case's outcome. <i>In re Kansas Pub. Emp'ees Ret. Sys.,</i> 85 F.3d 1353, 1362 (8th Cir.1996). It is enough here to acknowledge the obvious: that this conclusion is not clearly misplaced. <i>Cf. Sensley v. Albritton,</i> 385 F.3d 591, 600 (5th Cir. 2004) (rejecting &#167; 455(b)(4) argument constructed by \"layering several speculative premises on top of one another to reach a speculative conclusion\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\"><i>Second:</i> The charge that Brill \"[i]s acting as a lawyer in the proceeding\" under &#167; 455(b)(5)(ii) does not provide a basis for mandamus relief. Courts have held that, while an attorney need not be \"enrolled as counsel\" of record in order to fall within this provision, <i>McCuin v. Texas Power &amp; Light Co.,</i> 714 F.2d 1255, 1260 (5th Cir.1983), the attorney must at least \"actually participate[ ] in the case,\" <i>id.; accord S.J. Groves &amp; Sons Co. v. Int'l Bhd. of Teamsters Local 627,</i> 581 F.2d 1241, 1248 (7th Cir.1978). Here, there is no prospect of any future participation by Brill; in accordance with a standing order issued in 1990, Chief Judge Fust&#233; has declared that she is foreclosed from appearing as an attorney \"in any proceeding\" before him. That standing order would, of course, prohibit her from representing Laracy in this case, even if she were inclined to do so.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Petitioner emphasizes the fact that Brill negotiated the immunity agreement for Laracy. Yet those events occurred over ten months before this criminal case was initiated (the original indictment was returned on April 8, 2004). Even though the word \"proceeding\" is defined to include \"pretrial, trial, appellate review, or other stages of litigation,\" 28 U.S.C. &#167; 455(d)(1), Chief Judge Fust&#233; was not clearly mistaken in confining his attention here \"to the litigation encompassed by this indictment.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Nor does Brill's authorship of the December 2004 letter to petitioner's counsel&#8212;the one post-indictment event cited by petitioner in this regard&#8212;call for a different result. As petitioner sees it, Brill was there serving as \"the advocate for Ventura in favor of petitioner's incarceration.\" Even under that arguably hyperbolic view, it is not immediately apparent how Brill would thereby be converted into a lawyer \"acting ... in the proceeding.\" She sent the letter in response to a private communication from petitioner involving events not directly related to this case, <i>see supra</i> n. 2, and it was petitioner rather than Brill who made the letter public by filing it in court.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\"><i>Third:</i> The argument that Brill is \"likely to be a material witness in the proceeding\" under &#167; 455(b)(5)(iv) is based on <i>Giglio v. United States,</i> 405 U.S. 150, 92 S.Ct. 763, 31 L.Ed.2d 104 (1972). The parties agree that, pursuant thereto, the events surrounding the negotiation of Laracy's immunity agreement constitute material evidence. In petitioner's view, cross-examination of Laracy will not permit adequate exploration of these matters, and Brill's testimony will thus be necessary, for several reasons. First, although Brill voiced the expectation that Laracy would receive both direct and derivative use immunity, the agreement ended up conferring only the latter. Second, Brill had various conversations with the government in Laracy's absence. And third, because the Public Integrity Section of the Department of Justice took control of the case after the immunity agreement was reached with the local U.S. Attorney's office, Brill's testimony is allegedly needed to confirm that the new prosecutors will abide by its terms. The government has responded to these points (<i>e.g.,</i> by arguing that the running of the limitations period has sharply reduced Laracy's criminal exposure, and that conversations held in Laracy's absence could not affect his bias or credibility). The parties have debated the extent to which the attorney/client privilege would apply. And Chief Judge Fust&#233; has dismissed petitioner's argument as \"disingenuous.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We do not find petitioner's reasoning sufficiently compelling to satisfy the demanding mandamus standards. We are also disinclined to address these matters in the abstract, on the basis of speculative scenarios about what may or may not transpire at trial. (It is conceivable, for example, that the government will decide not to put Laracy on the stand.) We instead think it advisable to await an end-of-case appeal, should one ensue, in which any argument along these lines can be pursued on the basis of an established record.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><i>Fourth:</i> Finally, petitioner invokes &#167; 455(a). Disqualification is appropriate under this provision \"only when the charge is supported by a factual basis, and when the facts asserted provide what an objective, knowledgeable member of the public would find to be a reasonable basis for doubting the judge's impartiality.\" <i>In re Boston's Children First,</i> 244 F.3d 164, 167 (1st Cir.2001) (footnote and internal quotation marks omitted). \"While doubts ordinarily ought to be resolved in favor of recusal, . . . the challenged judge enjoys a margin of discretion.\" <i>In re United States,</i> 158 F.3d at 30.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The government, in opposing petitioner's &#167; 455(a) argument, thinks it enough that &#167; 455(b) is not implicated and that there is no controlling authority on point. Yet even if the &#167; 455(b) claims were properly dismissed (a matter we do not ultimately resolve), subsection (a) can require recusal \"in some circumstances where subsection (b) does not.\" <i>Liteky v. United States,</i> 510 U.S. 540, 553 n. 2, 114 S.Ct. 1147, 127 L.Ed.2d 474 (1994). Nor can petitioner's concerns in this regard be deemed frivolous. It is not entirely fanciful, for example, to suppose that an informed observer might infer that, by representing Laracy, Brill was vouching for his character or credibility. Nonetheless, we agree with the government that this is not the sort of case or circumstance for which mandamus relief is appropriate.</p>\n    </div>\n    <p class=\"center\">\n      <i>Conclusion</i>\n    </p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We need go no further. The underlying criminal case has now been pending for over 29 months. Chief Judge Fust&#233; complied with our earlier directive that the case be \"promptly set for trial.\" <i>In re United States,</i> 441 F.3d at 68. Given these circumstances, given the demanding mandamus requirements, and given petitioner's right \"to raise [his] claim of error, if [he] so chooses, in an end-of-case appeal,\" <i>In re Cargill, Inc.,</i> 66 F.3d at 1264 (footnote omitted), we find the concerns raised here to be insufficient to justify further delay. It is for these reasons that we have denied the petition.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The judgment also provided that any petition for panel rehearing or en banc review was to be filed no later than fourteen days from the date of this opinion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The first document was a motion for sanctions, filed by Brill in February 2004 in a criminal case<i>See United States v. Rivera Rangel,</i> 396 F.3d 476 (1st Cir.2005). Ventura testified at that trial as a government witness. Defendant Rivera was represented by Attorney Edgar Vega-Pab&#243;n (\"Vega\"), who has also been serving as one of petitioner's attorneys here. While the <i>Rivera</i> case was on appeal, Vega filed a motion charging, <i>inter alia,</i> that Ventura had committed perjury and violated his plea agreement. Brill responded with a request for sanctions. Referring to Vega's simultaneous representation of petitioner, she suggested at one point that \"the efforts to intimidate Mr. Ventura are intended to reach beyond the interests of Ms. Rivera.\" Neither motion was ever acted on by the district court.</p>\n        <p class=\"indent\">The second document was a letter sent by Brill to petitioner's attorneys in December 2004. It responded to a letter petitioner had sent to Ventura, in which he supposedly sought a $10 million payment for alleged slander committed by Ventura while testifying at several judicial and legislative proceedings. Citing a statutory privilege, Brill deemed this request \"laughable\" and possibly \"extort[ionate].\" There is no indication that the prosecution, upon receiving such correspondence from Brill, took any action. Petitioner's counsel made Brill's letter public by appending it to his motion to recuse.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> <i>See also</i> 28 U.S.C. &#167; 455(b)(5)(iii) (spouse is \"known by the judge to have an interest that could be substantially affected by the outcome of the proceeding\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> When mandamus is sought by the government in a criminal case, these exacting requirements are relaxed and an abuse of discretion standard is instead applied, due to the government's inability to press an end-of-case appeal<i>See, e.g., In re United States,</i> 158 F.3d at 30-31; <i>see also In re Boston's Children First,</i> 244 F.3d 164, 167 n. 6 (1st Cir.2001). The earlier mandamus petition in this case was adjudicated under this more lenient standard. <i>See In re United States,</i> 441 F.3d at 56.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Petitioner notes one court's expression of reluctance \"to encourage a lawyer's withdrawal as a substitute for the judge's disqualification.\"<i>S.J. Groves &amp; Sons,</i> 581 F.2d at 1248-49. Yet the concern there was about possible \"hardship to the client of the withdrawing firm.\" <i>Id.</i> We perceive no such hardship should Laracy&#8212;a non-party, potential witness&#8212;be required for whatever reason to consult other counsel.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Petitioner also suggested below that Brill's representation of Laracy before the grand jury would qualify. Yet because the grand jury \"is not an arm of the district court,\"<i>In re United States,</i> 441 F.3d at 57, it is doubtful that the grand jury falls within the definition of \"proceeding.\" In any event, petitioner has not pursued that argument before this court.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></span></p>\n    <p class=\"parties\">In re Ren&#233; V&#193;ZQUEZ-BOTET, Petitioner.</p>\n    <p class=\"docket\">No. 06-2230.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard September 13, 2006.</p>\n    <p class=\"date\">Decided September 20, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Howard Srebnick, with whom Black, Srebnick, Kornspan &amp; Stumpf, P.A., and Edgar Vega-Pab&#243;n were on petition for writ of mandamus, for petitioner.</p>\n      <p class=\"indent\">Michael F&#233;rrara, Trial Attorney, Public Integrity Section, Criminal Division, U.S. Department of Justice, with whom Alice S. Fisher, Assistant Attorney General, Criminal Division, Edward C. Nucci, Acting Chief, and Mary K. Butler and Matthew C. Solomon, Trial Attorneys, Public Integrity Section, were on opposition to petition for writ of mandamus, for respondent.</p>\n      <p class=\"indent\">Before TORRUELLA, SELYA and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Ren&#233; V&#225;zquez-Botet, who is awaiting trial on charges of conspiracy, fraud, and extortion, seeks a writ of mandamus ordering the recusal of the presiding district court judge. Because the scheduled start of trial was imminent, this court expedited the hearing on this petition. We then issued a judgment on September 14, 2006 (the day after oral argument), denying the mandamus petition and indicating that an opinion would follow. This is that opinion. In it, we set forth our reasons for withholding relief from petitioner.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p class=\"center\">\n      <i>Background</i>\n    </p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This is the second recusal-based mandamus petition to emerge from the underlying criminal proceedings. Earlier this year, upon request of the government, this court ordered the replacement of the original judge in the case. <i>See In re United States,</i> <span class=\"citation no-link\"><span class=\"volume\">441</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">44</span></span> (1st Cir.), <i>petition for cert. filed,</i> <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3065</span></span> (U.S. July 31, 2006) (No. 06-166). While dismissing accusations of actual bias, we there agreed that, because of the manner in which an investigation into alleged grand jury improprieties was being conducted, the judge's \"impartiality might reasonably be questioned.\" 28 U.S.C. &#167; 455(a). On remand, the case was randomly reassigned to Chief Judge Fust&#233; on May 16, 2006, who has scheduled the start of trial for September 26, 2006. In a recent filing, the parties estimated that trial would take two to three weeks.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The instant petition relies on an entirely different set of allegations. They center on the fact that Chief Judge Fust&#233;'s wife, Rachel Brill, is a practicing attorney who has had some involvement with matters tangential to this criminal case. With cocounsel, she has represented Gregory Laracy&#8212;a subject of the investigation and an unindicted coconspirator. Laracy was an officer of one of the local contractors that allegedly made extortionate payments. In May 2003, after several earlier meetings with the government, Brill negotiated a proffer agreement providing Laracy with immunity for his testimony. Petitioner asserts that Laracy, while being represented by Brill, testified before one or more of the grand juries involved in the underlying investigation. The government describes him as a potential prosecution witness at trial. Brill's representation of Laracy mostly involved events occurring over three years ago, and she entered no appearance in any criminal or civil case in connection therewith. She states that she last billed Laracy in October 2003 and does not expect to do so in the future. There is, however, no formal indication that such representation has been terminated.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Brill also has represented Jos&#233; Ventura&#8212;another local contractor who was not involved in the crimes charged here but who pled guilty to a similar offense in 2002. The government originally contemplated calling Ventura as a \"404(b) witness\" to describe other bad acts allegedly committed by petitioner, <i>see</i> Fed.R.Evid. 404(b), but it has now announced that it will not do so. For present purposes, the circumstances surrounding Brill's representation of Ventura remain relevant primarily because of two documents that she drafted on his behalf. One publicly accused petitioner, through counsel, of trying to \"intimidate\" Ventura. The other privately charged that petitioner may have \"once again\" attempted to \"extort money\" from Ventura; it also advised that the prosecution would be notified of the possibility that petitioner had thereby violated his bail conditions.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">According to petitioner, these circumstances require Chief Judge Fust&#233;'s recusal under four separate provisions of 28 U.S.C.: &amp;#x2022; &#167; 455(a), because his impartiality \"might reasonably be questioned\";</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">&amp;#x2022; &#167; 455(b)(4), because he or Brill has \"a financial interest in the subject matter in controversy\" or some \"other interest that could be substantially affected by the outcome of the proceeding\";<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">&amp;#x2022; &#167; 455(b)(5)(ii), because Brill \"[i]s acting as a lawyer in the proceeding\"; and</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">&amp;#x2022; &#167; 455(b)(5)(iv), because Brill \"[i]s to the judge's knowledge likely to be a material witness in the proceeding.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Rejecting petitioner's request for an evidentiary hearing before a different judge, Chief Judge Fust&#233; issued a detailed opinion examining each provision separately and concluding that none of them warranted his recusal. Petitioner seeks to overturn this ruling by way of the instant mandamus petition.</p>\n    </div>\n    <p class=\"center\">\n      <i>Discussion</i>\n    </p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A district judge's refusal to recuse, although \"[o]rdinarily\" reviewable only on appeal from final judgment, <i>In re Martinez-Catala,</i> <span class=\"citation\" data-id=\"197644\"><a href=\"/opinion/197644/in-re-v-martinez-catala/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">213</span></a></span>, 217 (1st Cir. 1997), can sometimes present \"an extraordinary situation suitable for the exercise of our mandamus jurisdiction,\" <i>In re United States,</i> <span class=\"citation\" data-id=\"398012\"><a href=\"/opinion/398012/in-re-united-states-of-america/\"><span class=\"volume\">666</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">690</span></a></span>, 694 (1st Cir.1981); <i>accord In re United States,</i> <span class=\"citation\" data-id=\"198168\"><a href=\"/opinion/198168/in-re-usa-v/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 30 (1st Cir.1998). \"[T]he standards for issuance of the writ are high\": petitioner must make \"a showing of both clear entitlement to the requested relief and irreparable harm without it, accompanied by a favorable balance of the equities.\" <i>In re Cargill, Inc.,</i> <span class=\"citation\" data-id=\"196338\"><a href=\"/opinion/196338/in-re-v-cargill-inc/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1256</span></a></span>, 1260 (1st Cir.1995). \"[I]n recusal cases, mandamus is almost always withheld ... unless the petitioner demonstrates that it is clearly entitled to relief.\" <i>In re Martinez-Catala,</i> 129 F.3d at 218 (internal quotation marks omitted). But mandamus is a \"discretionary writ,\" and \"even where the merits clearly favor the petitioner, relief may be withheld for lack of irreparable injury or based on a balance of equities.\" <i>Id.</i> at 217. At bottom, \"mandamus requires a case not merely close to the line but clearly over it.\" <i>Id.</i> at 221.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This is not such a case. We stop short of reaching any definitive resolution of the recusal issue, preferring to leave that question open \"for resolution on an end-of-case appeal,\" <i>In re Cargill, Inc.,</i> 66 F.3d at 1261, should petitioner be found guilty and thereafter choose to pursue an appeal. For present purposes, it suffices to say that no \"clear and indisputable\" right to relief has been established&#8212;i.e., \"that the issue is sufficiently clouded that petitioner's eventual entitlement to the requested redress&#8212;the district judge's recusal&#8212;is problematic.\" <i>Id.</i> at 1262 (footnote omitted). We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\"><i>First:</i> Mandamus relief is not warranted based on the allegation that, under &#167; 455(b)(4), Chief Judge Fust&#233; (or Brill, for that matter) has either a \"financial interest\" at stake or some other interest that could be substantially affected by the case's outcome. Petitioner makes much of the hourly fees paid to Brill by Laracy; indeed, his request for an evidentiary hearing below focused mostly on financial matters. Notably absent, however, is any explanation of how Brill's receipt of such fees could possibly be affected by the judge's rulings or the jury's verdict. More generally, petitioner has not argued that a lawyer/client relationship falls within &#167; 455(d)(4)'s definition of \"financial interest.\" And while he suggested below that Laracy would be eligible for restitution in the aftermath of this case, the government has since announced that no such relief will be sought on Laracy's behalf.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Petitioner also insists that Brill has an interest in his conviction because of its possible impact on future litigation. He contends that if he were to be convicted, if Laracy were then to file a damages action against him, and if Brill were retained to pursue that action, she could argue that petitioner is estopped from relitigating facts set forth in the indictment. The district court rejected this contention on the ground that the alleged interest was \"too remote, speculative, and contingent\" to be one that might be substantially affected by the case's outcome. <i>In re Kansas Pub. Emp'ees Ret. Sys.,</i> <span class=\"citation\" data-id=\"719647\"><a href=\"/opinion/719647/in-re-kansas-public-employees-retirement-system/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1353</span></a></span>, 1362 (8th Cir.1996). It is enough here to acknowledge the obvious: that this conclusion is not clearly misplaced. <i>Cf. Sensley v. Albritton,</i> <span class=\"citation\" data-id=\"36475\"><a href=\"/opinion/36475/sensley-v-albritton/\"><span class=\"volume\">385</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">591</span></a></span>, 600 (5th Cir. 2004) (rejecting &#167; 455(b)(4) argument constructed by \"layering several speculative premises on top of one another to reach a speculative conclusion\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\"><i>Second:</i> The charge that Brill \"[i]s acting as a lawyer in the proceeding\" under &#167; 455(b)(5)(ii) does not provide a basis for mandamus relief. Courts have held that, while an attorney need not be \"enrolled as counsel\" of record in order to fall within this provision, <i>McCuin v. Texas Power &amp; Light Co.,</i> <span class=\"citation\" data-id=\"423654\"><a href=\"/opinion/423654/tilmon-mccuin-willie-joe-mccullough-gary-don-robertson-equal-employment/\"><span class=\"volume\">714</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1255</span></a></span>, 1260 (5th Cir.1983), the attorney must at least \"actually participate[ ] in the case,\" <i>id.; accord S.J. Groves &amp; Sons Co. v. Int'l Bhd. of Teamsters Local 627,</i> <span class=\"citation\" data-id=\"358830\"><a href=\"/opinion/358830/s-j-groves-sons-company-a-corporation-and-associated-general/\"><span class=\"volume\">581</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1241</span></a></span>, 1248 (7th Cir.1978). Here, there is no prospect of any future participation by Brill; in accordance with a standing order issued in 1990, Chief Judge Fust&#233; has declared that she is foreclosed from appearing as an attorney \"in any proceeding\" before him. That standing order would, of course, prohibit her from representing Laracy in this case, even if she were inclined to do so.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Petitioner emphasizes the fact that Brill negotiated the immunity agreement for Laracy. Yet those events occurred over ten months before this criminal case was initiated (the original indictment was returned on April 8, 2004). Even though the word \"proceeding\" is defined to include \"pretrial, trial, appellate review, or other stages of litigation,\" 28 U.S.C. &#167; 455(d)(1), Chief Judge Fust&#233; was not clearly mistaken in confining his attention here \"to the litigation encompassed by this indictment.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Nor does Brill's authorship of the December 2004 letter to petitioner's counsel&#8212;the one post-indictment event cited by petitioner in this regard&#8212;call for a different result. As petitioner sees it, Brill was there serving as \"the advocate for Ventura in favor of petitioner's incarceration.\" Even under that arguably hyperbolic view, it is not immediately apparent how Brill would thereby be converted into a lawyer \"acting ... in the proceeding.\" She sent the letter in response to a private communication from petitioner involving events not directly related to this case, <i>see supra</i> n. 2, and it was petitioner rather than Brill who made the letter public by filing it in court.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\"><i>Third:</i> The argument that Brill is \"likely to be a material witness in the proceeding\" under &#167; 455(b)(5)(iv) is based on <i>Giglio v. United States,</i> <span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>, <span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">763</span></a></span>, <span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">104</span></a></span> (1972). The parties agree that, pursuant thereto, the events surrounding the negotiation of Laracy's immunity agreement constitute material evidence. In petitioner's view, cross-examination of Laracy will not permit adequate exploration of these matters, and Brill's testimony will thus be necessary, for several reasons. First, although Brill voiced the expectation that Laracy would receive both direct and derivative use immunity, the agreement ended up conferring only the latter. Second, Brill had various conversations with the government in Laracy's absence. And third, because the Public Integrity Section of the Department of Justice took control of the case after the immunity agreement was reached with the local U.S. Attorney's office, Brill's testimony is allegedly needed to confirm that the new prosecutors will abide by its terms. The government has responded to these points (<i>e.g.,</i> by arguing that the running of the limitations period has sharply reduced Laracy's criminal exposure, and that conversations held in Laracy's absence could not affect his bias or credibility). The parties have debated the extent to which the attorney/client privilege would apply. And Chief Judge Fust&#233; has dismissed petitioner's argument as \"disingenuous.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We do not find petitioner's reasoning sufficiently compelling to satisfy the demanding mandamus standards. We are also disinclined to address these matters in the abstract, on the basis of speculative scenarios about what may or may not transpire at trial. (It is conceivable, for example, that the government will decide not to put Laracy on the stand.) We instead think it advisable to await an end-of-case appeal, should one ensue, in which any argument along these lines can be pursued on the basis of an established record.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><i>Fourth:</i> Finally, petitioner invokes &#167; 455(a). Disqualification is appropriate under this provision \"only when the charge is supported by a factual basis, and when the facts asserted provide what an objective, knowledgeable member of the public would find to be a reasonable basis for doubting the judge's impartiality.\" <i>In re Boston's Children First,</i> <span class=\"citation\" data-id=\"772563\"><a href=\"/opinion/772563/in-re-bostons-children-first/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">164</span></a></span>, 167 (1st Cir.2001) (footnote and internal quotation marks omitted). \"While doubts ordinarily ought to be resolved in favor of recusal, . . . the challenged judge enjoys a margin of discretion.\" <i>In re United States,</i> 158 F.3d at 30.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The government, in opposing petitioner's &#167; 455(a) argument, thinks it enough that &#167; 455(b) is not implicated and that there is no controlling authority on point. Yet even if the &#167; 455(b) claims were properly dismissed (a matter we do not ultimately resolve), subsection (a) can require recusal \"in some circumstances where subsection (b) does not.\" <i>Liteky v. United States,</i> <span class=\"citation\" data-id=\"112935\"><a href=\"/opinion/112935/liteky-v-united-states/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">540</span></a></span>, 553 n. 2, <span class=\"citation\" data-id=\"112935\"><a href=\"/opinion/112935/liteky-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1147</span></a></span>, <span class=\"citation\" data-id=\"112935\"><a href=\"/opinion/112935/liteky-v-united-states/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">474</span></a></span> (1994). Nor can petitioner's concerns in this regard be deemed frivolous. It is not entirely fanciful, for example, to suppose that an informed observer might infer that, by representing Laracy, Brill was vouching for his character or credibility. Nonetheless, we agree with the government that this is not the sort of case or circumstance for which mandamus relief is appropriate.</p>\n    </div>\n    <p class=\"center\">\n      <i>Conclusion</i>\n    </p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We need go no further. The underlying criminal case has now been pending for over 29 months. Chief Judge Fust&#233; complied with our earlier directive that the case be \"promptly set for trial.\" <i>In re United States,</i> 441 F.3d at 68. Given these circumstances, given the demanding mandamus requirements, and given petitioner's right \"to raise [his] claim of error, if [he] so chooses, in an end-of-case appeal,\" <i>In re Cargill, Inc.,</i> 66 F.3d at 1264 (footnote omitted), we find the concerns raised here to be insufficient to justify further delay. It is for these reasons that we have denied the petition.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The judgment also provided that any petition for panel rehearing or en banc review was to be filed no later than fourteen days from the date of this opinion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The first document was a motion for sanctions, filed by Brill in February 2004 in a criminal case<i>See United States v. Rivera Rangel,</i> <span class=\"citation\" data-id=\"201439\"><a href=\"/opinion/201439/united-states-v-rivera-rangel/\"><span class=\"volume\">396</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">476</span></a></span> (1st Cir.2005). Ventura testified at that trial as a government witness. Defendant Rivera was represented by Attorney Edgar Vega-Pab&#243;n (\"Vega\"), who has also been serving as one of petitioner's attorneys here. While the <i>Rivera</i> case was on appeal, Vega filed a motion charging, <i>inter alia,</i> that Ventura had committed perjury and violated his plea agreement. Brill responded with a request for sanctions. Referring to Vega's simultaneous representation of petitioner, she suggested at one point that \"the efforts to intimidate Mr. Ventura are intended to reach beyond the interests of Ms. Rivera.\" Neither motion was ever acted on by the district court.</p>\n        <p class=\"indent\">The second document was a letter sent by Brill to petitioner's attorneys in December 2004. It responded to a letter petitioner had sent to Ventura, in which he supposedly sought a $10 million payment for alleged slander committed by Ventura while testifying at several judicial and legislative proceedings. Citing a statutory privilege, Brill deemed this request \"laughable\" and possibly \"extort[ionate].\" There is no indication that the prosecution, upon receiving such correspondence from Brill, took any action. Petitioner's counsel made Brill's letter public by appending it to his motion to recuse.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> <i>See also</i> 28 U.S.C. &#167; 455(b)(5)(iii) (spouse is \"known by the judge to have an interest that could be substantially affected by the outcome of the proceeding\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> When mandamus is sought by the government in a criminal case, these exacting requirements are relaxed and an abuse of discretion standard is instead applied, due to the government's inability to press an end-of-case appeal<i>See, e.g., In re United States,</i> 158 F.3d at 30-31; <i>see also In re Boston's Children First,</i> <span class=\"citation\" data-id=\"772563\"><a href=\"/opinion/772563/in-re-bostons-children-first/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">164</span></a></span>, 167 n. 6 (1st Cir.2001). The earlier mandamus petition in this case was adjudicated under this more lenient standard. <i>See In re United States,</i> 441 F.3d at 56.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Petitioner notes one court's expression of reluctance \"to encourage a lawyer's withdrawal as a substitute for the judge's disqualification.\"<i>S.J. Groves &amp; Sons,</i> 581 F.2d at 1248-49. Yet the concern there was about possible \"hardship to the client of the withdrawing firm.\" <i>Id.</i> We perceive no such hardship should Laracy&#8212;a non-party, potential witness&#8212;be required for whatever reason to consult other counsel.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Petitioner also suggested below that Brill's representation of Laracy before the grand jury would qualify. Yet because the grand jury \"is not an arm of the district court,\"<i>In re United States,</i> 441 F.3d at 57, it is doubtful that the grand jury falls within the definition of \"proceeding.\" In any event, petitioner has not pursued that argument before this court.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/36475/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196338/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197644/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198168/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201439/",
    "http://www.courtlistener.com/api/rest/v3/opinions/358830/",
    "http://www.courtlistener.com/api/rest/v3/opinions/398012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423654/",
    "http://www.courtlistener.com/api/rest/v3/opinions/719647/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772563/"
  ]
}