{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202424/",
  "absolute_url": "/opinion/202424/united-states-v-coplin/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202424/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:52:41Z",
  "date_modified": "2016-02-28T05:08:02.019795Z",
  "type": "010combined",
  "sha1": "1125e730127f67ddf464ae21b15b03b038a53f81",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-2077-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/09/20/US_v._Coplin.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 05-2077\n\n                       UNITED STATES OF AMERICA,\n\n                               Appellee,\n\n                                  v.\n\n                             EDDIE COPLIN,\n\n                         Defendant, Appellant.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF MASSACHUSETTS\n\n            [Hon. Douglas P. Woodlock, U.S. District Judge]\n\n\n                                Before\n\n               Torruella, Selya and Dyk,** Circuit Judges.\n\n\n\n     Bernard Grossberg for appellant.\n     Randall E. Kromm, Assistant United States Attorney, with whom\nMichael J. Sullivan, United States Attorney, was on brief, for\nappellee.\n\n\n\n                          September 20, 2006\n\n\n\n\n     *\n         Of the Federal Circuit, sitting by designation.\n\f            SELYA,     Circuit    Judge.      This    appeal    hinges   on   an\n\ninteresting and important point in the jurisprudence of the Fourth\n\nAmendment: does reasonable suspicion, based on a plausible but\n\nmistaken view of the facts, justify a Terry stop?                The district\n\ncourt answered this question in the affirmative, and so do we.\n\nConsequently,     we   uphold     the   district     court's   denial    of   the\n\ndefendant's motion to suppress.          We also reject, more easily, the\n\ndefendant's remaining claims of error, which challenge the district\n\ncourt's     regulation    of     cross-examination      and    its   sentencing\n\nprotocol.\n\nI.   BACKGROUND\n\n            We rehearse the facts as the district court found them,\n\nconsistent with record support.          See United States v. Romain, 393\n\nF.3d 63, 66 (1st Cir. 2004).\n\n            On July 1, 2002, the Boston police were intensifying\n\ntheir patrol of the Grove Hall neighborhood in response to a recent\n\nincident of gun violence.          Just before 4:45 p.m. on that date,\n\nOfficers Scott O'Brien and Steven Rioux spotted a Honda Accord and\n\ndecided to run a check of its license plate because, as Officer\n\nO'Brien later testified, Hondas are stolen with more frequency than\n\nvirtually any other make of automobile.\n\n            In Boston, police cruisers are commonly equipped with\n\nmobile data terminals (MDTs).           These MDTs are linked to various\n\ndatabases including those of the Massachusetts Registry of Motor\n\n\n                                        -2-\n\fVehicles and the National Crime Information Center.               Officer\n\nO'Brien entered the Honda's license plate number into the MDT and,\n\naccording to both officers, the MDT indicated that the owner of the\n\ncar had a suspended driver's license.\n\n           The officers pulled up behind the Honda near the corner\n\nof Blue Hill Avenue and Quincy Street.         O'Brien disembarked from\n\nthe cruiser and approached the driver's-side door of the Honda,\n\nwhile   Rioux   approached   the   passenger's-side     door.     O'Brien\n\nconfirmed that the operator of the vehicle, defendant-appellant\n\nEddie Coplin, was the vehicle's owner. He then asked the defendant\n\nto disembark.    As the defendant exited the vehicle, he tried to\n\nkeep his right hand out of view and close the door behind him.\n\nDuring that process, O'Brien spied a gun on the driver's seat.\n\nO'Brien   immediately   placed     the    defendant   under   arrest   and\n\ninstructed Rioux to handcuff him.\n\n           When this transpired, the passenger in the stopped car,\n\nSheila Fuentes, became visibly agitated, started to move into the\n\ndriver's seat, and disregarded the officers' instruction to keep\n\nher hands in sight.     In response, the police handcuffed her as\n\nwell.   Subsequent searches revealed eleven baggies of marijuana in\n\nFuentes's purse and a sack of cocaine base in her lingerie.\n\n           Following his detention, the defendant insisted that he\n\nheld a valid driver's license.           O'Brien re-entered the license\n\nplate number into the MDT and showed the defendant a screen that\n\n\n                                   -3-\n\findicated the suspended license.       At that point, however, O'Brien\n\nnoticed, apparently for the first time, a screen indicating that\n\nthe defendant's license was in full force.\n\nII.   TRAVEL OF THE CASE\n\n           In   due   season,   a   federal   grand   jury   indicted   the\n\ndefendant on various firearms and drug charges involving the items\n\nthat the police had retrieved from the car and from Fuentes's\n\nperson.   The defendant moved to suppress these items, challenging\n\nthe constitutionality of the initial traffic stop.\n\n           The district court held a two-day evidentiary hearing on\n\nthe motion to suppress. Officers O'Brien and Rioux testified about\n\nthe events surrounding the stop and the ensuing arrest.           Neither\n\nofficer recalled having seen an active license indicator prior to\n\ninitiating the stop.     The government also presented the testimony\n\nof Officer Vincent Stancato, a technical trainer in the police\n\ndepartment's information technology division.          Stancato provided\n\nbackground information on the workings of the MDT system and its\n\nwonted use within the police department.\n\n           Pertinently, Stancato testified that after a query (such\n\nas a license plate number) is entered into an MDT unit, data from\n\nthe networked databases filter back to the unit at varying speeds.1\n\nThe MDT unit displays the information it receives in the form of\n\n\n      1\n      Speed depends on a miscellany of factors, such as whether a\ngiven database is busy fielding other inquiries from other\nrequesters.\n\n                                    -4-\n\fsuccessive screens.      The data reflected in the later screens\n\nsupersede — that is, are more accurate and, hence, more reliable\n\nthan — the data reflected in the earlier screens.\n\n          In order to receive the updated information screens, a\n\nuser is prompted to hit a \"next message\" button.        Using this\n\nmodality, every officer is trained to scroll through successive\n\ndata screens in order to reach the most up-to-date information\n\nabout the subject matter in question.    O'Brien testified that he\n\nhad done exactly that.\n\n          With respect to the MDT query in this case, the district\n\ncourt admitted into evidence a printout from the MDT system.   The\n\nprintout tracked the flow of data beginning with O'Brien's initial\n\nentry of the license plate number at 4:45 p.m. (recorded as time\n\n16:45:44) on the afternoon of July 1, 2002.2      The MDT printout\n\nindicated that five and six seconds later (that is, at 16:45:49 and\n\nagain at 16:45:50), the data flow indicated that the car's owner\n\nhad an active driver's license.    Instantaneously thereafter, also\n\nat 16:45:50, the printout indicated a suspended license.     While\n\nOfficer Stancato could not determine from the printout whether\n\nO'Brien and Rioux actually had seen the earlier screens indicating\n\n\n\n     2\n      It is clear that this printout, which was offered into\nevidence by the defendant, is not identical in format to the\ndisplay the officers would have seen at the time the events\nunfolded; it did, however, track the sequence in which the data\nabout the defendant and his vehicle would have been received by the\nofficers' MDT unit.\n\n                                  -5-\n\fa valid driver's license, he testified that based on how the system\n\nworks the officers would have had to scroll through the earlier\n\nscreens in order to reach the later-received screen that reported\n\na suspended license (the information upon which the officers based\n\nthe stop).3\n\n             At the conclusion of the hearing, the district court\n\nruled from the bench.       Relying on Whren v. United States, 517 U.S.\n\n806 (1996), the court found that the police department's decision\n\nto target the Grove Hall area and focus its attention on \"high-risk\n\nvehicles\" was within the encincture of its discretion.          As to the\n\nstop itself, the court found it likely that Officer O'Brien had\n\n\"conflated the information that he had\" by making \"the suspension\n\nthe   only    observation    with   respect   to   the   license.\"   This\n\nconflation, whatever its source, did not trouble the court because\n\n\"even if [O'Brien] saw both\" license entries, he \"did focus on what\n\nwas the ultimate determination here that justified the stop.         And\n\nthat is      that it was a suspended license.\"           The court found\n\nO'Brien's testimony credible and his actions reasonable, given that\n\nevents were unfolding rapidly in \"realtime.\" Indeed, the printout\n\n\n\n      3\n      At the suppression hearing, there was conflicting testimony\nas to whether the active screen or the suspended screen appeared\nfirst.   Officer O'Brien testified that \"it c[a]me up suspended\nfirst and then active.\"    However, the MDT printout and Officer\nStancato's testimony both indicated that the active screen would\nhave appeared before the suspended screen.      Since the district\ncourt reasonably credited the latter evidence, we will assume for\npurposes of this appeal that the active screen was displayed first.\n\n                                     -6-\n\freveals that there was a delay of only one second between the\n\ninitial screen showing an active license and the later screen\n\nshowing a suspended license.\n\n           The   district   court   concluded   that   the    officers   had\n\nreasonable suspicion to stop the defendant's car in order to\n\ninvestigate   whether   the   driver   was   operating   on   a   suspended\n\nlicense. This reasonable suspicion justified the initial stop, and\n\nthe combination of the defendant's behavior, the sighting of the\n\ngun, and Fuentes's antics collectively justified the arrest and the\n\nensuing searches.\n\n           After the district court denied his motion to suppress,\n\nthe defendant entered a conditional plea of guilty to each of the\n\nfour counts contained in the superseding indictment, reserving his\n\nright to appeal the suppression ruling.          See Fed. R. Crim. P.\n\n11(a)(2). The district court thereafter sentenced the defendant to\n\nan aggregate incarcerative term of 180 months: 120 months on count\n\n2, 60 months on each of counts 1 and 3 (to run concurrently with\n\neach other and with the sentence on count 2), and 60 months on\n\ncount 4 (to run consecutively to the terms imposed for the other\n\nthree counts).    This appeal followed.\n\nIII.   DISCUSSION\n\n           The defendant assigns error to the district court's\n\nrefusal to suppress, its regulation of cross-examination, and its\n\n\n\n\n                                    -7-\n\fsentencing     protocol.       We    discuss    these    claims   of    error\n\nsequentially.\n\n                       A.    Refusal to Suppress.\n\n          The defendant's challenge to the district court's denial\n\nof his motion to suppress is narrowly focused.           The main thrust is\n\ndirected to the validity of the stop itself.                 The applicable\n\nstandards of review are familiar.          In considering the denial of a\n\nmotion to suppress, we accept the trial court's findings of fact\n\nunless they are clearly erroneous and subject its conclusions of\n\nlaw to de novo review.      Ornelas v. United States, 517 U.S. 690, 699\n\n(1996); Romain, 393 F.3d at 68.\n\n          It    is   axiomatic      that   a   brief    investigatory    stop\n\n\"constitutes a seizure within the purview of the Fourth Amendment\n\nand, therefore, is subject to the constitutional imperative that it\n\nmust be reasonable under all the circumstances.\"            Romain, 393 F.3d\n\nat 70-71 (citing Terry v. Ohio, 392 U.S. 1 (1968)).           An officer may\n\nconduct such a stop if he has a \"reasonable, articulable suspicion\n\nthat criminal activity is afoot.\"              Id. at 71.     The officer's\n\ninitial actions must be justified at their inception and his\n\nsubsequent actions must be \"responsive to the emerging tableau —\n\nthe circumstances originally warranting the stop, informed by what\n\noccurred, and what the officer learned, as the stop progressed.\"\n\nUnited States v. Chhien, 266 F.3d 1, 6 (1st Cir. 2001).                 These\n\nbenchmarks require us to assess the totality of the circumstances,\n\n\n                                     -8-\n\fon a case-specific basis, in order to ascertain whether the officer\n\nhad a particularized, objectively reasonable basis for suspecting\n\nwrongdoing (and, thus, for making the initial stop). United States\n\nv. Arvizu, 534 U.S. 266, 273 (2002).\n\n            In   this   instance,   the       district   court     placed    heavy\n\nemphasis on the MDT data and the protocols for interpreting the\n\ndata as described by Stancato (the training officer).                     Stancato\n\nexplained   that    police   officers        are   trained   to   focus    on   the\n\nsuperseding, more accurate, data that populate the MDT screen, and\n\nthe district court found that this orientation (favoring reliance\n\non later-arriving data) animated the officers' initiation of the\n\nstop.    While     blind   deference    to    the   perceptions     of    officers\n\ndeciding whether to undertake a stop is inappropriate, deference is\n\ndue to objectively reasonable perceptions.                   See, e.g., United\n\nStates v. Woodrum, 202 F.3d 1, 7 (1st Cir. 2000).                 Given that the\n\nsuspended screen arrived after the active screen and thereafter\n\ncontinued to indicate that the defendant's license was suspended,\n\nwe cannot fault the district court's determination that Officer\n\nO'Brien's suspicion was objectively reasonable.4\n\n\n\n\n     4\n      The defendant does not challenge the officers' implicit\nassumption that the owner and operator of the Honda were one and\nthe same.   This assumption has grounding in the case law, see,\ne.g., West v. Duncan, 179 F. Supp. 2d 794, 803 (N.D. Ohio 2001);\nCommonwealth v. Deramo, 436 Mass. 40, 43, 762 N.E.2d 815, 818\n(2002), and we therefore do not question it.\n\n                                       -9-\n\f           The fact that, as matters turned out, the defendant's\n\nlicense was not suspended at the time of the stop — a fact that the\n\ngovernment conceded for purposes of the suppression motion — does\n\nnot alter this assessment.       To be sure, O'Brien's reliance on the\n\ncomputer database record indicating a suspended driver's license\n\nconstituted a mistake, regardless of whether, in initiating the\n\nstop, he relied solely upon the suspension information or acted\n\nupon a conflation of the conflicting responses.              But there is no\n\ndispute in this case that driving with a suspended license would be\n\na violation of Massachusetts law.          See Mass. Gen. Laws ch. 90, §§\n\n10, 21, 23.   The mistake was, therefore, one of fact, not of law.\n\n           This dichotomy is important because of the material\n\ndifference between traffic stops based on a police officer's\n\nmistake of law and those based on a police officer's mistake of\n\nfact.   Stops premised on a mistake of law, even a reasonable, good-\n\nfaith mistake, are generally held to be unconstitutional.                    See,\n\ne.g., United States v. McDonald, 453 F.3d 958, 961-62 (7th Cir.\n\n2006)   (holding   stop   invalid   where    statute   did    not    proscribe\n\ndefendant's    use   of    the    turn     signal);    United       States     v.\n\nChanthasouxat, 342 F.3d 1271, 1277-80 (11th Cir. 2003) (finding no\n\nreasonable suspicion where applicable code did not require inside\n\nrear-view mirrors). But see United States v. Martin, 411 F.3d 998,\n\n1001 (8th Cir. 2005) (stating that \"in mistake cases the question\n\nis simply whether the mistake, whether of law or fact, was an\n\n\n                                    -10-\n\fobjectively reasonable one\" (citation and internal quotation marks\n\nomitted)).\n\n           Stops premised on mistakes of fact, however, generally\n\nhave been held constitutional so long as the mistake is objectively\n\nreasonable.   See, e.g., United States v. Miguel, 368 F.3d 1150,\n\n1153 (9th Cir. 2004); United States v. Cashman, 216 F.3d 582, 587\n\n(7th Cir. 2000). A finding of reasonable suspicion demands only an\n\nobjectively reasonable appraisal of the facts — not a meticulously\n\naccurate appraisal.\n\n           With respect to the significance of the mistake of fact\n\nin this case, we draw upon our analysis in United States v. Fox,\n\n393 F.3d 52 (1st Cir. 2004).5   There, a police officer initiated an\n\ninvestigatory stop when he was unable to determine whether a\n\nvehicle driven by the defendant had a functioning license plate\n\nlight (which he knew to be required under Maine law).    Id. at 56,\n\n59.   The defendant challenged this stop based on the testimony of\n\nthe vehicle's owner that she checked the plate light soon after the\n\nstop and found it in good working order.          We rejected that\n\nchallenge, concluding that the stop was lawful because, whether or\n\nnot mistaken, the officer \"reasonably believed . . . that the plate\n\nlight was not functioning.\"     Id. at 59 n.6.\n\n\n      5\n      The Supreme Court vacated the decision in Fox on a sentence-\nrelated ground. 125 S. Ct. 2949 (2005). The original sentence was\nthen affirmed on remand. See 429 F.3d 316 (1st Cir. 2005). None\nof this affects the validity of the Fox court's Fourth Amendment\nruling.\n\n                                 -11-\n\f           Fox    stands    for    the    proposition    that     an    objectively\n\nreasonable suspicion, even if found to be based on an imperfect\n\nperception of a given state of affairs, may justify a Terry stop.\n\nSo it is here.6      It is unclear why the MDT screen inaccurately\n\nindicated a suspended license after having correctly indicated an\n\nactive license.     Whether or not the defendant was driving with a\n\nsuspended license, however, the fact that the officers, in line\n\nwith the guidance they had received for interpreting the MDT\n\nscreens,   reasonably      believed       that   his   license    was        suspended\n\nadequately grounded their initiation of the stop.                Accordingly, we\n\nuphold   the    district    court's      determination     that    the       officers\n\npredicated the stop on an objectively reasonable suspicion.                         See\n\nMiguel, 368 F.3d at 1154 (affirming denial of motion to suppress\n\nwhere,   even    though    the    vehicle   registration    had        not    in   fact\n\nexpired, \"the deputies did not have any reason to question the\n\nintegrity of the information provided by the Arizona Motor Vehicle\n\nDepartment\").\n\n\n\n     6\n      The fact that here, unlike in Fox, the mistake emanated from\na government record raises a potential concern under Arizona v.\nEvans, 514 U.S. 1, 6 (1995) (considering suppression of evidence\nseized incident to arrest based on erroneous police record). In\nthis case, however, any argument under Evans is waived.         See\nSandstrom v. ChemLawn Corp., 904 F.2d 83, 86 (1st Cir. 1990)\n(holding that an argument \"not made to the district court or in\nappellant's opening brief, [but] surfacing only in his reply brief\"\nwas waived); see also United States v. Slade, 980 F.2d 27, 31 (1st\nCir. 1992) (explaining that \"a party is not at liberty to\narticulate specific arguments for the first time on appeal simply\nbecause the general issue was before the district court\").\n\n                                         -12-\n\f          This does not end our odyssey.   At oral argument before\n\nus, the defendant, for the first time, launched a preemptive strike\n\naimed at the scope of the stop.   The burden of this freshly minted\n\nplaint runs as follows: at best, the officers had ambiguous, rather\n\nthan sure-fire, information about the status of the driver's\n\nlicense, so they had leeway only to request production of the\n\nlicense, not to order the defendant out of the car.   Because this\n\nargument was neither presented to the district court nor briefed on\n\nappeal, it is forfeited, if not entirely waived.7       See United\n\nStates v. Zannino, 895 F.2d 1, 17 (1st Cir. 1990).    In all events\n\nthe argument is meritless.\n\n          Under Pennsylvania v. Mimms, 434 U.S. 106 (1977), and its\n\nprogeny, a police officer may, as a matter of course, require the\n\ndriver of a car lawfully stopped for a suspected traffic violation\n\nto step out of his vehicle.    Id. at 111 & n.6; cf. Maryland v.\n\nWilson, 519 U.S. 408, 414-15 (1997) (permitting officers to order\n\npassengers out of car during traffic stop even though passengers\n\nare not suspected of having committed a crime).       That rule is\n\ngrounded in legitimate concerns for officer safety — and it is\n\ndispositive here. Since the stop was lawful, it follows inexorably\n\n\n\n     7\n      We say \"waived\" because, in the course of argument before the\ndistrict court, the defendant's trial counsel vouchsafed that as\nlong as the stop was lawful, \"I would have to certainly believe\nthat everything thereafter, both the search and the statements,\nwould probably come in . . . . [M]y argument is clearly directed at\nthe beginning, not at the end.\"\n\n                               -13-\n\fthat the officers were authorized, as a security measure, to order\n\nthe   driver   out   of   the   car   pending   the   completion   of   their\n\ninvestigation into the suspected traffic violation.\n\n                B.   Curtailment of Cross-Examination.\n\n           As part and parcel of his attack on the district court's\n\ndenial of the motion to suppress, the defendant contends that the\n\ncourt unfairly curtailed his cross-examination of Officer Rioux\n\nduring the suppression hearing.         This assignment of error relates\n\ndirectly to the district court's ruling on suppression and, thus,\n\ncomes within the constellation of issues preserved for appeal under\n\nthe terms of the conditional guilty plea.              See United States v.\n\nLink, 238 F.3d 106, 108-11 (1st Cir. 2001).           We approach this topic\n\nmindful that rulings admitting or excluding evidence, such as\n\nrulings regulating the scope and extent of cross-examination, are\n\nreviewed only for abuse of discretion.                See United States v.\n\nBalsam, 203 F.3d 72, 87 (1st Cir. 2000).\n\n           In mounting this argument, the defendant directs our\n\nattention to the following series of questions posed to Rioux by\n\ndefense counsel (page references are to the MDT printout introduced\n\ninto evidence):\n\n           Q And it says that Mr. Copeland's license is\n           active; is that correct?\n\n           A That is what it says.\n\n           Q Is there any reason at that point that you\n           were concerned that \"I need to stop this\n           vehicle?\"\n\n                                      -14-\n\f          A It came back suspended at that time.\n\n          Q No, I didn't ask you that.\n\n          MR. CHIPMAN [Defense Counsel]: I'll ask that\n          be stricken from the record, Your Honor.\n\n          THE COURT: No. You asked the question.     You\n          got the answer.\n\n          Q Again, Officer, on page six at the bottom,\n          it says Mr. Copeland's license is active; is\n          that correct?\n\n          A It says it.\n\n          Q That's what it says. At that point in time,\n          was there any reason to believe that he was\n          operating without a valid license?\n\n          MR. KANWIT [Prosecutor]: Objection, Your\n          Honor. Again, we're confusing the exhibit.\n\n          THE COURT: Please. You asked the question of\n          the witness. But I'll tell you, this is not\n          particularly productive. I go over and look\n          at the suspended license report and it's\n          precisely the same time.    16:45:50 seconds.\n          The question I want to know is does the screen\n          always show what the printout shows.     And I\n          don't know if this witness can answer it or if\n          anybody can answer it. But in any event, this\n          is spelling banana, but refusing to stop.\n\n          MR. CHIPIMAN: Well, I have no further\n          questions of this witness, Your Honor.\n\n          On appeal the defendant attempts to characterize the\n\ndistrict court's comments as a \"blanket restriction\" on a line of\n\nquestioning.   Building on this porous foundation, he posits that,\n\ntherefore, \"the issue of whether the officers had reason to believe\n\nthat the defendant was operating without a license at the precise\n\n\n\n                               -15-\n\fmoment of the stop was not developed.\"               We reject this jerry-built\n\nconstruct.\n\n                 As an initial matter, the full transcript of Officer\n\nRioux's testimony shows beyond hope of contradiction that the court\n\nallowed the defendant to cross-examine the officer at length on his\n\ninterpretation of the MDT printout. Moreover, the specific passage\n\nto which the defendant adverts, quoted above, does not reflect any\n\ncurtailment        by    the   district   court     of   this    expansive   cross-\n\nexamination.        Rather, it reflects only that, after the government\n\nrenewed an earlier objection, the court remarked the obvious — that\n\nthe line of questioning was \"not particularly productive.\"                       This\n\nnormative observation did not constitute a curtailment.8\n\n                 If more were needed — and we do not think that it is —\n\nthe line of inquiry pursued by the defendant worked backward, from\n\nOfficer Rioux's interpretation of the MDT printout while on the\n\nwitness stand to establishing what his beliefs may have been while\n\nat the scene.           To the extent that the defense counsel sought to\n\ninquire about Officer Rioux's subjective beliefs, the responses\n\nthat       the   cross-examination     was       designed   to   elicit   were   not\n\nespecially probative of the basis for the stop (which, after all,\n\n\n\n       8\n      We note that, even if it did, defense counsel made no offer\nof proof. Any claim of curtailment was, therefore, waived. See\nFed. R. Evid. 103(a)(2) (requiring offer of proof in most cases\nfollowing ruling excluding evidence for preservation of objection);\nsee also United States v. Jadusingh, 12 F.3d 1162, 1166 (1st Cir.\n1994) (applying the rule).\n\n                                          -16-\n\fdepended   on     objective    reasonableness,      not   on   subjective\n\nimpressions, see Whren, 517 U.S. at 813).           Given the undeniable\n\nauthority of trial courts to place reasonable limits on cross-\n\nexamination in order to cut off protracted discussion of marginally\n\nrelevant subjects, see United States v. Jimenez-Torres, 435 F.3d 3,\n\n11 (1st Cir. 2006); United States v. Mikutowicz, 365 F.3d 65, 72\n\n(1st Cir. 2004), it would have been well within the district\n\ncourt's discretion to limit the line of inquiry undertaken here.\n\n           The defendant's reliance on United States v. Forbes, 181\n\nF.3d 1 (1st Cir. 1999), is misguided.             There, the trial judge\n\ndenied the defendant's motion to suppress, finding the testimony of\n\nthe police officer credible even though the judge (i) questioned or\n\nrejected major aspects of that testimony and (ii) determined that\n\nthe officer had not always followed proper police procedures.        Id.\n\nat 4 & n.5.   We remanded in light of these inconsistencies because\n\nthe court had \"rested its findings solely on the credibility of\n\n[the officer].\"    Id. at 7.       Here, however, the district court did\n\nnot find the officers' testimony fraught with error, did not rely\n\nsolely on their credibility, and did not determine that they had\n\ndeviated from regular procedure in any way.         The two cases simply\n\nare not fair congeners.\n\n                              C.    Sentencing.\n\n           The defendant's last asseveration constitutes a challenge\n\nto his sentence on count 2 of the indictment.         That count charged\n\n\n                                     -17-\n\fhim with possession of cocaine base with intent to distribute in\n\nviolation of 21 U.S.C. § 841(a)(1). The defendant asserts that the\n\ndistrict court erred in considering his prior criminal record when\n\nit imposed a ten-year, rather than a five-year, mandatory minimum\n\nsentence.    See 21 U.S.C. § 841(b)(1)(B).        This assertion rests on\n\nthe premise that the fact of a prior conviction must be specified\n\nin the indictment, found by a jury beyond a reasonable doubt, or\n\nallocuted to during the change-of-plea colloquy (none of which\n\nhappened here).\n\n            The   defendant's    premise   is   incorrect.   The   Supreme\n\nCourt's decision in Almendarez-Torres v. United States, 523 U.S.\n\n224 (1998), made clear that a sentence enhancement may be grounded\n\non prior criminal convictions not separately charged, proven to a\n\njury, or admitted by the accused.          See id. at 226-27.    While the\n\nAlmendarez-Torres Court directed itself to prior convictions that\n\ntriggered increases in the accused's maximum permissible sentence,\n\nsee id. at 244-45, we have applied its reasoning with full force to\n\nprior   convictions    that     trigger    mandatory   minimum   terms   of\n\nimprisonment, see, e.g., United States v. Roberson, ___ F.3d ___,\n\n___n.11 (1st Cir. 2006) [2006 WL 2328586, at *14 n. 11]; United\n\nStates v. McKenney, 450 F.3d 39, 45-46 (1st Cir. 2006).\n\n            As these cases illustrate, we have, even after the\n\nSupreme Court's decision in United States v. Booker, 543 U.S. 220\n\n(2005), unhesitatingly affirmed our fealty to Almendarez-Torres.\n\n\n                                    -18-\n\fSee, e.g., Roberson, ___ F.3d at ___n.11 [2006 WL 2328586, at *14\n\nn.11]; United States v. Richards, 456 F.3d 260, 262 (1st Cir.\n\n2006); United States v. Jiménez-Beltre, 440 F.3d 514, 520 (1st Cir.\n\n2006) (en banc). We are bound to adhere to these precedents unless\n\nand until the Supreme Court itself disavows Almendarez-Torres.\n\nAccordingly, we hold that the district court acted appropriately in\n\nconsidering the defendant's criminal history in connection with the\n\nimposition of sentence.\n\nIV.   CONCLUSION\n\n            We need go no further.     Discerning no infirmity in the\n\ndistrict court's disposition of the defendant's suppression motion,\n\nits regulation of cross-examination, or its imposition of sentence,\n\nwe affirm the judgment below.\n\n\n\nAffirmed.\n\n\n\n\n                                -19-\n\f",
  "html": "<p class=\"case_cite\">463 F.3d 96</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Eddie COPLIN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 05-2077.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard August 1, 2006.</p>\n    <p class=\"date\">Decided September 20, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Bernard Grossberg, for appellant.</p>\n      <p class=\"indent\">Randall E. Kromm, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, SELYA and DYK,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal hinges on an interesting and important point in the jurisprudence of the Fourth Amendment: does reasonable suspicion, based on a plausible but mistaken view of the facts, justify a <i>Terry</i> stop? The district court answered this question in the affirmative, and so do we. Consequently, we uphold the district court's denial of the defendant's motion to suppress. We also reject, more easily, the defendant's remaining claims of error, which challenge the district court's regulation of cross-examination and its sentencing protocol.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We rehearse the facts as the district court found them, consistent with record support. <i>See United States v. Romain,</i> 393 F.3d 63, 66 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On July 1, 2002, the Boston police were intensifying their patrol of the Grove Hall neighborhood in response to a recent incident of gun violence. Just before 4:45 p.m. on that date, Officers Scott O'Brien and Steven Rioux spotted a Honda Accord and decided to run a check of its license plate because, as Officer O'Brien later testified, Hondas are stolen with more frequency than virtually any other make of automobile.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In Boston, police cruisers are commonly equipped with mobile data terminals (MDTs). These MDTs are linked to various databases including those of the Massachusetts Registry of Motor Vehicles and the National Crime Information Center. Officer O'Brien entered the Honda's license plate number into the MDT and, according to both officers, the MDT indicated that the owner of the car had a suspended driver's license.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The officers pulled up behind the Honda near the corner of Blue Hill Avenue and Quincy Street. O'Brien disembarked from the cruiser and approached the driver's-side door of the Honda, while Rioux approached the passenger's-side door. O'Brien confirmed that the operator of the vehicle, defendant-appellant Eddie Coplin, was the vehicle's owner. He then asked the defendant to disembark. As the defendant exited the vehicle, he tried to keep his right hand out of view and close the door behind him. During that process, O'Brien spied a gun on the driver's seat. O'Brien immediately placed the defendant under arrest and instructed Rioux to handcuff him.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">When this transpired, the passenger in the stopped car, Sheila Fuentes, became visibly agitated, started to move into the driver's seat, and disregarded the officers' instruction to keep her hands in sight. In response, the police handcuffed her as well. Subsequent searches revealed eleven baggies of marijuana in Fuentes's purse and a sack of cocaine base in her lingerie.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Following his detention, the defendant insisted that he held a valid driver's license. O'Brien re-entered the license plate number into the MDT and showed the defendant a screen that indicated the suspended license. At that point, however, O'Brien noticed, apparently for the first time, a screen indicating that the defendant's license was in full force.</p>\n    </div>\n    <p class=\"indent\">II. TRAVEL OF THE CASE</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In due season, a federal grand jury indicted the defendant on various firearms and drug charges involving the items that the police had retrieved from the car and from Fuentes's person. The defendant moved to suppress these items, challenging the constitutionality of the initial traffic stop.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court held a two-day evidentiary hearing on the motion to suppress. Officers O'Brien and Rioux testified about the events surrounding the stop and the ensuing arrest. Neither officer recalled having seen an active license indicator prior to initiating the stop. The government also presented the testimony of Officer Vincent Stancato, a technical trainer in the police department's information technology division. Stancato provided background information on the workings of the MDT system and its wonted use within the police department.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Pertinently, Stancato testified that after a query (such as a license plate number) is entered into an MDT unit, data from the networked databases filter back to the unit at varying speeds.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The MDT unit displays the information it receives in the form of successive screens. The data reflected in the later screens supersede &#8212; that is, are more accurate and, hence, more reliable than &#8212; the data reflected in the earlier screens.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In order to receive the updated information screens, a user is prompted to hit a \"next message\" button. Using this modality, every officer is trained to scroll through successive data screens in order to reach the most up-to-date information about the subject matter in question. O'Brien testified that he had done exactly that.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">With respect to the MDT query in this case, the district court admitted into evidence a printout from the MDT system. The printout tracked the flow of data beginning with O'Brien's initial entry of the license plate number at 4:45 p.m. (recorded as time 16:45:44) on the afternoon of July 1, 2002.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The MDT printout indicated that five and six seconds later (that is, at 16:45:49 and again at 16:45:50), the data flow indicated that the car's owner had an active driver's license. Instantaneously thereafter, also at 16:45:50, the printout indicated a suspended license. While Officer Stancato could not determine from the printout whether O'Brien and Rioux actually had seen the earlier screens indicating a valid driver's license, he testified that based on how the system works the officers would have had to scroll through the earlier screens in order to reach the later-received screen that reported a suspended license (the information upon which the officers based the stop).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At the conclusion of the hearing, the district court ruled from the bench. Relying on <i>Whren v. United States,</i> 517 U.S. 806, 116 S.Ct. 1769, 135 L.Ed.2d 89 (1996), the court found that the police department's decision to target the Grove Hall area and focus its attention on \"high-risk vehicles\" was within the encincture of its discretion. As to the stop itself, the court found it likely that Officer O'Brien had \"conflated the information that he had\" by making \"the suspension the only observation with respect to the license.\" This conflation, whatever its source, did not trouble the court because \"even if [O'Brien] saw both\" license entries, he \"did focus on what was the ultimate determination here that justified the stop. And that is that it was a suspended license.\" The court found O'Brien's testimony credible and his actions reasonable, given that events were unfolding rapidly in \"realtime.\" Indeed, the printout reveals that there was a delay of only one second between the initial screen showing an active license and the later screen showing a suspended license.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court concluded that the officers had reasonable suspicion to stop the defendant's car in order to investigate whether the driver was operating on a suspended license. This reasonable suspicion justified the initial stop, and the combination of the defendant's behavior, the sighting of the gun, and Fuentes's antics collectively justified the arrest and the ensuing searches.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">After the district court denied his motion to suppress, the defendant entered a conditional plea of guilty to each of the four counts contained in the superseding indictment, reserving his right to appeal the suppression ruling. <i>See</i> Fed. R.Crim.P. 11(a)(2). The district court thereafter sentenced the defendant to an aggregate incarcerative term of 180 months: 120 months on count 2, 60 months on each of counts 1 and 3 (to run concurrently with each other and with the sentence on count 2), and 60 months on count 4 (to run consecutively to the terms imposed for the other three counts). This appeal followed.</p>\n    </div>\n    <p class=\"indent\">III. DISCUSSION</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The defendant assigns error to the district court's refusal to suppress, its regulation of cross-examination, and its sentencing protocol. We discuss these claims of error sequentially.</p>\n    </div>\n    <p class=\"center\">A. <i>Refusal to Suppress.</i></p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The defendant's challenge to the district court's denial of his motion to suppress is narrowly focused. The main thrust is directed to the validity of the stop itself. The applicable standards of review are familiar. In considering the denial of a motion to suppress, we accept the trial court's findings of fact unless they are clearly erroneous and subject its conclusions of law to de novo review. <i>Ornelas v. United States,</i> 517 U.S. 690, 699, 116 S.Ct. 1657, 134 L.Ed.2d 911 (1996); <i>Romain,</i> 393 F.3d at 68.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It is axiomatic that a brief investigatory stop \"constitutes a seizure within the purview of the Fourth Amendment and, therefore, is subject to the constitutional imperative that it must be reasonable under all the circumstances.\" <i>Romain,</i> 393 F.3d at 70-71 (citing <i>Terry v. Ohio,</i> 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968)). An officer may conduct such a stop if he has a \"reasonable, articulable suspicion that criminal activity is afoot.\" <i>Id.</i> at 71. The officer's initial actions must be justified at their inception and his subsequent actions must be \"responsive to the emerging tableau &#8212; the circumstances originally warranting the stop, informed by what occurred, and what the officer learned, as the stop progressed.\" <i>United States v. Chhien,</i> 266 F.3d 1, 6 (1st Cir. 2001). These benchmarks require us to assess the totality of the circumstances, on a case-specific basis, in order to ascertain whether the officer had a particularized, objectively reasonable basis for suspecting wrongdoing (and, thus, for making the initial stop). <i>United States v. Arvizu,</i> 534 U.S. 266, 273, 122 S.Ct. 744, 151 L.Ed.2d 740 (2002).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In this instance, the district court placed heavy emphasis on the MDT data and the protocols for interpreting the data as described by Stancato (the training officer). Stancato explained that police officers are trained to focus on the superseding, more accurate, data that populate the MDT screen, and the district court found that this orientation (favoring reliance on later-arriving data) animated the officers' initiation of the stop. While blind deference to the perceptions of officers deciding whether to undertake a stop is inappropriate, deference is due to objectively reasonable perceptions. <i>See, e.g., United States v. Woodrum,</i> 202 F.3d 1, 7 (1st Cir.2000). Given that the suspended screen arrived <i>after</i> the active screen and thereafter continued to indicate that the defendant's license was suspended, we cannot fault the district court's determination that Officer O'Brien's suspicion was objectively reasonable.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The fact that, as matters turned out, the defendant's license was not suspended at the time of the stop &#8212; a fact that the government conceded for purposes of the suppression motion &#8212; does not alter this assessment. To be sure, O'Brien's reliance on the computer database record indicating a suspended driver's license constituted a mistake, regardless of whether, in initiating the stop, he relied solely upon the suspension information or acted upon a conflation of the conflicting responses. But there is no dispute in this case that driving with a suspended license would be a violation of Massachusetts law. <i>See</i> Mass. Gen. Laws ch. 90, &#167;&#167; 10, 21, 23. The mistake was, therefore, one of fact, not of law.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This dichotomy is important because of the material difference between traffic stops based on a police officer's mistake of law and those based on a police officer's mistake of fact. Stops premised on a mistake of law, even a reasonable, good-faith mistake, are generally held to be unconstitutional. <i>See, e.g., United States v. McDonald,</i> 453 F.3d 958, 961-62 (7th Cir. 2006) (holding stop invalid where statute did not proscribe defendant's use of the turn signal); <i>United States v. Chanthasouxat,</i> 342 F.3d 1271, 1277-80 (11th Cir.2003) (finding no reasonable suspicion where applicable code did not require inside rearview mirrors). <i>But see United States v. Martin,</i> 411 F.3d 998, 1001 (8th Cir.2005) (stating that \"in mistake cases the question is simply whether the mistake, whether of law or fact, was an objectively reasonable one\" (citation and internal quotation marks omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Stops premised on mistakes of fact, however, generally have been held constitutional so long as the mistake is objectively reasonable. <i>See, e.g., United States v. Miguel,</i> 368 F.3d 1150, 1153 (9th Cir.2004); <i>United States v. Cashman,</i> 216 F.3d 582, 587 (7th Cir.2000). A finding of reasonable suspicion demands only an objectively reasonable appraisal of the facts &#8212; not a meticulously accurate appraisal.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">With respect to the significance of the mistake of fact in this case, we draw upon our analysis in <i>United States v. Fox,</i> 393 F.3d 52 (1st Cir.2004).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> There, a police officer initiated an investigatory stop when he was unable to determine whether a vehicle driven by the defendant had a functioning license plate light (which he knew to be required under Maine law). <i>Id.</i> at 56, 59. The defendant challenged this stop based on the testimony of the vehicle's owner that she checked the plate light soon after the stop and found it in good working order. We rejected that challenge, concluding that the stop was lawful because, whether or not mistaken, the officer \"reasonably believed . . . that the plate light was not functioning.\" <i>Id.</i> at 59 n. 6.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\"><i>Fox</i> stands for the proposition that an objectively reasonable suspicion, even if found to be based on an imperfect perception of a given state of affairs, may justify a <i>Terry</i> stop. So it is here.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> It is unclear why the MDT screen inaccurately indicated a suspended license after having correctly indicated an active license. Whether or not the defendant was driving with a suspended license, however, the fact that the officers, in line with the guidance they had received for interpreting the MDT screens, reasonably believed that his license was suspended adequately grounded their initiation of the stop. Accordingly, we uphold the district court's determination that the officers predicated the stop on an objectively reasonable suspicion. <i>See Miguel,</i> 368 F.3d at 1154 (affirming denial of motion to suppress where, even though the vehicle registration had not in fact expired, \"the deputies did not have any reason to question the integrity of the information provided by the Arizona Motor Vehicle Department\").</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This does not end our odyssey. At oral argument before us, the defendant, for the first time, launched a preemptive strike aimed at the scope of the stop. The burden of this freshly minted plaint runs as follows: at best, the officers had ambiguous, rather than sure-fire, information about the status of the driver's license, so they had leeway only to request production of the license, not to order the defendant out of the car. Because this argument was neither presented to the district court nor briefed on appeal, it is forfeited, if not entirely waived.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> <i>See United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990). In all events the argument is meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Under <i>Pennsylvania v. Mimms,</i> 434 U.S. 106, 98 S.Ct. 330, 54 L.Ed.2d 331 (1977), and its progeny, a police officer may, as a matter of course, require the driver of a car lawfully stopped for a suspected traffic violation to step out of his vehicle. <i>Id.</i> at 111 &amp; n. 6; <i>cf. Maryland v. Wilson,</i> 519 U.S. 408, 414-15, 117 S.Ct. 882, 137 L.Ed.2d 41 (1997) (permitting officers to order passengers out of car during traffic stop even though passengers are not suspected of having committed a crime). That rule is grounded in legitimate concerns for officer safety &#8212; and it is dispositive here. Since the stop was lawful, it follows inexorably that the officers were authorized, as a security measure, to order the driver out of the car pending the completion of their investigation into the suspected traffic violation.</p>\n    </div>\n    <p class=\"center\">B. <i>Curtailment of Cross-Examination.</i></p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As part and parcel of his attack on the district court's denial of the motion to suppress, the defendant contends that the court unfairly curtailed his cross-examination of Officer Rioux during the suppression hearing. This assignment of error relates directly to the district court's ruling on suppression and, thus, comes within the constellation of issues preserved for appeal under the terms of the conditional guilty plea. <i>See United States v. Link,</i> 238 F.3d 106, 108-11 (1st Cir.2001). We approach this topic mindful that rulings admitting or excluding evidence, such as rulings regulating the scope and extent of cross-examination, are reviewed only for abuse of discretion. <i>See United States v. Balsam,</i> 203 F.3d 72, 87 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In mounting this argument, the defendant directs our attention to the following series of questions posed to Rioux by defense counsel (page references are to the MDT printout introduced into evidence):</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Q And it says that Mr. Copeland's license is active; is that correct?</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">A That is what it says.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Q Is there any reason at that point that you were concerned that \"I need to stop this vehicle?\"</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">A It came back suspended at that time.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Q No, I didn't ask you that.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">MR. CHIPMAN [Defense Counsel]: I'll ask that be stricken from the record, Your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">THE COURT: No. You asked the question. You got the answer.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Q Again, Officer, on page six at the bottom, it says Mr. Copeland's license is active; is that correct?</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">A It says it.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Q That's what it says. At that point in time, was there any reason to believe that he was operating without a valid license?</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">MR. KANWIT [Prosecutor]: Objection, Your Honor. Again, we're confusing the exhibit.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">THE COURT: Please. You asked the question of the witness. But I'll tell you, this is not particularly productive. I go over and look at the suspended license report and it's precisely the same time. 16:45:50 seconds. The question I want to know is does the screen always show what the printout shows. And I don't know if this witness can answer it or if anybody can answer it. But in any event, this is spelling banana, but refusing to stop.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">MR. CHIPIMAN: Well, I have no further questions of this witness, Your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">On appeal the defendant attempts to characterize the district court's comments as a \"blanket restriction\" on a line of questioning. Building on this porous foundation, he posits that, therefore, \"the issue of whether the officers had reason to believe that the defendant was operating without a license at the precise moment of the stop was not developed.\" We reject this jerry-built construct.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">As an initial matter, the full transcript of Officer Rioux's testimony shows beyond hope of contradiction that the court allowed the defendant to cross-examine the officer at length on his interpretation of the MDT printout. Moreover, the specific passage to which the defendant adverts, quoted above, does not reflect any curtailment by the district court of this expansive cross-examination. Rather, it reflects only that, after the government renewed an earlier objection, the court remarked the obvious &#8212; that the line of questioning was \"not particularly productive.\" This normative observation did not constitute a curtailment.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">If more were needed &#8212; and we do not think that it is &#8212; the line of inquiry pursued by the defendant worked backward, from Officer Rioux's interpretation of the MDT printout while on the witness stand to establishing what his beliefs may have been while at the scene. To the extent that the defense counsel sought to inquire about Officer Rioux's subjective beliefs, the responses that the cross-examination was designed to elicit were not especially probative of the basis for the stop (which, after all, depended on objective reasonableness, not on subjective impressions, <i>see Whren,</i> 517 U.S. at 813, 116 S.Ct. 1769). Given the undeniable authority of trial courts to place reasonable limits on cross-examination in order to cut off protracted discussion of marginally relevant subjects, <i>see United States v. Jimenez-Torres,</i> 435 F.3d 3, 11 (1st Cir.2006); <i>United States v. Mikutowicz,</i> 365 F.3d 65, 72 (1st Cir.2004), it would have been well within the district court's discretion to limit the line of inquiry undertaken here.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The defendant's reliance on <i>United States v. Forbes,</i> 181 F.3d 1 (1st Cir.1999), is misguided. There, the trial judge denied the defendant's motion to suppress, finding the testimony of the police officer credible even though the judge (i) questioned or rejected major aspects of that testimony and (ii) determined that the officer had not always followed proper police procedures. <i>Id.</i> at 4 &amp; n. 5. We remanded in light of these inconsistencies because the court had \"rested its findings solely on the credibility of [the officer].\" <i>Id.</i> at 7. Here, however, the district court did not find the officers' testimony fraught with error, did not rely solely on their credibility, and did not determine that they had deviated from regular procedure in any way. The two cases simply are not fair congeners.</p>\n    </div>\n    <p class=\"center\">C. <i>Sentencing.</i></p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The defendant's last asseveration constitutes a challenge to his sentence on count 2 of the indictment. That count charged him with possession of cocaine base with intent to distribute in violation of 21 U.S.C. &#167; 841(a)(1). The defendant asserts that the district court erred in considering his prior criminal record when it imposed a ten-year, rather than a five-year, mandatory minimum sentence. <i>See</i> 21 U.S.C. &#167; 841(b)(1)(B). This assertion rests on the premise that the fact of a prior conviction must be specified in the indictment, found by a jury beyond a reasonable doubt, or allocuted to during the change-of-plea colloquy (none of which happened here).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The defendant's premise is incorrect. The Supreme Court's decision in <i>Almendarez-Torres v. United States,</i> 523 U.S. 224, 118 S.Ct. 1219, 140 L.Ed.2d 350 (1998), made clear that a sentence enhancement may be grounded on prior criminal convictions not separately charged, proven to a jury, or admitted by the accused. <i>See id.</i> at 226-27. While the <i>Almendarez-Torres</i> Court directed itself to prior convictions that triggered increases in the accused's maximum permissible sentence, <i>see id.</i> at 244-45, 118 S.Ct. 1219, we have applied its reasoning with full force to prior convictions that trigger mandatory minimum terms of imprisonment, <i>see, e.g., United States v. Roberson,</i> 459 F.3d 39, 55 n. 11 (1st Cir.2006); <i>United States v. McKenney,</i> 450 F.3d 39, 45-46 (1st Cir.2006).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">As these cases illustrate, we have, even after the Supreme Court's decision in <i>United States v. Booker,</i> 543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), unhesitatingly affirmed our fealty to <i>Almendarez-Torres. See, e.g., Roberson,</i> 459 F.3d at 55 n. 11; <i>United States v. Richards,</i> 456 F.3d 260, 262 (1st Cir.2006); <i>United States v. Jim&#233;nez-Beltre,</i> 440 F.3d 514, 520 (1st Cir.2006) (en banc). We are bound to adhere to these precedents unless and until the Supreme Court itself disavows <i>Almendarez-Torres.</i> Accordingly, we hold that the district court acted appropriately in considering the defendant's criminal history in connection with the imposition of sentence.</p>\n    </div>\n    <p class=\"indent\">IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We need go no further. Discerning no infirmity in the district court's disposition of the defendant's suppression motion, its regulation of cross-examination, or its imposition of sentence, we affirm the judgment below.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Federal Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Speed depends on a miscellany of factors, such as whether a given database is busy fielding other inquiries from other requesters</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It is clear that this printout, which was offered into evidence by the defendant, is not identical in format to the display the officers would have seen at the time the events unfolded; it did, however, track the sequence in which the data about the defendant and his vehicle would have been received by the officers' MDT unit</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> At the suppression hearing, there was conflicting testimony as to whether the active screen or the suspended screen appeared first. Officer O'Brien testified that \"it c[a]me up suspended first and then active.\" However, the MDT printout and Officer Stancato's testimony both indicated that the active screen would have appeared before the suspended screen. Since the district court reasonably credited the latter evidence, we will assume for purposes of this appeal that the active screen was displayed first</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The defendant does not challenge the officers' implicit assumption that the owner and operator of the Honda were one and the same. This assumption has grounding in the case law,<i>see, e.g., West v. Duncan,</i> 179 F.Supp.2d 794, 803 (N.D.Ohio 2001); <i>Commonwealth v. Deramo,</i> 436 Mass. 40, 43, 762 N.E.2d 815, 818 (2002), and we therefore do not question it.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Supreme Court vacated the decision in<i>Fox</i> on a sentence-related ground. ___ U.S. ___, 125 S.Ct. 2949, 162 L.Ed.2d 864 (2005). The original sentence was then affirmed on remand. <i>See</i> 429 F.3d 316 (1st Cir.2005). None of this affects the validity of the <i>Fox</i> court's Fourth Amendment ruling.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The fact that here, unlike in<i>Fox,</i> the mistake emanated from a government record raises a potential concern under <i>Arizona v. Evans,</i> 514 U.S. 1, 6, 115 S.Ct. 1185, 131 L.Ed.2d 34 (1995) (considering suppression of evidence seized incident to arrest based on erroneous police record). In this case, however, any argument under <i>Evans</i> is waived. <i>See Sandstrom v. ChemLawn Corp.,</i> 904 F.2d 83, 86 (1st Cir.1990) (holding that an argument \"not made to the district court or in appellant's opening brief, [but] surfacing only in his reply brief\" was waived); <i>see also United States v. Slade,</i> 980 F.2d 27, 31 (1st Cir.1992) (explaining that \"a party is not at liberty to articulate specific arguments for the first time on appeal simply because the general issue was before the district court\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We say \"waived\" because, in the course of argument before the district court, the defendant's trial counsel vouchsafed that as long as the stop was lawful, \"I would have to certainly believe that everything thereafter, both the search and the statements, would probably come in. . . . [M]y argument is clearly directed at the beginning, not at the end.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We note that, even if it did, defense counsel made no offer of proof. Any claim of curtailment was, therefore, waived<i>See</i> Fed.R.Evid. 103(a)(2) (requiring offer of proof in most cases following ruling excluding evidence for preservation of objection); <i>see also United States v. Jadusingh,</i> 12 F.3d 1162, 1166 (1st Cir.1994) (applying the rule).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">463</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">96</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Eddie COPLIN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 05-2077.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard August 1, 2006.</p>\n    <p class=\"date\">Decided September 20, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Bernard Grossberg, for appellant.</p>\n      <p class=\"indent\">Randall E. Kromm, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, SELYA and DYK,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal hinges on an interesting and important point in the jurisprudence of the Fourth Amendment: does reasonable suspicion, based on a plausible but mistaken view of the facts, justify a <i>Terry</i> stop? The district court answered this question in the affirmative, and so do we. Consequently, we uphold the district court's denial of the defendant's motion to suppress. We also reject, more easily, the defendant's remaining claims of error, which challenge the district court's regulation of cross-examination and its sentencing protocol.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We rehearse the facts as the district court found them, consistent with record support. <i>See United States v. Romain,</i> <span class=\"citation\" data-id=\"201394\"><a href=\"/opinion/201394/united-states-v-romain/\"><span class=\"volume\">393</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">63</span></a></span>, 66 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On July 1, 2002, the Boston police were intensifying their patrol of the Grove Hall neighborhood in response to a recent incident of gun violence. Just before 4:45 p.m. on that date, Officers Scott O'Brien and Steven Rioux spotted a Honda Accord and decided to run a check of its license plate because, as Officer O'Brien later testified, Hondas are stolen with more frequency than virtually any other make of automobile.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In Boston, police cruisers are commonly equipped with mobile data terminals (MDTs). These MDTs are linked to various databases including those of the Massachusetts Registry of Motor Vehicles and the National Crime Information Center. Officer O'Brien entered the Honda's license plate number into the MDT and, according to both officers, the MDT indicated that the owner of the car had a suspended driver's license.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The officers pulled up behind the Honda near the corner of Blue Hill Avenue and Quincy Street. O'Brien disembarked from the cruiser and approached the driver's-side door of the Honda, while Rioux approached the passenger's-side door. O'Brien confirmed that the operator of the vehicle, defendant-appellant Eddie Coplin, was the vehicle's owner. He then asked the defendant to disembark. As the defendant exited the vehicle, he tried to keep his right hand out of view and close the door behind him. During that process, O'Brien spied a gun on the driver's seat. O'Brien immediately placed the defendant under arrest and instructed Rioux to handcuff him.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">When this transpired, the passenger in the stopped car, Sheila Fuentes, became visibly agitated, started to move into the driver's seat, and disregarded the officers' instruction to keep her hands in sight. In response, the police handcuffed her as well. Subsequent searches revealed eleven baggies of marijuana in Fuentes's purse and a sack of cocaine base in her lingerie.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Following his detention, the defendant insisted that he held a valid driver's license. O'Brien re-entered the license plate number into the MDT and showed the defendant a screen that indicated the suspended license. At that point, however, O'Brien noticed, apparently for the first time, a screen indicating that the defendant's license was in full force.</p>\n    </div>\n    <p class=\"indent\">II. TRAVEL OF THE CASE</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In due season, a federal grand jury indicted the defendant on various firearms and drug charges involving the items that the police had retrieved from the car and from Fuentes's person. The defendant moved to suppress these items, challenging the constitutionality of the initial traffic stop.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court held a two-day evidentiary hearing on the motion to suppress. Officers O'Brien and Rioux testified about the events surrounding the stop and the ensuing arrest. Neither officer recalled having seen an active license indicator prior to initiating the stop. The government also presented the testimony of Officer Vincent Stancato, a technical trainer in the police department's information technology division. Stancato provided background information on the workings of the MDT system and its wonted use within the police department.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Pertinently, Stancato testified that after a query (such as a license plate number) is entered into an MDT unit, data from the networked databases filter back to the unit at varying speeds.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The MDT unit displays the information it receives in the form of successive screens. The data reflected in the later screens supersede &#8212; that is, are more accurate and, hence, more reliable than &#8212; the data reflected in the earlier screens.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In order to receive the updated information screens, a user is prompted to hit a \"next message\" button. Using this modality, every officer is trained to scroll through successive data screens in order to reach the most up-to-date information about the subject matter in question. O'Brien testified that he had done exactly that.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">With respect to the MDT query in this case, the district court admitted into evidence a printout from the MDT system. The printout tracked the flow of data beginning with O'Brien's initial entry of the license plate number at 4:45 p.m. (recorded as time 16:45:44) on the afternoon of July 1, 2002.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The MDT printout indicated that five and six seconds later (that is, at 16:45:49 and again at 16:45:50), the data flow indicated that the car's owner had an active driver's license. Instantaneously thereafter, also at 16:45:50, the printout indicated a suspended license. While Officer Stancato could not determine from the printout whether O'Brien and Rioux actually had seen the earlier screens indicating a valid driver's license, he testified that based on how the system works the officers would have had to scroll through the earlier screens in order to reach the later-received screen that reported a suspended license (the information upon which the officers based the stop).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At the conclusion of the hearing, the district court ruled from the bench. Relying on <i>Whren v. United States,</i> <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">806</span></a></span>, <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span>, <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">89</span></a></span> (1996), the court found that the police department's decision to target the Grove Hall area and focus its attention on \"high-risk vehicles\" was within the encincture of its discretion. As to the stop itself, the court found it likely that Officer O'Brien had \"conflated the information that he had\" by making \"the suspension the only observation with respect to the license.\" This conflation, whatever its source, did not trouble the court because \"even if [O'Brien] saw both\" license entries, he \"did focus on what was the ultimate determination here that justified the stop. And that is that it was a suspended license.\" The court found O'Brien's testimony credible and his actions reasonable, given that events were unfolding rapidly in \"realtime.\" Indeed, the printout reveals that there was a delay of only one second between the initial screen showing an active license and the later screen showing a suspended license.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court concluded that the officers had reasonable suspicion to stop the defendant's car in order to investigate whether the driver was operating on a suspended license. This reasonable suspicion justified the initial stop, and the combination of the defendant's behavior, the sighting of the gun, and Fuentes's antics collectively justified the arrest and the ensuing searches.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">After the district court denied his motion to suppress, the defendant entered a conditional plea of guilty to each of the four counts contained in the superseding indictment, reserving his right to appeal the suppression ruling. <i>See</i> Fed. R.Crim.P. 11(a)(2). The district court thereafter sentenced the defendant to an aggregate incarcerative term of 180 months: 120 months on count 2, 60 months on each of counts 1 and 3 (to run concurrently with each other and with the sentence on count 2), and 60 months on count 4 (to run consecutively to the terms imposed for the other three counts). This appeal followed.</p>\n    </div>\n    <p class=\"indent\">III. DISCUSSION</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The defendant assigns error to the district court's refusal to suppress, its regulation of cross-examination, and its sentencing protocol. We discuss these claims of error sequentially.</p>\n    </div>\n    <p class=\"center\">A. <i>Refusal to Suppress.</i></p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The defendant's challenge to the district court's denial of his motion to suppress is narrowly focused. The main thrust is directed to the validity of the stop itself. The applicable standards of review are familiar. In considering the denial of a motion to suppress, we accept the trial court's findings of fact unless they are clearly erroneous and subject its conclusions of law to de novo review. <i>Ornelas v. United States,</i> <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">690</span></a></span>, 699, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1657</span></a></span>, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">911</span></a></span> (1996); <i>Romain,</i> 393 F.3d at 68.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It is axiomatic that a brief investigatory stop \"constitutes a seizure within the purview of the Fourth Amendment and, therefore, is subject to the constitutional imperative that it must be reasonable under all the circumstances.\" <i>Romain,</i> 393 F.3d at 70-71 (citing <i>Terry v. Ohio,</i> <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">889</span></a></span> (1968)). An officer may conduct such a stop if he has a \"reasonable, articulable suspicion that criminal activity is afoot.\" <i>Id.</i> at 71. The officer's initial actions must be justified at their inception and his subsequent actions must be \"responsive to the emerging tableau &#8212; the circumstances originally warranting the stop, informed by what occurred, and what the officer learned, as the stop progressed.\" <i>United States v. Chhien,</i> <span class=\"citation\" data-id=\"199609\"><a href=\"/opinion/199609/united-states-v-chhien/\"><span class=\"volume\">266</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir. 2001). These benchmarks require us to assess the totality of the circumstances, on a case-specific basis, in order to ascertain whether the officer had a particularized, objectively reasonable basis for suspecting wrongdoing (and, thus, for making the initial stop). <i>United States v. Arvizu,</i> <span class=\"citation\" data-id=\"118474\"><a href=\"/opinion/118474/united-states-v-arvizu/\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">266</span></a></span>, 273, <span class=\"citation\" data-id=\"118474\"><a href=\"/opinion/118474/united-states-v-arvizu/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">744</span></a></span>, <span class=\"citation\" data-id=\"118474\"><a href=\"/opinion/118474/united-states-v-arvizu/\"><span class=\"volume\">151</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">740</span></a></span> (2002).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In this instance, the district court placed heavy emphasis on the MDT data and the protocols for interpreting the data as described by Stancato (the training officer). Stancato explained that police officers are trained to focus on the superseding, more accurate, data that populate the MDT screen, and the district court found that this orientation (favoring reliance on later-arriving data) animated the officers' initiation of the stop. While blind deference to the perceptions of officers deciding whether to undertake a stop is inappropriate, deference is due to objectively reasonable perceptions. <i>See, e.g., United States v. Woodrum,</i> <span class=\"citation\" data-id=\"767456\"><a href=\"/opinion/767456/united-states-v-ronald-woodrum/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.2000). Given that the suspended screen arrived <i>after</i> the active screen and thereafter continued to indicate that the defendant's license was suspended, we cannot fault the district court's determination that Officer O'Brien's suspicion was objectively reasonable.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The fact that, as matters turned out, the defendant's license was not suspended at the time of the stop &#8212; a fact that the government conceded for purposes of the suppression motion &#8212; does not alter this assessment. To be sure, O'Brien's reliance on the computer database record indicating a suspended driver's license constituted a mistake, regardless of whether, in initiating the stop, he relied solely upon the suspension information or acted upon a conflation of the conflicting responses. But there is no dispute in this case that driving with a suspended license would be a violation of Massachusetts law. <i>See</i> Mass. Gen. Laws ch. 90, &#167;&#167; 10, 21, 23. The mistake was, therefore, one of fact, not of law.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This dichotomy is important because of the material difference between traffic stops based on a police officer's mistake of law and those based on a police officer's mistake of fact. Stops premised on a mistake of law, even a reasonable, good-faith mistake, are generally held to be unconstitutional. <i>See, e.g., United States v. McDonald,</i> <span class=\"citation\" data-id=\"794904\"><a href=\"/opinion/794904/united-states-v-demarco-l-mcdonald/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">958</span></a></span>, 961-62 (7th Cir. 2006) (holding stop invalid where statute did not proscribe defendant's use of the turn signal); <i>United States v. Chanthasouxat,</i> <span class=\"citation\" data-id=\"76272\"><a href=\"/opinion/76272/united-states-v-chanthasouxat/\"><span class=\"volume\">342</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1271</span></a></span>, 1277-80 (11th Cir.2003) (finding no reasonable suspicion where applicable code did not require inside rearview mirrors). <i>But see United States v. Martin,</i> <span class=\"citation\" data-id=\"790654\"><a href=\"/opinion/790654/united-states-v-dale-joseph-martin/\"><span class=\"volume\">411</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">998</span></a></span>, 1001 (8th Cir.2005) (stating that \"in mistake cases the question is simply whether the mistake, whether of law or fact, was an objectively reasonable one\" (citation and internal quotation marks omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Stops premised on mistakes of fact, however, generally have been held constitutional so long as the mistake is objectively reasonable. <i>See, e.g., United States v. Miguel,</i> <span class=\"citation\" data-id=\"786298\"><a href=\"/opinion/786298/united-states-v-leigh-christina-miguel-united-states-of-america-v-norman/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1150</span></a></span>, 1153 (9th Cir.2004); <i>United States v. Cashman,</i> <span class=\"citation\" data-id=\"769176\"><a href=\"/opinion/769176/united-states-v-donald-v-cashman-and-scott-d-fedderly/\"><span class=\"volume\">216</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">582</span></a></span>, 587 (7th Cir.2000). A finding of reasonable suspicion demands only an objectively reasonable appraisal of the facts &#8212; not a meticulously accurate appraisal.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">With respect to the significance of the mistake of fact in this case, we draw upon our analysis in <i>United States v. Fox,</i> <span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></span> (1st Cir.2004).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> There, a police officer initiated an investigatory stop when he was unable to determine whether a vehicle driven by the defendant had a functioning license plate light (which he knew to be required under Maine law). <i>Id.</i> at 56, 59. The defendant challenged this stop based on the testimony of the vehicle's owner that she checked the plate light soon after the stop and found it in good working order. We rejected that challenge, concluding that the stop was lawful because, whether or not mistaken, the officer \"reasonably believed . . . that the plate light was not functioning.\" <i>Id.</i> at 59 n. 6.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\"><i>Fox</i> stands for the proposition that an objectively reasonable suspicion, even if found to be based on an imperfect perception of a given state of affairs, may justify a <i>Terry</i> stop. So it is here.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> It is unclear why the MDT screen inaccurately indicated a suspended license after having correctly indicated an active license. Whether or not the defendant was driving with a suspended license, however, the fact that the officers, in line with the guidance they had received for interpreting the MDT screens, reasonably believed that his license was suspended adequately grounded their initiation of the stop. Accordingly, we uphold the district court's determination that the officers predicated the stop on an objectively reasonable suspicion. <i>See Miguel,</i> 368 F.3d at 1154 (affirming denial of motion to suppress where, even though the vehicle registration had not in fact expired, \"the deputies did not have any reason to question the integrity of the information provided by the Arizona Motor Vehicle Department\").</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This does not end our odyssey. At oral argument before us, the defendant, for the first time, launched a preemptive strike aimed at the scope of the stop. The burden of this freshly minted plaint runs as follows: at best, the officers had ambiguous, rather than sure-fire, information about the status of the driver's license, so they had leeway only to request production of the license, not to order the defendant out of the car. Because this argument was neither presented to the district court nor briefed on appeal, it is forfeited, if not entirely waived.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> <i>See United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990). In all events the argument is meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Under <i>Pennsylvania v. Mimms,</i> <span class=\"citation\" data-id=\"109751\"><a href=\"/opinion/109751/pennsylvania-v-mimms/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, <span class=\"citation\" data-id=\"109751\"><a href=\"/opinion/109751/pennsylvania-v-mimms/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">330</span></a></span>, <span class=\"citation\" data-id=\"109751\"><a href=\"/opinion/109751/pennsylvania-v-mimms/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">331</span></a></span> (1977), and its progeny, a police officer may, as a matter of course, require the driver of a car lawfully stopped for a suspected traffic violation to step out of his vehicle. <i>Id.</i> at 111 &amp; n. 6; <i>cf. Maryland v. Wilson,</i> <span class=\"citation\" data-id=\"118086\"><a href=\"/opinion/118086/maryland-v-wilson/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">408</span></a></span>, 414-15, <span class=\"citation\" data-id=\"118086\"><a href=\"/opinion/118086/maryland-v-wilson/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">882</span></a></span>, <span class=\"citation\" data-id=\"118086\"><a href=\"/opinion/118086/maryland-v-wilson/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">41</span></a></span> (1997) (permitting officers to order passengers out of car during traffic stop even though passengers are not suspected of having committed a crime). That rule is grounded in legitimate concerns for officer safety &#8212; and it is dispositive here. Since the stop was lawful, it follows inexorably that the officers were authorized, as a security measure, to order the driver out of the car pending the completion of their investigation into the suspected traffic violation.</p>\n    </div>\n    <p class=\"center\">B. <i>Curtailment of Cross-Examination.</i></p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As part and parcel of his attack on the district court's denial of the motion to suppress, the defendant contends that the court unfairly curtailed his cross-examination of Officer Rioux during the suppression hearing. This assignment of error relates directly to the district court's ruling on suppression and, thus, comes within the constellation of issues preserved for appeal under the terms of the conditional guilty plea. <i>See United States v. Link,</i> <span class=\"citation\" data-id=\"199255\"><a href=\"/opinion/199255/united-states-v-link/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">106</span></a></span>, 108-11 (1st Cir.2001). We approach this topic mindful that rulings admitting or excluding evidence, such as rulings regulating the scope and extent of cross-examination, are reviewed only for abuse of discretion. <i>See United States v. Balsam,</i> <span class=\"citation\" data-id=\"198819\"><a href=\"/opinion/198819/united-states-v-balsam/\"><span class=\"volume\">203</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></a></span>, 87 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In mounting this argument, the defendant directs our attention to the following series of questions posed to Rioux by defense counsel (page references are to the MDT printout introduced into evidence):</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Q And it says that Mr. Copeland's license is active; is that correct?</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">A That is what it says.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Q Is there any reason at that point that you were concerned that \"I need to stop this vehicle?\"</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">A It came back suspended at that time.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Q No, I didn't ask you that.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">MR. CHIPMAN [Defense Counsel]: I'll ask that be stricken from the record, Your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">THE COURT: No. You asked the question. You got the answer.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Q Again, Officer, on page six at the bottom, it says Mr. Copeland's license is active; is that correct?</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">A It says it.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Q That's what it says. At that point in time, was there any reason to believe that he was operating without a valid license?</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">MR. KANWIT [Prosecutor]: Objection, Your Honor. Again, we're confusing the exhibit.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">THE COURT: Please. You asked the question of the witness. But I'll tell you, this is not particularly productive. I go over and look at the suspended license report and it's precisely the same time. 16:45:50 seconds. The question I want to know is does the screen always show what the printout shows. And I don't know if this witness can answer it or if anybody can answer it. But in any event, this is spelling banana, but refusing to stop.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">MR. CHIPIMAN: Well, I have no further questions of this witness, Your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">On appeal the defendant attempts to characterize the district court's comments as a \"blanket restriction\" on a line of questioning. Building on this porous foundation, he posits that, therefore, \"the issue of whether the officers had reason to believe that the defendant was operating without a license at the precise moment of the stop was not developed.\" We reject this jerry-built construct.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">As an initial matter, the full transcript of Officer Rioux's testimony shows beyond hope of contradiction that the court allowed the defendant to cross-examine the officer at length on his interpretation of the MDT printout. Moreover, the specific passage to which the defendant adverts, quoted above, does not reflect any curtailment by the district court of this expansive cross-examination. Rather, it reflects only that, after the government renewed an earlier objection, the court remarked the obvious &#8212; that the line of questioning was \"not particularly productive.\" This normative observation did not constitute a curtailment.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">If more were needed &#8212; and we do not think that it is &#8212; the line of inquiry pursued by the defendant worked backward, from Officer Rioux's interpretation of the MDT printout while on the witness stand to establishing what his beliefs may have been while at the scene. To the extent that the defense counsel sought to inquire about Officer Rioux's subjective beliefs, the responses that the cross-examination was designed to elicit were not especially probative of the basis for the stop (which, after all, depended on objective reasonableness, not on subjective impressions, <i>see Whren,</i> 517 U.S. at 813, <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span>). Given the undeniable authority of trial courts to place reasonable limits on cross-examination in order to cut off protracted discussion of marginally relevant subjects, <i>see United States v. Jimenez-Torres,</i> <span class=\"citation\" data-id=\"202004\"><a href=\"/opinion/202004/united-states-v-jimenez-torres/\"><span class=\"volume\">435</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">3</span></a></span>, 11 (1st Cir.2006); <i>United States v. Mikutowicz,</i> <span class=\"citation\" data-id=\"200974\"><a href=\"/opinion/200974/united-states-v-mikutowicz/\"><span class=\"volume\">365</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">65</span></a></span>, 72 (1st Cir.2004), it would have been well within the district court's discretion to limit the line of inquiry undertaken here.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The defendant's reliance on <i>United States v. Forbes,</i> <span class=\"citation\" data-id=\"764880\"><a href=\"/opinion/764880/united-states-v-keith-forbes/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span> (1st Cir.1999), is misguided. There, the trial judge denied the defendant's motion to suppress, finding the testimony of the police officer credible even though the judge (i) questioned or rejected major aspects of that testimony and (ii) determined that the officer had not always followed proper police procedures. <i>Id.</i> at 4 &amp; n. 5. We remanded in light of these inconsistencies because the court had \"rested its findings solely on the credibility of [the officer].\" <i>Id.</i> at 7. Here, however, the district court did not find the officers' testimony fraught with error, did not rely solely on their credibility, and did not determine that they had deviated from regular procedure in any way. The two cases simply are not fair congeners.</p>\n    </div>\n    <p class=\"center\">C. <i>Sentencing.</i></p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The defendant's last asseveration constitutes a challenge to his sentence on count 2 of the indictment. That count charged him with possession of cocaine base with intent to distribute in violation of 21 U.S.C. &#167; 841(a)(1). The defendant asserts that the district court erred in considering his prior criminal record when it imposed a ten-year, rather than a five-year, mandatory minimum sentence. <i>See</i> 21 U.S.C. &#167; 841(b)(1)(B). This assertion rests on the premise that the fact of a prior conviction must be specified in the indictment, found by a jury beyond a reasonable doubt, or allocuted to during the change-of-plea colloquy (none of which happened here).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The defendant's premise is incorrect. The Supreme Court's decision in <i>Almendarez-Torres v. United States,</i> <span class=\"citation\" data-id=\"118188\"><a href=\"/opinion/118188/almendarez-torres-v-united-states/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">224</span></a></span>, <span class=\"citation\" data-id=\"118188\"><a href=\"/opinion/118188/almendarez-torres-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1219</span></a></span>, <span class=\"citation\" data-id=\"118188\"><a href=\"/opinion/118188/almendarez-torres-v-united-states/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">350</span></a></span> (1998), made clear that a sentence enhancement may be grounded on prior criminal convictions not separately charged, proven to a jury, or admitted by the accused. <i>See id.</i> at 226-27. While the <i>Almendarez-Torres</i> Court directed itself to prior convictions that triggered increases in the accused's maximum permissible sentence, <i>see id.</i> at 244-45, <span class=\"citation\" data-id=\"118188\"><a href=\"/opinion/118188/almendarez-torres-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1219</span></a></span>, we have applied its reasoning with full force to prior convictions that trigger mandatory minimum terms of imprisonment, <i>see, e.g., United States v. Roberson,</i> <span class=\"citation\" data-id=\"202345\"><a href=\"/opinion/202345/united-states-v-roberson/\"><span class=\"volume\">459</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 55 n. 11 (1st Cir.2006); <i>United States v. McKenney,</i> <span class=\"citation\" data-id=\"202251\"><a href=\"/opinion/202251/united-states-v-mckenney/\"><span class=\"volume\">450</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 45-46 (1st Cir.2006).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">As these cases illustrate, we have, even after the Supreme Court's decision in <i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005), unhesitatingly affirmed our fealty to <i>Almendarez-Torres. See, e.g., Roberson,</i> 459 F.3d at 55 n. 11; <i>United States v. Richards,</i> <span class=\"citation\" data-id=\"795168\"><a href=\"/opinion/795168/united-states-v-arnold-richards-iii/\"><span class=\"volume\">456</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">260</span></a></span>, 262 (1st Cir.2006); <i>United States v. Jim&#233;nez-Beltre,</i> <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">514</span></span>, 520 (1st Cir.2006) (en banc). We are bound to adhere to these precedents unless and until the Supreme Court itself disavows <i>Almendarez-Torres.</i> Accordingly, we hold that the district court acted appropriately in considering the defendant's criminal history in connection with the imposition of sentence.</p>\n    </div>\n    <p class=\"indent\">IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We need go no further. Discerning no infirmity in the district court's disposition of the defendant's suppression motion, its regulation of cross-examination, or its imposition of sentence, we affirm the judgment below.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Federal Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Speed depends on a miscellany of factors, such as whether a given database is busy fielding other inquiries from other requesters</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It is clear that this printout, which was offered into evidence by the defendant, is not identical in format to the display the officers would have seen at the time the events unfolded; it did, however, track the sequence in which the data about the defendant and his vehicle would have been received by the officers' MDT unit</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> At the suppression hearing, there was conflicting testimony as to whether the active screen or the suspended screen appeared first. Officer O'Brien testified that \"it c[a]me up suspended first and then active.\" However, the MDT printout and Officer Stancato's testimony both indicated that the active screen would have appeared before the suspended screen. Since the district court reasonably credited the latter evidence, we will assume for purposes of this appeal that the active screen was displayed first</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The defendant does not challenge the officers' implicit assumption that the owner and operator of the Honda were one and the same. This assumption has grounding in the case law,<i>see, e.g., West v. Duncan,</i> <span class=\"citation\" data-id=\"2485190\"><a href=\"/opinion/2485190/west-v-duncan/\"><span class=\"volume\">179</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">794</span></a></span>, 803 (N.D.Ohio 2001); <i>Commonwealth v. Deramo,</i> <span class=\"citation no-link\"><span class=\"volume\">436</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">40</span></span>, 43, <span class=\"citation no-link\"><span class=\"volume\">762</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">815</span></span>, 818 (2002), and we therefore do not question it.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Supreme Court vacated the decision in<i>Fox</i> on a sentence-related ground. ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2949</span></span>, <span class=\"citation no-link\"><span class=\"volume\">162</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">864</span></span> (2005). The original sentence was then affirmed on remand. <i>See</i> <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">316</span></span> (1st Cir.2005). None of this affects the validity of the <i>Fox</i> court's Fourth Amendment ruling.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The fact that here, unlike in<i>Fox,</i> the mistake emanated from a government record raises a potential concern under <i>Arizona v. Evans,</i> <span class=\"citation\" data-id=\"117905\"><a href=\"/opinion/117905/arizona-v-evans/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 6, <span class=\"citation\" data-id=\"117905\"><a href=\"/opinion/117905/arizona-v-evans/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1185</span></a></span>, <span class=\"citation\" data-id=\"117905\"><a href=\"/opinion/117905/arizona-v-evans/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">34</span></a></span> (1995) (considering suppression of evidence seized incident to arrest based on erroneous police record). In this case, however, any argument under <i>Evans</i> is waived. <i>See Sandstrom v. ChemLawn Corp.,</i> <span class=\"citation\" data-id=\"542293\"><a href=\"/opinion/542293/richard-l-sandstrom-etc-v-chemlawn-corporation/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span>, 86 (1st Cir.1990) (holding that an argument \"not made to the district court or in appellant's opening brief, [but] surfacing only in his reply brief\" was waived); <i>see also United States v. Slade,</i> <span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 31 (1st Cir.1992) (explaining that \"a party is not at liberty to articulate specific arguments for the first time on appeal simply because the general issue was before the district court\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We say \"waived\" because, in the course of argument before the district court, the defendant's trial counsel vouchsafed that as long as the stop was lawful, \"I would have to certainly believe that everything thereafter, both the search and the statements, would probably come in. . . . [M]y argument is clearly directed at the beginning, not at the end.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We note that, even if it did, defense counsel made no offer of proof. Any claim of curtailment was, therefore, waived<i>See</i> Fed.R.Evid. 103(a)(2) (requiring offer of proof in most cases following ruling excluding evidence for preservation of objection); <i>see also United States v. Jadusingh,</i> <span class=\"citation\" data-id=\"195129\"><a href=\"/opinion/195129/united-states-v-jadusingh/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1162</span></a></span>, 1166 (1st Cir.1994) (applying the rule).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/76272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117905/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118036/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195129/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201394/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202004/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202251/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202345/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/595481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767456/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790654/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795168/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2485190/"
  ]
}