{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202579/",
  "absolute_url": "/opinion/202579/vital-basics-v-vertrue-incorporated/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202579/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:56:52Z",
  "date_modified": "2016-02-28T05:08:17.886575Z",
  "type": "010combined",
  "sha1": "069256e4f9df0512c9b3ca59bc951712e9276231",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-2741-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/12/29/Vital_Basics_v._Vertrue_Incorporated.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 05-2741\n\n                IN RE: VITAL BASICS INCORPORATED,\n\n                            Debtor.\n\n\n                   VITAL BASICS INCORPORATED,\n\n                           Appellant,\n\n                               v.\n\n     VERTRUE INCORPORATED, F/K/A MEMBERWORKS, INCORPORATED,\n\n                            Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF MAINE\n\n          [Hon. George Z. Singal, U.S. District Judge]\n\n\n                             Before\n\n                      Lipez, Circuit Judge,\n                  Stahl, Senior Circuit Judge,\n                   and Howard, Circuit Judge.\n\n\n     Russell Beck, with whom Jeffery M. Rosin and Foley & Lardner\nLLP were on brief, for appellant.\n     Steven M. Cowley, with whom Christopher P. Silva and Edwards\nAngell Palmer & Dodge LLP were on brief, for appellee.\n\n\n\n                        December 29, 2006\n\f                  STAHL, Senior Circuit Judge.           Appellant Vital Basics,\n\nInc. (VBI) asks this court to vacate an arbitration panel award in\n\nfavor of appellee Vertrue Incorporated (Vertrue),1 and instead\n\norder payment by Vertrue to VBI.                   Our review of an arbitration\n\naward        is   exceedingly    narrow,     and   VBI   has       not   presented    the\n\ncompelling         evidence     necessary    to    warrant     a    reversal     of   the\n\narbitration panel's decision.               Therefore, we affirm the district\n\ncourt's confirmation of the arbitration panel's award.\n\n                                   I.   BACKGROUND\n\nA. The Relevant Facts\n\n                  VBI markets and sells nutritional and dietary supplements\n\ndirectly to consumers.             Vertrue sells membership programs that\n\nprovide        consumers   with    discounts       on   health      care   and   related\n\nservices.          The two companies had a long-term marketing agreement\n\nwhich operated in the following manner. When a customer called VBI\n\nto order its products, the VBI phone operator would also attempt to\n\nenroll the customer in one of Vertrue's membership programs.\n\nInitially, VBI received a flat fee commission for each Vertrue\n\nmembership sold, whether or not the customer subsequently cancelled\n\nthe membership and received a full or partial refund.                       Under this\n\narrangement, Vertrue bore the entire risk of loss for customers who\n\npurchased a membership and then, during the first year, cancelled\n\nthe membership and received a refund.               On June 1, 2000, the parties\n\n\n        1\n            Vertrue was formerly known as MemberWorks.\n\n                                            -2-\n\fsigned a new contract that continued the per-sale commission\n\narrangement. Subsequently, on June 25, 2001, the parties signed an\n\namendment to the contract that changed the commission scheme.\n\nUnder the new agreement, instead of receiving commissions on a per-\n\nsale basis, VBI would earn commissions in two ways: (1) for\n\nmemberships that were renewed after one year (so-called \"Renewal\n\nCommissions\"); and (2) for first-year memberships, on a retention-\n\ncontingent basis.\n\n          A central point of contention between the parties before\n\nthe arbitrators was how this second type of commission was to be\n\nearned by VBI. More precisely, the parties disagreed as to whether\n\nVBI was to earn a commission on so-called \"Paid Cancels\" --\n\nmemberships that were cancelled after thirty days but before one\n\nyear, meaning the customer received a partial refund, and Vertrue\n\nretained a partial payment.   Vertrue contended that the June 25th\n\namendment provided a commission to VBI only for memberships that\n\nwere retained for the full one-year period; in other words, VBI\n\nwould not earn a commission if a customer either cancelled and\n\nreceived a full refund (which occurred if the customer cancelled\n\nwithin 30 days), or cancelled and received a partial refund (which\n\noccurred if the customer cancelled after 30 days but before one\n\nyear).   In contrast, VBI contended that the amendment granted a\n\ncommission to VBI on Vertrue's net revenue; in other words, if a\n\ncustomer cancelled after 30 days but before one year, and received\n\n\n                                -3-\n\fonly a partial refund, VBI would still earn a commission on the\n\nportion of the membership fee retained by Vertrue.\n\n          In order to pay VBI a retention-based commission on a\n\nmonthly basis, the companies agreed to a complex accounting formula\n\nwhereby Vertrue would make monthly payments based on an estimate of\n\nthe percentage of subscriptions that would be retained for the\n\nentire one-year subscription period.      Every three months, the\n\nactual retention numbers would be calculated and the companies\n\nwould \"true up\" the commission payments to better approximate the\n\nactual retention rate.    The contract set the initial projected\n\nretention rate at 40 percent, subject to amendment if retention\n\nproved to deviate from this percentage.    Notably, the \"true up\"\n\nsystem did not mention Paid Cancels, nor provide a mechanism for\n\ncalculating commissions based on Paid Cancels.\n\n          In 2003, Vertrue discovered that it had significantly\n\noverpaid advance commissions to VBI by $3.8 million, because\n\nretention rates had plummeted to about 25 percent. Using the \"true\n\nup\" system, the overpayment amount was whittled down to $2.2\n\nmillion by the time the dispute went to arbitration.\n\n          At the same time that the parties were negotiating a\n\nsolution to the overadvance problem, VBI was quietly developing its\n\nown competing membership program, called the Omega Plan.       VBI\n\nlaunched the competing plan in August 2003, in violation of the\n\ncontract's exclusivity clause, which barred VBI from marketing or\n\n\n                               -4-\n\fselling any competing membership program.         Once VBI began selling\n\nits   Omega    Plan,   sales   of   Vertrue's   membership   plans   slowed\n\nsignificantly, making it impossible for Vertrue to recover its\n\nmulti-million dollar overadvance through the \"true up\" process.\n\nB. Proceedings Below\n\n              To resolve this dispute, Vertrue initiated arbitration,\n\nas provided for in the contract.       Before a three-judge arbitration\n\npanel (\"the Panel\"), Vertrue alleged breach of contract, fraud, and\n\nviolation of the Connecticut Unfair Trade Practices Act (\"CUTPA\").\n\nVBI asserted counterclaims for breach of contract. The Panel heard\n\nnumerous days of complex testimony and issued an award in favor of\n\nVertrue.\n\n              The Panel decision ordered VBI to pay Vertrue $3.5\n\nmillion in compensatory damages, composed of: (a) about $2.2\n\nmillion, plus interest, to cover the overadvances VBI had received;\n\nand (b) almost $1.2 million for damages caused by VBI's breach of\n\nthe exclusivity clause.        In addition, the Panel rejected VBI's\n\ncounterclaims, and held that Vertrue's obligation to pay VBI for\n\nRenewal Commissions terminated on August 6, 2003, the date that VBI\n\nbreached the exclusivity clause of the contract.             Finally, the\n\nPanel concluded that VBI \"engaged in unfair and deceptive acts and\n\npractices\" in violation of CUTPA, and ordered payment to Vertrue of\n\n$1.3 million in punitive damages and attorney fees.\n\n\n\n\n                                     -5-\n\f              On May 10, 2004, after the arbitration process had\n\ncommenced, VBI became a bankrupt, thus subjecting itself to the\n\njurisdiction of the United States Bankruptcy Court, District of\n\nMaine.    After the arbitration panel issued its award, VBI sought\n\nvacation of the award before the bankruptcy court, where the\n\nparties thoroughly briefed the issues and presented oral argument.\n\nThe bankruptcy court, finding no grounds to vacate, issued an order\n\nconfirming     the    award.      VBI   appealed      the    bankruptcy    court's\n\nconfirmation order to the United States District Court, District of\n\nMaine, alleging several grounds for relief, including that the\n\nPanel disregarded the law, exceeded its authority, was biased, and\n\nfailed to hear relevant evidence.               The district court, having\n\nreceived extensive briefs from both sides, affirmed the bankruptcy\n\ncourt    in   all    respects,    holding     that    \"the     arbitration    award\n\nrepresents a final and definite award based upon a 'plausible'\n\nreading of the contract between VBI and [Vertrue].\"                Vital Basics,\n\nInc. v. Vertrue Inc., 332 B.R. 491, 494 (D. Me. 2005).                This appeal\n\nfollowed.\n\n                                 II. DISCUSSION\n\n              VBI makes three arguments on appeal.               First, that the\n\nPanel's   conclusion     regarding      Renewal      Commissions    violates      the\n\nexpress language of the contract. Second, that the Panel's holding\n\nregarding     Paid   Cancels     violates     the    express    language     of   the\n\ncontract. And third, because Vertrue allegedly owes VBI commission\n\n\n                                        -6-\n\fpayments for Paid Cancels but did not make those payments, that\n\nVertrue was the first party to breach the contract, thus nullifying\n\nVBI's later breach of the exclusivity clause.      We consider each\n\nargument in turn below.\n\nA. Standard of Review\n\n          It is well-settled that our review of arbitral panel\n\nawards is exceedingly narrow.    Wonderland Greyhound Park, Inc. v.\n\nAutotote Sys., Inc., 274 F.3d 34, 35 (1st Cir. 2001).    Indeed, as\n\nwe have noted before, \"disputes that are committed by contract to\n\nthe arbitral process almost always are won or lost before the\n\narbitrator.\"   Gupta v. Cisco Sys., Inc., 274 F.3d 1, 3 (1st Cir.\n\n2001) (quoting Teamsters Local Union No. 42 v. Supervalu, Inc., 212\n\nF.3d 59, 61 (1st Cir. 2000)).\n\n          When considering a district court's confirmation of an\n\narbitration award, we review questions of law de novo and questions\n\nof fact for clear error.   First Options Of Chicago, Inc. v. Kaplan,\n\n514 U.S. 938, 947-48 (1995).    In addition, our de novo review is\n\nhighly circumscribed.      See United Paperworkers Int'l Union v.\n\nMisco, Inc., 484 U.S. 29, 38 (1987) (confirmation of award required\n\nwhere arbitrator was \"even arguably construing or applying the\n\ncontract\"); Gupta, 274 F.3d at 3 (confirmation required if the\n\ninterpretation is \"in any way plausible, even if we think [the\n\narbitrator] committed serious error.\").    We will only disturb an\n\narbitration award in limited circumstances, two of which are\n\n\n                                 -7-\n\frelevant here.   Based on the federal courts' \"inherent power,\"\n\nCytec Corp. v. DEKA Prods. Ltd. P'ship, 439 F.3d 27, 33 (1st Cir.\n\n2006), we can vacate an award where it is contrary to the plain\n\nlanguage of the relevant contract, or where the arbitrator has\n\nconstrued the contract \"in a way that cannot possibly be described\n\nas plausible or rational.\"   Labor Relations Div. of Constr. Indus.\n\nv. Int'l Bhd. of Teamsters, 29 F.3d 742, 745 (1st Cir. 1994).\n\n          In this case, the appellant argues that the Panel's award\n\ndirectly violates the plain terms of the contract. Because this is\n\na legal claim involving contract construction, our review is de\n\nnovo.2\n\nB. Renewal Commission\n\n          VBI first argues that the Panel's finding regarding\n\nRenewal Commissions -- that Vertrue's obligation to pay VBI Renewal\n\nCommissions terminated on the date VBI breached the exclusivity\n\n\n     2\n      Appellee Vertrue argues that de novo review is not warranted\nbecause, in its view, the bankruptcy court made a factual finding\nthat the Panel viewed the contract as ambiguous. Therefore, argues\nVertrue, this court must use the clearly erroneous standard to\nreview this supposed factual finding before reaching the merits of\nVBI's claim about the plain meaning of the contract. This argument\nmisses the mark. Even if the bankruptcy court made such a factual\nfinding -- a dubious assertion on its own -- VBI's claim that the\naward violates the plain language of the contract would still raise\na question of law, and thus would be subject to de novo review by\nthis court.    Labor Relations Div., 29 F.3d at 745 (\"We reject\nplaintiffs' contention that our review of the district court's\nvacation of an arbitration award, based on an alleged impermissible\ninterpretation of a contract, is made under the clearly erroneous\nstandard. In this case, all deference is due to the arbitrator's\ninterpretation of the contract, not to the interpretation of the\ndistrict court.\").\n\n                                -8-\n\fclause   --    violates   the    plain    language      of   the   contract.   We\n\ndisagree.\n\n              VBI's   argument   here     relies   on    the   following   clause\n\nregarding Renewal Commissions:\n\n              [Vertrue] shall continue to pay VBI Commissions to which\n              VBI may be entitled with respect to Renewal Net\n              Membership Revenue after the termination or expiration of\n              this Agreement.\n\nReading this clause alone, VBI's plain language argument appears to\n\nhave some merit. However, the Panel was tasked with evaluating the\n\nagreement as a whole, not just one isolated clause.                See Blackie v.\n\nState of Me., 75 F.3d 716, 722 (1st Cir. 1996) (rejecting contract\n\ninterpretation that \"harps on isolated provisions, heedless of\n\ncontext.\").      Consideration of Section 12A of the contract shows\n\nthat the Panel's conclusion on Renewal Commissions was an eminently\n\nplausible reading of the agreement:\n\n              During the term of this Agreement and for so long as\n              [VBI] is receiving revenue as a result of the Sales of\n              the Programs neither [VBI] nor any of its affiliates or\n              subsidiaries shall purchase, market, administer, or enter\n              into an agreement [that violates the exclusivity clause].\n\nThe Panel was justified in concluding that the parties agreed to\n\ncondition VBI's receipt of revenue, including Renewal Commissions,\n\non compliance with the contract's exclusivity clause.                   Thus, the\n\nPanel's conclusion regarding Renewal Commissions is not contrary to\n\nthe plain language of the contract, leaving no basis for us to\n\nvacate the Panel's award in this respect.\n\nC. Paid Cancels\n\n                                         -9-\n\f           VBI also argues that the plain language of the contract\n\ncontradicts the Panel's conclusion that VBI was not entitled to\n\ncommissions on Paid Cancels. To support this claim, VBI points out\n\nthat the contract required Vertrue to pay VBI advance commission\n\npayments \"with respect to First Year Net Membership Revenue,\" which\n\nthe contract defines as:\n\n           [A]ll revenue received by [Vertrue] . . . from Eligible\n           Program Members with respect to Initial Membership Years,\n           less refunds for Member cancellations with respect to\n           such Initial Membership Years.\n\nThis clause too, read in isolation, appears to support VBI's\n\nassertion that commissions are owed to VBI on Paid Cancels, because\n\nif a customer cancelled his membership and only received a partial\n\nrefund,   Vertrue   retained   a   partial    payment,   thus   increasing\n\nVertrue's net revenue.\n\n           However, again, the Panel was interpreting the contract\n\nas a whole, not just one clause.          As Vertrue points out, the\n\ncontract's \"Commissions\" and \"Advance\" sections clearly create an\n\nadvance commission and \"true up\" scheme whereby commission payments\n\non first-time sales are based on the number of memberships that are\n\npurchased and fully paid for, meaning they were not cancelled\n\nduring    the   one-year   subscription      period.     Admittedly,   the\n\ncontract's definition of First Year Net Membership Revenue appears\n\nto conflict with the contract's advance commission and \"true up\"\n\nsystem.     Given this apparent contradiction, it was perfectly\n\nreasonable for the Panel to conclude, based on the language and\n\n                                   -10-\n\fstructure of the contract, that the parties did not contract to pay\n\ncommissions on Paid Cancels, but only on fully-paid memberships\n\nthat were retained for one year.                  The fact that the contract's\n\ncomplex    \"true   up\"   mechanism         provides     no    formula   at    all    for\n\nmeasuring or calculating commissions based on Paid Cancels is\n\nsufficient to justify the Panel's conclusion in this regard.\n\n              Having so determined, we can easily dispatch VBI's third\n\nclaim, that Vertrue breached the contract first by failing to make\n\ncommission payments on Paid Cancels.               Because the Panel reasonably\n\nconcluded that the contract did not require payments based on Paid\n\nCancels, it cannot be successfully argued that Vertrue breached the\n\ncontract by failing to make those payments.                    Thus, we uphold the\n\nPanel's    conclusion        that    VBI    breached    the    contract      first    by\n\nmarketing a competing product in violation of the agreement, and\n\nleave untouched the Panel's award of damages for such breach, both\n\npunitive and compensatory.\n\n                                III. Conclusion\n\n              The Panel's award did not violate the plain language of\n\nthe parties' contract.          We therefore affirm the district court's\n\nconfirmation of the arbitration panel's award.                    Having presented\n\nits arguments to the arbitration panel, the bankruptcy court, the\n\ndistrict      court,   and    this    court,      VBI   must    now   abide    by    the\n\nreasonable conclusions reached by the arbitration panel, a body\n\nthat   they    themselves      selected      to   resolve      disputes   under      the\n\n\n                                           -11-\n\fcontract.   Bull HN Info. Sys., Inc. v. Hutson, 229 F.3d 321, 330\n\n(1st Cir. 2000) (\"[I]t is the arbitrator's view of the facts and of\n\nthe meaning of the contract that [the parties] have agreed to\n\naccept.\") (quoting United Paperworkers, 484 U.S. at 37-38 (1987)).\n\nCosts to appellee.\n\n\n\n\n                               -12-\n\f",
  "html": "<p class=\"case_cite\">472 F.3d 12</p>\n    <p class=\"parties\">In re VITAL BASICS INCORPORATED, Debtor.<br>Vital Basics Incorporated, Appellant,<br>v.<br>Vertrue Incorporated, f/k/a Memberworks, Incorporated, Appellee.</p>\n    <p class=\"docket\">No. 05-2741.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 6, 2006.</p>\n    <p class=\"date\">Decided December 29, 2006.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Russell Beck, with whom Jeffery M. Rosin and Foley &amp; Lardner LLP were on brief, for appellant.</p>\n      <p class=\"indent\">Steven M. Cowley, with whom Christopher P. Silva and Edwards Angell Palmer &amp; Dodge LLP were on brief, for appellee.</p>\n      <p class=\"indent\">Before LIPEZ, Circuit Judge, STAHL, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Vital Basics, Inc. (VBI) asks this court to vacate an arbitration panel award in favor of appellee Vertrue Incorporated (Vertrue),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and instead order payment by Vertrue to VBI. Our review of an arbitration award is exceedingly narrow, and VBI has not presented the compelling evidence necessary to warrant a reversal of the arbitration panel's decision. Therefore, we affirm the district court's confirmation of the arbitration panel's award.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <p class=\"indent\">A. The Relevant Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">VBI markets and sells nutritional and dietary supplements directly to consumers. Vertrue sells membership programs that provide consumers with discounts on health care and related services. The two companies had a long-term marketing agreement which operated in the following manner. When a customer called VBI to order its products, the VBI phone operator would also attempt to enroll the customer in one of Vertrue's membership programs. Initially, VBI received a flat fee commission for each Vertrue membership sold, whether or not the customer subsequently cancelled the membership and received a full or partial refund. Under this arrangement, Vertrue bore the entire risk of loss for customers who purchased a membership and then, during the first year, cancelled the membership and received a refund. On June 1, 2000, the parties signed a new contract that continued the per-sale commission arrangement. Subsequently, on June 25, 2001, the parties signed an amendment to the contract that changed the commission scheme. Under the new agreement, instead of receiving commissions on a per-sale basis, VBI would earn commissions in two ways: (1) for memberships that were renewed after one year (so-called \"Renewal Commissions\"); and (2) for first-year memberships, on a retention-contingent basis.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A central point of contention between the parties before the arbitrators was how this second type of commission was to be earned by VBI. More precisely, the parties disagreed as to whether VBI was to earn a commission on so-called \"Paid Cancels\" &#8212; memberships that were cancelled after thirty days but before one year, meaning the customer received a partial refund, and Vertrue retained a partial payment. Vertrue contended that the June 25th amendment provided a commission to VBI only for memberships that were retained for the full one-year period; in other words, VBI would not earn a commission if a customer either cancelled and received a full refund (which occurred if the customer cancelled within 30 days), or cancelled and received a partial refund (which occurred if the customer cancelled after 30 days but before one year). In contrast, VBI contended that the amendment granted a commission to VBI on Vertrue's net revenue; in other words, if a customer cancelled after 30 days but before one year, and received only a partial refund, VBI would still earn a commission on the portion of the membership fee retained by Vertrue.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In order to pay VBI a retention-based commission on a monthly basis, the companies agreed to a complex accounting formula whereby Vertrue would make monthly payments based on an estimate of the percentage of subscriptions that would be retained for the entire one-year subscription period. Every three months, the actual retention numbers would be calculated and the companies would \"true up\" the commission payments to better approximate the actual retention rate. The contract set the initial projected retention rate at 40 percent, subject to amendment if retention proved to deviate from this percentage. Notably, the \"true up\" system did not mention Paid Cancels, nor provide a mechanism for calculating commissions based on Paid Cancels.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 2003, Vertrue discovered that it had significantly overpaid advance commissions to VBI by $3.8 million, because retention rates had plummeted to about 25 percent. Using the \"true up\" system, the overpayment amount was whittled down to $2.2 million by the time the dispute went to arbitration.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At the same time that the parties were negotiating a solution to the overadvance problem, VBI was quietly developing its own competing membership program, called the Omega Plan. VBI launched the competing plan in August 2003, in violation of the contract's exclusivity clause, which barred VBI from marketing or selling any competing membership program. Once VBI began selling its Omega Plan, sales of Vertrue's membership plans slowed significantly, making it impossible for Vertrue to recover its multi-million dollar overadvance through the \"true up\" process.</p>\n    </div>\n    <p class=\"indent\">B. Proceedings Below</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">To resolve this dispute, Vertrue initiated arbitration, as provided for in the contract. Before a three-judge arbitration panel (\"the Panel\"), Vertrue alleged breach of contract, fraud, and violation of the Connecticut Unfair Trade Practices Act (\"CUTPA\"). VBI asserted counterclaims for breach of contract. The Panel heard numerous days of complex testimony and issued an award in favor of Vertrue.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Panel decision ordered VBI to pay Vertrue $3.5 million in compensatory damages, composed of: (a) about $2.2 million, plus interest, to cover the overadvances VBI had received; and (b) almost $1.2 million for damages caused by VBI's breach of the exclusivity clause. In addition, the Panel rejected VBI's counterclaims, and held that Vertrue's obligation to pay VBI for Renewal Commissions terminated on August 6, 2003, the date that VBI breached the exclusivity clause of the contract. Finally, the Panel concluded that VBI \"engaged in unfair and deceptive acts and practices\" in violation of CUTPA, and ordered payment to Vertrue of $1.3 million in punitive damages and attorney fees.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On May 10, 2004, after the arbitration process had commenced, VBI became a bankrupt, thus subjecting itself to the jurisdiction of the United States Bankruptcy Court, District of Maine. After the arbitration panel issued its award, VBI sought vacation of the award before the bankruptcy court, where the parties thoroughly briefed the issues and presented oral argument. The bankruptcy court, finding no grounds to vacate, issued an order confirming the award. VBI appealed the bankruptcy court's confirmation order to the United States District Court, District of Maine, alleging several grounds for relief, including that the Panel disregarded the law, exceeded its authority, was biased, and failed to hear relevant evidence. The district court, having received extensive briefs from both sides, affirmed the bankruptcy court in all respects, holding that \"the arbitration award represents a final and definite award based upon a `plausible' reading of the contract between VBI and [Vertrue].\" <i>Vital Basics, Inc. v. Vertrue Inc.,</i> 332 B.R. 491, 494 (D.Me.2005). This appeal followed.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">VBI makes three arguments on appeal. First, that the Panel's conclusion regarding Renewal Commissions violates the express language of the contract. Second, that the Panel's holding regarding Paid Cancels violates the express language of the contract. And third, because Vertrue allegedly owes VBI commission payments for Paid Cancels but did not make those payments, that Vertrue was the first party to breach the contract, thus nullifying VBI's later breach of the exclusivity clause. We consider each argument in turn below.</p>\n    </div>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is well-settled that our review of arbitral panel awards is exceedingly narrow. <i>Wonderland Greyhound Park, Inc. v. Autotote Sys., Inc.,</i> 274 F.3d 34, 35 (1st Cir.2001). Indeed, as we have noted before, \"disputes that are committed by contract to the arbitral process almost always are won or lost before the arbitrator.\" <i>Gupta v. Cisco Sys., Inc.,</i> 274 F.3d 1, 3 (1st Cir.2001) (quoting <i>Teamsters Local Union No. 42 v. Supervalu, Inc.,</i> 212 F.3d 59, 61 (1st Cir.2000)).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">When considering a district court's confirmation of an arbitration award, we review questions of law <i>de novo</i> and questions of fact for clear error. <i>First Options Of Chicago, Inc. v. Kaplan,</i> 514 U.S. 938, 947-48, 115 S.Ct. 1920, 131 L.Ed.2d 985 (1995). In addition, our <i>de novo</i> review is highly circumscribed. <i>See United Paperworkers Int'l Union v. Misco,</i> <i>Inc.,</i> 484 U.S. 29, 38, 108 S.Ct. 364, 98 L.Ed.2d 286 (1987) (confirmation of award required where arbitrator was \"even arguably construing or applying the contract\"); <i>Gupta,</i> 274 F.3d at 3 (confirmation required if the interpretation is \"in any way plausible, even if we think [the arbitrator] committed serious error.\"). We will only disturb an arbitration award in limited circumstances, two of which are relevant here. Based on the federal courts' \"inherent power,\" <i>Cytyc Corp. v. DEKA Prods. Ltd. P'ship,</i> 439 F.3d 27, 33 (1st Cir.2006), we can vacate an award where it is contrary to the plain language of the relevant contract, or where the arbitrator has construed the contract \"in a way that cannot possibly be described as plausible or rational.\" <i>Labor Relations Div. of Constr. Indus. v. Int'l Bhd. of Teamsters,</i> 29 F.3d 742, 745 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In this case, the appellant argues that the Panel's award directly violates the plain terms of the contract. Because this is a legal claim involving contract construction, our review is <i>de novo.</i><a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p class=\"indent\">B. Renewal Commission</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">VBI first argues that the Panel's finding regarding Renewal Commissions &#8212; that Vertrue's obligation to pay VBI Renewal Commissions terminated on the date VBI breached the exclusivity clause &#8212; violates the plain language of the contract. We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">VBI's argument here relies on the following clause regarding Renewal Commissions:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">[Vertrue] shall continue to pay VBI Commissions to which VBI may be entitled with respect to Renewal Net Membership Revenue after the termination or expiration of this Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Reading this clause alone, VBI's plain language argument appears to have some merit. However, the Panel was tasked with evaluating the agreement as a whole, not just one isolated clause. <i>See Blackie v. State of Me.,</i> 75 F.3d 716, 722 (1st Cir. 1996) (rejecting contract interpretation that \"harps on isolated provisions, heedless of context.\"). Consideration of Section 12A of the contract shows that the Panel's conclusion on Renewal Commissions was an eminently plausible reading of the agreement:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">During the term of this Agreement and for so long as [VBI] is receiving revenue as a result of the Sales of the Programs neither [VBI] nor any of its affiliates or subsidiaries shall purchase, market, administer, or enter into an agreement [that violates the exclusivity clause].</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Panel was justified in concluding that the parties agreed to condition VBI's receipt of revenue, including Renewal Commissions, on compliance with the contract's exclusivity clause. Thus, the Panel's conclusion regarding Renewal Commissions is not contrary to the plain language of the contract, leaving no basis for us to vacate the Panel's award in this respect.</p>\n    </div>\n    <p class=\"indent\">C. Paid Cancels</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">VBI also argues that the plain language of the contract contradicts the Panel's conclusion that VBI was not entitled to commissions on Paid Cancels. To support this claim, VBI points out that the contract required Vertrue to pay VBI advance commission payments \"with respect to First Year Net Membership Revenue,\" which the contract defines as:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">[A]ll revenue received by [Vertrue] . . . from Eligible Program Members with respect to Initial Membership Years, less refunds for Member cancellations with respect to such Initial Membership Years.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This clause too, read in isolation, appears to support VBI's assertion that commissions are owed to VBI on Paid Cancels, because if a customer cancelled his membership and only received a partial refund, Vertrue retained a partial payment, thus increasing Vertrue's net revenue.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">However, again, the Panel was interpreting the contract as a whole, not just one clause. As Vertrue points out, the contract's \"Commissions\" and \"Advance\" sections clearly create an advance commission and \"true up\" scheme whereby commission payments on first-time sales are based on the number of memberships that are purchased and <i>fully paid for,</i> meaning they were not cancelled during the one-year subscription period. Admittedly, the contract's definition of First Year Net Membership Revenue appears to conflict with the contract's advance commission and \"true up\" system. Given this apparent contradiction, it was perfectly reasonable for the Panel to conclude, based on the language and structure of the contract, that the parties did not contract to pay commissions on Paid Cancels, but only on fully-paid memberships that were retained for one year. The fact that the contract's complex \"true up\" mechanism provides no formula at all for measuring or calculating commissions based on Paid Cancels is sufficient to justify the Panel's conclusion in this regard.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Having so determined, we can easily dispatch VBI's third claim, that Vertrue breached the contract first by failing to make commission payments on Paid Cancels. Because the Panel reasonably concluded that the contract did not require payments based on Paid Cancels, it cannot be successfully argued that Vertrue breached the contract by failing to make those payments. Thus, we uphold the Panel's conclusion that VBI breached the contract first by marketing a competing product in violation of the agreement, and leave untouched the Panel's award of damages for such breach, both punitive and compensatory.</p>\n    </div>\n    <p>III. Conclusion</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Panel's award did not violate the plain language of the parties' contract. We therefore affirm the district court's confirmation of the arbitration panel's award. Having presented its arguments to the arbitration panel, the bankruptcy court, the district court, and this court, VBI must now abide by the reasonable conclusions reached by the arbitration panel, a body that they themselves selected to resolve disputes under the contract. <i>Bull HN Info. Sys., Inc. v. Hutson,</i> 229 F.3d 321, 330 (1st Cir.2000) (\"[I]t is the arbitrator's view of the facts and of the meaning of the contract that [the parties] have agreed to accept.\") (quoting <i>United Paperworkers,</i> 484 U.S. at 37-38, 108 S.Ct. 364 (1987)). Costs to appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Vertrue was formerly known as MemberWorks</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Appellee Vertrue argues that<i>de novo</i> review is not warranted because, in its view, the bankruptcy court made a factual finding that the Panel viewed the contract as ambiguous. Therefore, argues Vertrue, this court must use the clearly erroneous standard to review this supposed factual finding before reaching the merits of VBI's claim about the plain meaning of the contract. This argument misses the mark. Even if the bankruptcy court made such a factual finding &#8212; a dubious assertion on its own &#8212; VBI's claim that the award violates the plain language of the contract would still raise a question of law, and thus would be subject to <i>de novo</i> review by this court. <i>Labor Relations Div.,</i> 29 F.3d at 745 (\"We reject plaintiffs' contention that our review of the district court's vacation of an arbitration award, based on an alleged impermissible interpretation of a contract, is made under the clearly erroneous standard. In this case, all deference is due to the arbitrator's interpretation of the contract, not to the interpretation of the district court.\").</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">472</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></span></p>\n    <p class=\"parties\">In re VITAL BASICS INCORPORATED, Debtor.<br>Vital Basics Incorporated, Appellant,<br>v.<br>Vertrue Incorporated, f/k/a Memberworks, Incorporated, Appellee.</p>\n    <p class=\"docket\">No. 05-2741.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 6, 2006.</p>\n    <p class=\"date\">Decided December 29, 2006.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Russell Beck, with whom Jeffery M. Rosin and Foley &amp; Lardner LLP were on brief, for appellant.</p>\n      <p class=\"indent\">Steven M. Cowley, with whom Christopher P. Silva and Edwards Angell Palmer &amp; Dodge LLP were on brief, for appellee.</p>\n      <p class=\"indent\">Before LIPEZ, Circuit Judge, STAHL, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Vital Basics, Inc. (VBI) asks this court to vacate an arbitration panel award in favor of appellee Vertrue Incorporated (Vertrue),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and instead order payment by Vertrue to VBI. Our review of an arbitration award is exceedingly narrow, and VBI has not presented the compelling evidence necessary to warrant a reversal of the arbitration panel's decision. Therefore, we affirm the district court's confirmation of the arbitration panel's award.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <p class=\"indent\">A. The Relevant Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">VBI markets and sells nutritional and dietary supplements directly to consumers. Vertrue sells membership programs that provide consumers with discounts on health care and related services. The two companies had a long-term marketing agreement which operated in the following manner. When a customer called VBI to order its products, the VBI phone operator would also attempt to enroll the customer in one of Vertrue's membership programs. Initially, VBI received a flat fee commission for each Vertrue membership sold, whether or not the customer subsequently cancelled the membership and received a full or partial refund. Under this arrangement, Vertrue bore the entire risk of loss for customers who purchased a membership and then, during the first year, cancelled the membership and received a refund. On June 1, 2000, the parties signed a new contract that continued the per-sale commission arrangement. Subsequently, on June 25, 2001, the parties signed an amendment to the contract that changed the commission scheme. Under the new agreement, instead of receiving commissions on a per-sale basis, VBI would earn commissions in two ways: (1) for memberships that were renewed after one year (so-called \"Renewal Commissions\"); and (2) for first-year memberships, on a retention-contingent basis.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A central point of contention between the parties before the arbitrators was how this second type of commission was to be earned by VBI. More precisely, the parties disagreed as to whether VBI was to earn a commission on so-called \"Paid Cancels\" &#8212; memberships that were cancelled after thirty days but before one year, meaning the customer received a partial refund, and Vertrue retained a partial payment. Vertrue contended that the June 25th amendment provided a commission to VBI only for memberships that were retained for the full one-year period; in other words, VBI would not earn a commission if a customer either cancelled and received a full refund (which occurred if the customer cancelled within 30 days), or cancelled and received a partial refund (which occurred if the customer cancelled after 30 days but before one year). In contrast, VBI contended that the amendment granted a commission to VBI on Vertrue's net revenue; in other words, if a customer cancelled after 30 days but before one year, and received only a partial refund, VBI would still earn a commission on the portion of the membership fee retained by Vertrue.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In order to pay VBI a retention-based commission on a monthly basis, the companies agreed to a complex accounting formula whereby Vertrue would make monthly payments based on an estimate of the percentage of subscriptions that would be retained for the entire one-year subscription period. Every three months, the actual retention numbers would be calculated and the companies would \"true up\" the commission payments to better approximate the actual retention rate. The contract set the initial projected retention rate at 40 percent, subject to amendment if retention proved to deviate from this percentage. Notably, the \"true up\" system did not mention Paid Cancels, nor provide a mechanism for calculating commissions based on Paid Cancels.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 2003, Vertrue discovered that it had significantly overpaid advance commissions to VBI by $3.8 million, because retention rates had plummeted to about 25 percent. Using the \"true up\" system, the overpayment amount was whittled down to $2.2 million by the time the dispute went to arbitration.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At the same time that the parties were negotiating a solution to the overadvance problem, VBI was quietly developing its own competing membership program, called the Omega Plan. VBI launched the competing plan in August 2003, in violation of the contract's exclusivity clause, which barred VBI from marketing or selling any competing membership program. Once VBI began selling its Omega Plan, sales of Vertrue's membership plans slowed significantly, making it impossible for Vertrue to recover its multi-million dollar overadvance through the \"true up\" process.</p>\n    </div>\n    <p class=\"indent\">B. Proceedings Below</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">To resolve this dispute, Vertrue initiated arbitration, as provided for in the contract. Before a three-judge arbitration panel (\"the Panel\"), Vertrue alleged breach of contract, fraud, and violation of the Connecticut Unfair Trade Practices Act (\"CUTPA\"). VBI asserted counterclaims for breach of contract. The Panel heard numerous days of complex testimony and issued an award in favor of Vertrue.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Panel decision ordered VBI to pay Vertrue $3.5 million in compensatory damages, composed of: (a) about $2.2 million, plus interest, to cover the overadvances VBI had received; and (b) almost $1.2 million for damages caused by VBI's breach of the exclusivity clause. In addition, the Panel rejected VBI's counterclaims, and held that Vertrue's obligation to pay VBI for Renewal Commissions terminated on August 6, 2003, the date that VBI breached the exclusivity clause of the contract. Finally, the Panel concluded that VBI \"engaged in unfair and deceptive acts and practices\" in violation of CUTPA, and ordered payment to Vertrue of $1.3 million in punitive damages and attorney fees.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On May 10, 2004, after the arbitration process had commenced, VBI became a bankrupt, thus subjecting itself to the jurisdiction of the United States Bankruptcy Court, District of Maine. After the arbitration panel issued its award, VBI sought vacation of the award before the bankruptcy court, where the parties thoroughly briefed the issues and presented oral argument. The bankruptcy court, finding no grounds to vacate, issued an order confirming the award. VBI appealed the bankruptcy court's confirmation order to the United States District Court, District of Maine, alleging several grounds for relief, including that the Panel disregarded the law, exceeded its authority, was biased, and failed to hear relevant evidence. The district court, having received extensive briefs from both sides, affirmed the bankruptcy court in all respects, holding that \"the arbitration award represents a final and definite award based upon a `plausible' reading of the contract between VBI and [Vertrue].\" <i>Vital Basics, Inc. v. Vertrue Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">332</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">491</span></span>, 494 (D.Me.2005). This appeal followed.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">VBI makes three arguments on appeal. First, that the Panel's conclusion regarding Renewal Commissions violates the express language of the contract. Second, that the Panel's holding regarding Paid Cancels violates the express language of the contract. And third, because Vertrue allegedly owes VBI commission payments for Paid Cancels but did not make those payments, that Vertrue was the first party to breach the contract, thus nullifying VBI's later breach of the exclusivity clause. We consider each argument in turn below.</p>\n    </div>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is well-settled that our review of arbitral panel awards is exceedingly narrow. <i>Wonderland Greyhound Park, Inc. v. Autotote Sys., Inc.,</i> <span class=\"citation\" data-id=\"199740\"><a href=\"/opinion/199740/wonderland-greyhound-v-autotote-systems/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 35 (1st Cir.2001). Indeed, as we have noted before, \"disputes that are committed by contract to the arbitral process almost always are won or lost before the arbitrator.\" <i>Gupta v. Cisco Sys., Inc.,</i> <span class=\"citation\" data-id=\"199709\"><a href=\"/opinion/199709/gupta-v-cisco/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.2001) (quoting <i>Teamsters Local Union No. 42 v. Supervalu, Inc.,</i> <span class=\"citation\" data-id=\"198927\"><a href=\"/opinion/198927/teamsters-local-v-supervalu-inc/\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></a></span>, 61 (1st Cir.2000)).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">When considering a district court's confirmation of an arbitration award, we review questions of law <i>de novo</i> and questions of fact for clear error. <i>First Options Of Chicago, Inc. v. Kaplan,</i> <span class=\"citation\" data-id=\"117937\"><a href=\"/opinion/117937/first-options-of-chicago-inc-v-kaplan/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">938</span></a></span>, 947-48, <span class=\"citation\" data-id=\"117937\"><a href=\"/opinion/117937/first-options-of-chicago-inc-v-kaplan/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1920</span></a></span>, <span class=\"citation\" data-id=\"117937\"><a href=\"/opinion/117937/first-options-of-chicago-inc-v-kaplan/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">985</span></a></span> (1995). In addition, our <i>de novo</i> review is highly circumscribed. <i>See United Paperworkers Int'l Union v. Misco,</i> <i>Inc.,</i> <span class=\"citation\" data-id=\"111965\"><a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span>, 38, <span class=\"citation\" data-id=\"111965\"><a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">364</span></a></span>, <span class=\"citation\" data-id=\"111965\"><a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">286</span></a></span> (1987) (confirmation of award required where arbitrator was \"even arguably construing or applying the contract\"); <i>Gupta,</i> 274 F.3d at 3 (confirmation required if the interpretation is \"in any way plausible, even if we think [the arbitrator] committed serious error.\"). We will only disturb an arbitration award in limited circumstances, two of which are relevant here. Based on the federal courts' \"inherent power,\" <i>Cytyc Corp. v. DEKA Prods. Ltd. P'ship,</i> <span class=\"citation\" data-id=\"202080\"><a href=\"/opinion/202080/cytyc-corporation-v-deka-products/\"><span class=\"volume\">439</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 33 (1st Cir.2006), we can vacate an award where it is contrary to the plain language of the relevant contract, or where the arbitrator has construed the contract \"in a way that cannot possibly be described as plausible or rational.\" <i>Labor Relations Div. of Constr. Indus. v. Int'l Bhd. of Teamsters,</i> <span class=\"citation\" data-id=\"674593\"><a href=\"/opinion/674593/labor-relations-division-of-construction-industries-of-massachusetts-inc/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">742</span></a></span>, 745 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In this case, the appellant argues that the Panel's award directly violates the plain terms of the contract. Because this is a legal claim involving contract construction, our review is <i>de novo.</i><a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p class=\"indent\">B. Renewal Commission</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">VBI first argues that the Panel's finding regarding Renewal Commissions &#8212; that Vertrue's obligation to pay VBI Renewal Commissions terminated on the date VBI breached the exclusivity clause &#8212; violates the plain language of the contract. We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">VBI's argument here relies on the following clause regarding Renewal Commissions:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">[Vertrue] shall continue to pay VBI Commissions to which VBI may be entitled with respect to Renewal Net Membership Revenue after the termination or expiration of this Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Reading this clause alone, VBI's plain language argument appears to have some merit. However, the Panel was tasked with evaluating the agreement as a whole, not just one isolated clause. <i>See Blackie v. State of Me.,</i> <span class=\"citation\" data-id=\"712176\"><a href=\"/opinion/712176/dana-blackie-v-state-of-maine/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">716</span></a></span>, 722 (1st Cir. 1996) (rejecting contract interpretation that \"harps on isolated provisions, heedless of context.\"). Consideration of Section 12A of the contract shows that the Panel's conclusion on Renewal Commissions was an eminently plausible reading of the agreement:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">During the term of this Agreement and for so long as [VBI] is receiving revenue as a result of the Sales of the Programs neither [VBI] nor any of its affiliates or subsidiaries shall purchase, market, administer, or enter into an agreement [that violates the exclusivity clause].</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Panel was justified in concluding that the parties agreed to condition VBI's receipt of revenue, including Renewal Commissions, on compliance with the contract's exclusivity clause. Thus, the Panel's conclusion regarding Renewal Commissions is not contrary to the plain language of the contract, leaving no basis for us to vacate the Panel's award in this respect.</p>\n    </div>\n    <p class=\"indent\">C. Paid Cancels</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">VBI also argues that the plain language of the contract contradicts the Panel's conclusion that VBI was not entitled to commissions on Paid Cancels. To support this claim, VBI points out that the contract required Vertrue to pay VBI advance commission payments \"with respect to First Year Net Membership Revenue,\" which the contract defines as:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">[A]ll revenue received by [Vertrue] . . . from Eligible Program Members with respect to Initial Membership Years, less refunds for Member cancellations with respect to such Initial Membership Years.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This clause too, read in isolation, appears to support VBI's assertion that commissions are owed to VBI on Paid Cancels, because if a customer cancelled his membership and only received a partial refund, Vertrue retained a partial payment, thus increasing Vertrue's net revenue.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">However, again, the Panel was interpreting the contract as a whole, not just one clause. As Vertrue points out, the contract's \"Commissions\" and \"Advance\" sections clearly create an advance commission and \"true up\" scheme whereby commission payments on first-time sales are based on the number of memberships that are purchased and <i>fully paid for,</i> meaning they were not cancelled during the one-year subscription period. Admittedly, the contract's definition of First Year Net Membership Revenue appears to conflict with the contract's advance commission and \"true up\" system. Given this apparent contradiction, it was perfectly reasonable for the Panel to conclude, based on the language and structure of the contract, that the parties did not contract to pay commissions on Paid Cancels, but only on fully-paid memberships that were retained for one year. The fact that the contract's complex \"true up\" mechanism provides no formula at all for measuring or calculating commissions based on Paid Cancels is sufficient to justify the Panel's conclusion in this regard.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Having so determined, we can easily dispatch VBI's third claim, that Vertrue breached the contract first by failing to make commission payments on Paid Cancels. Because the Panel reasonably concluded that the contract did not require payments based on Paid Cancels, it cannot be successfully argued that Vertrue breached the contract by failing to make those payments. Thus, we uphold the Panel's conclusion that VBI breached the contract first by marketing a competing product in violation of the agreement, and leave untouched the Panel's award of damages for such breach, both punitive and compensatory.</p>\n    </div>\n    <p>III. Conclusion</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Panel's award did not violate the plain language of the parties' contract. We therefore affirm the district court's confirmation of the arbitration panel's award. Having presented its arguments to the arbitration panel, the bankruptcy court, the district court, and this court, VBI must now abide by the reasonable conclusions reached by the arbitration panel, a body that they themselves selected to resolve disputes under the contract. <i>Bull HN Info. Sys., Inc. v. Hutson,</i> <span class=\"citation\" data-id=\"199116\"><a href=\"/opinion/199116/bull-hn-v-hutson/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">321</span></a></span>, 330 (1st Cir.2000) (\"[I]t is the arbitrator's view of the facts and of the meaning of the contract that [the parties] have agreed to accept.\") (quoting <i>United Paperworkers,</i> 484 U.S. at 37-38, <span class=\"citation\" data-id=\"111965\"><a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">364</span></a></span> (1987)). Costs to appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Vertrue was formerly known as MemberWorks</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Appellee Vertrue argues that<i>de novo</i> review is not warranted because, in its view, the bankruptcy court made a factual finding that the Panel viewed the contract as ambiguous. Therefore, argues Vertrue, this court must use the clearly erroneous standard to review this supposed factual finding before reaching the merits of VBI's claim about the plain meaning of the contract. This argument misses the mark. Even if the bankruptcy court made such a factual finding &#8212; a dubious assertion on its own &#8212; VBI's claim that the award violates the plain language of the contract would still raise a question of law, and thus would be subject to <i>de novo</i> review by this court. <i>Labor Relations Div.,</i> 29 F.3d at 745 (\"We reject plaintiffs' contention that our review of the district court's vacation of an arbitration award, based on an alleged impermissible interpretation of a contract, is made under the clearly erroneous standard. In this case, all deference is due to the arbitrator's interpretation of the contract, not to the interpretation of the district court.\").</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117937/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198927/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199709/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199740/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202080/",
    "http://www.courtlistener.com/api/rest/v3/opinions/674593/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712176/"
  ]
}