{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202570/",
  "absolute_url": "/opinion/202570/engelhardt-v-sp-richards-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202570/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:56:43Z",
  "date_modified": "2016-02-28T05:08:15.328910Z",
  "type": "010combined",
  "sha1": "4fa2e19e0a83029e0b91e1cb7ce1b2453cdf0503",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-1232-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/12/22/Engelhardt_v._S.P._Richards_Co..pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNo. 06-1232\n\n                          LEANNE ENGELHARDT,\n\n                         Plaintiff, Appellant,\n\n                                  v.\n\n                     S.P. RICHARDS COMPANY, INC.,\n                         GENUINE PARTS COMPANY,\n\n                        Defendants, Appellees.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF NEW HAMPSHIRE\n\n             [Hon. Paul J. Barbadoro, U.S. District Judge]\n\n\n                                Before\n\n                       Torruella, Circuit Judge,\n                     Siler,* Senior Circuit Judge,\n                      and Howard, Circuit Judge.\n\n\n     James W.Donchess, with whom Donchess & Notinger, P.C., were on\nbrief, for appellant.\n     Lisa M. Szanfranic, with whom Patricia E. Simon, Martenson,\nHasbruck & Simon, LLP, Debra W. Ford, and Devine, Millimet &\nBranch, P.A., were on brief, for appellees.\n\n\n\n                           December 22, 2006\n\n\n\n\n     *\n         Of the Sixth Circuit, sitting by designation.\n\f     SILER,   Senior   Circuit    Judge.    Plaintiff     Leanne   Engelhardt\n\nappeals the dismissal of her claim for wrongful termination under\n\nthe Family Medical Leave Act, 29 U.S.C. § 2601, et seq. (the\n\n“FMLA”).    We AFFIRM because defendant S.P Richards Co. (“SPR”)\n\nemployed fewer than 50 people within 75 miles of its Nashua\n\nfacility,   and   defendants     Genuine    Parts   Co.    (“GPC”)    and   SPR\n\n(together, “Defendants”) are not integrated entities under the\n\nFMLA.   Thus, Engelhardt was not an eligible employee under 29\n\nC.F.R. § 825.110(a)(3).\n\n                                    I.\n\n     SPR, a wholly-owned subsidiary of GPC, is an office supplies\n\nwholesaler headquartered in Smyrna, Georgia.              GPC is a publicly-\n\ntraded corporation, and operates an auto parts retailing business\n\nunder the name Genuine Parts Co. d/b/a NAPA Auto Parts, based in\n\nAtlanta, Georgia.\n\n     SPR adopted GPC’s personnel policies on attendance, sexual\n\nharassment,   substance    abuse,    corporate      conduct     and   network\n\nsecurity. Many of SPR’s handbooks, benefits brochures, information\n\nsheets, registration forms and paycheck stubs carry the GPC logo or\n\nletterhead instead of, or in addition to, SPR’s logo.                   SPR’s\n\nemployees are eligible to participate in GPC-administered employee\n\nhealth insurance, life insurance, 401(k), and pension plans.                GPC\n\nalso issues SPR’s payroll checks.          SPR pays an administrative fee\n\n\n\n\n                                    -2-\n\fand reimburses GPC for all benefits and wages paid to SPR’s\n\nemployees.\n\n      SPR hired Engelhardt as a customer service representative at\n\nits Nashua distribution facility in February 2000 and terminated\n\nher on December 17, 2002.             She had missed work the previous day and\n\na half without authorization to care for her daughter who had\n\nattempted suicide.            This was the third time that she had missed\n\nwork for that reason.\n\n      Engelhardt filed this lawsuit in the district court claiming\n\nthat her termination, among other things, was in violation of the\n\nFMLA.       The district court granted summary judgment on the basis\n\nthat,       pursuant   to   29      C.F.R.   §     825.110(a)(3),   Englehardt     was\n\nineligible      for    FMLA    benefits      because    SPR   did   not   employ   the\n\nrequisite number of people at its Nashua facility.1 See Engelhardt\n\nv. S.P. Richards Co., No. 04-CV-120-PB, 2005 U.S. Dist. LEXIS\n\n37118, at *5-9 (D.N.H. Dec. 29, 2005).                 Engelhardt argued that GPC\n\nand SPR ought to be considered a single, integrated employer under\n\n29 C.F.R. § 825.104(c)(2) because of the overlap in the substance\n\nand     administration         of    their       employment   policies,     and    the\n\nimplication suggested by SPR’s documents that GPC controlled SPR’s\n\nhuman resource and labor practices.                   The district court rejected\n\n\n\n        1\n      29 C.F.R. § 825.110(a)(3) sets forth the requirement that to\nbe eligible for FMLA benefits, an employee must work for an\nemployer that employs 50 or more people within 75 miles of the\nemployee’s worksite.\n\n                                             -3-\n\fthe argument, which otherwise would have counted GPC’s 50-plus\n\nNashua employees toward FMLA eligibility. See id.       Englehardt\n\nappeals this determination.\n\n                                II.\n\n     The only issue before us is whether the district court erred\n\nin granting Defendants’ summary judgment motion on the basis that\n\nSPR and GPC are not integrated employers within the meaning of 29\n\nC.F.R. § 825.104(c)(2). We review the grant of summary judgment de\n\nnovo. See Velez-Rivera v. Agosto-Alicea, 437 F.3d 145, 150 (1st\n\nCir. 2006).   We will affirm the dismissal if, after construing all\n\nreasonable inferences in Engelhardt’s favor, “there is no genuine\n\nissue as to any material fact and . . . [GPC and SPR are] entitled\n\nto judgment as a matter of law.” Fed. R. Civ. P. 56(c).        The\n\nparties agreed at oral argument there were no disputes of material\n\nfact.   Thus, the question is strictly a legal one: whether, based\n\nupon the record, SPR and GPC are integrated entities.\n\n                                 A.\n\n     The FMLA provides eligible employees of covered employers up\n\nto twelve workweeks of unpaid leave in any twelve-month period in\n\norder to tend to certain familial obligations, such as caring for\n\na loved one who has a serious health condition. See 29 U.S.C. §§\n\n2612, 2615(a)(2).   It is “unlawful for any employer to interfere\n\nwith, restrain, or deny the exercise of or the attempt to exercise,\n\nany right provided under [the FMLA],” 29 U.S.C. § 2615, and the act\n\n\n                                -4-\n\fprovides for a private right of enforcement, see 29 U.S.C. §\n\n2617(a).      The parties agree, at least arguendo, that Engelhardt’s\n\ndaughter’s depression and suicide attempt amount to a serious\n\nenough condition to qualify for FMLA protection.\n\n     Pursuant to its authority under the FMLA, see 29 U.S.C. §\n\n2654,   the    Department   of   Labor    (the   “DOL”)   has   promulgated\n\nregulations which set forth the eligibility requirements for both\n\nemployers and employees.     29 C.F.R. § 825.110(a) defines “eligible\n\nemployees” and requires that the employee\n\n     (3) [be] employed at a worksite where 50 or more\n     employees are employed by the employer within 75 miles of\n     that worksite.\n\n29 C.F.R. 825.104(a) defines “covered employers,” i.e.,\n\n     any person engaged in commerce or in any industry or\n     activity affecting commerce, who employs 50 or more\n     employees for each working day during each of 20 or more\n     calendar workweeks in the current or preceding calendar\n     year.\n\n“Normally the legal entity which employs the employee is the\n\nemployer under FMLA. . . . [A] corporation is a single employer\n\nrather than its separate establishments or divisions.” 29 C.F.R. §\n\n825.104(c). However, a subsidiary is treated differently, as there\n\nis a “strong presumption that a parent corporation is not the\n\nemployer of its subsidiary’s employees.” Lusk v. Foxmeyer Health\n\nCorp., 129 F.3d 773, 778 (5th Cir. 1997) (citation omitted).           Our\n\ntask is to clarify how to distinguish between an entity that is a\n\ndivision of, and therefore part of a corporation, and one that is\n\n\n                                    -5-\n\fa   subsidiary   and    therefore   a   separate   entity.   In   Radio   &\n\nTelevision Broadcast Technicians Local 1264 v. Broadcast Service of\n\nMobile, Inc., 380 U.S. 255, 256 (1965) (per curiam), the Supreme\n\nCourt articulated the “integrated employer” (also, the “single\n\nemployer”) test in the labor relations context to determine when an\n\nentity is sufficiently related to one’s legal employer to subject\n\nit to liability.       The DOL subsequently codified the above general\n\nrule and the exception in its FMLA regulations:\n\n      Where one corporation has an ownership interest in\n      another corporation, it is a separate employer unless it\n      meets the “joint employment” test discussed in § 825.106,\n      or the “integrated employer” test contained in paragraph\n      (c)(2) of this section.2\n\n      Separate entities will be deemed to be parts of a single\n      employer for purposes of FMLA if they meet the\n      “integrated employer” test. Where this test is met, the\n      employees of all entities making up the integrated\n      employer will be counted in determining employer coverage\n      and employee eligibility. A determination of whether or\n      not separate entities are an integrated employer is not\n      determined by the application of any single criterion,\n      but rather the entire relationship is to be reviewed in\n      its totality. Factors considered in determining whether\n      two or more entities are an integrated employer include:\n\n\n      2\n         The difference between the “joint employer” and the\n“integrated employer” tests turns on whether the plaintiff seeks to\nimpose liability on her legal employer or another entity. Compare\n29 C.F.R. § 825.106 with § 825.104(c)(2).      The former looks to\nwhether there are sufficient indicia of an employer/employee\nrelationship to justify imposing liability on the plaintiff’s non-\nlegal employer. The latter applies where, as here, liability is\nsought to be imposed on the legal employer by arguing that another\nentity is sufficiently related such that its actions, or in this\ncase, size, can be attributable to the legal employer. See Arculeo\nv. On-Site Sales & Mktg., L.L.C., 425 F.3d 193, 197-98 (2d Cir.\n2005) (citing Clinton’s Ditch Cooperative Co. v. NLRB, 778 F.2d 132\n(2d Cir. 1985)).\n\n                                    -6-\n\f     (i)       Common Management;\n     (ii)      Interrelation between operations;\n     (iii)     Centralized control of labor relations; and\n     (iv)      Common Ownership.\n\n29 C.F.R. § 825.104(c)(1) and (2) (footnote added).\n\n     Engelhardt contends that the integrated employer test is met\n\nbecause SPR admits having adopted some of GPC’s employment policies\n\nand GPC administers SPR’s employee benefits programs.      She also\n\npoints to documentary evidence which are purported to be GPC forms.\n\nIt includes, for example, the separation notice she signed before\n\nher termination; the employee attendance policy forms; the code of\n\ncorporate conduct form; the sexual harassment policy form; and the\n\nemployee benefits packages, along with the accompanying brochures,\n\ninformation sheets, and election and acknowledgment forms.3    Many\n\nof these documents were on GPC letterhead or were stamped with the\n\nGPC logo and the cover letter for the benefits forms even addressed\n\nEngelhardt   generically   as   “Dear   GPC   Employee.”   Moreover,\n\nEnglehardt’s paychecks were processed through GPC and bore GPC’s\n\nand SPR’s logos.\n\n\n\n\n     3\n        Engelhardt signed a “Genuine Parts Company Applicant\nAcknowledgment of Substance Abuse Policy.” She signed an\nacknowledgment that she had received and agreed to abide by the\n“Genuine Parts Company Code of Corporate Conduct,” and also one\nbearing the “S.P. Richards Co.” name and stating that she had\nreceived and agreed to abide by the “Genuine Parts Company Employee\nAttendance Policy.”\n\n                                 -7-\n\f                                    B.\n\n     In Romano v. U-Haul International, 233 F.3d 655, 666 (1st Cir.\n\n2000), a Title VII case, we determined that a “flexible approach”\n\nwhich   considered   all   four   “integrated   employer”   factors   was\n\nappropriate, with special emphasis on whether “the parent exerts\n\n‘an amount of participation [that] is sufficient and necessary to\n\nthe total employment process, even absent total control or ultimate\n\nauthority over hiring decisions.’”         Id. (citing Armbruster v.\n\nQuinn, 711 F.2d 1332, 1338 (6th Cir. 1983)).\n\n     While placing emphasis on the centrality of control over labor\n\nrelations makes sense for imposing liability on affiliated entities\n\nin an employment discrimination case, cf. Romano, 233 F.2d at 666,\n\nwe think that, here, the four factors merit equal consideration\n\ngiven the plain language of 29 C.F.R. § 825.104(c)(2).         However,\n\nour analysis of the four factors should be informed by certain\n\neconomic concerns. This is because the 50-employee exception is an\n\neconomic one rooted in protecting small businesses, and the purpose\n\nof the “integrated employer” test is to ensure that a defendant has\n\nnot structured itself to avoid labor laws. See Papa v. Katy Indus.,\n\n166 F.3d 937, 942 (7th Cir. 1999).\n\n     While we do not doubt that GPC’s relationship with SPR extends\n\nbeyond mere absentee ownership, the issue is whether GPC controls\n\nenough facets of SPR’s business and operations, such that it has\n\nnot maintained its economic distinctness.\n\n\n                                   -8-\n\f       We find support for our framing of the issue in the FMLA.                     The\n\ngeneral purpose of the FMLA is to satisfy the “needs of the\n\nAmerican       workforce      and    the   development       of     high-performance\n\norganizations,” 29 C.F.R. § 825.101, by “balanc[ing] the demands of\n\nthe workplace with the needs of families. . . in a manner that\n\naccommodates the legitimate interests of employers,” 29 U.S.C. §\n\n2601(b)(1), (3).           With that in mind, we view the 50-employee\n\nexception as a threshold protecting smaller businesses from the\n\nonerous requirement of keeping an unproductive employee on the\n\npayroll in the form of redundant or absent employees, going without\n\nan employee for up to twelve weeks, or both. Cf. Papa, 166 F.3d at\n\n942 (observing that minimum employee requirements protect small\n\nbusinesses from the financial costs of compliance with employment\n\nlaws).4       Similarly,      we    note   that    “[t]he    75-mile      distance    is\n\nmeasured by surface miles, using surface transportation . . . by\n\nthe shortest route from the facility where the eligible employee\n\nneeding leave is employed.”           29 C.F.R. § 111(b).          Thus, the 75-mile\n\nrule       protects   those     employers        (and   their      employees)   whose\n\nbusinesses       require      separate     worksites        from    the    cumbersome\n\nrequirement of relocating or commuting over large distances to\n\ncover for an employee on leave.             Moreover, the 75-mile requirement\n\n\n\n       4\n       We are, however, equally mindful of the potential for the\nrequirement to have jurisdictional implications to the extent that\na smaller employer’s business may be too attenuated to interstate\ncommerce. Cf. Papa, 166 F.3d at 942.\n\n                                           -9-\n\fprevents companies from establishing separate worksites in order to\n\ncircumvent obligations under the FMLA and other labor rules.               This\n\nis analogous to the determination that a multi-building or multi-\n\nfacility campus is a single worksite if the facilities “are in\n\nreasonable proximity, are used for the same purpose and share the\n\nsame staff and equipment.” 29 C.F.R. § 111(a)(1).\n\n     Therefore,    one   purpose    of    the    50-employee      and   75-mile\n\nrequirements is to exempt businesses like SPR which choose, or\n\nmust, operate at lower costs from the costs of compliance.                  For\n\nexample, in order to stave off disruption in its operations, SPR\n\nwould have to maintain a troop of redundant employees to cover for\n\nabsent employees.     When combined with the costs of maintaining\n\nabsent employees on the payroll for up to twelve weeks, this is a\n\npotentially significant cost in terms of employee non-productivity.\n\nThe FMLA excepts smaller companies who would unlikely be able to\n\nshoulder   the   burden.5    Moreover,    a     small   company    that   would\n\notherwise be exempt from the FMLA should not be deprived of the\n\nexception just because it is a subsidiary of larger company. See\n\nPapa, 166 F.3d at 942.      It should have the benefit of the exception\n\nif it maintains its economic identity as a small business. Cf.\n\nHukill v. Auto Care, Inc., 192 F.3d 437, 442 (4th Cir. 1999)\n\n\n\n\n     5\n       SPR already had in place an FMLA compliance system in case\nthe Nashua worksite exceeded 50 employees. Therefore, the major\ncost confronting it would be labor-related.\n\n                                   -10-\n\f(observing that parent domination over operations, management, and\n\nemployment decisions is a critical factor).\n\n                                  C.\n\n     Turning back to Engelhardt’s evidence, the documents fail to\n\ndemonstrate that GPC and SPR are an integrated employer, per the §\n\n825.104(c)(2) test.     Going to the first factor, there is no\n\nindication that SPR is under the same management as GPC.          There is\n\nno common manager between them and no SPR manager answers to any\n\nGPC employee.   The one person who had been a manager at SPR prior\n\nto becoming one at GPC had to resign his SPR position and apply\n\nthrough normal channels at GPC.        All facets of SPR’s operations,\n\nfrom corporate to facilities management are entirely dictated by\n\nSPR employees. And unlike in Armbruster, 711 F.2d at 1339, where\n\none person was president of one entity and a director of the other,\n\nhere, the two companies share two independent directors who are not\n\ninvolved in running either business. Moreover, there is little, if\n\nany, evidence to suggest any interrelation between operations of\n\nthe two companies, the integrated employer test’s second factor.\n\nSPR has a separate headquarters, human resource department, records\n\nand record keeping, and separate worksites which fulfilled wholly\n\ndistinct   functions.   The   nature    of   their   businesses   is   also\n\ndistinct – GPC is in the auto-parts retailing business whereas SPR\n\nis in the office-supply wholesaling business.         Thus, SPR is not a\n\nGPC “division” whereby upper echelons of control are centralized\n\n\n                                -11-\n\fand efficiencies are realized through consolidation of redundant\n\nadministrative, human resource, and management functions.\n\n      Furthermore, the third factor also weighs against finding that\n\nthe two companies are an integrated employer as the facts reveal\n\nthat SPR made its own, independent decisions with respect to labor\n\nrelations.    Only SPR had the power to determine how many employees\n\nit needs, and whether, when and whom to hire and fire to meet those\n\nneeds. Cf. Baker v. Stuart Broadcast. Co., 560 F.2d 389, 392 (8th\n\nCir. 1977).    There is no evidence to suggest that SPR deferred to\n\nGPC   in   making   hiring,   firing,   assignment,   scheduling,   or\n\ncompensation decisions. See Swallows, 128 F.3d at 995. Because the\n\nevidence does not demonstrate that GPC controlled SPR’s operations\n\nwith regard to the deployment or redeployment of human resources,\n\nsee Romano, 233 F.3d at 666, there is no basis for the inference\n\nthat GPC employees could be asked to cover for SPR employees, even\n\nthough they may be less than 75 miles apart.    Nor is there evidence\n\nthat Engelhardt’s function would be within the sphere of competency\n\nof a GPC customer service representative.\n\n      We disagree with Engelhardt’s assertion that SPR’s adoption of\n\nGPC’s employment policies, by use of its employment documents,\n\nforms and payroll services, create an inference that Defendants\n\ncentrally determined both companies’ employment policies.           As\n\nDefendants contend, the above issues are irrelevant because there\n\nis no evidence that GPC required SPR to adopt the same policies and\n\n\n                                 -12-\n\fprograms, nor could it prevent SPR from later adopting different\n\nones. See Hukill, 192 F.3d at 444.\n\n      SPR’s use of GPC’s forms, employee benefits programs and\n\npayroll services are reflective of SPR’s desire to capitalize on\n\ncertain economies of scale. That is, it was cheaper, and therefore\n\neconomically advantageous, for SPR to subscribe to GPC’s programs.\n\nThe   courts    in    Papa    and      Hukill   rejected    arguments    similar   to\n\nEngelhardt’s.         They recognized that whether a subsidiary obtains\n\nservices at an arm’s length from its parent, for which it would\n\notherwise      have    to    go   to    more    expensive   outside     vendors,   is\n\nirrelevant      to    the    goal      of   imposing   liability   on    affiliated\n\ncorporations; moreover, it is antithetical to the purpose for\n\nexcepting smaller businesses from liability to impose liability on\n\nthe parent.      Judge Posner explains in Papa:\n\n      Firms too tiny to achieve the realizable economies of\n      scale or scope in their industry will go under unless\n      they can integrate some of their operations with those of\n      other companies, whether by contract or by ownership.\n      The choice between the two modes of integration is\n      unrelated to the exception. Take contractual integration\n      first. A firm too small to have its own pension plan will\n      join in a multi employer pension plan or will in effect\n      pool with other employers by buying an insurance policy.\n      . . . It will hire an accounting firm to do its payroll\n      rather than having its own payroll department. It may\n      ask the Small Business Administration for advice on how\n      to maximize its profits by pruning its least profitable\n      operations.     None of these forms of contractual\n      integration would subject tiny employers to [liability],\n      because the integration is not of affiliated firms. Why\n      should it make a difference if the integration takes the\n      form of common ownership, so that the tiny employer gets\n      his pension plan, his legal and financial advice, and his\n      payroll function from his parent corporation without\n\n                                            -13-\n\f      contractual formalities, rather than from independent\n      contractors?\n\nPapa, 166 F.3d at 942; see also Hukill, 193 F.3d at 443-44 (noting\n\nthat the practice of subsidiaries purchasing certain services from\n\nthe parent corporation is “not unusual in today’s marketplace”).\n\nFollowing Papa’s logic, SPR’s capitalization on cost efficiencies\n\nthrough GPC is irrelevant because those efficiencies do not come\n\nfrom common management and common operations.                It is the latter\n\nthat would collapse the distinct economic identity of each entity,\n\nwhich is the basis for the exception to FMLA liability.\n\n      Furthermore,     it    is   evident     that   SPR’s     use      of   GPC’s\n\nadministrative services is irrelevant to the type of operations in\n\nquestion.    Compare    Swallows,     128     F.3d   at    994     (finding    no\n\ninterrelation of operations where there were separate records, bank\n\naccounts, and offices), and Hukill,192 F.3d at 443 (finding as\n\ninsignificant the fact that subsidiary purchased administrative\n\nservices from parent as compared with the evidence that each\n\ncompany otherwise operates distinctly) (citing Papa, 166 F.3d at\n\n942   (same)),   with       Armbruster,     711   F.2d    at     1338    (finding\n\ninterrelation of operations where subsidiary’s management were\n\narmed with parent’s corporate credit cards, and parent managed\n\nsubsidiary’s receivables, payroll and cash accounting, provided\n\nadministrative support, and coordinated shipping of subsidiary’s\n\nproducts).\n\n\n\n                                    -14-\n\f     Thus, the evidence Engelhardt presents does not overcome the\n\npresumption that a parent is a “separate employer,” 29 C.F.R. §\n\n825.104(c)(1), and is “not the employer of [SPR’s] employees,”\n\nLusk, 129 F.3d at 778. Rather, Defendants conclusively demonstrate\n\nthat theirs is nothing less than an         “arm’s length relationship\n\n[that exists] among unintegrated companies,” South Prairie Constr.\n\nCo. v. Int’l Union of Operating Engineers, 425 U.S. 800, 803 (1976)\n\n(citation   omitted),   because   SPR    paid   administrative   fees    and\n\nreimbursed GPC for all benefits paid to SPR employees. Cf. McKenzie\n\nv. Davenport-Harris Funeral Home, 834 F.2d 930, 933-934 (11th Cir.\n\n1987) (finding common operations where one entity paid the other\n\nentity’s payroll without compensation for wages).                This fact\n\ndistinguishes    this    parent/subsidiary       relationship     from    a\n\ncorporation/division relationship which would be treated as a\n\nsingle employer under 29 C.F.R. § 825.104(c).          Therefore, though\n\nSPR is wholly-owned by GPC, that fact alone is insufficient to\n\novercome the balance of the first three factors in this case. See\n\nMorrison v. Magic Carpet Aviation, 383 F.3d 1253, 1257 (11th Cir.\n\n2004) (“As a matter of law, we do not believe that common ownership\n\nof two corporations is enough for a jury to conclude that they were\n\nintegrated into one operation for FMLA purposes.”).\n\n     Affirmed.\n\n\n\n\n                                  -15-\n\f",
  "html": "<p class=\"case_cite\">472 F.3d 1</p>\n    <p class=\"parties\">Leanne ENGELHARDT, Plaintiff, Appellant,<br>v.<br>S.P. RICHARDS COMPANY, INC., Genuine Parts Company, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 06-1232.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard September 15, 2006.</p>\n    <p class=\"date\">Decided December 22, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James W.Donchess, with whom Donchess &amp; Notinger, P.C., were on brief, for appellant.</p>\n      <p class=\"indent\">Lisa M. Szanfranic, with whom Patricia E. Simon, Martenson, Hasbruck &amp; Simon, LLP, Debra W. Ford, and Devine, Millimet &amp; Branch, P.A., were on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, SILER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">SILER, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Leanne Engelhardt appeals the dismissal of her claim for wrongful termination under the Family Medical Leave Act, 29 U.S.C. &#167; 2601, <i>et seq.</i> (the \"FMLA\"). We AFFIRM because defendant S.P Richards Co. (\"SPR\") employed fewer than 50 people within 75 miles of its Nashua facility, and defendants Genuine Parts Co. (\"GPC\") and SPR (together, \"Defendants\") are not integrated entities under the FMLA. Thus, Engelhardt was not an eligible employee under 29 C.F.R. &#167; 825.110(a)(3).</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">SPR, a wholly-owned subsidiary of GPC, is an office supplies wholesaler headquartered in Smyrna, Georgia. GPC is a publicly-traded corporation, and operates an auto parts retailing business under the name Genuine Parts Co. d/b/a NAPA Auto Parts, based in Atlanta, Georgia.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">SPR adopted GPC's personnel policies on attendance, sexual harassment, substance abuse, corporate conduct and network security. Many of SPR's handbooks, benefits brochures, information sheets, registration forms and paycheck stubs carry the GPC logo or letterhead instead of, or in addition to, SPR's logo. SPR's employees are eligible to participate in GPC-administered employee health insurance, life insurance, 401(k), and pension plans. GPC also issues SPR's payroll checks. SPR pays an administrative fee and reimburses GPC for all benefits and wages paid to SPR's employees.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">SPR hired Engelhardt as a customer service representative at its Nashua distribution facility in February 2000 and terminated her on December 17, 2002. She had missed work the previous day and a half without authorization to care for her daughter who had attempted suicide. This was the third time that she had missed work for that reason.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Engelhardt filed this lawsuit in the district court claiming that her termination, among other things, was in violation of the FMLA. The district court granted summary judgment on the basis that, pursuant to 29 C.F.R. &#167; 825.110(a)(3), Englehardt was ineligible for FMLA benefits because SPR did not employ the requisite number of people at its Nashua facility.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>See Engelhardt v. S.P. Richards Co.,</i> No. 04-CV-120-PB, 2005 WL 3578133, at *1-3, 2005 U.S. Dist. LEXIS 37118, at *5-9 (D.N.H. Dec.29, 2005). Engelhardt argued that GPC and SPR ought to be considered a single, integrated employer under 29 C.F.R. &#167; 825.104(c)(2) because of the overlap in the substance and administration of their employment policies, and the implication suggested by SPR's documents that GPC controlled SPR's human resource and labor practices. The district court rejected the argument, which otherwise would have counted GPC's 50-plus Nashua employees toward FMLA eligibility. <i>See id.</i> Englehardt appeals this determination.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The only issue before us is whether the district court erred in granting Defendants' summary judgment motion on the basis that SPR and GPC are not integrated employers within the meaning of 29 C.F.R. &#167; 825.104(c)(2). We review the grant of summary judgment de novo. <i>See Velez-Rivera v. Agosto-Alicea,</i> 437 F.3d 145, 150 (1st Cir.2006). We will affirm the dismissal if, after construing all reasonable inferences in Engelhardt's favor, \"there is no genuine issue as to any material fact and . . . [GPC and SPR are] entitled to judgment as a matter of law.\" Fed. R.Civ.P. 56(c). The parties agreed at oral argument there were no disputes of material fact. Thus, the question is strictly a legal one: whether, based upon the record, SPR and GPC are integrated entities.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The FMLA provides eligible employees of covered employers up to twelve workweeks of unpaid leave in any twelve-month period in order to tend to certain familial obligations, such as caring for a loved one who has a serious health condition. <i>See</i> 29 U.S.C. &#167;&#167; 2612, 2615(a)(2). It is \"unlawful for any employer to interfere with, restrain, or deny the exercise of or the attempt to exercise, any right provided under [the FMLA],\" 29 U.S.C. &#167; 2615, and the act provides for a private right of enforcement, <i>see</i> 29 U.S.C. &#167; 2617(a). The parties agree, at least <i>arguendo,</i> that Engelhardt's daughter's depression and suicide attempt amount to a serious enough condition to qualify for FMLA protection.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Pursuant to its authority under the FMLA, <i>see</i> 29 U.S.C. &#167; 2654, the Department of Labor (the \"DOL\") has promulgated regulations which set forth the eligibility requirements for both employers and employees. 29 C.F.R. &#167; 825.110(a) defines \"eligible employees\" and requires that the employee</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">(3) [be] employed at a worksite where 50 or more employees are employed by the employer within 75 miles of that worksite.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">29 C.F.R. 825.104(a) defines \"covered employers,\" <i>i.e.,</i></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">any person engaged in commerce or in any industry or activity affecting commerce, who employs 50 or more employees for each working day during each of 20 or more calendar workweeks in the current or preceding calendar year.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\"Normally the legal entity which employs the employee is the employer under FMLA. . . . [A] corporation is a single employer rather than its separate establishments or divisions.\" 29 C.F.R. &#167; 825.104(c). However, a subsidiary is treated differently, as there is a \"strong presumption that a parent corporation is not the employer of its subsidiary's employees.\" <i>Lusk v. Foxmeyer Health Corp.,</i> 129 F.3d 773, 778 (5th Cir.1997) (citation omitted). Our task is to clarify how to distinguish between an entity that is a division of, and therefore part of a corporation, and one that is a subsidiary and therefore a separate entity. In <i>Radio &amp; Television Broadcast Technicians Local 1264 v. Broadcast Service of Mobile, Inc.,</i> 380 U.S. 255, 256, 85 S.Ct. 876, 13 L.Ed.2d 789 (1965) (per curiam), the Supreme Court articulated the \"integrated employer\" (also, the \"single employer\") test in the labor relations context to determine when an entity is sufficiently related to one's legal employer to subject it to liability. The DOL subsequently codified the above general rule and the exception in its FMLA regulations:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Where one corporation has an ownership interest in another corporation, it is a separate employer unless it meets the \"joint employment\" test discussed in &#167; 825.106, or the \"integrated employer\" test contained in paragraph (c)(2) of this section.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Separate entities will be deemed to be parts of a single employer for purposes of FMLA if they meet the \"integrated employer\" test. Where this test is met, the employees of all entities making up the integrated employer will be counted in determining employer coverage and employee eligibility. A determination of whether or not separate entities are an integrated employer is not determined by the application of any single criterion, but rather the entire relationship is to be reviewed in its totality. Factors considered in determining whether two or more entities are an integrated employer include:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(i) Common Management;</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(ii) Interrelation between operations;</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(iii) Centralized control of labor relations; and</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(iv) Common Ownership.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">29 C.F.R. &#167; 825.104(c)(1) and (2) (footnote added).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Engelhardt contends that the integrated employer test is met because SPR admits having adopted some of GPC's employment policies and GPC administers SPR's employee benefits programs. She also points to documentary evidence which are purported to be GPC forms. It includes, for example, the separation notice she signed before her termination; the employee attendance policy forms; the code of corporate conduct form; the sexual harassment policy form; and the employee benefits packages, along with the accompanying brochures, information sheets, and election and acknowledgment forms.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Many of these documents were on GPC letterhead or were stamped with the GPC logo and the cover letter for the benefits forms even addressed Engelhardt generically as \"Dear GPC Employee.\" Moreover, Englehardt's paychecks were processed through GPC and bore GPC's and SPR's logos.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In <i>Romano v. U-Haul International,</i> 233 F.3d 655, 666 (1st Cir.2000), a Title VII case, we determined that a \"flexible approach\" which considered all four \"integrated employer\" factors was appropriate, with special emphasis on whether \"the parent exerts `an amount of participation [that] is sufficient and necessary to the total employment process, even absent total control or ultimate authority over hiring decisions.'\" <i>Id.</i> (citing <i>Armbruster v. Quinn,</i> 711 F.2d 1332, 1338 (6th Cir.1983)).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">While placing emphasis on the centrality of control over labor relations makes sense for imposing liability on affiliated entities in an employment discrimination case, <i>cf. Romano,</i> 233 F.3d at 666, we think that, here, the four factors merit equal consideration given the plain language of 29 C.F.R. &#167; 825.104(c)(2). However, our analysis of the four factors should be informed by certain economic concerns. This is because the 50-employee exception is an economic one rooted in protecting small businesses, and the purpose of the \"integrated employer\" test is to ensure that a defendant has not structured itself to avoid labor laws. <i>See Papa v. Katy Indus.,</i> 166 F.3d 937, 942 (7th Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">While we do not doubt that GPC's relationship with SPR extends beyond mere absentee ownership, the issue is whether GPC controls enough facets of SPR's business and operations, such that it has not maintained its economic distinctness.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We find support for our framing of the issue in the FMLA. The general purpose of the FMLA is to satisfy the \"needs of the American workforce and the development of high-performance organizations,\" 29 C.F.R. &#167; 825.101, by \"balanc[ing] the demands of the workplace with the needs of families . . . in a manner that accommodates the legitimate interests of employers,\" 29 U.S.C. &#167; 2601(b)(1), (3). With that in mind, we view the 50-employee exception as a threshold protecting smaller businesses from the onerous requirement of keeping an unproductive employee on the payroll in the form of redundant or absent employees, going without an employee for up to twelve weeks, or both. <i>Cf. Papa,</i> 166 F.3d at 942 (observing that minimum employee requirements protect small businesses from the financial costs of compliance with employment laws).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Similarly, we note that \"[t]he 75-mile distance is measured by surface miles, using surface transportation . . . by the shortest route from the facility where the eligible employee needing leave is employed.\" 29 C.F.R. &#167; 825.111(b). Thus, the 75-mile rule protects those employers (and their employees) whose businesses require separate worksites from the cumbersome requirement of relocating or commuting over large distances to cover for an employee on leave. Moreover, the 75-mile requirement prevents companies from establishing separate worksites in order to circumvent obligations under the FMLA and other labor rules. This is analogous to the determination that a multi-building or multi-facility campus is a single worksite if the facilities \"are in reasonable proximity, are used for the same purpose and share the same staff and equipment.\" 29 C.F.R. &#167; 825.111(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Therefore, one purpose of the 50-employee and 75-mile requirements is to exempt businesses like SPR which choose, or must, operate at lower costs from the costs of compliance. For example, in order to stave off disruption in its operations, SPR would have to maintain a troop of redundant employees to cover for absent employees. When combined with the costs of maintaining absent employees on the payroll for up to twelve weeks, this is a potentially significant cost in terms of employee non-productivity. The FMLA excepts smaller companies who would unlikely be able to shoulder the burden.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Moreover, a small company that would otherwise be exempt from the FMLA should not be deprived of the exception just because it is a subsidiary of larger company. <i>See Papa,</i> 166 F.3d at 942. It should have the benefit of the exception if it maintains its economic identity as a small business. <i>Cf. Hukill v. Auto Care, Inc.,</i> 192 F.3d 437, 442 (4th Cir.1999) (observing that parent domination over operations, management, and employment decisions is a critical factor).</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Turning back to Engelhardt's evidence, the documents fail to demonstrate that GPC and SPR are an integrated employer, per the 29 C.F.R. &#167; 825.104(c)(2) test. Going to the first factor, there is no indication that SPR is under the same management as GPC. There is no common manager between them and no SPR manager answers to any GPC employee. The one person who had been a manager at SPR prior to becoming one at GPC had to resign his SPR position and apply through normal channels at GPC. All facets of SPR's operations, from corporate to facilities management are entirely dictated by SPR employees. And unlike in <i>Armbruster,</i> 711 F.2d at 1339, where one person was president of one entity and a director of the other, here, the two companies share two independent directors who are not involved in running either business. Moreover, there is little, if any, evidence to suggest any interrelation between operations of the two companies, the integrated employer test's second factor. SPR has a separate headquarters, human resource department, records and record keeping, and separate worksites which fulfilled wholly distinct functions. The nature of their businesses is also distinct &#8212; GPC is in the auto-parts retailing business whereas SPR is in the office-supply wholesaling business. Thus, SPR is not a GPC \"division\" whereby upper echelons of control are centralized and efficiencies are realized through consolidation of redundant administrative, human resource, and management functions.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Furthermore, the third factor also weighs against finding that the two companies are an integrated employer as the facts reveal that SPR made its own, independent decisions with respect to labor relations. Only SPR had the power to determine how many employees it needs, and whether, when and whom to hire and fire to meet those needs. <i>Cf. Baker v. Stuart Broadcast. Co.,</i> 560 F.2d 389, 392 (8th Cir.1977). There is no evidence to suggest that SPR deferred to GPC in making hiring, firing, assignment, scheduling, or compensation decisions. <i>See Swallows,</i> 128 F.3d at 995. Because the evidence does not demonstrate that GPC controlled SPR's operations with regard to the deployment or redeployment of human resources, <i>see Romano,</i> 233 F.3d at 666, there is no basis for the inference that GPC employees could be asked to cover for SPR employees, even though they may be less than 75 miles apart. Nor is there evidence that Engelhardt's function would be within the sphere of competency of a GPC customer service representative.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We disagree with Engelhardt's assertion that SPR's adoption of GPC's employment policies, by use of its employment documents, forms and payroll services, create an inference that Defendants centrally determined both companies' employment policies. As Defendants contend, the above issues are irrelevant because there is no evidence that GPC required SPR to adopt the same policies and programs, nor could it prevent SPR from later adopting different ones. <i>See Hukill,</i> 192 F.3d at 444.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">SPR's use of GPC's forms, employee benefits programs and payroll services are reflective of SPR's desire to capitalize on certain economies of scale. That is, it was cheaper, and therefore economically advantageous, for SPR to subscribe to GPC's programs. The courts in <i>Papa</i> and <i>Hukill</i> rejected arguments similar to Engelhardt's. They recognized that whether a subsidiary obtains services at an arm's length from its parent, for which it would otherwise have to go to more expensive outside vendors, is irrelevant to the goal of imposing liability on affiliated corporations; moreover, it is antithetical to the purpose for excepting smaller businesses from liability to impose liability on the parent. Judge Posner explains in <i>Papa</i>:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Firms too tiny to achieve the realizable economies of scale or scope in their industry will go under unless they can integrate some of their operations with those of other companies, whether by contract or by ownership. The choice between the two modes of integration is unrelated to the exception. Take contractual integration first. A firm too small to have its own pension plan will join in a multi employer pension plan or will in effect pool with other employers by buying an insurance policy. . . . It will hire an accounting firm to do its payroll rather than having its own payroll department. It may ask the Small Business Administration for advice on how to maximize its profits by pruning its least profitable operations. None of these forms of contractual integration would subject tiny employers to [liability], because the integration is not of affiliated firms. Why should it make a difference if the integration takes the form of common ownership, so that the tiny employer gets his pension plan, his legal and financial advice, and his payroll function from his parent corporation without contractual formalities, rather than from independent contractors?</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\"><i>Papa,</i> 166 F.3d at 942; <i>see also Hukill,</i> 192 F.3d at 443-44 (noting that the practice of subsidiaries purchasing certain services from the parent corporation is \"not unusual in today's marketplace\"). Following <i>Papa's</i> logic, SPR's capitalization on cost efficiencies through GPC is irrelevant because those efficiencies do not come from common management and common operations. It is the latter that would collapse the distinct economic identity of each entity, which is the basis for the exception to FMLA liability.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Furthermore, it is evident that SPR's use of GPC's administrative services is irrelevant to the type of operations in question. <i>Compare Swallows,</i> 128 F.3d at 994 (finding no interrelation of operations where there were separate records, bank accounts, and offices), <i>and Hukill,</i> 192 F.3d at 443 (finding as insignificant the fact that subsidiary purchased administrative services from parent as compared with the evidence that each company otherwise operates distinctly) (citing <i>Papa,</i> 166 F.3d at 942 (same)), <i>with Armbruster,</i> 711 F.2d at 1338 (finding interrelation of operations where subsidiary's management were armed with parent's corporate credit cards, and parent managed subsidiary's receivables, payroll and cash accounting, provided administrative support, and coordinated shipping of subsidiary's products).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Thus, the evidence Engelhardt presents does not overcome the presumption that a parent is a \"separate employer,\" 29 C.F.R. &#167; 825.104(c)(1), and is \"not the employer of [SPR's] employees,\" <i>Lusk,</i> 129 F.3d at 778. Rather, Defendants conclusively demonstrate that theirs is nothing less than an \"arm's length relationship [that exists] among unintegrated companies,\" <i>South Prairie Constr. Co. v. Int'l Union of Operating Engineers,</i> 425 U.S. 800, 803, 96 S.Ct. 1842, 48 L.Ed.2d 382 (1976) (citation omitted), because SPR paid administrative fees and reimbursed GPC for all benefits paid to SPR employees. <i>Cf. McKenzie v. Davenport-Harris Funeral Home,</i> 834 F.2d 930, 933-934 (11th Cir.1987) (finding common operations where one entity paid the other entity's payroll without compensation for wages). This fact distinguishes this parent/subsidiary relationship from a corporation/division relationship which would be treated as a single employer under 29 C.F.R. &#167; 825.104(c). Therefore, though SPR is wholly-owned by GPC, that fact alone is insufficient to overcome the balance of the first three factors in this case. <i>See Morrison v. Magic Carpet Aviation,</i> 383 F.3d 1253, 1257 (11th Cir.2004) (\"As a matter of law, we do not believe that common ownership of two corporations is enough for a jury to conclude that they were integrated into one operation for FMLA purposes.\").</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Sixth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 29 C.F.R. &#167; 825.110(a)(3) sets forth the requirement that to be eligible for FMLA benefits, an employee must work for an employer that employs 50 or more people within 75 miles of the employee's worksite</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The difference between the \"joint employer\" and the \"integrated employer\" tests turns on whether the plaintiff seeks to impose liability on her legal employer or another entity<i>Compare</i> 29 C.F.R. &#167; 825.106 <i>with</i> &#167; 825.104(c)(2). The former looks to whether there are sufficient indicia of an employer/employee relationship to justify imposing liability on the plaintiff's non-legal employer. The latter applies where, as here, liability is sought to be imposed on the legal employer by arguing that another entity is sufficiently related such that its actions, or in this case, size, can be attributable to the legal employer. <i>See Arculeo v. On-Site Sales &amp; Mktg., L.L.C.,</i> 425 F.3d 193, 197-98 (2d Cir.2005) (citing <i>Clinton's Ditch Cooperative Co. v. NLRB,</i> 778 F.2d 132 (2d Cir.1985)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Engelhardt signed a \"Genuine Parts Company Applicant Acknowledgment of Substance Abuse Policy.\" She signed an acknowledgment that she had received and agreed to abide by the \"Genuine Parts Company Code of Corporate Conduct,\" and also one bearing the \"S.P. Richards Co.\" name and stating that she had received and agreed to abide by the \"Genuine Parts Company Employee Attendance Policy.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We are, however, equally mindful of the potential for the requirement to have jurisdictional implications to the extent that a smaller employer's business may be too attenuated to interstate commerce<i>Cf. Papa,</i> 166 F.3d at 942.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> SPR already had in place an FMLA compliance system in case the Nashua worksite exceeded 50 employees. Therefore, the major cost confronting it would be labor-related</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">472</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">Leanne ENGELHARDT, Plaintiff, Appellant,<br>v.<br>S.P. RICHARDS COMPANY, INC., Genuine Parts Company, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 06-1232.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard September 15, 2006.</p>\n    <p class=\"date\">Decided December 22, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James W.Donchess, with whom Donchess &amp; Notinger, P.C., were on brief, for appellant.</p>\n      <p class=\"indent\">Lisa M. Szanfranic, with whom Patricia E. Simon, Martenson, Hasbruck &amp; Simon, LLP, Debra W. Ford, and Devine, Millimet &amp; Branch, P.A., were on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, SILER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">SILER, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Leanne Engelhardt appeals the dismissal of her claim for wrongful termination under the Family Medical Leave Act, 29 U.S.C. &#167; 2601, <i>et seq.</i> (the \"FMLA\"). We AFFIRM because defendant S.P Richards Co. (\"SPR\") employed fewer than 50 people within 75 miles of its Nashua facility, and defendants Genuine Parts Co. (\"GPC\") and SPR (together, \"Defendants\") are not integrated entities under the FMLA. Thus, Engelhardt was not an eligible employee under 29 C.F.R. &#167; 825.110(a)(3).</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">SPR, a wholly-owned subsidiary of GPC, is an office supplies wholesaler headquartered in Smyrna, Georgia. GPC is a publicly-traded corporation, and operates an auto parts retailing business under the name Genuine Parts Co. d/b/a NAPA Auto Parts, based in Atlanta, Georgia.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">SPR adopted GPC's personnel policies on attendance, sexual harassment, substance abuse, corporate conduct and network security. Many of SPR's handbooks, benefits brochures, information sheets, registration forms and paycheck stubs carry the GPC logo or letterhead instead of, or in addition to, SPR's logo. SPR's employees are eligible to participate in GPC-administered employee health insurance, life insurance, 401(k), and pension plans. GPC also issues SPR's payroll checks. SPR pays an administrative fee and reimburses GPC for all benefits and wages paid to SPR's employees.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">SPR hired Engelhardt as a customer service representative at its Nashua distribution facility in February 2000 and terminated her on December 17, 2002. She had missed work the previous day and a half without authorization to care for her daughter who had attempted suicide. This was the third time that she had missed work for that reason.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Engelhardt filed this lawsuit in the district court claiming that her termination, among other things, was in violation of the FMLA. The district court granted summary judgment on the basis that, pursuant to 29 C.F.R. &#167; 825.110(a)(3), Englehardt was ineligible for FMLA benefits because SPR did not employ the requisite number of people at its Nashua facility.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>See Engelhardt v. S.P. Richards Co.,</i> No. 04-CV-120-PB, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">3578133</span></span>, at *1-3, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">37118</span></span>, at *5-9 (D.N.H. Dec.29, 2005). Engelhardt argued that GPC and SPR ought to be considered a single, integrated employer under 29 C.F.R. &#167; 825.104(c)(2) because of the overlap in the substance and administration of their employment policies, and the implication suggested by SPR's documents that GPC controlled SPR's human resource and labor practices. The district court rejected the argument, which otherwise would have counted GPC's 50-plus Nashua employees toward FMLA eligibility. <i>See id.</i> Englehardt appeals this determination.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The only issue before us is whether the district court erred in granting Defendants' summary judgment motion on the basis that SPR and GPC are not integrated employers within the meaning of 29 C.F.R. &#167; 825.104(c)(2). We review the grant of summary judgment de novo. <i>See Velez-Rivera v. Agosto-Alicea,</i> <span class=\"citation\" data-id=\"202056\"><a href=\"/opinion/202056/velez-rivera-v-agosto-alicea/\"><span class=\"volume\">437</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">145</span></a></span>, 150 (1st Cir.2006). We will affirm the dismissal if, after construing all reasonable inferences in Engelhardt's favor, \"there is no genuine issue as to any material fact and . . . [GPC and SPR are] entitled to judgment as a matter of law.\" Fed. R.Civ.P. 56(c). The parties agreed at oral argument there were no disputes of material fact. Thus, the question is strictly a legal one: whether, based upon the record, SPR and GPC are integrated entities.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The FMLA provides eligible employees of covered employers up to twelve workweeks of unpaid leave in any twelve-month period in order to tend to certain familial obligations, such as caring for a loved one who has a serious health condition. <i>See</i> 29 U.S.C. &#167;&#167; 2612, 2615(a)(2). It is \"unlawful for any employer to interfere with, restrain, or deny the exercise of or the attempt to exercise, any right provided under [the FMLA],\" 29 U.S.C. &#167; 2615, and the act provides for a private right of enforcement, <i>see</i> 29 U.S.C. &#167; 2617(a). The parties agree, at least <i>arguendo,</i> that Engelhardt's daughter's depression and suicide attempt amount to a serious enough condition to qualify for FMLA protection.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Pursuant to its authority under the FMLA, <i>see</i> 29 U.S.C. &#167; 2654, the Department of Labor (the \"DOL\") has promulgated regulations which set forth the eligibility requirements for both employers and employees. 29 C.F.R. &#167; 825.110(a) defines \"eligible employees\" and requires that the employee</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">(3) [be] employed at a worksite where 50 or more employees are employed by the employer within 75 miles of that worksite.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">29 C.F.R. 825.104(a) defines \"covered employers,\" <i>i.e.,</i></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">any person engaged in commerce or in any industry or activity affecting commerce, who employs 50 or more employees for each working day during each of 20 or more calendar workweeks in the current or preceding calendar year.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\"Normally the legal entity which employs the employee is the employer under FMLA. . . . [A] corporation is a single employer rather than its separate establishments or divisions.\" 29 C.F.R. &#167; 825.104(c). However, a subsidiary is treated differently, as there is a \"strong presumption that a parent corporation is not the employer of its subsidiary's employees.\" <i>Lusk v. Foxmeyer Health Corp.,</i> <span class=\"citation\" data-id=\"748374\"><a href=\"/opinion/748374/roger-w-lusk-roger-w-lusk-robert-p-griffith-herbert-barton-jr-joseph/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">773</span></a></span>, 778 (5th Cir.1997) (citation omitted). Our task is to clarify how to distinguish between an entity that is a division of, and therefore part of a corporation, and one that is a subsidiary and therefore a separate entity. In <i>Radio &amp; Television Broadcast Technicians Local 1264 v. Broadcast Service of Mobile, Inc.,</i> <span class=\"citation\" data-id=\"107003\"><a href=\"/opinion/107003/radio-union-v-broadcast-serv/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">255</span></a></span>, 256, <span class=\"citation\" data-id=\"107003\"><a href=\"/opinion/107003/radio-union-v-broadcast-serv/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">876</span></a></span>, <span class=\"citation\" data-id=\"107003\"><a href=\"/opinion/107003/radio-union-v-broadcast-serv/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">789</span></a></span> (1965) (per curiam), the Supreme Court articulated the \"integrated employer\" (also, the \"single employer\") test in the labor relations context to determine when an entity is sufficiently related to one's legal employer to subject it to liability. The DOL subsequently codified the above general rule and the exception in its FMLA regulations:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Where one corporation has an ownership interest in another corporation, it is a separate employer unless it meets the \"joint employment\" test discussed in &#167; 825.106, or the \"integrated employer\" test contained in paragraph (c)(2) of this section.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Separate entities will be deemed to be parts of a single employer for purposes of FMLA if they meet the \"integrated employer\" test. Where this test is met, the employees of all entities making up the integrated employer will be counted in determining employer coverage and employee eligibility. A determination of whether or not separate entities are an integrated employer is not determined by the application of any single criterion, but rather the entire relationship is to be reviewed in its totality. Factors considered in determining whether two or more entities are an integrated employer include:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(i) Common Management;</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(ii) Interrelation between operations;</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(iii) Centralized control of labor relations; and</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(iv) Common Ownership.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">29 C.F.R. &#167; 825.104(c)(1) and (2) (footnote added).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Engelhardt contends that the integrated employer test is met because SPR admits having adopted some of GPC's employment policies and GPC administers SPR's employee benefits programs. She also points to documentary evidence which are purported to be GPC forms. It includes, for example, the separation notice she signed before her termination; the employee attendance policy forms; the code of corporate conduct form; the sexual harassment policy form; and the employee benefits packages, along with the accompanying brochures, information sheets, and election and acknowledgment forms.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Many of these documents were on GPC letterhead or were stamped with the GPC logo and the cover letter for the benefits forms even addressed Engelhardt generically as \"Dear GPC Employee.\" Moreover, Englehardt's paychecks were processed through GPC and bore GPC's and SPR's logos.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In <i>Romano v. U-Haul International,</i> <span class=\"citation\" data-id=\"771255\"><a href=\"/opinion/771255/karen-romano-v-u-haul-international-u-haul-company-of-maine-inc/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">655</span></a></span>, 666 (1st Cir.2000), a Title VII case, we determined that a \"flexible approach\" which considered all four \"integrated employer\" factors was appropriate, with special emphasis on whether \"the parent exerts `an amount of participation [that] is sufficient and necessary to the total employment process, even absent total control or ultimate authority over hiring decisions.'\" <i>Id.</i> (citing <i>Armbruster v. Quinn,</i> <span class=\"citation\" data-id=\"421672\"><a href=\"/opinion/421672/lynn-armbruster-v-terry-quinn/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1332</span></a></span>, 1338 (6th Cir.1983)).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">While placing emphasis on the centrality of control over labor relations makes sense for imposing liability on affiliated entities in an employment discrimination case, <i>cf. Romano,</i> 233 F.3d at 666, we think that, here, the four factors merit equal consideration given the plain language of 29 C.F.R. &#167; 825.104(c)(2). However, our analysis of the four factors should be informed by certain economic concerns. This is because the 50-employee exception is an economic one rooted in protecting small businesses, and the purpose of the \"integrated employer\" test is to ensure that a defendant has not structured itself to avoid labor laws. <i>See Papa v. Katy Indus.,</i> <span class=\"citation\" data-id=\"761280\"><a href=\"/opinion/761280/james-papa-v-katy-industries-inc-and-walsh-press-company-inc-equal/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">937</span></a></span>, 942 (7th Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">While we do not doubt that GPC's relationship with SPR extends beyond mere absentee ownership, the issue is whether GPC controls enough facets of SPR's business and operations, such that it has not maintained its economic distinctness.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We find support for our framing of the issue in the FMLA. The general purpose of the FMLA is to satisfy the \"needs of the American workforce and the development of high-performance organizations,\" 29 C.F.R. &#167; 825.101, by \"balanc[ing] the demands of the workplace with the needs of families . . . in a manner that accommodates the legitimate interests of employers,\" 29 U.S.C. &#167; 2601(b)(1), (3). With that in mind, we view the 50-employee exception as a threshold protecting smaller businesses from the onerous requirement of keeping an unproductive employee on the payroll in the form of redundant or absent employees, going without an employee for up to twelve weeks, or both. <i>Cf. Papa,</i> 166 F.3d at 942 (observing that minimum employee requirements protect small businesses from the financial costs of compliance with employment laws).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Similarly, we note that \"[t]he 75-mile distance is measured by surface miles, using surface transportation . . . by the shortest route from the facility where the eligible employee needing leave is employed.\" 29 C.F.R. &#167; 825.111(b). Thus, the 75-mile rule protects those employers (and their employees) whose businesses require separate worksites from the cumbersome requirement of relocating or commuting over large distances to cover for an employee on leave. Moreover, the 75-mile requirement prevents companies from establishing separate worksites in order to circumvent obligations under the FMLA and other labor rules. This is analogous to the determination that a multi-building or multi-facility campus is a single worksite if the facilities \"are in reasonable proximity, are used for the same purpose and share the same staff and equipment.\" 29 C.F.R. &#167; 825.111(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Therefore, one purpose of the 50-employee and 75-mile requirements is to exempt businesses like SPR which choose, or must, operate at lower costs from the costs of compliance. For example, in order to stave off disruption in its operations, SPR would have to maintain a troop of redundant employees to cover for absent employees. When combined with the costs of maintaining absent employees on the payroll for up to twelve weeks, this is a potentially significant cost in terms of employee non-productivity. The FMLA excepts smaller companies who would unlikely be able to shoulder the burden.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Moreover, a small company that would otherwise be exempt from the FMLA should not be deprived of the exception just because it is a subsidiary of larger company. <i>See Papa,</i> 166 F.3d at 942. It should have the benefit of the exception if it maintains its economic identity as a small business. <i>Cf. Hukill v. Auto Care, Inc.,</i> <span class=\"citation\" data-id=\"766246\"><a href=\"/opinion/766246/monte-j-hukill-v-auto-care-incorporated-mcgillicuddy-associates/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">437</span></a></span>, 442 (4th Cir.1999) (observing that parent domination over operations, management, and employment decisions is a critical factor).</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Turning back to Engelhardt's evidence, the documents fail to demonstrate that GPC and SPR are an integrated employer, per the 29 C.F.R. &#167; 825.104(c)(2) test. Going to the first factor, there is no indication that SPR is under the same management as GPC. There is no common manager between them and no SPR manager answers to any GPC employee. The one person who had been a manager at SPR prior to becoming one at GPC had to resign his SPR position and apply through normal channels at GPC. All facets of SPR's operations, from corporate to facilities management are entirely dictated by SPR employees. And unlike in <i>Armbruster,</i> 711 F.2d at 1339, where one person was president of one entity and a director of the other, here, the two companies share two independent directors who are not involved in running either business. Moreover, there is little, if any, evidence to suggest any interrelation between operations of the two companies, the integrated employer test's second factor. SPR has a separate headquarters, human resource department, records and record keeping, and separate worksites which fulfilled wholly distinct functions. The nature of their businesses is also distinct &#8212; GPC is in the auto-parts retailing business whereas SPR is in the office-supply wholesaling business. Thus, SPR is not a GPC \"division\" whereby upper echelons of control are centralized and efficiencies are realized through consolidation of redundant administrative, human resource, and management functions.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Furthermore, the third factor also weighs against finding that the two companies are an integrated employer as the facts reveal that SPR made its own, independent decisions with respect to labor relations. Only SPR had the power to determine how many employees it needs, and whether, when and whom to hire and fire to meet those needs. <i>Cf. Baker v. Stuart Broadcast. Co.,</i> <span class=\"citation\" data-id=\"348367\"><a href=\"/opinion/348367/susan-rae-baker-v-stuart-broadcasting-company/\"><span class=\"volume\">560</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">389</span></a></span>, 392 (8th Cir.1977). There is no evidence to suggest that SPR deferred to GPC in making hiring, firing, assignment, scheduling, or compensation decisions. <i>See Swallows,</i> 128 F.3d at 995. Because the evidence does not demonstrate that GPC controlled SPR's operations with regard to the deployment or redeployment of human resources, <i>see Romano,</i> 233 F.3d at 666, there is no basis for the inference that GPC employees could be asked to cover for SPR employees, even though they may be less than 75 miles apart. Nor is there evidence that Engelhardt's function would be within the sphere of competency of a GPC customer service representative.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We disagree with Engelhardt's assertion that SPR's adoption of GPC's employment policies, by use of its employment documents, forms and payroll services, create an inference that Defendants centrally determined both companies' employment policies. As Defendants contend, the above issues are irrelevant because there is no evidence that GPC required SPR to adopt the same policies and programs, nor could it prevent SPR from later adopting different ones. <i>See Hukill,</i> 192 F.3d at 444.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">SPR's use of GPC's forms, employee benefits programs and payroll services are reflective of SPR's desire to capitalize on certain economies of scale. That is, it was cheaper, and therefore economically advantageous, for SPR to subscribe to GPC's programs. The courts in <i>Papa</i> and <i>Hukill</i> rejected arguments similar to Engelhardt's. They recognized that whether a subsidiary obtains services at an arm's length from its parent, for which it would otherwise have to go to more expensive outside vendors, is irrelevant to the goal of imposing liability on affiliated corporations; moreover, it is antithetical to the purpose for excepting smaller businesses from liability to impose liability on the parent. Judge Posner explains in <i>Papa</i>:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Firms too tiny to achieve the realizable economies of scale or scope in their industry will go under unless they can integrate some of their operations with those of other companies, whether by contract or by ownership. The choice between the two modes of integration is unrelated to the exception. Take contractual integration first. A firm too small to have its own pension plan will join in a multi employer pension plan or will in effect pool with other employers by buying an insurance policy. . . . It will hire an accounting firm to do its payroll rather than having its own payroll department. It may ask the Small Business Administration for advice on how to maximize its profits by pruning its least profitable operations. None of these forms of contractual integration would subject tiny employers to [liability], because the integration is not of affiliated firms. Why should it make a difference if the integration takes the form of common ownership, so that the tiny employer gets his pension plan, his legal and financial advice, and his payroll function from his parent corporation without contractual formalities, rather than from independent contractors?</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\"><i>Papa,</i> 166 F.3d at 942; <i>see also Hukill,</i> 192 F.3d at 443-44 (noting that the practice of subsidiaries purchasing certain services from the parent corporation is \"not unusual in today's marketplace\"). Following <i>Papa's</i> logic, SPR's capitalization on cost efficiencies through GPC is irrelevant because those efficiencies do not come from common management and common operations. It is the latter that would collapse the distinct economic identity of each entity, which is the basis for the exception to FMLA liability.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Furthermore, it is evident that SPR's use of GPC's administrative services is irrelevant to the type of operations in question. <i>Compare Swallows,</i> 128 F.3d at 994 (finding no interrelation of operations where there were separate records, bank accounts, and offices), <i>and Hukill,</i> 192 F.3d at 443 (finding as insignificant the fact that subsidiary purchased administrative services from parent as compared with the evidence that each company otherwise operates distinctly) (citing <i>Papa,</i> 166 F.3d at 942 (same)), <i>with Armbruster,</i> 711 F.2d at 1338 (finding interrelation of operations where subsidiary's management were armed with parent's corporate credit cards, and parent managed subsidiary's receivables, payroll and cash accounting, provided administrative support, and coordinated shipping of subsidiary's products).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Thus, the evidence Engelhardt presents does not overcome the presumption that a parent is a \"separate employer,\" 29 C.F.R. &#167; 825.104(c)(1), and is \"not the employer of [SPR's] employees,\" <i>Lusk,</i> 129 F.3d at 778. Rather, Defendants conclusively demonstrate that theirs is nothing less than an \"arm's length relationship [that exists] among unintegrated companies,\" <i>South Prairie Constr. Co. v. Int'l Union of Operating Engineers,</i> <span class=\"citation\" data-id=\"109453\"><a href=\"/opinion/109453/south-prairie-constr-co-v-operating-engineers/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 803, <span class=\"citation\" data-id=\"109453\"><a href=\"/opinion/109453/south-prairie-constr-co-v-operating-engineers/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1842</span></a></span>, <span class=\"citation\" data-id=\"109453\"><a href=\"/opinion/109453/south-prairie-constr-co-v-operating-engineers/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">382</span></a></span> (1976) (citation omitted), because SPR paid administrative fees and reimbursed GPC for all benefits paid to SPR employees. <i>Cf. McKenzie v. Davenport-Harris Funeral Home,</i> <span class=\"citation\" data-id=\"498237\"><a href=\"/opinion/498237/luellen-r-mckenzie-v-davenport-harris-funeral-home-a-division-of/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">930</span></a></span>, 933-934 (11th Cir.1987) (finding common operations where one entity paid the other entity's payroll without compensation for wages). This fact distinguishes this parent/subsidiary relationship from a corporation/division relationship which would be treated as a single employer under 29 C.F.R. &#167; 825.104(c). Therefore, though SPR is wholly-owned by GPC, that fact alone is insufficient to overcome the balance of the first three factors in this case. <i>See Morrison v. Magic Carpet Aviation,</i> <span class=\"citation\" data-id=\"76740\"><a href=\"/opinion/76740/david-l-morrison-v-magic-carpet-aviation/\"><span class=\"volume\">383</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1253</span></a></span>, 1257 (11th Cir.2004) (\"As a matter of law, we do not believe that common ownership of two corporations is enough for a jury to conclude that they were integrated into one operation for FMLA purposes.\").</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Sixth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 29 C.F.R. &#167; 825.110(a)(3) sets forth the requirement that to be eligible for FMLA benefits, an employee must work for an employer that employs 50 or more people within 75 miles of the employee's worksite</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The difference between the \"joint employer\" and the \"integrated employer\" tests turns on whether the plaintiff seeks to impose liability on her legal employer or another entity<i>Compare</i> 29 C.F.R. &#167; 825.106 <i>with</i> &#167; 825.104(c)(2). The former looks to whether there are sufficient indicia of an employer/employee relationship to justify imposing liability on the plaintiff's non-legal employer. The latter applies where, as here, liability is sought to be imposed on the legal employer by arguing that another entity is sufficiently related such that its actions, or in this case, size, can be attributable to the legal employer. <i>See Arculeo v. On-Site Sales &amp; Mktg., L.L.C.,</i> <span class=\"citation\" data-id=\"792084\"><a href=\"/opinion/792084/jennifer-arculeo-v-on-site-sales-marketing-llc-and-sanford-pankin-also/\"><span class=\"volume\">425</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">193</span></a></span>, 197-98 (2d Cir.2005) (citing <i>Clinton's Ditch Cooperative Co. v. NLRB,</i> <span class=\"citation\" data-id=\"461358\"><a href=\"/opinion/461358/clintons-ditch-cooperative-co-inc-petitioner-cross-respondent-v/\"><span class=\"volume\">778</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">132</span></a></span> (2d Cir.1985)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Engelhardt signed a \"Genuine Parts Company Applicant Acknowledgment of Substance Abuse Policy.\" She signed an acknowledgment that she had received and agreed to abide by the \"Genuine Parts Company Code of Corporate Conduct,\" and also one bearing the \"S.P. Richards Co.\" name and stating that she had received and agreed to abide by the \"Genuine Parts Company Employee Attendance Policy.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We are, however, equally mindful of the potential for the requirement to have jurisdictional implications to the extent that a smaller employer's business may be too attenuated to interstate commerce<i>Cf. Papa,</i> 166 F.3d at 942.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> SPR already had in place an FMLA compliance system in case the Nashua worksite exceeded 50 employees. Therefore, the major cost confronting it would be labor-related</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/76740/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107003/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109453/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202056/",
    "http://www.courtlistener.com/api/rest/v3/opinions/348367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421672/",
    "http://www.courtlistener.com/api/rest/v3/opinions/461358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498237/",
    "http://www.courtlistener.com/api/rest/v3/opinions/748374/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761280/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792084/"
  ]
}