{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202652/",
  "absolute_url": "/opinion/202652/united-states-v-misla-aldarondo/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202652/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:58:47Z",
  "date_modified": "2016-02-28T05:09:05.393457Z",
  "type": "010combined",
  "sha1": "ac2c1ea262b5ffdbad820ba0e555cbe299eae332",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-2073-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/03/02/US_v._Misla-Aldarondo.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 03-2073\nNo. 04-1424\n\n                       UNITED STATES OF AMERICA,\n\n                               Appellee,\n\n                                  v.\n\n                        EDISON MISLA-ALDARONDO,\n\n                         Defendant, Appellant.\n\n\n             APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Carmen Consuelo Cerezo, U.S. District Judge]\n\n\n                                Before\n\n                         Howard, Circuit Judge,\n\n               Stahl and Baldock,* Senior Circuit Judges.\n\n\n     Laura Maldonado Rodríguez for appellant.\n     Thomas M. Gannon, Attorney, Appellate Section, Civil\nDivision, U.S. Department of Justice, with whom Rosa E.\nRodríguez-Velez, United States Attorney, and Nelson Perez-Sosa,\nAssistant United States Attorney, were on brief, for appellee.\n\n\n\n                             March 2, 2007\n\n\n\n     *\n         Of the Tenth Circuit, sitting by designation.\n\f           STAHL, Senior Circuit Judge.          Edison Misla Aldorando\n\n(\"Misla\"),   the   former   Speaker   of   the   Puerto    Rico   House   of\n\nRepresentatives, was convicted in U.S. District Court for the\n\nDistrict of Puerto Rico of extortion, money laundering, and witness\n\ntampering.   The charges stemmed from a scheme by a group bidding to\n\npurchase a state hospital being privatized.        The group sought, and\n\npaid for, Misla's help in securing the regulatory approval needed\n\nfor the purchase.     A jury convicted Misla and he was sentenced to\n\n71 months' imprisonment and three years' supervised release, fined\n\n$12,500, and ordered to forfeit $147,400.          Misla now appeals his\n\nconviction and sentence, and the denial of his motion for a new\n\ntrial.   We affirm.\n\n                         I. Factual Background\n\n           In the late 1990s, the Puerto Rico Department of Health\n\n(PRDH) and the Government Development Bank (GDB) began privatizing\n\nthe island’s state-owned hospitals. See P.R. Laws Ann. tit. 24, §§\n\n3301-3325 (repealed 2003).        Investors were identified through a\n\ncompetitive bidding process, with private entities with an existing\n\nhospital management contract being given an option to purchase that\n\nparticular   hospital   without    participating    in    any   competitive\n\nbidding process.\n\n           The Dr. Alejandro Otero Lopez Hospital (HAOL) in Manatí,\n\nPuerto Rico, was a public hospital managed by Carribean Hospital\n\nCorporation (CHC).      Co-defendants Dr. José De Jesús Toro (\"De\n\n\n                                   -2-\n\fJesús\") and Dr. Alvin Ramírez Ortiz (\"Ramírez\") owned Carribean\n\nAnesthesia Services, Inc. (CAS), HAOL's anesthesiology provider.\n\nCAS wished to purchase HAOL, and to circumvent the bidding process\n\nit needed first to acquire CHC's management contract.\n\n           De Jesús and Ramírez hired co-defendant José Ivan Ramos\n\nCubano (\"Ramos\") to assist with the purchase of the CHC contract\n\nand, ultimately, HAOL in exchange for consulting fees of $15,000\n\nper month and a partnership in their company.        The first step, the\n\npurchase of the CHC contract, required the approval of PRDH. Ramos\n\narranged for a meeting with co-defendant José Gerardo Cruz Arroyo\n\n(\"Cruz\"), the head of PRDH's legal division.              Ultimately, Cruz\n\nwould take a bribe in order to allow CAS to purchase CHC's contract\n\nto manage HAOL.\n\n           The next step was obtaining GDB's approval for the\n\npurchase of HAOL outright.       Ramos testified that he solicited the\n\nassistance of Misla because Misla had a close relationship with\n\nMarcos Rodríguez Ema (\"Rodríguez\"), GDB's president.          Misla agreed\n\nto help secure GDB's approval in exchange for payment.            Ramos also\n\ntestified that Misla, in furtherance of the agreement, arranged\n\nmeetings   between   CAS   and   Rodríguez   that   CAS   could    not   have\n\notherwise obtained.    Ramos’s testimony was corroborated by that of\n\nRamírez.\n\n           In October 1997, an independent law firm engaged by GDB\n\nrecommended that CAS be deemed ineligible to purchase HAOL because\n\n\n                                    -3-\n\fCAS owed an outstanding debt to PRDH.              Regardless, Rodríguez\n\nordered the privatization committee to accept CAS’s offer of $14\n\nmillion for HAOL and to arrange for CAS to repay the outstanding\n\ndebt at a future date.    The sale of HAOL to CAS was completed on\n\nSeptember 17, 1998.\n\n          Between   August     and   October    1998,   Ramos   transferred\n\napproximately $147,400 from HAOL -- now managed by CAS -- to Misla\n\nby cashing checks and furnishing the proceeds directly to Misla or\n\nhis associates.\n\n          In May 2001, Puerto Rico’s Justice Department began\n\ninvestigating the transaction and eventually Misla.             In October\n\n2001, Ramos agreed to cooperate with the government and record his\n\nconversations with Misla.      While being recorded, Misla suggested,\n\namong other things, that Ramos leave the country for a while; that\n\nthey come up with a cover story for the payments; and that he,\n\nMisla, would work to stall or stop the investigation.\n\n          On October 25, 2001, Misla was indicted for extortion,\n\nmoney laundering, and witness tampering. Following a jury trial,\n\nMisla was convicted on five of the six charges.1         On June 20, 2003,\n\nthe district court sentenced Misla to concurrent terms of 71\n\nmonths'   imprisonment   for    each       conviction   and   three   years'\n\n\n\n\n     1\n      He was not convicted on Count 5, one              of the extortion\ncharges.\n\n                                     -4-\n\fsupervised release.              The court also ordered him to forfeit the\n\n$147,400 paid to him by Ramos.\n\n                   Additional facts relevant to the various issues on appeal\n\nare recited below.\n\n                                       II. Discussion\n\nA. Pretrial Motions\n\n                   1. Background\n\n                   The indictment, as well as unrelated charges against\n\nMisla        for    sexual     assault    on    a    minor,    generated     considerable\n\npretrial           publicity.      The    publicity         included    posters      put    up\n\nthroughout San Juan bearing Misla’s photograph and the caption,\n\n“Stealing Prohibited: the Government does not admit competitors.”2\n\nAlleging that this pretrial publicity was prejudicial, Misla moved\n\nfor   a       change      of   venue     to    the   Virgin     Islands      and,    in    the\n\nalternative,          a   90-day    continuance        to     allow    for   any    pretrial\n\npublicity to subside.               Misla also requested expanded jury voir\n\ndire.\n\n                   The district court denied all motions, but conducted\n\nindividualized voir dire over a five-day period.                         Misla submitted\n\na list of 84 proposed voir dire questions to the court.                            The court\n\nselected several of Misla’s proposed questions, including questions\n\nconcerning pretrial publicity, the sexual assault charges pending\n\nagainst Misla, and whether the jurors believed Misla to be a\n\n\n        2\n            This is the translation as provided by the defendant.\n\n                                               -5-\n\fcorrupt   politician.         During    voir    dire,   Misla   requested     five\n\nadditional peremptory challenges.              He renewed his request at the\n\nclose of voir dire.         Both motions were denied.\n\n           Of   the    84    jurors    interviewed,     13   were   excused   for\n\npossible bias. After the completion of voir dire, Misla challenged\n\nan additional eight jurors for cause.              The district court denied\n\nthe challenges.       Ultimately, the final petit jury contained only\n\none of the jurors that had been challenged by Misla.3\n\n           We review a district court's decisions on motions for\n\nchange of venue, continuance, expanded voir dire, and additional\n\nperemptory challenges for abuse of discretion.               See United States\n\nv. Brandon, 17 F.3d 409, 441 (1st Cir. 1994) (change of venue);\n\nUnited States v. Rodríguez-Marrero, 390 F.3d 1, 21-22 (1st Cir.\n\n2004) (continuance); United States v. Anagnos, 853 F.2d 1, 5 (1st\n\nCir. 1988) (expanded voir dire); United States v. Marrero-Ortíz,\n\n160 F.3d 768, 776 (1st Cir. 1998) (peremptory challenges) (citing\n\nUnited States v. Cox, 752 F.2d 741, 748 (1st Cir. 1985)).\n\n           2. Change of Venue\n\n           A change of venue is proper if the court determines that\n\nthere exists \"so great a prejudice against the defendant . . . in\n\nthe transferring district that the defendant cannot obtain a fair\n\nand impartial trial there.\"            Fed. R. Crim. P. 21(a).        In making\n\n\n     3\n      This juror, number 80, was challenged because he had\nexpressed his understanding that, as a matter of statistics, most\ndefendants are found guilty at trial.\n\n                                        -6-\n\fthis determination, we ask 1) whether the degree of inflammatory\n\npublicity had so saturated the community such as to make it\n\n\"virtually impossible to obtain an impartial jury,\" United States\n\nv. McNeill, 728 F.2d 5, 9 (1st Cir. 1984), or 2) if prejudice\n\ncannot be presumed, whether nonetheless the empaneled jury was\n\nactually prejudiced against the defendant.                     See United States v.\n\nRodríguez-Cardona, 924 F.2d 1148, 1158 (1st Cir. 1991); United\n\nStates v. Angiulo, 897 F.2d 1169, 1181 (1st Cir. 1990).                    Misla does\n\nnot argue actual juror prejudice on appeal, and so we review only\n\nfor whether prejudice should have been presumed from the extent of\n\nthe pretrial publicity.\n\n               A presumption of prejudice is reserved for those extreme\n\ncases       where    publicity   is    \"both       extensive     and   sensational    in\n\nnature.\"        Id.     Merely a high volume of media coverage is not\n\nsufficient to presume prejudice, if that coverage is factual, as\n\nopposed to inflammatory.              Id.; see Brandon, 17 F.3d at 441.               A\n\ncourt may judge the partiality of the community by looking to the\n\n\"length to which the trial court must go in order to select jurors\n\nwho appear to be impartial.\"               Murphy v. Florida, 421 U.S. 794, 802-\n\n03 (1975).          In general, \"[i]t is sufficient if the juror can lay\n\naside his impression or opinion and render a verdict based on the\n\nevidence presented in court.\"                Dobbert v. Florida, 432 U.S. 282,\n\n302 (1977) (quoting Irvin v. Dowd, 366 U.S. 717, 723 (1961)).                        But\n\nwhen    a    large    percentage      of    the    venire   is   disqualified,   this\n\n\n                                             -7-\n\fevidence   of    prejudice    in    the    community   may     lead   a   court   to\n\n\"properly question the remaining jurors' avowals of impartiality.\"\n\nAngiulo, 897 F.2d at 1181-82 (citing Murphy, 421 U.S. at 802-03).\n\n           The    publicity      surrounding    this    case    was    undoubtedly\n\nextensive.      Misla had been the Speaker of the Puerto Rico House of\n\nRepresentatives      and   was     simultaneously      being    investigated      on\n\ncharges of sexual assault on a minor.                   To address this, the\n\ndistrict court conducted an extensive and individualized voir dire,\n\ntaking 15 to 25 minutes with each juror and asking each upwards of\n\n50 questions.\n\n           The questions were substantially the same for all jurors\n\nand covered subjects such as: the jurors' own beliefs in Misla's\n\nguilt or innocence; which newspapers they read, radio stations they\n\nlistened to, and television stations they watched; whether they had\n\nread particular newspaper articles or columns; whether they had\n\nlistened to the comments of the Secretary of Justice; whether they\n\nhad participated in, or listened to the results of, any radio\n\npolls; whether they had discussions with others about the case;\n\nwhether they were members of a political party; and whether they\n\nhad views about the corruption of politicians in general, and Misla\n\nand his party in particular.          The district court further inquired\n\ninto whether the jurors or any close friends or family members had\n\never been a victim of rape or sexual molestation.                     The district\n\n\n\n\n                                          -8-\n\fcourt also inquired extensively into the jurors' understanding of\n\nthe presumption of innocence and the burden of proof.\n\n           In the end, only 13 out of 84 jurors were excused for\n\npossible bias.    This rate of disqualification, roughly 15 percent,\n\nis too low to be sufficient to presume prejudice in the community.\n\nSee Murphy, 421 U.S. at 803 (no prejudice presumed where around 25\n\npercent of venire \"indicated an opinion\" as to guilt); Brecheen v.\n\nReynolds, 41 F.3d 1343, 1351 (10th Cir. 1994) (25% of venire\n\nexcluded \"for cause\"); United States v. Moreno Morales, 815 F.2d\n\n725, 735 (1st Cir. 1987) (25% of venire \"admitted . . . to\n\nbelieving that defendants were guilty\"); accord Irvin, 366 U.S. at\n\n727 (prejudice presumed where 90% of venire \"entertained some\n\nopinion as to guilt\").         Even if we include the eight additional\n\njurors that Misla challenged for cause (but which the judge found\n\nwere not biased), the percentage would only be 25 percent.\n\n           While a low percentage of disqualification is not a safe\n\nharbor against a finding of prejudice, it is strong evidence\n\nagainst it.      But it may nonetheless be countered by persuasive\n\ndirect   evidence   of   the    level   of   saturation   of   inflammatory\n\npublicity.    See Rodríguez-Cardona, 924 F.2d at 1158.         Here, Misla\n\nprovided the district court with, by his count, over 180 articles\n\nattempting to show such saturation, and the court nonetheless held\n\nthat change of venue was not necessary given the extensive voir\n\n\n\n\n                                    -9-\n\fdire that was planned.4             Misla does not now point us to any\n\nspecific evidence that would lead us to believe that the judge\n\nabused her discretion in denying the motion, especially given the\n\nsuccess of the voir dire.5           Accord Rideau v. Louisiana, 373 U.S.\n\n723 (1963) (holding, in reversing conviction based solely on\n\npretrial publicity without a finding of actual prejudice in jurors,\n\nthat television broadcast of filmed confession seen by two-thirds\n\nof the community necessitated a presumption of prejudice) (cited in\n\nMoreno Morales, 815 F.2d at 735-36).\n\n            3. Continuance\n\n            \"We grant 'broad discretion' to a trial court to decide\n\na continuance motion and will only find abuse of that discretion\n\nwith a showing that the court exhibited an 'unreasonable and\n\narbitrary   insistence       upon    expeditiousness   in    the   face    of   a\n\njustifiable request for delay.'\"               United States v. Rodríguez-\n\nMarrero, 390 F.3d 1, 21-22 (1st Cir. 2004) (quoting United States\n\nv. Rodríguez Cortes, 949 F.2d 532, 545 (1st Cir. 1991)).                  \"Among\n\nthe factors to be considered in reviewing a denial of a motion for\n\na   continuance   are    .     .    .   the    defendant's   diligence,     the\n\n\n     4\n      In denying Misla's motion for reconsideration of the denial\nof the motion for change of venue, the district court said that it\nwould reconsider the issue of venue if the voir dire was\nunsuccessful.\n     5\n      Misla argues, incorrectly, that the district court denied the\nchange of venue motion because it was filed close to the beginning\nof trial. In fact, that reason was raised only in the denial of\nthe certification to appeal.\n\n                                        -10-\n\finconvenience to the court and other parties, the likely utility of\n\na continuance, and any unfair prejudice caused by the denial.\"\n\nUnited States v. Orlando-Figueroa, 229 F.3d 33, 40 (1st Cir. 2000).\n\n          Here, Misla argues for a continuance only on the grounds\n\nof pretrial publicity, which, as discussed above, was sufficiently\n\naddressed by the voir dire.    With that issue dealt with, denying\n\nthe motion for continuance was not an unreasonable or arbitrary\n\ninsistence on expeditiousness, and thus the judge did not abuse her\n\ndiscretion.\n\n          4. Expanded Voir Dire\n\n          Misla is imprecise in his objection to the voir dire\n\nprocedures.   In his brief, Misla at times seems to be saying that\n\nthe voir dire should have been expanded to allow more of his\n\nquestions to be asked.   At other times, he seems to be arguing that\n\nthe questions that were asked were prejudicial (which, if true,\n\nwould not be solved by expanding the number of questions).      The\n\nlatter argument has no merit since the questions Misla complains of\n\nhere, relating to sexual molestation, were precisely those that he\n\nrequested be asked.\n\n          The former argument, that the voir dire should have been\n\nexpanded yet further beyond the already expanded voir dire that the\n\ncourt conducted, also fails.   In deciding on the manner in which to\n\nconduct voir dire, the court \"has broad discretion . . . subject\n\nonly to the essential demands of fairness.      It need not permit\n\n\n                                -11-\n\fcounsel to dominate the process, nor pose every voir dire question\n\nrequested by a litigant.\"     Real v. Hogan, 828 F.2d 58, 62 (1st Cir.\n\n1987) (citation omitted).\n\n           The only specific question Misla says should have been\n\nasked was one regarding whether the jurors were talking about the\n\ncase among themselves while awaiting voir dire.             The judge denied\n\nthe particular question as being too open-ended and not probative\n\nof whether the particular juror being questioned had talked about\n\nit in a way that might have influenced the juror's opinion of\n\nMisla's   guilt.    The    judge   said    that   the   existing    voir   dire\n\nquestions adequately delved into that area.             We agree.   The judge\n\ndid a thorough job of probing for bias and Misla is far from making\n\nthe required showing that the lack of this question or others\n\nprejudiced him.6    See Murphy, 421 U.S. at 803; see also United\n\nStates v. Casas, 425 F.3d 23, 48-49 (1st Cir. 2005) (lengthy\n\nindividualized voir dire sufficient to overcome any prejudice as a\n\nresult of juror communications with third party).\n\n           5. Additional Peremptory Challenges\n\n           Misla   asked    for,   and     was    denied,   five    additional\n\nperemptory challenges. Misla argues, essentially, that he was owed\n\nmore peremptory challenges because he had been denied several of\n\nhis for-cause challenges.     To the degree that this is a roundabout\n\n\n     6\n      In addition to the lack of any evidence of actual prejudice\non the part of the jury, we note the additional fact that the jury\nempaneled through this process actually acquitted Misla on Count 5.\n\n                                    -12-\n\fattempt to challenge those for-cause denials, it fails.               \"'There\n\nare few aspects of a jury trial where we would be less inclined to\n\ndisturb a trial judge's exercise of discretion, absent clear abuse,\n\nthan in ruling on challenges for cause in the empaneling of a\n\njury.'\" United States v. González-Soberal, 109 F.3d 64, 69-70 (1st\n\nCir. 1997) (quoting United States v. McCarthy, 961 F.2d 972, 976\n\n(1st Cir. 1992)).     Misla raises no other substantive argument for\n\nwhy more peremptory challenges were required.            Given that he did\n\nnot use any of his allotted ten challenges on the cause-challenged\n\njurors, we fail to see the connection, particularly since, again,\n\nthere has been no claim of actual prejudice among the petit jury\n\nmembers.     There was no abuse of discretion.\n\nB. Ramos-Pubill Connection\n\n             1. Background\n\n             During trial on December 4, 2002, counsel for Misla was\n\ncross-examining     Ramos,   the   government's       cooperating    witness.\n\nSeeking to impeach him, counsel asked Ramos about several different\n\nbad   acts   allegedly   attributable     to   him.     In   one    particular\n\nexchange, counsel asked Ramos about an investment of $300,000 he'd\n\ntaken from a gas station owner named Eduardo Pubill to invest on\n\nhis behalf in a company called Telefónica Hispanoamericano.                It\n\nturned out that Eduardo Pubill's son, Edgardo, was a convicted drug\n\ntrafficker, and that it was likely that the $300,000 were proceeds\n\nof illegal drug sales that Edgardo was seeking to launder through\n\n\n                                   -13-\n\fhis   father's    gas    station    and   the       Telefónica     Hispanoamericano\n\ninvestment.\n\n           Counsel for Misla challenged Ramos on whether he knew\n\nthat he was laundering money, but Ramos denied knowing the source\n\nof the money, saying that he simply believed that an owner of a gas\n\nstation would be likely to have excess cash to invest.                    At sidebar,\n\nthe government said that Ramos had only discovered the illegal\n\nsource of the funds while being debriefed by then–U.S. Attorney\n\nGuillermo Gil in preparation for trial in this case.                   Gil, having\n\nworked on the prosecution of Edgardo Pubill, was aware of the gas\n\nstation   in     question     because     he    had    attempted     to    seek   its\n\nforfeiture,      since   it   was   likely      a    front   for    Edgardo's     drug\n\ntrafficking.      The district court ordered the government to look\n\ninto the Ramos-Pubill transaction further, and any other potential\n\nactivities or cases involving Eduardo Pubill, the father.\n\n           Two days later, on December 6, 2002, the prosecution\n\nreported that Eduardo Pubill had no federal convictions. The court\n\nthen ordered the prosecution to obtain official certification from\n\nfederal investigating agencies, such as the Federal Bureau of\n\nInvestigation (FBI), the Drug Enforcement Administration (DEA), and\n\nthe U.S. Customs Service, as to whether there was any evidence that\n\nRamos laundered money for Eduardo Pubill or his son, Edgardo.\n\n           On December 9, 2002, the judge, having inquired with the\n\nProbation Office, reported that Eduardo Pubill did in fact have a\n\n\n                                        -14-\n\fprior conviction, in case no. 92-194.   On the same date, the court\n\nissued an order requiring the FBI, DEA, Customs Service, and\n\nInternal Revenue Service to produce any interview or investigation\n\nreports related to case no. \"92-094,\" against Eduardo Pubill, and\n\nno. \"91-299,\" against Edgardo Pubill, that referenced Ramos or\n\nTelefónica Hispanoamericana.   Unbeknownst to the court or counsel,\n\ncase no. 92-194 was incorrectly cited on the order as no. 92-094.\n\nPerhaps because of this error, no further information about a\n\nconviction of Eduardo Pubill was discovered.\n\n            Upon learning of the court's order, Deputy U.S. Marshal\n\nRoberto Vizcarrondo recalled an interview he had done with an\n\ninformant named Pedro Torres Molano (\"Torres\") on December 4, 2001,\n\nwhen Vizcarrondo was detailed to the FBI Intelligence Research\n\nCenter, in which Torres had stated that he had helped to launder\n\nthe Pubills' money through Ramos, and that Ramos was well aware of\n\nthe source of the funds.    On December 11, 2002, he forwarded the\n\ndraft Form 302 interview sheet (\"Form 302\"), in which he had\n\nearlier written the details of the conversation, to FBI agent José\n\nFigueroa.   The next day, the Form 302 was provided to the court by\n\nFBI agent Jane Erickson.     She noted that the Form 302 was not\n\nrelated to the case numbers referenced in the court’s December 9\n\norder, but was relevant to Ramos and Telefónica Hispanoamericano.\n\n            After an inspection of the document, the court issued a\n\nsubsequent order that: (1) indicated that the newly discovered Form\n\n\n                                -15-\n\f302 was relevant to witness Ramos; (2) included a redacted copy of\n\nthe Form 302; and (3) granted Misla a continuance until December\n\n17, 2002.\n\n            Torres was called to testify, and in his testimony on\n\nDecember    20,   2002,    he     stated    that     he   informed      Ramos    that\n\n“supposedly the money came from an illegal source.”                    Tr. 12/20/02\n\nat 44.     Soon after that, the court interrupted the testimony to\n\nhold an evidentiary hearing to determine whether Misla could also\n\nuse the Form 302 to impeach Ramos. During the evidentiary hearing,\n\nVizcarrondo, FBI Special Agent Judith Priegues-López (\"Priegues\"),\n\nand FBI Agent Carlos Hernández testified that the Form 302 was\n\ncreated but never indexed or uploaded to the central server where\n\nother agents would have been able to query the form. They also\n\ntestified that Vizcarrando had originally provided the Form 302 to\n\nPriegues, who then hand-delivered a disk with the interview to\n\nHernández's    office     after   telling      him   by   phone   to    expect    it.\n\nHernández     testified    that    he    recalled     the   conversation         with\n\nPriegues, but that he never received the disk, and did not follow\n\nup with Priegues when it did not appear.\n\n            Misla then moved to have the jury discharged and the\n\nindictment dismissed, alleging prosecutorial misconduct.                        Misla\n\nargued that Hernández had been present during Ramos's testimony and\n\nremained silent despite remembering his conversation with Priegues\n\nabout the Form 302.        The district court denied the motion ruling\n\n\n                                        -16-\n\fthat,   while       Misla   had   difficulty    obtaining   the    impeachment\n\nmaterial, he now had the material and could make effective use of\n\nit.\n\n            The testimony of Torres resumed after the close of the\n\nevidentiary hearing.         Torres was allowed to review the Form 302,\n\nand he clarified his earlier testimony by further stating that he\n\n\"told Ramos . . . that it was being said that the money coming from\n\nPubil[l] were proceeds of drugs.\"            Tr. 12/20/02 at 163.\n\n            The trial continued on December 26, 2002. Misla recalled\n\nRamos and cross-examined him regarding his prior testimony about\n\nthe transaction with Eduardo Pubill.           Misla also moved that day to\n\nquestion both Hernández and Priegues regarding the Form 302,\n\nstating that such testimony would allow the jury to make inferences\n\nregarding     the    government's    intention    to   withhold    impeachment\n\nmaterial.\n\n            On January 14, 2003, the district court denied Misla's\n\nmotion to question Hernández and Priegues.             The court stated that\n\nMisla   was      merely     attempting    to     demonstrate      prosecutorial\n\nmisconduct, and that such evidence was not relevant to impeaching\n\nRamos. Trial continued from that point, and a verdict was reached.\n\n            On October 9, 2003, nearly nine months after the jury had\n\nreturned a verdict, the prosecution filed an informative motion\n\nstating that Eduardo Pubill, the source of the money that Ramos\n\ninvested    in   the    Telefónica    Hispanoamericano      stock,    had   been\n\n\n                                      -17-\n\fpreviously convicted in federal court of structuring financial\n\ntransactions to avoid reporting requirements, in violation of 31\n\nU.S.C. § 5324.     The motion stated that the government was filing\n\nthe   motion   because     this    information     was   contrary     to    the\n\ngovernment's   assertion    at     trial    that   Eduardo   Pubill   had    no\n\nconvictions.     The government explained this lapse by saying that\n\nearlier database searches by several agencies had turned up nothing\n\nexcept for the conviction of Eduardo's son, Edgardo Pubill.                 The\n\ncase number for this conviction was 92-194, which, as discussed\n\nabove, had been erroneously given as 92-094 in the district court's\n\norder seeking more information on Pubill.\n\n          Misla    moved   to     dismiss    the   indictment   or,   in    the\n\nalternative, for a new trial.              He argued that the failure to\n\ndisclose Eduardo Pubill's conviction earlier was prosecutorial\n\nmisconduct that denied him the chance to fully impeach Ramos, the\n\ngovernment's main witness.        The district court denied the motion,\n\nsaying that even without the record of Eduardo Pubill's conviction,\n\nthere was ample material with which to impeach Ramos, including the\n\ntestimony of Torres.     The district court also stated that it would\n\nhave been straightforward for Misla to discover the error in the\n\ncase number and bring it to court's attention.\n\n\n\n\n                                    -18-\n\f            2. The Form 302 Interview\n\n            We review for abuse of discretion a district court's\n\ndecision on how to handle a delayed disclosure.         United States v.\n\nCatano, 65 F.3d 219, 227 (1st Cir. 1995).\n\n            Prior to trial, Misla sought discovery under Giglio v.\n\nUnited States, 405 U.S. 150 (1972), of information potentially\n\nuseful in impeaching government witnesses.            Under Giglio, the\n\nwithholding of such impeachment information would fall under the\n\nrule of Brady v. Maryland, 373 U.S. 83 (1963), that suppression of\n\nfavorable evidence violates due process if the evidence is material\n\nto guilt or punishment.         Giglio, 405 U.S. at 154.         Where the\n\nevidence is never forthcoming, we ask whether that nondisclosure\n\n\"might have affected the outcome of the trial.\"         United States v.\n\nAgurs, 427 U.S. 97, 104 (1976).        However, where the evidence is\n\nonly delayed, we ask instead \"whether defendant's counsel was\n\nprevented    by   the   delay   from   using   the   disclosed    material\n\neffectively in preparing and presenting the defendant's case.\"\n\nUnited States v. Ingraldi, 793 F.2d 408, 411-12 (1st Cir. 1986);\n\nsee Catano, 65 F.3d at 227.\n\n            To prevail on this argument, the defendant must at a\n\nminimum make \"a prima facie showing of a plausible strategic option\n\nwhich the delay foreclosed.\" United States v. Devin, 918 F.2d 280,\n\n290 (1st Cir. 1990); see United States v. Lemmerer, 277 F.3d 579,\n\n588 (1st Cir. 2002).        Misla has made no such showing here.\n\n\n                                   -19-\n\fInstead, he argues only that the circumstances of the disclosure\n\nimply   an   attempt   by   the   government   to    deliberately      keep   the\n\ninformation from Misla.           Even if that were true, it is not\n\nsufficient    to    force   a   mistrial    where    the   defendant    is    not\n\nprejudiced.        \"The critical inquiry is not why disclosure was\n\ndelayed but whether the tardiness prevented defense counsel from\n\nemploying the material to good effect.\"             Devin, 918 F.2d at 290.\n\n             The district court found that the delayed disclosure had\n\nno effect, since Misla was still able to use the information to\n\nimpeach Ramos.      Indeed, Misla appears to have been fully aware of\n\nthe allegations contained in the Form 302 prior to trial, since the\n\nallegations of money laundering first came to light through his\n\ncounsel's cross-examination of Ramos.          Given this, we fail to see\n\nhow Misla was prejudiced by the delayed disclosure of the Form 302\n\ninterview with Torres.\n\n             Misla also challenges the district court's ruling to\n\ndisallow the testimony of Hernández and Priegues, the FBI agents\n\nwho had originally handled the Form 302.              The court stated that\n\ntestimony regarding an alleged cover-up was not relevant to the\n\ncase, especially given that Misla already had the Form 302 admitted\n\ninto evidence to use to impeach Ramos.         Misla argues that the fact\n\nof any government cover-up would have bolstered his argument that\n\nRamos was lying about laundering the Pubill money.\n\n\n\n\n                                     -20-\n\f          It may be that this ruling should be reviewed as a\n\ntypical evidentiary matter, rather than as a ruling on a possible\n\nsanction for a Brady violation, but regardless our review is solely\n\nfor abuse of discretion.     United States v. Guerrier, 428 F.3d 76,\n\n79 (1st Cir. 2005) (as to evidentiary ruling); Catano, 65 F.3d at\n\n227 (as to decision on delayed disclosure).       For the same reasons\n\nas discussed above, we find no such abuse here.\n\n          3. The Eduardo Pubill Conviction\n\n          Following the government's informative motion of October\n\n9, 2003, regarding Eduardo Pubill's conviction for structuring\n\nfinancial transactions to avoid reporting requirements, Misla moved\n\nto dismiss the indictment or, in the alternative, for a new trial.\n\nThe judge denied the motion.\n\n          This issue presents a slight puzzle with respect to our\n\nstandard of review, though it is easily resolved.         The denial of\n\nthe motion appears to be subject to our review under the standards\n\ngiven in Brady and Gigilio, just as the delayed disclosure of the\n\nForm 302 interview with Torres was, as discussed above.                  The\n\ngovernment's   informative   motion   describes   this   as   a   case    of\n\nnondisclosure, which would subject them to a relatively tough\n\nstandard of review if we were to review under Brady.          See Agurs,\n\n427 U.S. at 104 (whether disclosure \"might have affected the\n\noutcome of the trial\").      However, it's not clear that this is\n\nnondisclosure -- or even delayed disclosure -- since the court\n\n\n                                 -21-\n\finformed both parties on December 9, 2002, during trial, of exactly\n\nthis conviction.    The trouble arises because of the court's error\n\nin noting the case as no. 92-094 rather than no. 92-194 in its\n\nDecember 9 order.     Perhaps as a result of that clerical error,\n\nthough we can't know for sure, no party seems to have followed up\n\non that particular case, and thus no party informed the court of\n\nits error in reporting the case number.7\n\n          As the district court itself noted after receiving the\n\ngovernment's informative motion,\n\n     [t]he fact that this motion has been filed at all leads\n     to confusion since the Court, despite the government's\n     representation during trial that Mr. Eduardo Pubill-\n     Rivera had not been convicted, took the initiative to\n     probe into the matter. The result of that inquiry was\n     the disclosure to the parties of Mr. Eduardo Pubill-\n     Rivera's conviction and sentence. . . .      We do not\n     anticipate any controversy arising from the information\n     provided in the government's last motion since this is\n     not newly discovered information but rather data\n     disclosed and utilized during the trial.\n\n\n\n\n     7\n      We note that in the transcript for December 9, 2002, the case\nnumber was given correctly at one point.        Tr. 12/9/02 at 4.\nTherefore, it would have been a simple matter for the mistake to be\ncorrected. We have not found any reference in the transcripts, nor\nhave the parties pointed us to one, where the parties reported\npursuing the mistakenly cited case no. 92-094 and discovering that\nit was unrelated to Pubill.\n     It's not entirely clear from the record why what should have\nbeen a routine matter of searching conviction records was so\nfraught with difficulty. In addition to the judge's clerical error\nin reporting the case number, some confusion about names may have\nplayed a role. In the instant case, Eduardo and Edgardo's surname\nis given as \"Pubill,\" but in the transcripts the parties also used\n\"Pubil\" and \"Purill.\" The indictment and judgment of Edgardo also\nused \"Pubil.\"\n\n                                -22-\n\fSealed Order, October 10, 2003. We agree with the district court's\n\nreasoning.   This is at worst an instance of delayed disclosure,\n\nsince the information came out during trial, and thus we again ask\n\n\"whether defendant's counsel was prevented by the delay from using\n\nthe disclosed material effectively in preparing and presenting the\n\ndefendant's case.\"   Ingraldi, 793 F.2d at 411-12.   Our standard of\n\nreview of the denial of the motion is, again, abuse of discretion.8\n\n\n     8\n      The government's brief would have us review the denial of a\nnew trial under the standards of Fed. R. Crim. P. 33, rather than\nBrady, presumably because they would classify the evidence of\nPubill's conviction as \"newly discovered\" rather than as something\nknown to the government but not disclosed. If it were true that\nthe conviction had never been disclosed, this distinction would be\nimportant. We would find an abuse of discretion in the denial of\na motion for a new trial under Rule 33 only if the new evidence\ncreated an \"actual probability that an acquittal would have\nresulted if the evidence had been available.\" United States v.\nSepulveda, 15 F.3d 1216, 1220 (1st Cir. 1993). On the other hand,\nwe would find an abuse of discretion in the denial of a new trial\nfor a Brady violation if the new evidence merely created a\n\"reasonable probability that the evidence would have changed the\nresult.\" United States v. Josleyn, 206 F.3d 144, 151 (1st Cir.\n2000). \"The standard applied to new trial motions based on Brady\nviolations is thus more favorable to defendants.\" Id. However,\nbecause the disclosure was at worst delayed, rather than\nnonexistent, our review standards are substantially equivalent.\nSee United States v. Osorio, 929 F.2d 753, 758 (1st Cir. 1991)\n(noting that standard of review for delayed disclosure under\nIngraldi is essentially one of prejudice).\n     This spares us the difficulty of determining whether the\ngovernment can \"newly discover\" a conviction that it itself\nsecured. Cf. Kyles v. Whitley, 514 U.S. 419, 437 (1995) (holding\nthat \"prosecutor has a duty to learn of any favorable evidence\nknown to the others acting on the government's behalf in the case\"\n(emphasis added)); Osorio, 929 F.2d at 761 (applying Brady to\nevidence of a witness's drug dealing that was not known to\nprosecutor, but known to others in his office, and holding that the\n\"prosecutor charged with discovery obligations cannot avoid finding\nout what 'the government' knows, simply by declining to make\nreasonable inquiry of those in a position to have relevant\n\n                               -23-\n\fCatano, 65 F.3d at 227.   We find no such abuse here, simply because\n\nMisla was not prevented from preparing by the delay.    In his brief,\n\nMisla constructs an unlikely string of events: knowledge of Eduardo\n\nPubill's conviction for a financial crime would have led to him\n\nbeing called to testify; he would then have disclosed the money\n\nlaundering scheme with Ramos; the judge would have been forced to\n\ninstruct the jury that Ramos was a perjurer; and this would have so\n\nundermined his credibility, as the government's main witness, as to\n\nmake conviction of Misla impossible.   This is inference piled upon\n\ninference, particularly since Ramos had already been impeached over\n\nthe Pubill connection (not to mention his own involvement in the\n\nconspiracy at issue in the instant case).       More fundamentally,\n\nbecause Misla was provided this information during trial, but\n\napparently did not pursue it, we cannot say that the delay caused\n\nany prejudice.\n\n            Finally, it should not be forgotten that Ramos was the\n\nwitness, not Pubill.      While prior convictions of Ramos would\n\nclearly be material under Giglio, it is not so clear that the\n\nconviction of a person with whom that witness did business is also\n\nmaterial.   At some point, the human chain of bad behavior becomes\n\ntoo attenuated to be relevant to the trial at hand.    Here, however,\n\n\n\nknowledge\"). But cf. United States v. Bender, 304 F.3d 161, 164\n(1st Cir. 2002) (stating, in dictum, that duties under Brady may be\nrequired only of those such as \"members of the prosecuting team,\nincluding police investigators working for the prosecution\").\n\n                                -24-\n\fwe are not called upon to make that determination, because in any\n\nevent Misla was not prejudiced. Therefore, the judge did not abuse\n\nher discretion.\n\nC. Ramírez Testimony\n\n          Misla next argues that the district court should have\n\nstruck the testimony of Alvin Ramírez, one of the CAS principals,\n\non the grounds that he lacked personal knowledge. Because this was\n\nan evidentiary ruling to which Misla objected, our review is for\n\nabuse of discretion.   United States v. Brown, 450 F.3d 76, 78 (1st\n\nCir. 2006).   Even if the court erred, we will not reverse if the\n\nerror is harmless. Id. at 79; see United States v. García-Morales,\n\n382 F.3d 12, 17 (1st Cir. 2004) (error is harmless \"if it is highly\n\nprobable that the error did not influence the verdict\").\n\n          Ramírez testified about seeing checks from HAOL to Ramos\n\nthat ultimately ended up in the hands of Cruz and Misla.   Ramírez\n\ntestified several times, however, that he did not know at the time\n\nabout the intended use of these specific checks, but only found out\n\nwhen the government showed him the evidence that they had gathered\n\nduring their investigation.     Defense counsel objected, but the\n\ndistrict judge allowed the testimony, saying that Misla was free to\n\ncross-examine Ramírez about the source of his knowledge.\n\n          Misla's argument is thinly developed, and he cites to no\n\nparticular rule of evidence or cases supporting the proposition\n\n\n\n\n                               -25-\n\fthat to have allowed this testimony is reversible error.9        We\n\ndecline now to explore all the possible interpretations of the\n\nargument since, in any event, any potential error was harmless.\n\nDespite not knowing the specific purpose of the funds, Ramírez\n\ntestified -- based on his personal knowledge -- that he saw the\n\nchecks; that he knew that Ramos intended to pay Misla; that Ramos\n\ntold him that \"nothing in life is free and everything costs money,\"\n\ntr. 11/25/02 at 16; and that he assumed that the meeting they were\n\nable to secure with Misla \"was [not] a favor that was done just to\n\nhelp us,\" id. at 61.   Furthermore, the jury heard explicitly about\n\nthe source of his knowledge, whether it came during the events in\n\nquestion or only during later litigation, and thus had a sufficient\n\nbasis to judge his credibility.         Finally, the other evidence\n\nagainst Misla was substantial.    Given this, even if it were error\n\nto allow the testimony, any error was harmless.    See Fed. R. Crim.\n\nP. 52(b).\n\nD. Insufficient Evidence as to Counts 2, 3, 4, and 6\n\n            Misla contends that the district court erred in not\n\ndismissing Counts 2 (Hobbs Act extortion, 18 U.S.C. § 1951(a)), 3,\n\n\n\n     9\n      United States v. Falu-González, 205 F.3d 436 (1st Cir. 2000),\nthe one case that Misla does point us to, is inapposite. In that\ncase, a witness testified to knowing about some sales of drugs, but\nin fact had not observed the sales and had only been told of them\nby another. The judge allowed the testimony as an admission of a\nco-conspirator, and thus admissible under an exception to the\nhearsay rule. Id. at 438; see Fed. R. Evid. 802(d)(2)(E). That\nanalysis is not relevant here.\n\n                                 -26-\n\f4   (two    counts     of    conspiring      to    launder   money,   18      U.S.C.   §\n\n1956(a)(1)(B)(i),           (a)(3)(A)   &    (B),    and    (h)),   and   6    (witness\n\ntampering, 18 U.S.C. § 1512). He avers that there was insufficient\n\nevidence to sustain a guilty verdict on each count.                           We review\n\nattacks on the sufficiency of evidence supporting jury verdicts de\n\nnovo.      United States v. Washington, 434 F.3d 7, 15 (1st Cir. 2006).\n\nIn doing so, we review the evidence \"in the light most favorable to\n\nthe prosecution,\" considering whether \"any rational trier of fact\n\ncould have found the essential elements of the crime beyond a\n\nreasonable doubt.\"           Id.\n\n              1. Count 2\n\n              To challenge his conviction for extortion under color of\n\nofficial      right,    Misla      latches    onto    a    clerical   error     in   the\n\nindictment.      The indictment names Count 2 as \"Interference with\n\nCommerce by Extortion Induced by Economic Fear and Under Color of\n\nOfficial Right\" (emphasis added).                  Therefore, Misla argues, the\n\ngovernment was bound to prove both economic fear and color of\n\nofficial right, not just one or the other, which is all that the\n\nstatue requires. See 18 U.S.C. § 1951(b)(2) (\"The term 'extortion'\n\nmeans the obtaining of property from another, with his consent,\n\ninduced by wrongful use of actual or threatened force, violence, or\n\nfear, or under color of official right\" (emphasis added)).10\n\n\n      10\n      Count 1, charging conspiracy to commit extortion, did not\ncontain this misstatement, saying instead \"Economic Fear and/or\nUnder Color of Official Right.\"     Misla does not appeal his\n\n                                            -27-\n\f            We have held that:\n\n     Where a statute . . . sets forth several different means\n     by which an offense may be committed, it is permissible\n     for a count in an indictment to allege all or several of\n     these means in the conjunctive. A conviction on such a\n     count will stand if the evidence establishing one or more\n     of the means of commission alleged is sufficient to\n     support a jury verdict.\n\nUnited States v. Garcia-Torres, 341 F.3d 61, 66 (1st Cir. 2003)\n\n(quoting United States v. Barbato, 471 F.2d 918, 922 n.3 (1st Cir.\n\n1973)).11\n\n            Working from the incorrect assumption that the government\n\nhad to prove both elements, Misla argues the insufficiency only of\n\nthe \"economic fear\" element, but does not challenge the evidence\n\nfor the \"under color of official right\" element.           The judge\n\ncorrectly instructed the jury in the disjunctive (following the\n\nlanguage of the statute, not the indictment), and thus a jury could\n\nhave convicted Misla by finding \"color of official right\" extortion\n\n\n\n\nconviction under Count 1.\n     11\n      We note that this does not conflict with our holdings\nprohibiting duplicitous indictments. See, e.g., United States v.\nVerrecchia, 196 F.3d 294, 297 (1st Cir. 1999) (prohibited\nduplicitous indictments are those that join in a single count two\nor more distinct offenses).       The problem with a duplicitous\nindictment is that a jury could convict without unanimity as to any\nparticular offense. Here, because Count 2 names only one offense,\nthis is not a concern.     See United States v. Arreola, 467 F.3d\n1153, 1157 (9th Cir. 2006) (noting distinction between whether \"the\nstatute at issue creates separate offenses, or simply describes\nalternative means to commit the same crime\").\n\n                                 -28-\n\falone.    That evidence is unchallenged here and this fact is\n\nsufficient to dispose of the issue.12\n\n          2. Counts 3 and 4\n\n          Misla's challenge to the money laundering charge is that\n\nthe government described the same acts as both extortion and money\n\nlaundering. Because he was charged with laundering the proceeds of\n\nthe extortion, the two acts must be distinct, he argues, and\n\ntherefore there was insufficient evidence to sustain a conviction\n\nfor money laundering.\n\n          To prove conspiracy to commit money laundering, the\n\ngovernment was required to show that Misla agreed with one or more\n\nco-conspirators to 1) knowingly conduct a financial transaction 2)\n\ninvolving funds that Misla knew to be the proceeds of some form of\n\nunlawful activity and 3) that were in fact the proceeds of a\n\n\"specified   unlawful   activity,\"   and   4)   that   Misla   knew   the\n\ntransactions to be designed in whole or in part to conceal or\n\ndisguise the nature, location, source, ownership, or control of the\n\nproceeds of such unlawful activity.     18 U.S.C. § 1956(a)(1)(B)(i);\n\n\n\n\n     12\n      Even so, the fear element was also presented to the jury.\nThe fear element of the statute can include fear of economic loss,\nincluding loss of future business opportunities. See United States\nv. Bucci, 839 F.2d 825, 827-28 (1st Cir. 1988). The government\nargued at trial, and there was sufficient evidence for a jury to\nfind, that the parties were induced to pay Misla in part for fear\nthat, if another bidder won the right to buy HAOL, CAS's\nanaesthesiology contract might not be renewed.\n\n                                -29-\n\fsee, e.g., United States v. Cruzado-Laureano, 404 F.3d 470, 483\n\n(1st Cir. 2005).\n\n            \"The   laundering   of   funds    cannot    occur   in   the       same\n\ntransaction through which those funds first became tainted by\n\ncrime.\"     United States v. Richard, 234 F.3d 763, 769 (1st Cir.\n\n2000).     However, this is \"not a requirement that the underlying\n\ncrime must be fully completed before any money laundering can\n\nbegin.\"     United States v. Castellini, 392 F.3d 35, 48 (1st Cir.\n\n2004).     The two crimes need not be \"entirely separate in time.\"\n\nId.\n\n            Misla argues that, until the money reached his hands, the\n\nact of extortion was not completed, and that since, once the money\n\nreached him, there was no effort to conceal it, there was no money\n\nlaundering.    Any of the acts that took place prior to his receiving\n\nthe money, he argues, cannot suffice to be money laundering because\n\nthere were no proceeds of extortion yet to conceal. The government\n\nresponds    that   the   extortion   was    completed   when    Ramos,     a   co-\n\nconspirator, received the funds from HAOL, Ramírez, and De Jesús,\n\nand that Ramos and Misla took steps at that point to conceal the\n\ntransactions, including making some checks payable to Misla's sons\n\nand an aide.\n\n            That Misla attempted to conceal the source of the money\n\nbefore it actually came into his possession cannot relieve him of\n\ncriminal liability for money laundering. As we said in Castellini,\n\n\n                                     -30-\n\ffocusing on simultaneity would \"obscure the real principle\" behind\n\nseparating the offenses, viz. \"that 'money laundering criminalizes\n\na transaction in proceeds, not the transaction that creates the\n\nproceeds.'\"       Id. at 38 (quoting United States v. Mankarious, 151\n\nF.3d 694, 705 (7th Cir. 1998)).              The transaction that created the\n\nproceeds -- the act of extortion -- is sufficiently distinct from\n\nthe side transactions done to hide the trail -- e.g., writing\n\nchecks to relatives and aides -- even if both crimes were complete\n\nonly upon the arrival of the funds in Misla's hands.\n\n            Furthermore, we should not forget that here Misla was\n\ncharged    with    conspiracy       to    commit    both    money   laundering      and\n\nextortion,      and     therefore    is    liable     for   the   acts   of   his   co-\n\nconspirators.         Indeed, the indictment specifically references the\n\nfacts of Count 1 (the conspiracy to extort) to describe the source\n\nof the unlawful funds applicable to both Counts 3 and 4.                        Since\n\nMisla is liable for the acts of his co-conspirators, such as Ramos,\n\na reasonable jury could have found that the act of extortion was\n\nsufficiently complete upon Ramos taking control of the funds from\n\nHAOL.     Any of the concealing transactions that follow thus would\n\nclearly involve proceeds of unlawful activity.\n\n            3. Count 6\n\n            Finally, Misla challenges his conviction for witness\n\ntampering, in violation of 18 U.S.C. § 1512(b)(1), (2), and (3).\n\nAfter   Ramos     had    agreed     to    cooperate    with   the   government,     he\n\n\n                                           -31-\n\frecorded conversations with Misla in which Misla discussed ways to\n\nconceal the crime, including having Ramos say that he had actually\n\nbeen repaying a loan to Misla, and having Ramos leave Puerto Rico.\n\nMisla argues that because Misla's tampering was directed at Ramos,\n\na \"plan instituted by conspirators to provide a false story to\n\nprotect themselves cannot constitute witness tampering.\"        Def.\n\nBrief at 45.   He claims that, because he did not know that Ramos\n\nwas already cooperating, he did not have the necessary intent to\n\ncommit the crime of witness tampering.\n\n          Section 1512(b) states, in relevant part:\n\n     Whoever knowingly . . . corruptly persuades another\n     person, or attempts to do so, . . . with intent to\n     influence, delay, or prevent the testimony of any person\n     in any official proceeding [or] cause or induce any\n     person to withhold testimony . . . shall be fined under\n     this title or imprisoned not more than ten years, or\n     both.13\n\nIn his brief, Misla argues that he could not have known that Ramos\n\nwas a \"witness,\" given that he believed they were still co-\n\nconspirators, and thus he lacked the necessary intent.          That\n\nargument is off the mark, since it focuses on the status of the\n\nperson, rather than the proceedings.     The key is not whether the\n\ndefendant knows or doesn't know that someone is a \"witness\" (a term\n\nnot in the text of the statute), but rather whether he is intending\n\n\n\n     13\n      Persuading or trying to persuade a potential witness to\ntestify to something other than the persuader's \"true belief\"\ncounts as \"corruptly persuading\" a person under § 1512. Cruzado-\nLaureano, 404 F.3d at 487.\n\n                               -32-\n\fto   head   off   the      possibility       of   testimony      in   an    \"official\n\nproceeding.\"\n\n            What's necessary is that there be sufficient evidence\n\nthat the defendant knew that an official proceeding14 had begun, or\n\nthat he believed one to be likely in the future, and that he\n\nintended to influence any possible testimony in that proceeding.\n\nSee United States v. Frankhauser, 80 F.3d 641, 652 (1st Cir. 1996)\n\n(analyzing § 1512(b)(2)(B)); United States v. Kelley, 36 F.3d 1118,\n\n1128 (D.C. Cir. 1994) (\"The statute only requires that the jury be\n\nable    reasonably    to    infer    from      the    circumstances        that    [the\n\ndefendant], fearing that a grand jury proceeding had been or might\n\nbe instituted, corruptly persuaded persons with the intent to\n\ninfluence   their     possible      testimony        in   such   a    proceeding.\").\n\nHowever, while the proceeding need not be imminent, 18 U.S.C. §\n\n1512(e)(1), it must be more than merely foreseeable, Frankhauser,\n\n80 F.3d at 652.      To hold otherwise would allow a witness tampering\n\ncharge in, e.g., any conspiracy where the co-conspirators agreed to\n\na story at the outset of the conspiracy, merely because they had\n\nforeseen a possibility of eventual arrest and trial.                    This is the\n\nclass of cases in which Misla would like to place himself.\n\n            His   efforts     to   do   so    are    unsuccessful.         There    was\n\nsubstantial evidence that Misla believed an investigation to be\n\n\n       14\n      An \"official proceeding\" includes federal trials and federal\ngrand jury investigations. United States v. Frankhauser, 80 F.3d\n641, 651 (1st Cir. 1996)\n\n                                        -33-\n\flikely and forthcoming when he began his attempts to persuade\n\nRamos.     Indeed,   Ramos   testified,    regarding   his    first    taped\n\nconversation with Misla:\n\n     A.   [Ramos] . . . So I went to Mr. Edison Misla and I\n     told him, \"Edison, we are being investigated.\"\n\n     He said, \"I'm going to send my attorney to investigate at\n     the U.S. Attorney's Office if I'm a target.\"\n\n     . . .\n\n     Q.   [Prosecution] Sir, when you used the word target,\n     what do you mean by that?\n\n     A.    A target is the object of an investigation being\n     held.\n\n     Q.   Did you continue having conversations with Edison\n     Misla concerning this investigation?\n\n     A.   That's right . . . . And then one or two days later\n     he told me that he had sent his attorney, and his\n     attorneys had gone to the federal U.S. Attorney's Office\n     and spoken to prosecutor Gil and yourself, and that you\n     had told him that Mr. Misla was not a target.\n\nTr. 12/2/02 at 13.\n\n             It is thus clear that Misla was aware of an ongoing\n\ninvestigation and the likelihood of a future official proceeding,\n\nand any of the later conversations with Ramos were directed at\n\ninfluencing or preventing Ramos's possible testimony in such a\n\nproceeding.    See United States v. Freeman, 208 F.3d 332, 338 (1st\n\nCir. 2000) (finding evidence sufficient where defendant knew of\n\ninvestigation, and knew that his own conduct might subject him to\n\ncriminal liability). It is immaterial whether or not Misla knew or\n\nbelieved   that   Ramos   was   already   cooperating.       Indeed,   it's\n\n                                   -34-\n\fimmaterial whether Ramos actually was cooperating, or even that he\n\nactually testify at all.            See United States v. Risken, 788 F.2d\n\n1361, 1369 (8th Cir. 1986) (\"witness status is expressly not\n\nrequired under § 1512, which specifically refers to 'persons' and\n\nnot 'witnesses'\").15          There was sufficient evidence for the jury to\n\nbelieve that Misla, fearing the results of an investigation that he\n\nknew was ongoing, attempted to persuade Ramos to change or withhold\n\ntestimony, and that ends the matter.\n\nE. Sentencing\n\n               1. Guidelines Calculation\n\n               Misla   contends     that   the   district      court   erred   in\n\ncalculating his Sentencing Guidelines range.                In particular, he\n\nchallenges the enhancement for more than one bribe being involved,\n\nthe imposition of a fine, and the enhancement for the amount of\n\nloss.        These objections were properly preserved for appeal.              We\n\nreview       the   district    court's   interpretation   of    the    sentencing\n\nguidelines de novo and the factual findings underlying the sentence\n\nfor clear error.        See, e.g., United States v. Meada, 408 F.3d 14,\n\n24 (1st Cir. 2005).\n\n               Section 2C1.1(b)(1) of the Sentencing Guidelines calls\n\nfor a two-level increase to the base offense level for extortion\n\n\n        15\n      It is also immaterial that the U.S. Attorney's Office told\nhim he was not a target. First, a jury could find that he still\nfeared that he could become a target later. Second, the statute\ndoes not require that the person attempting to tamper with a\nwitness actually be the target of the official proceeding.\n\n                                         -35-\n\fwhere more than one bribe is involved.       Section 1B1.3 states that,\n\nwhen calculating the base offense levels under Chapter Two of the\n\nGuidelines, a sentencing court should include, \"in the case of a\n\njointly   undertaken   criminal   activity   .   .   .   ,   all   reasonably\n\nforeseeable acts and omissions of others in furtherance of the\n\njointly undertaken criminal activity.\" Misla contends here that he\n\nshould not be held accountable for the bribes of his co-defendant\n\nCruz, because he had no knowledge of them.\n\n             Misla raised this issue below, and the district court\n\nheld that, even if Misla didn't know about specific bribes, it was\n\nreasonably foreseeable to him that Cruz would receive a bribe. The\n\ncourt pointed to a lunch meeting arranged by a lobbyist whom CAS\n\nand Ramos had hired to introduce Ramos, De Jesús, and Ramírez to\n\nCruz, the head of the legal department at PRDH and central to\n\ngetting PRDH's approval for CAS's purchase of the CHC management\n\ncontract.     Cruz would eventually take a bribe from the group in\n\norder to secure approval. Ramos testifed:\n\n     Q. [Prosecution] Do you know, sir -- if you know -- did\n     José Gerardo Cruz Arroyo request anything in exchange\n     from Dr. DeJésus [sic] for giving the okay to this\n     transaction?\n\n     A. [Ramos] All I remember is a conversation with Dr.\n     DeJésus where he told me that he was taking care of\n     everything.\n\n     . . .\n\n     Q. When Dr. DeJésus told you he was taking care of\n     everything, did he explain to you what he was taking care\n     of and what he was doing?\n\n                                  -36-\n\f      A. At that moment, he didn't, but later on I realized\n      what was going on.\n\n      Q. What did you realize later on that was going on?\n\n      A. Well, I discovered that a car was being paid for him.\n      And then months later, after he left in December the\n      Department of Health, I realized that he had been forced\n      to get a contract and work with the CAS Management\n      office.\n\n      Q. [Prosecution] When you say he had been forced, who is\n      \"he\"?\n\n      A. [Ramos] Dr. DeJésus Toro had forced the management to\n      give work to attorney José Gerardo Cruz.\n\nTr.   11/27/02   at   8-9.      Misla    argued   at   sentencing,   based   on\n\ntestimony in the case, that Ramos only mentioned Cruz to Misla\n\nonce, and that it was prior to Cruz receiving the car Ramos\n\ntestified to above.          Therefore, he argues, the only time Misla\n\nheard anything about Cruz, he could not have heard about a bribe.\n\n           The court held that a later piece of testimony by Ramos\n\nabout that meeting with Misla called that inference into question:\n\n      Q. So on this first occasion, sir, what is it that you\n      explained, to the best of your recollection, to Edison\n      Misla?\n\n      A. I called him and explained to him, explained what our\n      objective was, which was to purchase the hospital, that\n      he knew about it, that we had already spoken to Freddy\n      Valentin, and that the contact had already been made with\n      [José] Gerardo Cruz, with attorney [José] Gerardo Cruz,\n      and that all that was left was for us to obtain the favor\n      from the Government Development Bank.\n\nId. at 24.       The court held that, because of this meeting and\n\nconversation, it was reasonably foreseeable to Misla that Cruz was\n\n\n\n                                        -37-\n\fbeing bribed, like himself, for his participation in the scheme.\n\nWe cannot say that this finding was clearly erroneous.\n\n            Misla next argues that the court erred in fining him\n\n$12,500, the bottom of the applicable range of $12,500 to $500,000.\n\nUnder the Sentencing Guidelines, \"the court shall impose a fine in\n\nall cases, except where the defendant establishes that he is unable\n\nto pay and is not likely to become able to pay any fine.\"           USSG §\n\n5E1.2.   We review a sentencing court's imposition of fines for\n\nabuse of discretion.     United States v. Savoie, 985 F.2d 612, 620\n\n(1st Cir. 1993).    \"The defendant bears the burden of demonstrating\n\nthat his case warrants an exception to the rule that a fine be\n\nimposed.\"   United States v. Peppe, 80 F.3d 19, 22 (1st Cir. 1996).\n\nMisla concedes that he withheld information on his finances during\n\nthe preparation of the presentence report (PSR).         Because of this,\n\nthe court held, he had not met his burden of showing that he would\n\nbe unable to pay.\n\n            Misla now points to his objection to the PSR, in which he\n\nstated that his \"only source of income to be able to pay a fine\n\nwould be his monthly pension.      The pension is used to satisfy his\n\ndebts, as already listed in the report.\"         The judge did not abuse\n\nher discretion in deciding that this was insufficient to meet\n\nMisla's burden.\n\n            Finally,   Misla   argues    that   the   combination   of   the\n\n$12,500 fine and the $147,000 forfeiture violates the Eighth\n\n\n                                  -38-\n\fAmendment.    We pause only to note that forfeiture will violate the\n\nEighth Amendment only if it is \"grossly disproportional to the\n\ngravity of the defendant's offense.\"     United States v. Bajakajian,\n\n524 U.S. 321, 328 (1998); see United States v. Heldeman, 402 F.3d\n\n220, 223 (1st Cir. 2005).     As we discuss in Section II.E, infra, it\n\nis not grossly disproportional, and neither is its combination with\n\na fine that is less than three percent of the allowable fine under\n\nthe Guidelines.\n\n            2. Booker Error\n\n            Misla argues that the district court erred in sentencing\n\nhim under a mandatory guidelines system.       Here, he relies on the\n\nSupreme Court's decision in United States v. Booker, 543 U.S. 220\n\n(2005).     However, he concedes that he did not preserve this claim\n\nof error.    As a result, our review is only for plain error.   United\n\nStates v. Antonakopoulos, 399 F.3d 68, 75 (1st Cir. 2005).      We will\n\nfind such error only if \"the defendant [points] to circumstances\n\ncreating a reasonable probability that the district court would\n\nimpose a different sentence more favorable to the defendant under\n\nthe new 'advisory Guidelines' Booker regime.\"     Id.   First, we note\n\nthat Misla's sentence of 71 months' imprisonment is right in the\n\nmiddle of the Guidelines range of 63 to 78 months, evidence that\n\nthe judge was comfortable with the Guidelines range.     Furthermore,\n\nMisla raises only the same objections he made to the Guidelines\n\ncalculation itself.    Those issues having been resolved in favor of\n\n\n                                  -39-\n\fthe government, we see no reasonable probability that the judge\n\nwould have sentenced differently under an \"advisory Guidelines\"\n\nsystem.\n\nF. Forfeiture\n\n            1. Money Judgment\n\n            Misla's challenge to the forfeiture order involves a\n\nquestion that often comes up in cases where the government seeks\n\ncriminal    forfeiture       of    cash,       rather   than   specific      property.\n\nPursuant    to     Rule    7(c)(2)       of    the   Federal   Rules    of    Criminal\n\nProcedure, the government gave notice in the indictment of an\n\nintent to seek forfeiture of all property involved in, or traceable\n\nto, the money laundering offense.                    It later filed a Bill of\n\nParticulars pointing to specific property it alleged was traceable\n\nto   the   money    laundering       proceeds,       including   an    apartment   in\n\nLuquillo, Puerto Rico.             The government did not mention in the\n\nindictment any intent to seek substitute assets in lieu of the\n\nproperty it named as traceable to the proceeds of the offense.\n\n            After the verdict, the government moved for a judgment of\n\nforfeiture    under       Rule    32.2    of   the   Federal   Rules    of   Criminal\n\nProcedure, and a hearing was held.               At the hearing, the government\n\nstated an intention to go after only cash, rather than the real\n\nproperty that had been in the Bill of Particulars.                    The government\n\nalso stated that it did not intend to seek forfeiture of any\n\nsubstitute assets.         Misla argued that the government was not in a\n\n\n                                          -40-\n\fposition to ask for forfeiture of cash because they had not\n\nidentified any particular pool of cash that could be traceable to\n\nthe money laundering.        The court ordered forfeiture of $147,400,\n\npointing to specific checks that the government had provided as\n\nexhibits.\n\n              On   appeal,   Misla    makes    a    subtle,     but    ultimately\n\nunavailing, argument.        He says that any attempt by the government\n\nto seize cash is equivalent to seizing substitute assets, because\n\nthe original proceeds of the offense are no longer available, and\n\nthat   is   something    that   the   government      expressly       declined   an\n\ninterest in doing.      It being therefore impossible to execute this\n\nforfeiture order, he argues, the order should not have been issued\n\nin the first place.      He also argues that it would be too late now\n\nfor the government to try to seek any substitute assets, since he\n\nwas given no notice in the indictment of an intent to do so.\n\n              As to his first point, we have said that\n\n       [a] money judgment permits the government to collect on\n       the forfeiture order in the same way that a successful\n       plaintiff collects a money judgment from a civil\n       defendant. Thus, even if a defendant does not have\n       sufficient funds to cover the forfeiture at the time of\n       the conviction, the government may seize future assets to\n       satisfy the order.\n\nUnited States v. Hall, 434 F.3d 42, 59 (1st Cir. 2006); see United\n\nStates   v.    Candelaria-Silva,      166    F.3d   19,   42   (1st    Cir.   1999)\n\n(“[C]riminal forfeiture may take several forms [including] an in\n\npersonam judgment against the defendant for the amount of money the\n\n\n                                      -41-\n\fdefendant obtained as proceeds of the offense.”).            Here, the\n\ngovernment sought a forfeiture judgment under Rule 32.2, which\n\nprovides that \"[i]f the government seeks a personal money judgment,\n\nthe court must determine the amount of money that the defendant\n\nwill be ordered to pay.\"    Fed. R. Crim. P. 32.2(b)(1).     This is in\n\ncontrast to where the government seeks forfeiture of \"specific\n\nproperty,\" in which case the government has to show a \"nexus\n\nbetween the property and the offense.\"      Id.\n\n           Misla   is   mistaken,    therefore,   in   arguing    that   a\n\nforfeiture order can apply only to the specific proceeds of the\n\noffense.   If the government seeks, and the court grants, a money\n\njudgment16 as part of the forfeiture order, then \"the government\n\nneed not prove that the defendant actually has the forfeited\n\nproceeds in his possession at the time of conviction.\"           Hall, 434\n\nF.3d at 59.   If the government has proven that there was at one\n\npoint an amount of cash that was directly traceable to the offense,\n\nand that thus would be forfeitable under 18 U.S.C. § 982(a), that\n\nis sufficient for a court to issue a money judgment, for which the\n\n\n     16\n      The district court's order is not as explicit as we would\nlike in this regard.    The order of forfeiture could be read as\nreferring only to the specific funds that were laundered, though\nthe subsequent judgment includes an unambiguous order to forfeit\n$147,400 in cash. Misla does not pursue this point on appeal, so\nwe assume here that a money judgment was entered against him. This\nposition is bolstered by the transcript of the forfeiture hearing,\nin which the long discussion between the judge and the attorneys\ncentered specifically around the power of the judge to enter a\nmoney judgment, rather than an order to forfeit the specific\ntraceable proceeds.\n\n                                    -42-\n\fdefendant will be fully liable whether or not he still has the\n\noriginal corpus of tainted funds -- indeed, whether or not he has\n\nany funds at all.\n\n              The question of how the government can enforce that\n\njudgment is a somewhat different question, however.                   There is a\n\nsplit of authority as to whether the government can seize assets\n\nwith a money judgment just as any judgment creditor could, or\n\nwhether the government must follow the substitute assets provisions\n\nof 21 U.S.C. § 853(p)17 (we discuss the dispute briefly below).\n\nHere, however, we need not answer that question, because it does\n\nnot appear from the record that the government has yet taken any\n\naction to enforce the judgment.          We note, however, that, contrary\n\nto Misla's assertion, the government would not be constrained from\n\nseeking forfeiture of substitute assets under § 853(p) in the\n\nfuture.       Misla argues that the government's disclaimer at the\n\nforfeiture hearing of an intent to seek substitute assets, coupled\n\nwith    the   lack   of   any   notice   of   an   intent   to   do   so   in   the\n\nindictment, would be fatal to any later attempts to go after\n\nsubstitute assets.        If this were true, Misla's objection to the\n\nforfeiture order would have some teeth.             But it is not true.\n\n              \"Criminal forfeiture orders are something of a mongrel,\"\n\nUnited States v. Hurley, 63 F.3d 1, 23 (1st Cir. 1995), and this\n\n\n\n       17\n      18 U.S.C. § 982(b)(1) incorporates 21 U.S.C. § 853, with the\nexception of subsection (d).\n\n                                     -43-\n\ffact seems to have confused Misla.            Although the government must\n\ninclude in the indictment notice of which property it plans to seek\n\nforfeiture of, Fed. R. Civ. P. 7(c)(2), that notice is only as to\n\nparticular property, not as to particular statutory elements. Even\n\nthough it must be mentioned in the indictment, forfeiture is not a\n\nsubstantive element of an offense, but is rather \"an element of the\n\nsentence imposed following conviction.\" Libretti v. United States,\n\n516 U.S. 29, 38-39 (1995) (emphasis in original); see United States\n\nv. Moffitt, Zwerling & Kemler, P.C., 83 F.3d 660, 664-65 (4th Cir.\n\n1996).      Section 982 says simply that \"[t]he court, in imposing\n\nsentence . . . shall order\" the forfeiture of property \"involved\n\nin\" or \"traceable to\" the offense.           18 U.S.C. § 982(a)(1).     And in\n\ncases where, inter alia, the original property \"cannot be located\n\nupon the exercise of due diligence\" or \"has been transferred or\n\nsold to, or deposited with, a third party\" then \"the court shall\n\norder the forfeiture of any other property of the defendant.\"              21\n\nU.S.C.      §   853(p)(1)(A)   &   (B),   (2).    All   that   is   necessary,\n\ntherefore, for a court order to issue is that these conditions be\n\nmet.    No additional notice is necessary.18\n\n                In Hurley, we allowed an order for substitute assets to\n\nbe entered after the case had already been appealed, which would\n\n\n       18\n      Even if notice were to be required, there was plenty. The\ngovernment asked for forfeiture under 18 U.S.C. § 982, without\nspecifying a subsection. § 982 expressly incorporates 21 U.S.C. §\n853.   18 U.S.C. § 982(b)(1).   Thus § 982 also incorporates the\nsubstitute assets provision at § 853(p).\n\n                                      -44-\n\fimply that the government could ask for such an order at any time.\n\n63 F.3d at 23-24.         We noted there that \"the government might not\n\neven know that substitution is necessary until it seeks to take\n\npossession of the property specified in the initial forfeiture\n\norder.\"      Id.; see United States v. Voigt, 89 F.3d 1050, 1088 (3d\n\nCir. 1996) (on remand to apply the substitute assets provision, no\n\nde novo hearing necessary).\n\n             In Candelaria-Silva we said that \"[t]he forfeiture of\n\nsubstitute assets is a matter left solely to the court.\"                   166 F.3d\n\nat 43.    In that case the parties chose, unlike here, to have the\n\nforfeiture amount tried to a jury, which determined that $6,000,000\n\nin proceeds was the asset subject to forfeiture.                   But, we said,\n\n\"the jury has no role in determining, subsequently, whether the\n\nproperty has been dissipated and whether the government is thereby\n\nentitled to the forfeiture of substitute assets.\"              Id.   All we said\n\nthat   was    necessary    for   the   government     to   show    was   that    the\n\nprincipal forfeitable property was not available. Id. at 42. This\n\nis where the burden of the government lies: in showing that the\n\nprincipal     forfeitable    assets    --     that   is,   those   named    in   the\n\nindictment -- are unavailable at the end of the trial, not in\n\ngiving notice at the beginning of the trial of an intent to invoke\n\nthe substitute assets provisions.           Indeed, to allow the failure to\n\nspecifically name the substitute assets provision of the forfeiture\n\nstatute in the indictment -- or the substitute assets themselves --\n\n\n                                       -45-\n\fto defeat any later attempt to go after substitute assets would\n\nallow defendants to avoid forfeiture simply by transferring away\n\nthe assets after the indictment has come down. See United States v.\n\nHatcher, 323 F.3d 666, 673 (8th Cir. 2003) (\"The defendant does not\n\nneed to know the identity of the substitute assets to marshal a\n\ndefense to the forfeiture. Accordingly, [it is] not require[d] that\n\nthe indictment specify what property will be sought as substitute\n\nassets.\")\n\n              If the government instead acts to enforce the money\n\njudgment without using the substitute assets provisions of §\n\n853(p), it raises the question of whether that is permitted, which\n\nis a question we need not reach here.          The question is important,\n\nsince § 853(p) places a greater burden on the government before\n\nassets can be seized.        There is some split of authority among the\n\ncircuits on whether the government must follow the procedures of §\n\n853(p) or not.       See, e.g., United States v. Vampire Nation, 451\n\nF.3d   189,    202   (3d   Cir.   2006)   (\"[T]he   in   personam   forfeiture\n\njudgment may also be distinguished from a general judgment in\n\npersonam.     The judgment in personam here is one in forfeiture and\n\nis limited by the provisions of [§ 853].\"); Hall, 434 F.3d at 59\n\n(noting that a forfeiture money judgment is equivalent to a civil\n\njudgment, though that issue was not directly before the court).\n\n              In summary, a court may properly issue a money judgment\n\nas part of a forfeiture order, whether or not the defendant still\n\n\n                                      -46-\n\fretains   the   actual   property    involved    in   the   offense,   or     any\n\nproperty at all.      Furthermore, the money judgment can be used in\n\nthe future to seek forfeiture of substitute assets by court order\n\nunder § 853(p) and Rule 32.2, even where the government has not\n\nexpressed an intent to do so at any time before it seeks such an\n\norder.    We leave for another day the question of whether, in\n\nseeking to seize assets to satisfy that judgment, the government is\n\nrequired to do so under the substitute assets provisions of §\n\n853(p), or whether it may use the judgment to attach assets just\n\nlike any other judgment creditor could.\n\n           2. Forfeiture Amount\n\n           After reviewing the record we find that the judge made no\n\nerror in calculating the forfeiture amount. The $147,400 amount is\n\nsupported by checks entered into evidence and testimony of Ramos\n\nthat the funds from the checks were delivered to Misla.                     Misla\n\nattempts some arithmetical sleight of hand to arrive at a lower\n\nfigure,   but    he   and   the     government    largely    agree     on     the\n\ncharacterization of most of the checks.          They differ only as to the\n\nchecks made out to Francisco Diez and Raul Ferrer (exhibits 89 and\n\n91) and one $10,000 check Ramos received from the hospital (exhibit\n\n94).\n\n           Misla argues that the government stated at the forfeiture\n\nhearing that the Diez and Ferrer checks were not included in the\n\nforfeiture calculation.      In fact, the government stated only that\n\n\n                                     -47-\n\fDiez's check was not included; it did not disavow the Ferrer check.\n\nMoreover, even the disavowal of the Diez check was oversight on the\n\ngovernment's part; the Diez check was included in the forfeiture\n\ncalculation,    and   the   government    pointed   to   the   evidence   and\n\ntestimony in the record supporting its inclusion in the forfeiture\n\namount.      As to the $10,000 check, Misla simply misreads the\n\ntestimony.     Misla argues that two $10,000 checks constituted\n\nRamos's salary and thus should not have been considered.           In fact,\n\nonly the second of the two $10,000 checks constituted Ramos's\n\nsalary.   He testified that he gave Misla either $9000 or $9500 of\n\nthe first $10,000, and the government relied on the lower figure in\n\ncalculating the amount.      There was no error.19\n\n                             III. Conclusion\n\n          For the foregoing reasons, the judgment of the district\n\ncourt is affirmed.\n\n\n\n\n     19\n      Misla makes an additional argument tying back to his earlier\nargument regarding the money judgment and substitute assets, namely\nthat he can only forfeit those amounts still in his possession and\nunspent. As discussed above, this argument is unavailing to him.\n\n                                   -48-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 03-2073\nNo. 04-1424\n\n                       UNITED STATES OF AMERICA,\n\n                               Appellee,\n\n                                  v.\n\n                        EDISON MISLA-ALDARONDO,\n\n                         Defendant, Appellant.\n\n\n             APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Carmen Consuelo Cerezo, U.S. District Judge]\n\n\n                                Before\n\n                         Howard, Circuit Judge,\n\n               Stahl and Baldock,* Senior Circuit Judges.\n\n\n     Laura Maldonado Rodríguez for appellant.\n     Thomas M. Gannon, Attorney, Appellate Section, Civil\nDivision, U.S. Department of Justice, with whom Rosa E.\nRodríguez-Velez, United States Attorney, and Nelson Perez-Sosa,\nAssistant United States Attorney, were on brief, for appellee.\n\n\n\n                             March 2, 2007\n\n\n\n     *\n         Of the Tenth Circuit, sitting by designation.\n\f           STAHL, Senior Circuit Judge.          Edison Misla Aldorando\n\n(\"Misla\"),   the   former   Speaker   of   the   Puerto    Rico   House   of\n\nRepresentatives, was convicted in U.S. District Court for the\n\nDistrict of Puerto Rico of extortion, money laundering, and witness\n\ntampering.   The charges stemmed from a scheme by a group bidding to\n\npurchase a state hospital being privatized.        The group sought, and\n\npaid for, Misla's help in securing the regulatory approval needed\n\nfor the purchase.     A jury convicted Misla and he was sentenced to\n\n71 months' imprisonment and three years' supervised release, fined\n\n$12,500, and ordered to forfeit $147,400.          Misla now appeals his\n\nconviction and sentence, and the denial of his motion for a new\n\ntrial.   We affirm.\n\n                         I. Factual Background\n\n           In the late 1990s, the Puerto Rico Department of Health\n\n(PRDH) and the Government Development Bank (GDB) began privatizing\n\nthe island’s state-owned hospitals. See P.R. Laws Ann. tit. 24, §§\n\n3301-3325 (repealed 2003).        Investors were identified through a\n\ncompetitive bidding process, with private entities with an existing\n\nhospital management contract being given an option to purchase that\n\nparticular   hospital   without    participating    in    any   competitive\n\nbidding process.\n\n           The Dr. Alejandro Otero Lopez Hospital (HAOL) in Manatí,\n\nPuerto Rico, was a public hospital managed by Carribean Hospital\n\nCorporation (CHC).      Co-defendants Dr. José De Jesús Toro (\"De\n\n\n                                   -2-\n\fJesús\") and Dr. Alvin Ramírez Ortiz (\"Ramírez\") owned Carribean\n\nAnesthesia Services, Inc. (CAS), HAOL's anesthesiology provider.\n\nCAS wished to purchase HAOL, and to circumvent the bidding process\n\nit needed first to acquire CHC's management contract.\n\n           De Jesús and Ramírez hired co-defendant José Ivan Ramos\n\nCubano (\"Ramos\") to assist with the purchase of the CHC contract\n\nand, ultimately, HAOL in exchange for consulting fees of $15,000\n\nper month and a partnership in their company.        The first step, the\n\npurchase of the CHC contract, required the approval of PRDH. Ramos\n\narranged for a meeting with co-defendant José Gerardo Cruz Arroyo\n\n(\"Cruz\"), the head of PRDH's legal division.              Ultimately, Cruz\n\nwould take a bribe in order to allow CAS to purchase CHC's contract\n\nto manage HAOL.\n\n           The next step was obtaining GDB's approval for the\n\npurchase of HAOL outright.       Ramos testified that he solicited the\n\nassistance of Misla because Misla had a close relationship with\n\nMarcos Rodríguez Ema (\"Rodríguez\"), GDB's president.          Misla agreed\n\nto help secure GDB's approval in exchange for payment.            Ramos also\n\ntestified that Misla, in furtherance of the agreement, arranged\n\nmeetings   between   CAS   and   Rodríguez   that   CAS   could    not   have\n\notherwise obtained.    Ramos’s testimony was corroborated by that of\n\nRamírez.\n\n           In October 1997, an independent law firm engaged by GDB\n\nrecommended that CAS be deemed ineligible to purchase HAOL because\n\n\n                                    -3-\n\fCAS owed an outstanding debt to PRDH.              Regardless, Rodríguez\n\nordered the privatization committee to accept CAS’s offer of $14\n\nmillion for HAOL and to arrange for CAS to repay the outstanding\n\ndebt at a future date.    The sale of HAOL to CAS was completed on\n\nSeptember 17, 1998.\n\n          Between   August     and   October    1998,   Ramos   transferred\n\napproximately $147,400 from HAOL -- now managed by CAS -- to Misla\n\nby cashing checks and furnishing the proceeds directly to Misla or\n\nhis associates.\n\n          In May 2001, Puerto Rico’s Justice Department began\n\ninvestigating the transaction and eventually Misla.             In October\n\n2001, Ramos agreed to cooperate with the government and record his\n\nconversations with Misla.      While being recorded, Misla suggested,\n\namong other things, that Ramos leave the country for a while; that\n\nthey come up with a cover story for the payments; and that he,\n\nMisla, would work to stall or stop the investigation.\n\n          On October 25, 2001, Misla was indicted for extortion,\n\nmoney laundering, and witness tampering. Following a jury trial,\n\nMisla was convicted on five of the six charges.1         On June 20, 2003,\n\nthe district court sentenced Misla to concurrent terms of 71\n\nmonths'   imprisonment   for    each       conviction   and   three   years'\n\n\n\n\n     1\n      He was not convicted on Count 5, one              of the extortion\ncharges.\n\n                                     -4-\n\fsupervised release.              The court also ordered him to forfeit the\n\n$147,400 paid to him by Ramos.\n\n                   Additional facts relevant to the various issues on appeal\n\nare recited below.\n\n                                       II. Discussion\n\nA. Pretrial Motions\n\n                   1. Background\n\n                   The indictment, as well as unrelated charges against\n\nMisla        for    sexual     assault    on    a    minor,    generated     considerable\n\npretrial           publicity.      The    publicity         included    posters      put    up\n\nthroughout San Juan bearing Misla’s photograph and the caption,\n\n“Stealing Prohibited: the Government does not admit competitors.”2\n\nAlleging that this pretrial publicity was prejudicial, Misla moved\n\nfor   a       change      of   venue     to    the   Virgin     Islands      and,    in    the\n\nalternative,          a   90-day    continuance        to     allow    for   any    pretrial\n\npublicity to subside.               Misla also requested expanded jury voir\n\ndire.\n\n                   The district court denied all motions, but conducted\n\nindividualized voir dire over a five-day period.                         Misla submitted\n\na list of 84 proposed voir dire questions to the court.                            The court\n\nselected several of Misla’s proposed questions, including questions\n\nconcerning pretrial publicity, the sexual assault charges pending\n\nagainst Misla, and whether the jurors believed Misla to be a\n\n\n        2\n            This is the translation as provided by the defendant.\n\n                                               -5-\n\fcorrupt   politician.         During    voir    dire,   Misla   requested     five\n\nadditional peremptory challenges.              He renewed his request at the\n\nclose of voir dire.         Both motions were denied.\n\n           Of   the    84    jurors    interviewed,     13   were   excused   for\n\npossible bias. After the completion of voir dire, Misla challenged\n\nan additional eight jurors for cause.              The district court denied\n\nthe challenges.       Ultimately, the final petit jury contained only\n\none of the jurors that had been challenged by Misla.3\n\n           We review a district court's decisions on motions for\n\nchange of venue, continuance, expanded voir dire, and additional\n\nperemptory challenges for abuse of discretion.               See United States\n\nv. Brandon, </pre><span class=\"citation\" data-id=\"664045\"><a href=\"/opinion/664045/united-states-v-peter-brandon-united-states-of-america-v-charles-d/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">409</span></a></span><pre class=\"inline\">, 441 (1st Cir. 1994) (change of venue);\n\nUnited States v. Rodríguez-Marrero, </pre><span class=\"citation\" data-id=\"788441\"><a href=\"/opinion/788441/united-states-v-jose-rodriguez-marrero-united-states-of-america-v-omar/\"><span class=\"volume\">390</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 21-22 (1st Cir.\n\n2004) (continuance); United States v. Anagnos, </pre><span class=\"citation\" data-id=\"509518\"><a href=\"/opinion/509518/united-states-v-arthur-anagnos/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 5 (1st\n\nCir. 1988) (expanded voir dire); United States v. Marrero-Ortíz,\n\n</pre><span class=\"citation\" data-id=\"198207\"><a href=\"/opinion/198207/united-states-v-marrero-ortiz/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">768</span></a></span><pre class=\"inline\">, 776 (1st Cir. 1998) (peremptory challenges) (citing\n\nUnited States v. Cox, </pre><span class=\"citation\" data-id=\"446763\"><a href=\"/opinion/446763/united-states-v-dorothy-cox-united-states-of-america-v-anthony-marra/\"><span class=\"volume\">752</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">741</span></a></span><pre class=\"inline\">, 748 (1st Cir. 1985)).\n\n           2. Change of Venue\n\n           A change of venue is proper if the court determines that\n\nthere exists \"so great a prejudice against the defendant . . . in\n\nthe transferring district that the defendant cannot obtain a fair\n\nand impartial trial there.\"            Fed. R. Crim. P. 21(a).        In making\n\n\n     3\n      This juror, number 80, was challenged because he had\nexpressed his understanding that, as a matter of statistics, most\ndefendants are found guilty at trial.\n\n                                        -6-\n\fthis determination, we ask 1) whether the degree of inflammatory\n\npublicity had so saturated the community such as to make it\n\n\"virtually impossible to obtain an impartial jury,\" United States\n\nv. McNeill, </pre><span class=\"citation\" data-id=\"431698\"><a href=\"/opinion/431698/united-states-v-william-p-mcneill/\"><span class=\"volume\">728</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span><pre class=\"inline\">, 9 (1st Cir. 1984), or 2) if prejudice\n\ncannot be presumed, whether nonetheless the empaneled jury was\n\nactually prejudiced against the defendant.                     See United States v.\n\nRodríguez-Cardona, </pre><span class=\"citation\" data-id=\"555433\"><a href=\"/opinion/555433/united-states-v-osvaldo-rodriguez-cardona-aka-valdo/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1148</span></a></span><pre class=\"inline\">, 1158 (1st Cir. 1991); United\n\nStates v. Angiulo, </pre><span class=\"citation\" data-id=\"537726\"><a href=\"/opinion/537726/united-states-v-gennaro-j-angiulo-donato-f-angiulo-samuel-s-granito/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1169</span></a></span><pre class=\"inline\">, 1181 (1st Cir. 1990).                    Misla does\n\nnot argue actual juror prejudice on appeal, and so we review only\n\nfor whether prejudice should have been presumed from the extent of\n\nthe pretrial publicity.\n\n               A presumption of prejudice is reserved for those extreme\n\ncases       where    publicity   is    \"both       extensive     and   sensational    in\n\nnature.\"        Id.     Merely a high volume of media coverage is not\n\nsufficient to presume prejudice, if that coverage is factual, as\n\nopposed to inflammatory.              Id.; see Brandon, 17 F.3d at 441.               A\n\ncourt may judge the partiality of the community by looking to the\n\n\"length to which the trial court must go in order to select jurors\n\nwho appear to be impartial.\"               Murphy v. Florida, </pre><span class=\"citation\" data-id=\"109270\"><a href=\"/opinion/109270/murphy-v-florida/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">794</span></a></span><pre class=\"inline\">, 802-\n\n03 (1975).          In general, \"[i]t is sufficient if the juror can lay\n\naside his impression or opinion and render a verdict based on the\n\nevidence presented in court.\"                Dobbert v. Florida, </pre><span class=\"citation\" data-id=\"109701\"><a href=\"/opinion/109701/dobbert-v-florida/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">282</span></a></span><pre class=\"inline\">,\n\n302 (1977) (quoting Irvin v. Dowd, </pre><span class=\"citation\" data-id=\"106259\"><a href=\"/opinion/106259/irvin-v-dowd/\"><span class=\"volume\">366</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></a></span><pre class=\"inline\">, 723 (1961)).                        But\n\nwhen    a    large    percentage      of    the    venire   is   disqualified,   this\n\n\n                                             -7-\n\fevidence   of    prejudice    in    the    community   may     lead   a   court   to\n\n\"properly question the remaining jurors' avowals of impartiality.\"\n\nAngiulo, 897 F.2d at 1181-82 (citing Murphy, 421 U.S. at 802-03).\n\n           The    publicity      surrounding    this    case    was    undoubtedly\n\nextensive.      Misla had been the Speaker of the Puerto Rico House of\n\nRepresentatives      and   was     simultaneously      being    investigated      on\n\ncharges of sexual assault on a minor.                   To address this, the\n\ndistrict court conducted an extensive and individualized voir dire,\n\ntaking 15 to 25 minutes with each juror and asking each upwards of\n\n50 questions.\n\n           The questions were substantially the same for all jurors\n\nand covered subjects such as: the jurors' own beliefs in Misla's\n\nguilt or innocence; which newspapers they read, radio stations they\n\nlistened to, and television stations they watched; whether they had\n\nread particular newspaper articles or columns; whether they had\n\nlistened to the comments of the Secretary of Justice; whether they\n\nhad participated in, or listened to the results of, any radio\n\npolls; whether they had discussions with others about the case;\n\nwhether they were members of a political party; and whether they\n\nhad views about the corruption of politicians in general, and Misla\n\nand his party in particular.          The district court further inquired\n\ninto whether the jurors or any close friends or family members had\n\never been a victim of rape or sexual molestation.                     The district\n\n\n\n\n                                          -8-\n\fcourt also inquired extensively into the jurors' understanding of\n\nthe presumption of innocence and the burden of proof.\n\n           In the end, only 13 out of 84 jurors were excused for\n\npossible bias.    This rate of disqualification, roughly 15 percent,\n\nis too low to be sufficient to presume prejudice in the community.\n\nSee Murphy, 421 U.S. at 803 (no prejudice presumed where around 25\n\npercent of venire \"indicated an opinion\" as to guilt); Brecheen v.\n\nReynolds, </pre><span class=\"citation\" data-id=\"683594\"><a href=\"/opinion/683594/robert-a-brecheen-v-dan-reynolds-warden-of-the-oklahoma-state/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1343</span></a></span><pre class=\"inline\">, 1351 (10th Cir. 1994) (25% of venire\n\nexcluded \"for cause\"); United States v. Moreno Morales, </pre><span class=\"citation\" data-id=\"486363\"><a href=\"/opinion/486363/united-states-v-rafael-moreno-morales-united-states-of-america-v-angel/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">725</span></a></span><pre class=\"inline\">, 735 (1st Cir. 1987) (25% of venire \"admitted . . . to\n\nbelieving that defendants were guilty\"); accord Irvin, 366 U.S. at\n\n727 (prejudice presumed where 90% of venire \"entertained some\n\nopinion as to guilt\").         Even if we include the eight additional\n\njurors that Misla challenged for cause (but which the judge found\n\nwere not biased), the percentage would only be 25 percent.\n\n           While a low percentage of disqualification is not a safe\n\nharbor against a finding of prejudice, it is strong evidence\n\nagainst it.      But it may nonetheless be countered by persuasive\n\ndirect   evidence   of   the    level   of   saturation   of   inflammatory\n\npublicity.    See Rodríguez-Cardona, 924 F.2d at 1158.         Here, Misla\n\nprovided the district court with, by his count, over 180 articles\n\nattempting to show such saturation, and the court nonetheless held\n\nthat change of venue was not necessary given the extensive voir\n\n\n\n\n                                    -9-\n\fdire that was planned.4             Misla does not now point us to any\n\nspecific evidence that would lead us to believe that the judge\n\nabused her discretion in denying the motion, especially given the\n\nsuccess of the voir dire.5           Accord Rideau v. Louisiana, </pre><span class=\"citation\" data-id=\"106634\"><a href=\"/opinion/106634/rideau-v-louisiana/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">723</span></a></span><pre class=\"inline\"> (1963) (holding, in reversing conviction based solely on\n\npretrial publicity without a finding of actual prejudice in jurors,\n\nthat television broadcast of filmed confession seen by two-thirds\n\nof the community necessitated a presumption of prejudice) (cited in\n\nMoreno Morales, 815 F.2d at 735-36).\n\n            3. Continuance\n\n            \"We grant 'broad discretion' to a trial court to decide\n\na continuance motion and will only find abuse of that discretion\n\nwith a showing that the court exhibited an 'unreasonable and\n\narbitrary   insistence       upon    expeditiousness   in    the   face    of   a\n\njustifiable request for delay.'\"               United States v. Rodríguez-\n\nMarrero, </pre><span class=\"citation\" data-id=\"788441\"><a href=\"/opinion/788441/united-states-v-jose-rodriguez-marrero-united-states-of-america-v-omar/\"><span class=\"volume\">390</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 21-22 (1st Cir. 2004) (quoting United States\n\nv. Rodríguez Cortes, </pre><span class=\"citation\" data-id=\"572412\"><a href=\"/opinion/572412/united-states-v-fabio-rodriguez-cortes-united-states-v-eduardo/\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">532</span></a></span><pre class=\"inline\">, 545 (1st Cir. 1991)).                  \"Among\n\nthe factors to be considered in reviewing a denial of a motion for\n\na   continuance   are    .     .    .   the    defendant's   diligence,     the\n\n\n     4\n      In denying Misla's motion for reconsideration of the denial\nof the motion for change of venue, the district court said that it\nwould reconsider the issue of venue if the voir dire was\nunsuccessful.\n     5\n      Misla argues, incorrectly, that the district court denied the\nchange of venue motion because it was filed close to the beginning\nof trial. In fact, that reason was raised only in the denial of\nthe certification to appeal.\n\n                                        -10-\n\finconvenience to the court and other parties, the likely utility of\n\na continuance, and any unfair prejudice caused by the denial.\"\n\nUnited States v. Orlando-Figueroa, </pre><span class=\"citation\" data-id=\"199119\"><a href=\"/opinion/199119/united-states-v-orlando-figueroa/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span><pre class=\"inline\">, 40 (1st Cir. 2000).\n\n          Here, Misla argues for a continuance only on the grounds\n\nof pretrial publicity, which, as discussed above, was sufficiently\n\naddressed by the voir dire.    With that issue dealt with, denying\n\nthe motion for continuance was not an unreasonable or arbitrary\n\ninsistence on expeditiousness, and thus the judge did not abuse her\n\ndiscretion.\n\n          4. Expanded Voir Dire\n\n          Misla is imprecise in his objection to the voir dire\n\nprocedures.   In his brief, Misla at times seems to be saying that\n\nthe voir dire should have been expanded to allow more of his\n\nquestions to be asked.   At other times, he seems to be arguing that\n\nthe questions that were asked were prejudicial (which, if true,\n\nwould not be solved by expanding the number of questions).      The\n\nlatter argument has no merit since the questions Misla complains of\n\nhere, relating to sexual molestation, were precisely those that he\n\nrequested be asked.\n\n          The former argument, that the voir dire should have been\n\nexpanded yet further beyond the already expanded voir dire that the\n\ncourt conducted, also fails.   In deciding on the manner in which to\n\nconduct voir dire, the court \"has broad discretion . . . subject\n\nonly to the essential demands of fairness.      It need not permit\n\n\n                                -11-\n\fcounsel to dominate the process, nor pose every voir dire question\n\nrequested by a litigant.\"     Real v. Hogan, </pre><span class=\"citation\" data-id=\"493886\"><a href=\"/opinion/493886/john-real-v-william-t-hogan/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">58</span></a></span><pre class=\"inline\">, 62 (1st Cir.\n\n1987) (citation omitted).\n\n           The only specific question Misla says should have been\n\nasked was one regarding whether the jurors were talking about the\n\ncase among themselves while awaiting voir dire.             The judge denied\n\nthe particular question as being too open-ended and not probative\n\nof whether the particular juror being questioned had talked about\n\nit in a way that might have influenced the juror's opinion of\n\nMisla's   guilt.    The    judge   said    that   the   existing    voir   dire\n\nquestions adequately delved into that area.             We agree.   The judge\n\ndid a thorough job of probing for bias and Misla is far from making\n\nthe required showing that the lack of this question or others\n\nprejudiced him.6    See Murphy, 421 U.S. at 803; see also United\n\nStates v. Casas, </pre><span class=\"citation\" data-id=\"792073\"><a href=\"/opinion/792073/united-states-v-angel-casas-united-states-of-america-v-jose/\"><span class=\"volume\">425</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span><pre class=\"inline\">, 48-49 (1st Cir. 2005) (lengthy\n\nindividualized voir dire sufficient to overcome any prejudice as a\n\nresult of juror communications with third party).\n\n           5. Additional Peremptory Challenges\n\n           Misla   asked    for,   and     was    denied,   five    additional\n\nperemptory challenges. Misla argues, essentially, that he was owed\n\nmore peremptory challenges because he had been denied several of\n\nhis for-cause challenges.     To the degree that this is a roundabout\n\n\n     6\n      In addition to the lack of any evidence of actual prejudice\non the part of the jury, we note the additional fact that the jury\nempaneled through this process actually acquitted Misla on Count 5.\n\n                                    -12-\n\fattempt to challenge those for-cause denials, it fails.               \"'There\n\nare few aspects of a jury trial where we would be less inclined to\n\ndisturb a trial judge's exercise of discretion, absent clear abuse,\n\nthan in ruling on challenges for cause in the empaneling of a\n\njury.'\" United States v. González-Soberal, </pre><span class=\"citation\" data-id=\"197260\"><a href=\"/opinion/197260/united-states-v-gonzalez-soberal/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">64</span></a></span><pre class=\"inline\">, 69-70 (1st\n\nCir. 1997) (quoting United States v. McCarthy, </pre><span class=\"citation\" data-id=\"581510\"><a href=\"/opinion/581510/united-states-v-william-e-mccarthy-jr/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">972</span></a></span><pre class=\"inline\">, 976\n\n(1st Cir. 1992)).     Misla raises no other substantive argument for\n\nwhy more peremptory challenges were required.            Given that he did\n\nnot use any of his allotted ten challenges on the cause-challenged\n\njurors, we fail to see the connection, particularly since, again,\n\nthere has been no claim of actual prejudice among the petit jury\n\nmembers.     There was no abuse of discretion.\n\nB. Ramos-Pubill Connection\n\n             1. Background\n\n             During trial on December 4, 2002, counsel for Misla was\n\ncross-examining     Ramos,   the   government's       cooperating    witness.\n\nSeeking to impeach him, counsel asked Ramos about several different\n\nbad   acts   allegedly   attributable     to   him.     In   one    particular\n\nexchange, counsel asked Ramos about an investment of $300,000 he'd\n\ntaken from a gas station owner named Eduardo Pubill to invest on\n\nhis behalf in a company called Telefónica Hispanoamericano.                It\n\nturned out that Eduardo Pubill's son, Edgardo, was a convicted drug\n\ntrafficker, and that it was likely that the $300,000 were proceeds\n\nof illegal drug sales that Edgardo was seeking to launder through\n\n\n                                   -13-\n\fhis   father's    gas    station    and   the       Telefónica     Hispanoamericano\n\ninvestment.\n\n           Counsel for Misla challenged Ramos on whether he knew\n\nthat he was laundering money, but Ramos denied knowing the source\n\nof the money, saying that he simply believed that an owner of a gas\n\nstation would be likely to have excess cash to invest.                    At sidebar,\n\nthe government said that Ramos had only discovered the illegal\n\nsource of the funds while being debriefed by then–U.S. Attorney\n\nGuillermo Gil in preparation for trial in this case.                   Gil, having\n\nworked on the prosecution of Edgardo Pubill, was aware of the gas\n\nstation   in     question     because     he    had    attempted     to    seek   its\n\nforfeiture,      since   it   was   likely      a    front   for    Edgardo's     drug\n\ntrafficking.      The district court ordered the government to look\n\ninto the Ramos-Pubill transaction further, and any other potential\n\nactivities or cases involving Eduardo Pubill, the father.\n\n           Two days later, on December 6, 2002, the prosecution\n\nreported that Eduardo Pubill had no federal convictions. The court\n\nthen ordered the prosecution to obtain official certification from\n\nfederal investigating agencies, such as the Federal Bureau of\n\nInvestigation (FBI), the Drug Enforcement Administration (DEA), and\n\nthe U.S. Customs Service, as to whether there was any evidence that\n\nRamos laundered money for Eduardo Pubill or his son, Edgardo.\n\n           On December 9, 2002, the judge, having inquired with the\n\nProbation Office, reported that Eduardo Pubill did in fact have a\n\n\n                                        -14-\n\fprior conviction, in case no. 92-194.   On the same date, the court\n\nissued an order requiring the FBI, DEA, Customs Service, and\n\nInternal Revenue Service to produce any interview or investigation\n\nreports related to case no. \"92-094,\" against Eduardo Pubill, and\n\nno. \"91-299,\" against Edgardo Pubill, that referenced Ramos or\n\nTelefónica Hispanoamericana.   Unbeknownst to the court or counsel,\n\ncase no. 92-194 was incorrectly cited on the order as no. 92-094.\n\nPerhaps because of this error, no further information about a\n\nconviction of Eduardo Pubill was discovered.\n\n            Upon learning of the court's order, Deputy U.S. Marshal\n\nRoberto Vizcarrondo recalled an interview he had done with an\n\ninformant named Pedro Torres Molano (\"Torres\") on December 4, 2001,\n\nwhen Vizcarrondo was detailed to the FBI Intelligence Research\n\nCenter, in which Torres had stated that he had helped to launder\n\nthe Pubills' money through Ramos, and that Ramos was well aware of\n\nthe source of the funds.    On December 11, 2002, he forwarded the\n\ndraft Form 302 interview sheet (\"Form 302\"), in which he had\n\nearlier written the details of the conversation, to FBI agent José\n\nFigueroa.   The next day, the Form 302 was provided to the court by\n\nFBI agent Jane Erickson.     She noted that the Form 302 was not\n\nrelated to the case numbers referenced in the court’s December 9\n\norder, but was relevant to Ramos and Telefónica Hispanoamericano.\n\n            After an inspection of the document, the court issued a\n\nsubsequent order that: (1) indicated that the newly discovered Form\n\n\n                                -15-\n\f302 was relevant to witness Ramos; (2) included a redacted copy of\n\nthe Form 302; and (3) granted Misla a continuance until December\n\n17, 2002.\n\n            Torres was called to testify, and in his testimony on\n\nDecember    20,   2002,    he     stated    that     he   informed      Ramos    that\n\n“supposedly the money came from an illegal source.”                    Tr. 12/20/02\n\nat 44.     Soon after that, the court interrupted the testimony to\n\nhold an evidentiary hearing to determine whether Misla could also\n\nuse the Form 302 to impeach Ramos. During the evidentiary hearing,\n\nVizcarrondo, FBI Special Agent Judith Priegues-López (\"Priegues\"),\n\nand FBI Agent Carlos Hernández testified that the Form 302 was\n\ncreated but never indexed or uploaded to the central server where\n\nother agents would have been able to query the form. They also\n\ntestified that Vizcarrando had originally provided the Form 302 to\n\nPriegues, who then hand-delivered a disk with the interview to\n\nHernández's    office     after   telling      him   by   phone   to    expect    it.\n\nHernández     testified    that    he    recalled     the   conversation         with\n\nPriegues, but that he never received the disk, and did not follow\n\nup with Priegues when it did not appear.\n\n            Misla then moved to have the jury discharged and the\n\nindictment dismissed, alleging prosecutorial misconduct.                        Misla\n\nargued that Hernández had been present during Ramos's testimony and\n\nremained silent despite remembering his conversation with Priegues\n\nabout the Form 302.        The district court denied the motion ruling\n\n\n                                        -16-\n\fthat,   while       Misla   had   difficulty    obtaining   the    impeachment\n\nmaterial, he now had the material and could make effective use of\n\nit.\n\n            The testimony of Torres resumed after the close of the\n\nevidentiary hearing.         Torres was allowed to review the Form 302,\n\nand he clarified his earlier testimony by further stating that he\n\n\"told Ramos . . . that it was being said that the money coming from\n\nPubil[l] were proceeds of drugs.\"            Tr. 12/20/02 at 163.\n\n            The trial continued on December 26, 2002. Misla recalled\n\nRamos and cross-examined him regarding his prior testimony about\n\nthe transaction with Eduardo Pubill.           Misla also moved that day to\n\nquestion both Hernández and Priegues regarding the Form 302,\n\nstating that such testimony would allow the jury to make inferences\n\nregarding     the    government's    intention    to   withhold    impeachment\n\nmaterial.\n\n            On January 14, 2003, the district court denied Misla's\n\nmotion to question Hernández and Priegues.             The court stated that\n\nMisla   was      merely     attempting    to     demonstrate      prosecutorial\n\nmisconduct, and that such evidence was not relevant to impeaching\n\nRamos. Trial continued from that point, and a verdict was reached.\n\n            On October 9, 2003, nearly nine months after the jury had\n\nreturned a verdict, the prosecution filed an informative motion\n\nstating that Eduardo Pubill, the source of the money that Ramos\n\ninvested    in   the    Telefónica    Hispanoamericano      stock,    had   been\n\n\n                                      -17-\n\fpreviously convicted in federal court of structuring financial\n\ntransactions to avoid reporting requirements, in violation of 31\n\nU.S.C. § 5324.     The motion stated that the government was filing\n\nthe   motion   because     this    information     was   contrary     to    the\n\ngovernment's   assertion    at     trial    that   Eduardo   Pubill   had    no\n\nconvictions.     The government explained this lapse by saying that\n\nearlier database searches by several agencies had turned up nothing\n\nexcept for the conviction of Eduardo's son, Edgardo Pubill.                 The\n\ncase number for this conviction was 92-194, which, as discussed\n\nabove, had been erroneously given as 92-094 in the district court's\n\norder seeking more information on Pubill.\n\n          Misla    moved   to     dismiss    the   indictment   or,   in    the\n\nalternative, for a new trial.              He argued that the failure to\n\ndisclose Eduardo Pubill's conviction earlier was prosecutorial\n\nmisconduct that denied him the chance to fully impeach Ramos, the\n\ngovernment's main witness.        The district court denied the motion,\n\nsaying that even without the record of Eduardo Pubill's conviction,\n\nthere was ample material with which to impeach Ramos, including the\n\ntestimony of Torres.     The district court also stated that it would\n\nhave been straightforward for Misla to discover the error in the\n\ncase number and bring it to court's attention.\n\n\n\n\n                                    -18-\n\f            2. The Form 302 Interview\n\n            We review for abuse of discretion a district court's\n\ndecision on how to handle a delayed disclosure.         United States v.\n\nCatano, </pre><span class=\"citation\" data-id=\"196298\"><a href=\"/opinion/196298/united-states-v-catano/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">219</span></a></span><pre class=\"inline\">, 227 (1st Cir. 1995).\n\n            Prior to trial, Misla sought discovery under Giglio v.\n\nUnited States, </pre><span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span><pre class=\"inline\"> (1972), of information potentially\n\nuseful in impeaching government witnesses.            Under Giglio, the\n\nwithholding of such impeachment information would fall under the\n\nrule of Brady v. Maryland, </pre><span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span><pre class=\"inline\"> (1963), that suppression of\n\nfavorable evidence violates due process if the evidence is material\n\nto guilt or punishment.         Giglio, 405 U.S. at 154.         Where the\n\nevidence is never forthcoming, we ask whether that nondisclosure\n\n\"might have affected the outcome of the trial.\"         United States v.\n\nAgurs, </pre><span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span><pre class=\"inline\">, 104 (1976).        However, where the evidence is\n\nonly delayed, we ask instead \"whether defendant's counsel was\n\nprevented    by   the   delay   from   using   the   disclosed    material\n\neffectively in preparing and presenting the defendant's case.\"\n\nUnited States v. Ingraldi, </pre><span class=\"citation\" data-id=\"471758\"><a href=\"/opinion/471758/united-states-v-peter-f-ingraldi/\"><span class=\"volume\">793</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">408</span></a></span><pre class=\"inline\">, 411-12 (1st Cir. 1986);\n\nsee Catano, 65 F.3d at 227.\n\n            To prevail on this argument, the defendant must at a\n\nminimum make \"a prima facie showing of a plausible strategic option\n\nwhich the delay foreclosed.\" United States v. Devin, </pre><span class=\"citation\" data-id=\"551278\"><a href=\"/opinion/551278/united-states-v-francis-e-devin/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">280</span></a></span><pre class=\"inline\">,\n\n290 (1st Cir. 1990); see United States v. Lemmerer, </pre><span class=\"citation\" data-id=\"776217\"><a href=\"/opinion/776217/united-states-v-gabriel-lemmerer/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">579</span></a></span><pre class=\"inline\">,\n\n588 (1st Cir. 2002).        Misla has made no such showing here.\n\n\n                                   -19-\n\fInstead, he argues only that the circumstances of the disclosure\n\nimply   an   attempt   by   the   government   to    deliberately      keep   the\n\ninformation from Misla.           Even if that were true, it is not\n\nsufficient    to    force   a   mistrial    where    the   defendant    is    not\n\nprejudiced.        \"The critical inquiry is not why disclosure was\n\ndelayed but whether the tardiness prevented defense counsel from\n\nemploying the material to good effect.\"             Devin, 918 F.2d at 290.\n\n             The district court found that the delayed disclosure had\n\nno effect, since Misla was still able to use the information to\n\nimpeach Ramos.      Indeed, Misla appears to have been fully aware of\n\nthe allegations contained in the Form 302 prior to trial, since the\n\nallegations of money laundering first came to light through his\n\ncounsel's cross-examination of Ramos.          Given this, we fail to see\n\nhow Misla was prejudiced by the delayed disclosure of the Form 302\n\ninterview with Torres.\n\n             Misla also challenges the district court's ruling to\n\ndisallow the testimony of Hernández and Priegues, the FBI agents\n\nwho had originally handled the Form 302.              The court stated that\n\ntestimony regarding an alleged cover-up was not relevant to the\n\ncase, especially given that Misla already had the Form 302 admitted\n\ninto evidence to use to impeach Ramos.         Misla argues that the fact\n\nof any government cover-up would have bolstered his argument that\n\nRamos was lying about laundering the Pubill money.\n\n\n\n\n                                     -20-\n\f          It may be that this ruling should be reviewed as a\n\ntypical evidentiary matter, rather than as a ruling on a possible\n\nsanction for a Brady violation, but regardless our review is solely\n\nfor abuse of discretion.     United States v. Guerrier, </pre><span class=\"citation\" data-id=\"201915\"><a href=\"/opinion/201915/united-states-v-guerrier/\"><span class=\"volume\">428</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">76</span></a></span><pre class=\"inline\">,\n\n79 (1st Cir. 2005) (as to evidentiary ruling); Catano, 65 F.3d at\n\n227 (as to decision on delayed disclosure).       For the same reasons\n\nas discussed above, we find no such abuse here.\n\n          3. The Eduardo Pubill Conviction\n\n          Following the government's informative motion of October\n\n9, 2003, regarding Eduardo Pubill's conviction for structuring\n\nfinancial transactions to avoid reporting requirements, Misla moved\n\nto dismiss the indictment or, in the alternative, for a new trial.\n\nThe judge denied the motion.\n\n          This issue presents a slight puzzle with respect to our\n\nstandard of review, though it is easily resolved.         The denial of\n\nthe motion appears to be subject to our review under the standards\n\ngiven in Brady and Gigilio, just as the delayed disclosure of the\n\nForm 302 interview with Torres was, as discussed above.                  The\n\ngovernment's   informative   motion   describes   this   as   a   case    of\n\nnondisclosure, which would subject them to a relatively tough\n\nstandard of review if we were to review under Brady.          See Agurs,\n\n427 U.S. at 104 (whether disclosure \"might have affected the\n\noutcome of the trial\").      However, it's not clear that this is\n\nnondisclosure -- or even delayed disclosure -- since the court\n\n\n                                 -21-\n\finformed both parties on December 9, 2002, during trial, of exactly\n\nthis conviction.    The trouble arises because of the court's error\n\nin noting the case as no. 92-094 rather than no. 92-194 in its\n\nDecember 9 order.     Perhaps as a result of that clerical error,\n\nthough we can't know for sure, no party seems to have followed up\n\non that particular case, and thus no party informed the court of\n\nits error in reporting the case number.7\n\n          As the district court itself noted after receiving the\n\ngovernment's informative motion,\n\n     [t]he fact that this motion has been filed at all leads\n     to confusion since the Court, despite the government's\n     representation during trial that Mr. Eduardo Pubill-\n     Rivera had not been convicted, took the initiative to\n     probe into the matter. The result of that inquiry was\n     the disclosure to the parties of Mr. Eduardo Pubill-\n     Rivera's conviction and sentence. . . .      We do not\n     anticipate any controversy arising from the information\n     provided in the government's last motion since this is\n     not newly discovered information but rather data\n     disclosed and utilized during the trial.\n\n\n\n\n     7\n      We note that in the transcript for December 9, 2002, the case\nnumber was given correctly at one point.        Tr. 12/9/02 at 4.\nTherefore, it would have been a simple matter for the mistake to be\ncorrected. We have not found any reference in the transcripts, nor\nhave the parties pointed us to one, where the parties reported\npursuing the mistakenly cited case no. 92-094 and discovering that\nit was unrelated to Pubill.\n     It's not entirely clear from the record why what should have\nbeen a routine matter of searching conviction records was so\nfraught with difficulty. In addition to the judge's clerical error\nin reporting the case number, some confusion about names may have\nplayed a role. In the instant case, Eduardo and Edgardo's surname\nis given as \"Pubill,\" but in the transcripts the parties also used\n\"Pubil\" and \"Purill.\" The indictment and judgment of Edgardo also\nused \"Pubil.\"\n\n                                -22-\n\fSealed Order, October 10, 2003. We agree with the district court's\n\nreasoning.   This is at worst an instance of delayed disclosure,\n\nsince the information came out during trial, and thus we again ask\n\n\"whether defendant's counsel was prevented by the delay from using\n\nthe disclosed material effectively in preparing and presenting the\n\ndefendant's case.\"   Ingraldi, 793 F.2d at 411-12.   Our standard of\n\nreview of the denial of the motion is, again, abuse of discretion.8\n\n\n     8\n      The government's brief would have us review the denial of a\nnew trial under the standards of Fed. R. Crim. P. 33, rather than\nBrady, presumably because they would classify the evidence of\nPubill's conviction as \"newly discovered\" rather than as something\nknown to the government but not disclosed. If it were true that\nthe conviction had never been disclosed, this distinction would be\nimportant. We would find an abuse of discretion in the denial of\na motion for a new trial under Rule 33 only if the new evidence\ncreated an \"actual probability that an acquittal would have\nresulted if the evidence had been available.\" United States v.\nSepulveda, </pre><span class=\"citation\" data-id=\"195120\"><a href=\"/opinion/195120/united-states-v-sepulveda/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1216</span></a></span><pre class=\"inline\">, 1220 (1st Cir. 1993). On the other hand,\nwe would find an abuse of discretion in the denial of a new trial\nfor a Brady violation if the new evidence merely created a\n\"reasonable probability that the evidence would have changed the\nresult.\" United States v. Josleyn, </pre><span class=\"citation\" data-id=\"767958\"><a href=\"/opinion/767958/united-states-v-dennis-r-josleyn-united-states-of-america-v-john-w/\"><span class=\"volume\">206</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">144</span></a></span><pre class=\"inline\">, 151 (1st Cir.\n2000). \"The standard applied to new trial motions based on Brady\nviolations is thus more favorable to defendants.\" Id. However,\nbecause the disclosure was at worst delayed, rather than\nnonexistent, our review standards are substantially equivalent.\nSee United States v. Osorio, </pre><span class=\"citation\" data-id=\"558564\"><a href=\"/opinion/558564/united-states-v-lorenzo-osorio/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">753</span></a></span><pre class=\"inline\">, 758 (1st Cir. 1991)\n(noting that standard of review for delayed disclosure under\nIngraldi is essentially one of prejudice).\n     This spares us the difficulty of determining whether the\ngovernment can \"newly discover\" a conviction that it itself\nsecured. Cf. Kyles v. Whitley, </pre><span class=\"citation\" data-id=\"117923\"><a href=\"/opinion/117923/kyles-v-whitley/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">419</span></a></span><pre class=\"inline\">, 437 (1995) (holding\nthat \"prosecutor has a duty to learn of any favorable evidence\nknown to the others acting on the government's behalf in the case\"\n(emphasis added)); Osorio, 929 F.2d at 761 (applying Brady to\nevidence of a witness's drug dealing that was not known to\nprosecutor, but known to others in his office, and holding that the\n\"prosecutor charged with discovery obligations cannot avoid finding\nout what 'the government' knows, simply by declining to make\nreasonable inquiry of those in a position to have relevant\n\n                               -23-\n\fCatano, 65 F.3d at 227.   We find no such abuse here, simply because\n\nMisla was not prevented from preparing by the delay.    In his brief,\n\nMisla constructs an unlikely string of events: knowledge of Eduardo\n\nPubill's conviction for a financial crime would have led to him\n\nbeing called to testify; he would then have disclosed the money\n\nlaundering scheme with Ramos; the judge would have been forced to\n\ninstruct the jury that Ramos was a perjurer; and this would have so\n\nundermined his credibility, as the government's main witness, as to\n\nmake conviction of Misla impossible.   This is inference piled upon\n\ninference, particularly since Ramos had already been impeached over\n\nthe Pubill connection (not to mention his own involvement in the\n\nconspiracy at issue in the instant case).       More fundamentally,\n\nbecause Misla was provided this information during trial, but\n\napparently did not pursue it, we cannot say that the delay caused\n\nany prejudice.\n\n            Finally, it should not be forgotten that Ramos was the\n\nwitness, not Pubill.      While prior convictions of Ramos would\n\nclearly be material under Giglio, it is not so clear that the\n\nconviction of a person with whom that witness did business is also\n\nmaterial.   At some point, the human chain of bad behavior becomes\n\ntoo attenuated to be relevant to the trial at hand.    Here, however,\n\n\n\nknowledge\"). But cf. United States v. Bender, </pre><span class=\"citation\" data-id=\"200134\"><a href=\"/opinion/200134/united-states-v-bender/\"><span class=\"volume\">304</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">161</span></a></span><pre class=\"inline\">, 164\n(1st Cir. 2002) (stating, in dictum, that duties under Brady may be\nrequired only of those such as \"members of the prosecuting team,\nincluding police investigators working for the prosecution\").\n\n                                -24-\n\fwe are not called upon to make that determination, because in any\n\nevent Misla was not prejudiced. Therefore, the judge did not abuse\n\nher discretion.\n\nC. Ramírez Testimony\n\n          Misla next argues that the district court should have\n\nstruck the testimony of Alvin Ramírez, one of the CAS principals,\n\non the grounds that he lacked personal knowledge. Because this was\n\nan evidentiary ruling to which Misla objected, our review is for\n\nabuse of discretion.   United States v. Brown, </pre><span class=\"citation\" data-id=\"202261\"><a href=\"/opinion/202261/united-states-v-brown/\"><span class=\"volume\">450</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">76</span></a></span><pre class=\"inline\">, 78 (1st\n\nCir. 2006).   Even if the court erred, we will not reverse if the\n\nerror is harmless. Id. at 79; see United States v. García-Morales,\n\n</pre><span class=\"citation\" data-id=\"201227\"><a href=\"/opinion/201227/united-states-v-garcia-morales/\"><span class=\"volume\">382</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span><pre class=\"inline\">, 17 (1st Cir. 2004) (error is harmless \"if it is highly\n\nprobable that the error did not influence the verdict\").\n\n          Ramírez testified about seeing checks from HAOL to Ramos\n\nthat ultimately ended up in the hands of Cruz and Misla.   Ramírez\n\ntestified several times, however, that he did not know at the time\n\nabout the intended use of these specific checks, but only found out\n\nwhen the government showed him the evidence that they had gathered\n\nduring their investigation.     Defense counsel objected, but the\n\ndistrict judge allowed the testimony, saying that Misla was free to\n\ncross-examine Ramírez about the source of his knowledge.\n\n          Misla's argument is thinly developed, and he cites to no\n\nparticular rule of evidence or cases supporting the proposition\n\n\n\n\n                               -25-\n\fthat to have allowed this testimony is reversible error.9        We\n\ndecline now to explore all the possible interpretations of the\n\nargument since, in any event, any potential error was harmless.\n\nDespite not knowing the specific purpose of the funds, Ramírez\n\ntestified -- based on his personal knowledge -- that he saw the\n\nchecks; that he knew that Ramos intended to pay Misla; that Ramos\n\ntold him that \"nothing in life is free and everything costs money,\"\n\ntr. 11/25/02 at 16; and that he assumed that the meeting they were\n\nable to secure with Misla \"was [not] a favor that was done just to\n\nhelp us,\" id. at 61.   Furthermore, the jury heard explicitly about\n\nthe source of his knowledge, whether it came during the events in\n\nquestion or only during later litigation, and thus had a sufficient\n\nbasis to judge his credibility.         Finally, the other evidence\n\nagainst Misla was substantial.    Given this, even if it were error\n\nto allow the testimony, any error was harmless.    See Fed. R. Crim.\n\nP. 52(b).\n\nD. Insufficient Evidence as to Counts 2, 3, 4, and 6\n\n            Misla contends that the district court erred in not\n\ndismissing Counts 2 (Hobbs Act extortion, 18 U.S.C. § 1951(a)), 3,\n\n\n\n     9\n      United States v. Falu-González, </pre><span class=\"citation\" data-id=\"767872\"><a href=\"/opinion/767872/united-states-v-confesor-falu-gonzalez-aka-pepo/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">436</span></a></span><pre class=\"inline\"> (1st Cir. 2000),\nthe one case that Misla does point us to, is inapposite. In that\ncase, a witness testified to knowing about some sales of drugs, but\nin fact had not observed the sales and had only been told of them\nby another. The judge allowed the testimony as an admission of a\nco-conspirator, and thus admissible under an exception to the\nhearsay rule. Id. at 438; see Fed. R. Evid. 802(d)(2)(E). That\nanalysis is not relevant here.\n\n                                 -26-\n\f4   (two    counts     of    conspiring      to    launder   money,   18      U.S.C.   §\n\n1956(a)(1)(B)(i),           (a)(3)(A)   &    (B),    and    (h)),   and   6    (witness\n\ntampering, 18 U.S.C. § 1512). He avers that there was insufficient\n\nevidence to sustain a guilty verdict on each count.                           We review\n\nattacks on the sufficiency of evidence supporting jury verdicts de\n\nnovo.      United States v. Washington, </pre><span class=\"citation\" data-id=\"202001\"><a href=\"/opinion/202001/united-states-v-washington/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span><pre class=\"inline\">, 15 (1st Cir. 2006).\n\nIn doing so, we review the evidence \"in the light most favorable to\n\nthe prosecution,\" considering whether \"any rational trier of fact\n\ncould have found the essential elements of the crime beyond a\n\nreasonable doubt.\"           Id.\n\n              1. Count 2\n\n              To challenge his conviction for extortion under color of\n\nofficial      right,    Misla      latches    onto    a    clerical   error     in   the\n\nindictment.      The indictment names Count 2 as \"Interference with\n\nCommerce by Extortion Induced by Economic Fear and Under Color of\n\nOfficial Right\" (emphasis added).                  Therefore, Misla argues, the\n\ngovernment was bound to prove both economic fear and color of\n\nofficial right, not just one or the other, which is all that the\n\nstatue requires. See 18 U.S.C. § 1951(b)(2) (\"The term 'extortion'\n\nmeans the obtaining of property from another, with his consent,\n\ninduced by wrongful use of actual or threatened force, violence, or\n\nfear, or under color of official right\" (emphasis added)).10\n\n\n      10\n      Count 1, charging conspiracy to commit extortion, did not\ncontain this misstatement, saying instead \"Economic Fear and/or\nUnder Color of Official Right.\"     Misla does not appeal his\n\n                                            -27-\n\f            We have held that:\n\n     Where a statute . . . sets forth several different means\n     by which an offense may be committed, it is permissible\n     for a count in an indictment to allege all or several of\n     these means in the conjunctive. A conviction on such a\n     count will stand if the evidence establishing one or more\n     of the means of commission alleged is sufficient to\n     support a jury verdict.\n\nUnited States v. Garcia-Torres, </pre><span class=\"citation\" data-id=\"200606\"><a href=\"/opinion/200606/united-states-v-garcia-torres/\"><span class=\"volume\">341</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></a></span><pre class=\"inline\">, 66 (1st Cir. 2003)\n\n(quoting United States v. Barbato, </pre><span class=\"citation\" data-id=\"307714\"><a href=\"/opinion/307714/united-states-v-robert-a-barbato/\"><span class=\"volume\">471</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">918</span></a></span><pre class=\"inline\">, 922 n.3 (1st Cir.\n\n1973)).11\n\n            Working from the incorrect assumption that the government\n\nhad to prove both elements, Misla argues the insufficiency only of\n\nthe \"economic fear\" element, but does not challenge the evidence\n\nfor the \"under color of official right\" element.           The judge\n\ncorrectly instructed the jury in the disjunctive (following the\n\nlanguage of the statute, not the indictment), and thus a jury could\n\nhave convicted Misla by finding \"color of official right\" extortion\n\n\n\n\nconviction under Count 1.\n     11\n      We note that this does not conflict with our holdings\nprohibiting duplicitous indictments. See, e.g., United States v.\nVerrecchia, </pre><span class=\"citation\" data-id=\"766723\"><a href=\"/opinion/766723/united-states-v-albert-verrecchia/\"><span class=\"volume\">196</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">294</span></a></span><pre class=\"inline\">, 297 (1st Cir. 1999) (prohibited\nduplicitous indictments are those that join in a single count two\nor more distinct offenses).       The problem with a duplicitous\nindictment is that a jury could convict without unanimity as to any\nparticular offense. Here, because Count 2 names only one offense,\nthis is not a concern.     See United States v. Arreola, </pre><span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">1153</span></span><pre class=\"inline\">, 1157 (9th Cir. 2006) (noting distinction between whether \"the\nstatute at issue creates separate offenses, or simply describes\nalternative means to commit the same crime\").\n\n                                 -28-\n\falone.    That evidence is unchallenged here and this fact is\n\nsufficient to dispose of the issue.12\n\n          2. Counts 3 and 4\n\n          Misla's challenge to the money laundering charge is that\n\nthe government described the same acts as both extortion and money\n\nlaundering. Because he was charged with laundering the proceeds of\n\nthe extortion, the two acts must be distinct, he argues, and\n\ntherefore there was insufficient evidence to sustain a conviction\n\nfor money laundering.\n\n          To prove conspiracy to commit money laundering, the\n\ngovernment was required to show that Misla agreed with one or more\n\nco-conspirators to 1) knowingly conduct a financial transaction 2)\n\ninvolving funds that Misla knew to be the proceeds of some form of\n\nunlawful activity and 3) that were in fact the proceeds of a\n\n\"specified   unlawful   activity,\"   and   4)   that   Misla   knew   the\n\ntransactions to be designed in whole or in part to conceal or\n\ndisguise the nature, location, source, ownership, or control of the\n\nproceeds of such unlawful activity.     18 U.S.C. § 1956(a)(1)(B)(i);\n\n\n\n\n     12\n      Even so, the fear element was also presented to the jury.\nThe fear element of the statute can include fear of economic loss,\nincluding loss of future business opportunities. See United States\nv. Bucci, </pre><span class=\"citation\" data-id=\"501804\"><a href=\"/opinion/501804/united-states-v-anthony-j-bucci-sr-and-ronald-h-glantz/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">825</span></a></span><pre class=\"inline\">, 827-28 (1st Cir. 1988). The government\nargued at trial, and there was sufficient evidence for a jury to\nfind, that the parties were induced to pay Misla in part for fear\nthat, if another bidder won the right to buy HAOL, CAS's\nanaesthesiology contract might not be renewed.\n\n                                -29-\n\fsee, e.g., United States v. Cruzado-Laureano, </pre><span class=\"citation\" data-id=\"201519\"><a href=\"/opinion/201519/united-states-v-cruzado-laureano/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">470</span></a></span><pre class=\"inline\">, 483\n\n(1st Cir. 2005).\n\n            \"The   laundering   of   funds    cannot    occur   in   the       same\n\ntransaction through which those funds first became tainted by\n\ncrime.\"     United States v. Richard, </pre><span class=\"citation\" data-id=\"199197\"><a href=\"/opinion/199197/united-states-v-richard/\"><span class=\"volume\">234</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">763</span></a></span><pre class=\"inline\">, 769 (1st Cir.\n\n2000).     However, this is \"not a requirement that the underlying\n\ncrime must be fully completed before any money laundering can\n\nbegin.\"     United States v. Castellini, </pre><span class=\"citation\" data-id=\"201380\"><a href=\"/opinion/201380/united-states-v-castellini/\"><span class=\"volume\">392</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span><pre class=\"inline\">, 48 (1st Cir.\n\n2004).     The two crimes need not be \"entirely separate in time.\"\n\nId.\n\n            Misla argues that, until the money reached his hands, the\n\nact of extortion was not completed, and that since, once the money\n\nreached him, there was no effort to conceal it, there was no money\n\nlaundering.    Any of the acts that took place prior to his receiving\n\nthe money, he argues, cannot suffice to be money laundering because\n\nthere were no proceeds of extortion yet to conceal. The government\n\nresponds    that   the   extortion   was    completed   when    Ramos,     a   co-\n\nconspirator, received the funds from HAOL, Ramírez, and De Jesús,\n\nand that Ramos and Misla took steps at that point to conceal the\n\ntransactions, including making some checks payable to Misla's sons\n\nand an aide.\n\n            That Misla attempted to conceal the source of the money\n\nbefore it actually came into his possession cannot relieve him of\n\ncriminal liability for money laundering. As we said in Castellini,\n\n\n                                     -30-\n\ffocusing on simultaneity would \"obscure the real principle\" behind\n\nseparating the offenses, viz. \"that 'money laundering criminalizes\n\na transaction in proceeds, not the transaction that creates the\n\nproceeds.'\"       Id. at 38 (quoting United States v. Mankarious, </pre><span class=\"citation\" data-id=\"756709\"><a href=\"/opinion/756709/united-states-v-samy-a-mankarious-and-thomas-k-murphy/\"><span class=\"volume\">151</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">694</span></a></span><pre class=\"inline\">, 705 (7th Cir. 1998)).              The transaction that created the\n\nproceeds -- the act of extortion -- is sufficiently distinct from\n\nthe side transactions done to hide the trail -- e.g., writing\n\nchecks to relatives and aides -- even if both crimes were complete\n\nonly upon the arrival of the funds in Misla's hands.\n\n            Furthermore, we should not forget that here Misla was\n\ncharged    with    conspiracy       to    commit    both    money   laundering      and\n\nextortion,      and     therefore    is    liable     for   the   acts   of   his   co-\n\nconspirators.         Indeed, the indictment specifically references the\n\nfacts of Count 1 (the conspiracy to extort) to describe the source\n\nof the unlawful funds applicable to both Counts 3 and 4.                        Since\n\nMisla is liable for the acts of his co-conspirators, such as Ramos,\n\na reasonable jury could have found that the act of extortion was\n\nsufficiently complete upon Ramos taking control of the funds from\n\nHAOL.     Any of the concealing transactions that follow thus would\n\nclearly involve proceeds of unlawful activity.\n\n            3. Count 6\n\n            Finally, Misla challenges his conviction for witness\n\ntampering, in violation of 18 U.S.C. § 1512(b)(1), (2), and (3).\n\nAfter   Ramos     had    agreed     to    cooperate    with   the   government,     he\n\n\n                                           -31-\n\frecorded conversations with Misla in which Misla discussed ways to\n\nconceal the crime, including having Ramos say that he had actually\n\nbeen repaying a loan to Misla, and having Ramos leave Puerto Rico.\n\nMisla argues that because Misla's tampering was directed at Ramos,\n\na \"plan instituted by conspirators to provide a false story to\n\nprotect themselves cannot constitute witness tampering.\"        Def.\n\nBrief at 45.   He claims that, because he did not know that Ramos\n\nwas already cooperating, he did not have the necessary intent to\n\ncommit the crime of witness tampering.\n\n          Section 1512(b) states, in relevant part:\n\n     Whoever knowingly . . . corruptly persuades another\n     person, or attempts to do so, . . . with intent to\n     influence, delay, or prevent the testimony of any person\n     in any official proceeding [or] cause or induce any\n     person to withhold testimony . . . shall be fined under\n     this title or imprisoned not more than ten years, or\n     both.13\n\nIn his brief, Misla argues that he could not have known that Ramos\n\nwas a \"witness,\" given that he believed they were still co-\n\nconspirators, and thus he lacked the necessary intent.          That\n\nargument is off the mark, since it focuses on the status of the\n\nperson, rather than the proceedings.     The key is not whether the\n\ndefendant knows or doesn't know that someone is a \"witness\" (a term\n\nnot in the text of the statute), but rather whether he is intending\n\n\n\n     13\n      Persuading or trying to persuade a potential witness to\ntestify to something other than the persuader's \"true belief\"\ncounts as \"corruptly persuading\" a person under § 1512. Cruzado-\nLaureano, 404 F.3d at 487.\n\n                               -32-\n\fto   head   off   the      possibility       of   testimony      in   an    \"official\n\nproceeding.\"\n\n            What's necessary is that there be sufficient evidence\n\nthat the defendant knew that an official proceeding14 had begun, or\n\nthat he believed one to be likely in the future, and that he\n\nintended to influence any possible testimony in that proceeding.\n\nSee United States v. Frankhauser, </pre><span class=\"citation\" data-id=\"196693\"><a href=\"/opinion/196693/united-states-v-frankhauser/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></a></span><pre class=\"inline\">, 652 (1st Cir. 1996)\n\n(analyzing § 1512(b)(2)(B)); United States v. Kelley, </pre><span class=\"citation\" data-id=\"679498\"><a href=\"/opinion/679498/united-states-v-john-c-kelley/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1118</span></a></span><pre class=\"inline\">,\n\n1128 (D.C. Cir. 1994) (\"The statute only requires that the jury be\n\nable    reasonably    to    infer    from      the    circumstances        that    [the\n\ndefendant], fearing that a grand jury proceeding had been or might\n\nbe instituted, corruptly persuaded persons with the intent to\n\ninfluence   their     possible      testimony        in   such   a    proceeding.\").\n\nHowever, while the proceeding need not be imminent, 18 U.S.C. §\n\n1512(e)(1), it must be more than merely foreseeable, Frankhauser,\n\n80 F.3d at 652.      To hold otherwise would allow a witness tampering\n\ncharge in, e.g., any conspiracy where the co-conspirators agreed to\n\na story at the outset of the conspiracy, merely because they had\n\nforeseen a possibility of eventual arrest and trial.                    This is the\n\nclass of cases in which Misla would like to place himself.\n\n            His   efforts     to   do   so    are    unsuccessful.         There    was\n\nsubstantial evidence that Misla believed an investigation to be\n\n\n       14\n      An \"official proceeding\" includes federal trials and federal\ngrand jury investigations. United States v. Frankhauser, </pre><span class=\"citation\" data-id=\"196693\"><a href=\"/opinion/196693/united-states-v-frankhauser/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">641</span></a></span><pre class=\"inline\">, 651 (1st Cir. 1996)\n\n                                        -33-\n\flikely and forthcoming when he began his attempts to persuade\n\nRamos.     Indeed,   Ramos   testified,    regarding   his    first    taped\n\nconversation with Misla:\n\n     A.   [Ramos] . . . So I went to Mr. Edison Misla and I\n     told him, \"Edison, we are being investigated.\"\n\n     He said, \"I'm going to send my attorney to investigate at\n     the U.S. Attorney's Office if I'm a target.\"\n\n     . . .\n\n     Q.   [Prosecution] Sir, when you used the word target,\n     what do you mean by that?\n\n     A.    A target is the object of an investigation being\n     held.\n\n     Q.   Did you continue having conversations with Edison\n     Misla concerning this investigation?\n\n     A.   That's right . . . . And then one or two days later\n     he told me that he had sent his attorney, and his\n     attorneys had gone to the federal U.S. Attorney's Office\n     and spoken to prosecutor Gil and yourself, and that you\n     had told him that Mr. Misla was not a target.\n\nTr. 12/2/02 at 13.\n\n             It is thus clear that Misla was aware of an ongoing\n\ninvestigation and the likelihood of a future official proceeding,\n\nand any of the later conversations with Ramos were directed at\n\ninfluencing or preventing Ramos's possible testimony in such a\n\nproceeding.    See United States v. Freeman, </pre><span class=\"citation\" data-id=\"198886\"><a href=\"/opinion/198886/united-states-v-freeman/\"><span class=\"volume\">208</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">332</span></a></span><pre class=\"inline\">, 338 (1st\n\nCir. 2000) (finding evidence sufficient where defendant knew of\n\ninvestigation, and knew that his own conduct might subject him to\n\ncriminal liability). It is immaterial whether or not Misla knew or\n\nbelieved   that   Ramos   was   already   cooperating.       Indeed,   it's\n\n                                   -34-\n\fimmaterial whether Ramos actually was cooperating, or even that he\n\nactually testify at all.            See United States v. Risken, </pre><span class=\"citation\" data-id=\"468820\"><a href=\"/opinion/468820/united-states-v-louis-kenneth-risken/\"><span class=\"volume\">788</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">1361</span></a></span><pre class=\"inline\">, 1369 (8th Cir. 1986) (\"witness status is expressly not\n\nrequired under § 1512, which specifically refers to 'persons' and\n\nnot 'witnesses'\").15          There was sufficient evidence for the jury to\n\nbelieve that Misla, fearing the results of an investigation that he\n\nknew was ongoing, attempted to persuade Ramos to change or withhold\n\ntestimony, and that ends the matter.\n\nE. Sentencing\n\n               1. Guidelines Calculation\n\n               Misla   contends     that   the   district      court   erred   in\n\ncalculating his Sentencing Guidelines range.                In particular, he\n\nchallenges the enhancement for more than one bribe being involved,\n\nthe imposition of a fine, and the enhancement for the amount of\n\nloss.        These objections were properly preserved for appeal.              We\n\nreview       the   district    court's   interpretation   of    the    sentencing\n\nguidelines de novo and the factual findings underlying the sentence\n\nfor clear error.        See, e.g., United States v. Meada, </pre><span class=\"citation\" data-id=\"201597\"><a href=\"/opinion/201597/united-states-v-meada/\"><span class=\"volume\">408</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span><pre class=\"inline\">,\n\n24 (1st Cir. 2005).\n\n               Section 2C1.1(b)(1) of the Sentencing Guidelines calls\n\nfor a two-level increase to the base offense level for extortion\n\n\n        15\n      It is also immaterial that the U.S. Attorney's Office told\nhim he was not a target. First, a jury could find that he still\nfeared that he could become a target later. Second, the statute\ndoes not require that the person attempting to tamper with a\nwitness actually be the target of the official proceeding.\n\n                                         -35-\n\fwhere more than one bribe is involved.       Section 1B1.3 states that,\n\nwhen calculating the base offense levels under Chapter Two of the\n\nGuidelines, a sentencing court should include, \"in the case of a\n\njointly   undertaken   criminal   activity   .   .   .   ,   all   reasonably\n\nforeseeable acts and omissions of others in furtherance of the\n\njointly undertaken criminal activity.\" Misla contends here that he\n\nshould not be held accountable for the bribes of his co-defendant\n\nCruz, because he had no knowledge of them.\n\n             Misla raised this issue below, and the district court\n\nheld that, even if Misla didn't know about specific bribes, it was\n\nreasonably foreseeable to him that Cruz would receive a bribe. The\n\ncourt pointed to a lunch meeting arranged by a lobbyist whom CAS\n\nand Ramos had hired to introduce Ramos, De Jesús, and Ramírez to\n\nCruz, the head of the legal department at PRDH and central to\n\ngetting PRDH's approval for CAS's purchase of the CHC management\n\ncontract.     Cruz would eventually take a bribe from the group in\n\norder to secure approval. Ramos testifed:\n\n     Q. [Prosecution] Do you know, sir -- if you know -- did\n     José Gerardo Cruz Arroyo request anything in exchange\n     from Dr. DeJésus [sic] for giving the okay to this\n     transaction?\n\n     A. [Ramos] All I remember is a conversation with Dr.\n     DeJésus where he told me that he was taking care of\n     everything.\n\n     . . .\n\n     Q. When Dr. DeJésus told you he was taking care of\n     everything, did he explain to you what he was taking care\n     of and what he was doing?\n\n                                  -36-\n\f      A. At that moment, he didn't, but later on I realized\n      what was going on.\n\n      Q. What did you realize later on that was going on?\n\n      A. Well, I discovered that a car was being paid for him.\n      And then months later, after he left in December the\n      Department of Health, I realized that he had been forced\n      to get a contract and work with the CAS Management\n      office.\n\n      Q. [Prosecution] When you say he had been forced, who is\n      \"he\"?\n\n      A. [Ramos] Dr. DeJésus Toro had forced the management to\n      give work to attorney José Gerardo Cruz.\n\nTr.   11/27/02   at   8-9.      Misla    argued   at   sentencing,   based   on\n\ntestimony in the case, that Ramos only mentioned Cruz to Misla\n\nonce, and that it was prior to Cruz receiving the car Ramos\n\ntestified to above.          Therefore, he argues, the only time Misla\n\nheard anything about Cruz, he could not have heard about a bribe.\n\n           The court held that a later piece of testimony by Ramos\n\nabout that meeting with Misla called that inference into question:\n\n      Q. So on this first occasion, sir, what is it that you\n      explained, to the best of your recollection, to Edison\n      Misla?\n\n      A. I called him and explained to him, explained what our\n      objective was, which was to purchase the hospital, that\n      he knew about it, that we had already spoken to Freddy\n      Valentin, and that the contact had already been made with\n      [José] Gerardo Cruz, with attorney [José] Gerardo Cruz,\n      and that all that was left was for us to obtain the favor\n      from the Government Development Bank.\n\nId. at 24.       The court held that, because of this meeting and\n\nconversation, it was reasonably foreseeable to Misla that Cruz was\n\n\n\n                                        -37-\n\fbeing bribed, like himself, for his participation in the scheme.\n\nWe cannot say that this finding was clearly erroneous.\n\n            Misla next argues that the court erred in fining him\n\n$12,500, the bottom of the applicable range of $12,500 to $500,000.\n\nUnder the Sentencing Guidelines, \"the court shall impose a fine in\n\nall cases, except where the defendant establishes that he is unable\n\nto pay and is not likely to become able to pay any fine.\"           USSG §\n\n5E1.2.   We review a sentencing court's imposition of fines for\n\nabuse of discretion.     United States v. Savoie, </pre><span class=\"citation\" data-id=\"600257\"><a href=\"/opinion/600257/united-states-v-paul-j-savoie/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">612</span></a></span><pre class=\"inline\">, 620\n\n(1st Cir. 1993).    \"The defendant bears the burden of demonstrating\n\nthat his case warrants an exception to the rule that a fine be\n\nimposed.\"   United States v. Peppe, </pre><span class=\"citation\" data-id=\"196672\"><a href=\"/opinion/196672/united-states-v-peppe/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span><pre class=\"inline\">, 22 (1st Cir. 1996).\n\nMisla concedes that he withheld information on his finances during\n\nthe preparation of the presentence report (PSR).         Because of this,\n\nthe court held, he had not met his burden of showing that he would\n\nbe unable to pay.\n\n            Misla now points to his objection to the PSR, in which he\n\nstated that his \"only source of income to be able to pay a fine\n\nwould be his monthly pension.      The pension is used to satisfy his\n\ndebts, as already listed in the report.\"         The judge did not abuse\n\nher discretion in deciding that this was insufficient to meet\n\nMisla's burden.\n\n            Finally,   Misla   argues    that   the   combination   of   the\n\n$12,500 fine and the $147,000 forfeiture violates the Eighth\n\n\n                                  -38-\n\fAmendment.    We pause only to note that forfeiture will violate the\n\nEighth Amendment only if it is \"grossly disproportional to the\n\ngravity of the defendant's offense.\"     United States v. Bajakajian,\n\n</pre><span class=\"citation\" data-id=\"118234\"><a href=\"/opinion/118234/united-states-v-bajakajian/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span><pre class=\"inline\">, 328 (1998); see United States v. Heldeman, </pre><span class=\"citation\" data-id=\"201512\"><a href=\"/opinion/201512/united-states-v-heldeman/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">220</span></a></span><pre class=\"inline\">, 223 (1st Cir. 2005).     As we discuss in Section II.E, infra, it\n\nis not grossly disproportional, and neither is its combination with\n\na fine that is less than three percent of the allowable fine under\n\nthe Guidelines.\n\n            2. Booker Error\n\n            Misla argues that the district court erred in sentencing\n\nhim under a mandatory guidelines system.       Here, he relies on the\n\nSupreme Court's decision in United States v. Booker, </pre><span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span><pre class=\"inline\">\n\n(2005).     However, he concedes that he did not preserve this claim\n\nof error.    As a result, our review is only for plain error.   United\n\nStates v. Antonakopoulos, </pre><span class=\"citation\" data-id=\"201462\"><a href=\"/opinion/201462/united-states-v-antonakopoulos/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span><pre class=\"inline\">, 75 (1st Cir. 2005).      We will\n\nfind such error only if \"the defendant [points] to circumstances\n\ncreating a reasonable probability that the district court would\n\nimpose a different sentence more favorable to the defendant under\n\nthe new 'advisory Guidelines' Booker regime.\"     Id.   First, we note\n\nthat Misla's sentence of 71 months' imprisonment is right in the\n\nmiddle of the Guidelines range of 63 to 78 months, evidence that\n\nthe judge was comfortable with the Guidelines range.     Furthermore,\n\nMisla raises only the same objections he made to the Guidelines\n\ncalculation itself.    Those issues having been resolved in favor of\n\n\n                                  -39-\n\fthe government, we see no reasonable probability that the judge\n\nwould have sentenced differently under an \"advisory Guidelines\"\n\nsystem.\n\nF. Forfeiture\n\n            1. Money Judgment\n\n            Misla's challenge to the forfeiture order involves a\n\nquestion that often comes up in cases where the government seeks\n\ncriminal    forfeiture       of    cash,       rather   than   specific      property.\n\nPursuant    to     Rule    7(c)(2)       of    the   Federal   Rules    of    Criminal\n\nProcedure, the government gave notice in the indictment of an\n\nintent to seek forfeiture of all property involved in, or traceable\n\nto, the money laundering offense.                    It later filed a Bill of\n\nParticulars pointing to specific property it alleged was traceable\n\nto   the   money    laundering       proceeds,       including   an    apartment   in\n\nLuquillo, Puerto Rico.             The government did not mention in the\n\nindictment any intent to seek substitute assets in lieu of the\n\nproperty it named as traceable to the proceeds of the offense.\n\n            After the verdict, the government moved for a judgment of\n\nforfeiture    under       Rule    32.2    of   the   Federal   Rules    of   Criminal\n\nProcedure, and a hearing was held.               At the hearing, the government\n\nstated an intention to go after only cash, rather than the real\n\nproperty that had been in the Bill of Particulars.                    The government\n\nalso stated that it did not intend to seek forfeiture of any\n\nsubstitute assets.         Misla argued that the government was not in a\n\n\n                                          -40-\n\fposition to ask for forfeiture of cash because they had not\n\nidentified any particular pool of cash that could be traceable to\n\nthe money laundering.        The court ordered forfeiture of $147,400,\n\npointing to specific checks that the government had provided as\n\nexhibits.\n\n              On   appeal,   Misla    makes    a    subtle,     but    ultimately\n\nunavailing, argument.        He says that any attempt by the government\n\nto seize cash is equivalent to seizing substitute assets, because\n\nthe original proceeds of the offense are no longer available, and\n\nthat   is   something    that   the   government      expressly       declined   an\n\ninterest in doing.      It being therefore impossible to execute this\n\nforfeiture order, he argues, the order should not have been issued\n\nin the first place.      He also argues that it would be too late now\n\nfor the government to try to seek any substitute assets, since he\n\nwas given no notice in the indictment of an intent to do so.\n\n              As to his first point, we have said that\n\n       [a] money judgment permits the government to collect on\n       the forfeiture order in the same way that a successful\n       plaintiff collects a money judgment from a civil\n       defendant. Thus, even if a defendant does not have\n       sufficient funds to cover the forfeiture at the time of\n       the conviction, the government may seize future assets to\n       satisfy the order.\n\nUnited States v. Hall, </pre><span class=\"citation\" data-id=\"202011\"><a href=\"/opinion/202011/united-states-v-hall/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></a></span><pre class=\"inline\">, 59 (1st Cir. 2006); see United\n\nStates   v.    Candelaria-Silva,      </pre><span class=\"citation\" data-id=\"198309\"><a href=\"/opinion/198309/united-states-v-candelaria-silva/\"><span class=\"volume\">166</span>    <span class=\"reporter\">F.3d</span>   <span class=\"page\">19</span></a></span><pre class=\"inline\">,   42   (1st    Cir.   1999)\n\n(“[C]riminal forfeiture may take several forms [including] an in\n\npersonam judgment against the defendant for the amount of money the\n\n\n                                      -41-\n\fdefendant obtained as proceeds of the offense.”).            Here, the\n\ngovernment sought a forfeiture judgment under Rule 32.2, which\n\nprovides that \"[i]f the government seeks a personal money judgment,\n\nthe court must determine the amount of money that the defendant\n\nwill be ordered to pay.\"    Fed. R. Crim. P. 32.2(b)(1).     This is in\n\ncontrast to where the government seeks forfeiture of \"specific\n\nproperty,\" in which case the government has to show a \"nexus\n\nbetween the property and the offense.\"      Id.\n\n           Misla   is   mistaken,    therefore,   in   arguing    that   a\n\nforfeiture order can apply only to the specific proceeds of the\n\noffense.   If the government seeks, and the court grants, a money\n\njudgment16 as part of the forfeiture order, then \"the government\n\nneed not prove that the defendant actually has the forfeited\n\nproceeds in his possession at the time of conviction.\"           Hall, 434\n\nF.3d at 59.   If the government has proven that there was at one\n\npoint an amount of cash that was directly traceable to the offense,\n\nand that thus would be forfeitable under 18 U.S.C. § 982(a), that\n\nis sufficient for a court to issue a money judgment, for which the\n\n\n     16\n      The district court's order is not as explicit as we would\nlike in this regard.    The order of forfeiture could be read as\nreferring only to the specific funds that were laundered, though\nthe subsequent judgment includes an unambiguous order to forfeit\n$147,400 in cash. Misla does not pursue this point on appeal, so\nwe assume here that a money judgment was entered against him. This\nposition is bolstered by the transcript of the forfeiture hearing,\nin which the long discussion between the judge and the attorneys\ncentered specifically around the power of the judge to enter a\nmoney judgment, rather than an order to forfeit the specific\ntraceable proceeds.\n\n                                    -42-\n\fdefendant will be fully liable whether or not he still has the\n\noriginal corpus of tainted funds -- indeed, whether or not he has\n\nany funds at all.\n\n              The question of how the government can enforce that\n\njudgment is a somewhat different question, however.                   There is a\n\nsplit of authority as to whether the government can seize assets\n\nwith a money judgment just as any judgment creditor could, or\n\nwhether the government must follow the substitute assets provisions\n\nof 21 U.S.C. § 853(p)17 (we discuss the dispute briefly below).\n\nHere, however, we need not answer that question, because it does\n\nnot appear from the record that the government has yet taken any\n\naction to enforce the judgment.          We note, however, that, contrary\n\nto Misla's assertion, the government would not be constrained from\n\nseeking forfeiture of substitute assets under § 853(p) in the\n\nfuture.       Misla argues that the government's disclaimer at the\n\nforfeiture hearing of an intent to seek substitute assets, coupled\n\nwith    the   lack   of   any   notice   of   an   intent   to   do   so   in   the\n\nindictment, would be fatal to any later attempts to go after\n\nsubstitute assets.        If this were true, Misla's objection to the\n\nforfeiture order would have some teeth.             But it is not true.\n\n              \"Criminal forfeiture orders are something of a mongrel,\"\n\nUnited States v. Hurley, </pre><span class=\"citation\" data-id=\"702294\"><a href=\"/opinion/702294/united-states-v-vincent-hurley-united-states-of-america-v-carlo-demarco/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 23 (1st Cir. 1995), and this\n\n\n\n       17\n      18 U.S.C. § 982(b)(1) incorporates 21 U.S.C. § 853, with the\nexception of subsection (d).\n\n                                     -43-\n\ffact seems to have confused Misla.            Although the government must\n\ninclude in the indictment notice of which property it plans to seek\n\nforfeiture of, Fed. R. Civ. P. 7(c)(2), that notice is only as to\n\nparticular property, not as to particular statutory elements. Even\n\nthough it must be mentioned in the indictment, forfeiture is not a\n\nsubstantive element of an offense, but is rather \"an element of the\n\nsentence imposed following conviction.\" Libretti v. United States,\n\n</pre><span class=\"citation\" data-id=\"117979\"><a href=\"/opinion/117979/libretti-v-united-states/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span><pre class=\"inline\">, 38-39 (1995) (emphasis in original); see United States\n\nv. Moffitt, Zwerling & Kemler, P.C., </pre><span class=\"citation\" data-id=\"718206\"><a href=\"/opinion/718206/united-states-v-moffitt-zwerling-kemler-pc-american-civil-liberties/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">660</span></a></span><pre class=\"inline\">, 664-65 (4th Cir.\n\n1996).      Section 982 says simply that \"[t]he court, in imposing\n\nsentence . . . shall order\" the forfeiture of property \"involved\n\nin\" or \"traceable to\" the offense.           18 U.S.C. § 982(a)(1).     And in\n\ncases where, inter alia, the original property \"cannot be located\n\nupon the exercise of due diligence\" or \"has been transferred or\n\nsold to, or deposited with, a third party\" then \"the court shall\n\norder the forfeiture of any other property of the defendant.\"              21\n\nU.S.C.      §   853(p)(1)(A)   &   (B),   (2).    All   that   is   necessary,\n\ntherefore, for a court order to issue is that these conditions be\n\nmet.    No additional notice is necessary.18\n\n                In Hurley, we allowed an order for substitute assets to\n\nbe entered after the case had already been appealed, which would\n\n\n       18\n      Even if notice were to be required, there was plenty. The\ngovernment asked for forfeiture under 18 U.S.C. § 982, without\nspecifying a subsection. § 982 expressly incorporates 21 U.S.C. §\n853.   18 U.S.C. § 982(b)(1).   Thus § 982 also incorporates the\nsubstitute assets provision at § 853(p).\n\n                                      -44-\n\fimply that the government could ask for such an order at any time.\n\n63 F.3d at 23-24.         We noted there that \"the government might not\n\neven know that substitution is necessary until it seeks to take\n\npossession of the property specified in the initial forfeiture\n\norder.\"      Id.; see United States v. Voigt, </pre><span class=\"citation\" data-id=\"722380\"><a href=\"/opinion/722380/united-states-v-john-voigt/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1050</span></a></span><pre class=\"inline\">, 1088 (3d\n\nCir. 1996) (on remand to apply the substitute assets provision, no\n\nde novo hearing necessary).\n\n             In Candelaria-Silva we said that \"[t]he forfeiture of\n\nsubstitute assets is a matter left solely to the court.\"                   166 F.3d\n\nat 43.    In that case the parties chose, unlike here, to have the\n\nforfeiture amount tried to a jury, which determined that $6,000,000\n\nin proceeds was the asset subject to forfeiture.                   But, we said,\n\n\"the jury has no role in determining, subsequently, whether the\n\nproperty has been dissipated and whether the government is thereby\n\nentitled to the forfeiture of substitute assets.\"              Id.   All we said\n\nthat   was    necessary    for   the   government     to   show    was   that    the\n\nprincipal forfeitable property was not available. Id. at 42. This\n\nis where the burden of the government lies: in showing that the\n\nprincipal     forfeitable    assets    --     that   is,   those   named    in   the\n\nindictment -- are unavailable at the end of the trial, not in\n\ngiving notice at the beginning of the trial of an intent to invoke\n\nthe substitute assets provisions.           Indeed, to allow the failure to\n\nspecifically name the substitute assets provision of the forfeiture\n\nstatute in the indictment -- or the substitute assets themselves --\n\n\n                                       -45-\n\fto defeat any later attempt to go after substitute assets would\n\nallow defendants to avoid forfeiture simply by transferring away\n\nthe assets after the indictment has come down. See United States v.\n\nHatcher, </pre><span class=\"citation\" data-id=\"781325\"><a href=\"/opinion/781325/united-states-v-michael-hatcher-united-states-of-america-v-joseph/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">666</span></a></span><pre class=\"inline\">, 673 (8th Cir. 2003) (\"The defendant does not\n\nneed to know the identity of the substitute assets to marshal a\n\ndefense to the forfeiture. Accordingly, [it is] not require[d] that\n\nthe indictment specify what property will be sought as substitute\n\nassets.\")\n\n              If the government instead acts to enforce the money\n\njudgment without using the substitute assets provisions of §\n\n853(p), it raises the question of whether that is permitted, which\n\nis a question we need not reach here.          The question is important,\n\nsince § 853(p) places a greater burden on the government before\n\nassets can be seized.        There is some split of authority among the\n\ncircuits on whether the government must follow the procedures of §\n\n853(p) or not.       See, e.g., United States v. Vampire Nation, </pre><span class=\"citation\" data-id=\"794660\"><a href=\"/opinion/794660/united-states-v-vampire-nation-aka-fredrik-von-hamilton-aka-frederick/\"><span class=\"volume\">451</span>\n\n<span class=\"reporter\">F.3d</span>   <span class=\"page\">189</span></a></span><pre class=\"inline\">,    202   (3d   Cir.   2006)   (\"[T]he   in   personam   forfeiture\n\njudgment may also be distinguished from a general judgment in\n\npersonam.     The judgment in personam here is one in forfeiture and\n\nis limited by the provisions of [§ 853].\"); Hall, 434 F.3d at 59\n\n(noting that a forfeiture money judgment is equivalent to a civil\n\njudgment, though that issue was not directly before the court).\n\n              In summary, a court may properly issue a money judgment\n\nas part of a forfeiture order, whether or not the defendant still\n\n\n                                      -46-\n\fretains   the   actual   property    involved    in   the   offense,   or     any\n\nproperty at all.      Furthermore, the money judgment can be used in\n\nthe future to seek forfeiture of substitute assets by court order\n\nunder § 853(p) and Rule 32.2, even where the government has not\n\nexpressed an intent to do so at any time before it seeks such an\n\norder.    We leave for another day the question of whether, in\n\nseeking to seize assets to satisfy that judgment, the government is\n\nrequired to do so under the substitute assets provisions of §\n\n853(p), or whether it may use the judgment to attach assets just\n\nlike any other judgment creditor could.\n\n           2. Forfeiture Amount\n\n           After reviewing the record we find that the judge made no\n\nerror in calculating the forfeiture amount. The $147,400 amount is\n\nsupported by checks entered into evidence and testimony of Ramos\n\nthat the funds from the checks were delivered to Misla.                     Misla\n\nattempts some arithmetical sleight of hand to arrive at a lower\n\nfigure,   but    he   and   the     government    largely    agree     on     the\n\ncharacterization of most of the checks.          They differ only as to the\n\nchecks made out to Francisco Diez and Raul Ferrer (exhibits 89 and\n\n91) and one $10,000 check Ramos received from the hospital (exhibit\n\n94).\n\n           Misla argues that the government stated at the forfeiture\n\nhearing that the Diez and Ferrer checks were not included in the\n\nforfeiture calculation.      In fact, the government stated only that\n\n\n                                     -47-\n\fDiez's check was not included; it did not disavow the Ferrer check.\n\nMoreover, even the disavowal of the Diez check was oversight on the\n\ngovernment's part; the Diez check was included in the forfeiture\n\ncalculation,    and   the   government    pointed   to   the   evidence   and\n\ntestimony in the record supporting its inclusion in the forfeiture\n\namount.      As to the $10,000 check, Misla simply misreads the\n\ntestimony.     Misla argues that two $10,000 checks constituted\n\nRamos's salary and thus should not have been considered.           In fact,\n\nonly the second of the two $10,000 checks constituted Ramos's\n\nsalary.   He testified that he gave Misla either $9000 or $9500 of\n\nthe first $10,000, and the government relied on the lower figure in\n\ncalculating the amount.      There was no error.19\n\n                             III. Conclusion\n\n          For the foregoing reasons, the judgment of the district\n\ncourt is affirmed.\n\n\n\n\n     19\n      Misla makes an additional argument tying back to his earlier\nargument regarding the money judgment and substitute assets, namely\nthat he can only forfeit those amounts still in his possession and\nunspent. As discussed above, this argument is unavailing to him.\n\n                                   -48-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106259/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109701/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195120/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196672/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198207/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198309/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199119/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201227/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201519/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201915/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202261/",
    "http://www.courtlistener.com/api/rest/v3/opinions/307714/",
    "http://www.courtlistener.com/api/rest/v3/opinions/431698/",
    "http://www.courtlistener.com/api/rest/v3/opinions/446763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/468820/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/493886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/501804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/509518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537726/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551278/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555433/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572412/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581510/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679498/",
    "http://www.courtlistener.com/api/rest/v3/opinions/683594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/702294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718206/",
    "http://www.courtlistener.com/api/rest/v3/opinions/722380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756709/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766723/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776217/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781325/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794660/"
  ]
}