{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202618/",
  "absolute_url": "/opinion/202618/united-states-v-martinez-vives/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202618/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:58:09Z",
  "date_modified": "2016-02-28T05:08:23.306996Z",
  "type": "010combined",
  "sha1": "9b130bfe92add5ddffbff0c3fa6483207784865e",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1761-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/02/02/US_v._Martinez-Vives.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 05-1761\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                      LUIS MARTÍNEZ-VIVES,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. José Antonio Fusté, U.S. District Judge]\n\n\n                             Before\n\n                    Torruella, Circuit Judge,\n                  Stahl, Senior Circuit Judge,\n                      Lipez, Circuit Judge.\n\n\n\n     Todd A. Bussert for appellant.\n     Jacabed Rodríguez-Coss, Assistant United States Attorney,\nwith whom Rosa Emilia Rodríguez-Vélez, United States Attorney,\nNelson Pérez-Sosa, Assistant United States Attorney, and Germán\nA. Rieckehoff, Assistant United States Attorney, were on brief,\nfor appellee.\n\n\n\n                        February 2, 2007\n\f           STAHL,     Senior    Circuit     Judge.    Luis   Martínez-Vives\n\n(\"Martínez\") appeals his conviction and sentence for transporting\n\nillegal aliens, in violation of 8 U.S.C. § 1324.             He argues that\n\nthe district judge's instructions to the jury deprived him of a\n\nfair trial; that the judge's limitation of his counsel's questions\n\ndeprived   him   of   his   right   to    effective   cross-examination    of\n\nwitnesses; and that his sentence was unreasonable.            We affirm.\n\n                                I. Background\n\n           Early in the morning on November 27, 2004, Martínez,\n\nalong with Ismael Curet-Torres (\"Curet\") and Aristides Jovanny\n\nCruz-Alemán (\"Cruz\"), an undocumented alien, drove to Manatí Beach,\n\nPuerto Rico, to pick up a group of aliens that had arrived on the\n\nbeach during the night.        Curet and Cruz drove a rented truck to the\n\nbeach to pick up the aliens, while Martínez, driving Curet's Ford\n\nExplorer, stayed at the entrance to the beach to watch for police.\n\nAfter picking up the aliens, the two vehicles then drove back to\n\nCuret's residence in the Ville Verde gated community in Bayamón,\n\narriving some time around 4:00 a.m.\n\n           The noise of the truck backing into Curet's garage awoke\n\nseveral neighbors, one of whom saw individuals exiting the back of\n\nthe truck with the help of Martínez.          Concerned that the house was\n\nbeing robbed, the neighbor phoned a community leader, who in turn\n\nphoned the police.      The local police arrived around 6:00 a.m. to\n\nobserve the situation, and then contacted immigration officials.\n\n\n                                      -2-\n\fFederal officers arrived, and around 9:30 a.m. the officers entered\n\nthe Curet residence and discovered 23 undocumented aliens.1\n\n          Martínez had in the meantime left the Curet residence in\n\nCuret's Explorer, along with some of the aliens, in order to\n\ndeliver them to their families.     Returning to the Ville Verde gate\n\nbetween 10:00 and 10:15 a.m., he was given admission to the gated\n\ncommunity, per the instructions of the federal officers.       As he\n\nproceeded toward the Curet residence, Cruz warned him that the\n\npolice were at the house.   The record is unclear as to whether Cruz\n\nhad been in the Explorer all along and somehow noticed the police,\n\nor whether he just got into the Explorer on Martínez's return to\n\nVille Verde in order to warn him.    The police, having been notified\n\nof Martínez's arrival by the gatekeepers and seeing the Explorer\n\nsuddenly turn around, gave chase and stopped it just outside the\n\nmain gate of the community.    Cruz and Martínez were arrested and\n\ntaken back to Curet's residence.        There, Martínez, in a meeting\n\nwith Immigration and Customs Enforcement (\"ICE\") agent Ricardo\n\nNazario-Rivera (\"Nazario\"), signed a Miranda waiver and admitted\n\nthe facts described herein. Later, at the local police station, he\n\nsigned a statement containing substantially the same information.\n\nStill later he gave an additional statement to ICE agent Ricardo\n\nMorales-Berríos (\"Morales\") that, with only minor differences, was\n\n\n     1\n     Including aliens who had already left the residence, Martínez\nand the others transported more than 24 undocumented aliens that\nday.\n\n                                  -3-\n\fconsistent   with   his   first       statement.     During   his   initial\n\ninterrogation at the Curet residence, Martínez received several\n\ncalls on his cellular phone.      A police officer answered the calls,\n\nwhich were from people trying to arrange for final payment so that\n\nthey would be allowed to pick up their friends and relatives.\n\n           Martínez was indicted on two counts of transporting and\n\nharboring illegal aliens, in violation of 8 U.S.C. § 1324.              The\n\njury returned a guilty verdict on both counts, and Martínez was\n\nsentenced to 33 months' imprisonment and three years' supervised\n\nrelease.   He now appeals his conviction and sentence.\n\n                               II. Discussion\n\nA. Jury Instructions\n\n           Martínez argues that the district judge's instructions to\n\nthe entire venire panel deprived him of his right to an impartial\n\njury,   deprived    him   of    the    presumption   of   innocence,    and\n\nimpermissibly shifted the burden of proof from the government onto\n\nhim.\n\n           The instructions at issue were as follows:\n\n           Members of the jury, the case we are going to\n           start in a minute is a case against Luis\n           Martínez Vives.\n\n           The indictment that he faces is a two-count\n           indictment where the following allegations are\n           made.    The indictment mentions the date\n           November 27, 2004, and also mentions Mr.\n           Martínez along with two other persons,\n           Aristides Jovanny Cruz Alemán and Ismael Curet\n           Torres.\n\n\n                                      -4-\n\f          The three of them are charged -- or were\n          charged in the indictment. And the only one\n          who is before the Court at this time is Mr.\n          Martínez.    The allegations stem from the\n          following facts:\n\n          That on this date, November 27, 2004, the\n          three of them, Mr. Cruz Alemán, Mr. Curet\n          Torres, and Mr. Vives [sic], went in a rental\n          van to a place in Manatí. I gather from what\n          I saw here in the papers that it was a beach\n          somewhere.    And there they picked up 24\n          illegal aliens who had come to Puerto Rico\n          through the Manatí area.    These individuals\n          that were picked up were taken to a residence\n          in Bayamón.   And there, they were basically\n          hidden.\n\n          The idea would be, according to these papers,\n          that the three defendants would, through a\n          payment of some money per person, actually\n          help them to make their way into the free\n          community, if you will, in the area of Puerto\n          Rico; that they would be placed or given to\n          their family members or whatever for money.\n          That is basically the allegations. It is two\n          counts.\n\n          Of course, the defendant has denied the facts,\n          and that is the reason why we are here to try\n          the case. The indictment is not evidence of\n          guilt or of anything else.     It is simply a\n          document that contains the charges against the\n          defendant.\n\nTr. 1/11/05 at 3-5 (emphasis added).\n\n          Martínez objects principally to the use of the word\n\n\"facts\" and to the judge's reference to the particular location of\n\nthe pick-up, a detail that was not in the indictment.2     He argues\n\n\n\n     2\n      It is unclear which \"papers\" the judge was referring to, but\nwe note that the affidavit of Morales stated that the pick-up was\nin the \"Manatí beach area.\"\n\n                               -5-\n\fthat by using this language the judge put his imprimatur on the\n\ngovernment's version of the events and thus placed the burden on\n\nthe defense to overcome the presumption that the allegations were\n\nactually \"facts.\"\n\n           Because Martínez did not object to the instructions\n\nbelow, our review is only for plain error.             See United States v.\n\nLandrau-Lopez, 444 F.3d 19, 22 (1st Cir. 2006); United States v.\n\nBailey, 405 F.3d 102, 110 (1st Cir. 2005).              Therefore, Martínez\n\n\"must demonstrate: '(1) that an error occurred (2) which was clear\n\nor   obvious   and   which   not   only    (3)   affected    the     defendant's\n\nsubstantial rights, but also (4) seriously impaired the fairness,\n\nintegrity, or public reputation of judicial proceedings.'\" United\n\nStates v. Moran, 393 F.3d 1, 13 (1st Cir. 2004) (quoting United\n\nStates v. Duarte, 246 F.3d 56, 60 (1st Cir. 2001)); see United\n\nStates v. Olano, 507 U.S. 725, 732-36 (1993).            \"[T]he plain error\n\nhurdle, high in all events, nowhere looms larger than in the\n\ncontext   of   alleged   instructional      errors.\"        United    States   v.\n\nPaniagua-Ramos, 251 F.3d 242, 246 (1st Cir. 2001) (citing United\n\nStates v. McGill, 952 F.2d 16, 17 (1st Cir. 1991)).\n\n           Though we agree that the judge's statement to the venire\n\npanel was \"infelicitously phrased,\" Landrau-Lopez, 444 F.3d at 22,\n\nwe need not determine here whether the use of the word \"facts\" or\n\nreferences to collateral facts not in the indictment was error,\n\n\n\n\n                                     -6-\n\fsince we find that in any event Martínez was not prejudiced.3\n\nViewing the instructions as a whole, as we are bound to do, see\n\nUnited States v. Alzanki, 54 F.3d 994, 1001 (1st Cir. 1995), we\n\nfind that the they were not prejudicial.   Though the judge used the\n\nword \"facts,\" he also used the word \"allegations\" several times,\n\nand stated clearly that the indictment was not evidence of guilt.\n\n          \"'Moreover, in reviewing jury instructions, our task is\n\nalso to view the charge itself as part of the whole trial.'\"\n\nUnited States v. Serino, 835 F.2d 924, 930 (1st Cir. 1987) (quoting\n\nUnited States v. Park, 421 U.S. 658, 674 (1975)); see United States\n\nv. Tutiven, 40 F.3d 1, 8 (1st Cir. 1994).     Following the judge's\n\ninitial instructions to the venire, the jury was empaneled, and the\n\njudge then gave the jury further instructions.     He told the jury\n\nthat they were \"the judges of the facts\"; that they were \"the\n\njudges of the credibility of the witnesses\"; that they \"decide what\n\nto believe and what not to believe\"; that \"the defendant is\n\npresumed innocent\" and \"starts with a clean slate\"; that the\n\nindictment is \"not evidence\" and \"not proof of guilt\"; and that\n\n\"the burden of proof is upon the government.\"    Tr. 1/11/05 at 21-\n\n28.   Martínez points to no other points in the trial where the\n\njudge may have erred in discussing the evidence or the burden of\n\n\n\n      3\n      However, in order to forestall appeals such as this one, we\nnote that judges should be scrupulous in avoiding any possibility\nof inference that allegations in the indictment be treated as\nfacts.\n\n                               -7-\n\fproof. Thus, we cannot say that the judge's initial instruction to\n\nthe venire panel \"affected the defendant's substantial rights\" or\n\n\"seriously impaired the fairness, integrity, or public reputation\n\nof judicial proceedings.\"         Moran, 393 F.3d at 13.\n\nB. Limitation of Cross-Examination\n\n            Martínez next challenges the trial judge's limitation of\n\nhis cross-examination of two witnesses, arguing that the barred\n\nquestions    would    have     gone   to       Martínez's   theory      of    police\n\ncredibility, bias, and excessive zeal to make arrests.                       Martínez\n\ncites to three particular incidents.\n\n            In the first incident, counsel for Martínez was cross-\n\nexamining Ernesto Rosario-Cintrón (\"Rosario\"), the officer who\n\ninitially arrested Martínez and Cruz after they took off in Curet's\n\nExplorer.    Rosario testified that his initial cause to arrest\n\nMartínez after stopping him was that he was driving with an\n\nundocumented alien, namely Cruz, which he discovered after asking\n\nthem for their documents.         Counsel then asked, \"The truth is that\n\nonce this person speaks for the first time and you think he is\n\nDominican,   you     didn't    read   him      any   warnings   about    rights    or\n\nanything like that, did you?\" The judge then interjects, \"Counsel,\n\nyou have no standing to ask that question, and I will not allow you\n\nto ask that question.         You have no standing to ask that question.\"\n\n            Second,    counsel     for     Martínez     continued,      and    a   few\n\nquestions later, asked Rosario, \"Did you have a judicial order to\n\n\n                                         -8-\n\fopen and search [the truck the aliens were in]?\"        The judge again\n\ninterrupted, \"You have no right to ask that question.        Your client\n\nhas no standing to ask that question.\"\n\n           Third, counsel for Martínez was cross-examining ICE agent\n\nNazario and asked, \"Did you have a judicial order to go into the\n\nhouse?\"   The government objected, and the objection was sustained,\n\nthough not before the witness answered, \"No.\"\n\n           Martínez argues that each of these inquiries were central\n\nto his defense, since they addressed the motives of the law\n\nenforcement officials and thus would impact on their credibility.\n\n           The Sixth Amendment protects a defendant's right to\n\neffective cross-examination of key adverse witnesses.              United\n\nStates v. Callipari, 368 F.3d 22, 36 (1st Cir. 2004) (judgment\n\nvacated on other grounds).       \"Trial judges, however, 'retain wide\n\nlatitude insofar as the Confrontation Clause is concerned to impose\n\nreasonable limits on such cross-examination based on concerns\n\nabout, among other things, harassment, prejudice, confusion of the\n\nissues, the witness' safety, or interrogation that is repetitive or\n\nonly marginally relevant.'\"      Id. (quoting Delaware v. Van Arsdall,\n\n475 U.S. 673, 679 (1986)).      \"'The Confrontation Clause guarantees\n\nan   opportunity     for        effective    cross-examination,          not\n\ncross-examination   that   is   effective   in   whatever   way,   and    to\n\nwhatever extent, the defense might wish.'\"       Id.   (quoting Delaware\n\n\n\n\n                                   -9-\n\fv. Fensterer, 474 U.S. 15, 20 (1985) (per curiam) (emphasis in\n\noriginal)).\n\n            On a challenge to a district court's limitation of cross-\n\nexamination, we first perform a de novo review to determine whether\n\na defendant \"was afforded a reasonable opportunity to impeach\n\nadverse witnesses\" consistent with the Confrontation Clause.                     Id.\n\n(internal quotation marks and citation omitted).                   Provided that\n\nthreshold is reached, we then review the particular limitations\n\nonly for abuse of discretion.             See id.; United States v. Gonzalez-\n\nVazquez, 219 F.3d 37, 45 (1st Cir. 2000).                  \"The trial court's\n\nlatitude in shaping such restrictions is 'wide.'\" United States v.\n\nVega Molina, 407 F.3d 511, 523 (1st Cir. 2005) (quoting Van\n\nArsdell, 475 U.S. at 679).\n\n            \"[R]estrictions on cross-examination regarding bias are\n\nerroneous only if they are 'manifestly unreasonable or overbroad.'\"\n\nCallipari, 368 F.3d at 36 (quoting United States v. Gomes, 177 F.3d\n\n76, 81-82 (1st Cir. 1999)).          \"To establish that the district court\n\nhas   abused    its    discretion,    the    defendant    must    show    that   the\n\nlimitations imposed were clearly prejudicial.\"                United States v.\n\nWilliams, 985 F.2d 634, 639 (1st Cir. 1993); see United States v.\n\nAnderson,      139    F.3d   291,   302    (1st   Cir.   1998).     \"It    follows\n\nlogically, therefore, that should an error be revealed, we may\n\naffirm the conviction if we are confident that it was harmless\n\n\n\n\n                                          -10-\n\fbeyond a reasonable doubt.\"   Anderson, 139 F.3d at 302 (citing Van\n\nArsdall, 475 U.S. at 681); see Callipari, 368 F.3d at 36.\n\n          After reviewing the record, we hold that Martínez was\n\ngiven a reasonable opportunity to impeach the witnesses, and that\n\nthe judge did not abuse his discretion in limiting the cross-\n\nexamination. Martínez argues that the questions went to his theory\n\nof police bias and credibility.       However, \"[t]he Confrontation\n\nClause does not give a defendant the right to cross-examine on\n\n'every conceivable theory of bias.'\"    Callipari, 368 F.3d at 38-39\n\n(quoting Bui v. DiPaolo, 170 F.3d 232, 242 (1st Cir. 1999)).    \"The\n\ncourt may limit cross-examination if the defendant is unable to lay\n\na proper evidentiary foundation.       Where the theory of bias is\n\ninherently speculative, the court may prohibit cross-examiners from\n\nmounting fishing expeditions.\" Id. at 39 (internal quotation marks\n\nand   citations   omitted).    \"Without    such   limits,   unchecked\n\ncross-examination on a theory of bias may unfairly prejudice the\n\nopposing party's case and only bring forth 'marginally relevant'\n\nevidence.\"   Id. (quoting Van Arsdall, 475 U.S. at 679).\n\n          If indeed Martínez had been intending to show bias on the\n\npart of the law enforcement officers, he had not up to that point\n\nmade any proffer of evidence to serve as a foundation for that\n\ntheory.   But even assuming that pursuing that theory was proper,\n\nthere was a high likelihood that the confusion and prejudice that\n\nthese particular questions would have created in a jury outweighed\n\n\n                               -11-\n\fany probative value, given that there was no claim that law\n\nenforcement had actually violated any procedures, either in the\n\ninitial arrest of Martínez or in the search of the house and truck.\n\nSee Fed. R. Evid. 403.\n\n           The court gave Martínez ample opportunity to cross-\n\nexamine the two witnesses on issues of bias and excessive zeal.   In\n\nthe case of Rosario, counsel for Martínez asked several questions\n\ndirected at whether Rosario might be biased against Dominicans. It\n\nwas only when the question went directly to whether Cruz received\n\na Miranda warning that the judge intervened.     Similarly, counsel\n\nasked Rosario and Nazario several questions attempting to establish\n\nwhether they had probable cause for entering the truck and house.\n\nAgain, it was only when the questions went to the issue of whether\n\nthey had a judicial order to do so that the questioning was\n\nstopped.   In both cases, the questions went beyond the issues of\n\nbias and credibility, and sought instead to impeach the witnesses\n\nbased on their failure to do specific legal acts, when it was never\n\nestablished that those acts were actually required.4\n\n           Therefore, Martínez was given a sufficient opportunity to\n\ncross-examine the adverse witnesses. The judge's restrictions were\n\n\n     4\n      The government argues that it was not necessary to provide\nany Miranda warnings to Cruz prior to his admission of being an\nundocumented alien, because he had not yet been taken into custody.\nSimilarly, it argues that warrants were not necessary to search the\ntruck or house because the officers had sufficient probable cause.\nMartínez does not claim here that the officers actually behaved\nimproperly, an issue on which we take no view.\n\n                                -12-\n\fnot \"manifestly unreasonable or overbroad,\" Gomes, 177 F.3d at\n\n81-82, and did not prejudice Martínez.\n\nC. Sentencing\n\n               Martínez    challenges     his        33-month        sentence    as\n\nunreasonable. Following United States v. Booker, 543 U.S. 220, 261\n\n(2005), we review a sentence for reasonableness whether it falls\n\ninside the Sentencing Guidelines range, as this one does, or\n\noutside.       United States v. Jimenez-Beltre, 440 F.3d 514, 517 (1st\n\nCir. 2006) (en banc); United States v. Alli, 444 F.3d 34, 40 (1st\n\nCir.       2006).   The   sentencing    court   is    bound     to   consider   the\n\nsentencing factors set out in 18 U.S.C. § 3553(a),5 United States\n\nv. Robinson, 433 F.3d 31, 35 (1st Cir. 2005), and to explain its\n\nreasons for choosing the sentence it does, Jimenez-Beltre, 440 F.3d\n\nat 519.\n\n               We note at the outset that any claim that the judge erred\n\nin calculating the applicable Sentencing Guidelines range of 27 to\n\n33 months based on the presentence report (\"PSR\") fails.                   Because\n\n\n       5\n      These factors are: (1) the nature and circumstances of the\noffense and the history and characteristics of the defendant; (2)\nthe need for the sentence to reflect the seriousness of the\noffense, to promote respect for the law, and to provide just\npunishment; to afford adequate deterrence; to protect the public;\nand to provide the defendant with needed educational or vocational\ntraining or medical care; (3) the kinds of sentences available; (4)\nthe kinds of sentence and the sentencing range established by the\nGuidelines; (5) any pertinent policy statement; (6) the need to\navoid unwarranted sentence disparities among defendants with\nsimilar records who have been found guilty of similar conduct; and\n(7) the need to provide restitution to any victims of the offense.\n18 U.S.C. § 3553(a).\n\n                                       -13-\n\fMartínez did not object below to the Guidelines analysis, we review\n\nfor plain error only.       United States v. Rivera, 448 F.3d 82, 86 n.1\n\n(1st Cir. 2006); see United States v. Robinson, 433 F.3d 31, 35-36\n\n(1st Cir. 2005) (concluding that Booker \"did not disturb the\n\nstandard   of     review    that    we   apply   to    a    district   court's\n\ninterpretation of the Guidelines\").          In addition, because Martínez\n\ndid not object to the PSR, and did not ask at sentencing for any of\n\nthe reductions that he now claims the court should have provided,\n\nhe waived these arguments.         See United States v. Escobar-Figueroa,\n\n454 F.3d 40, 49 (1st Cir. 2006); United States v. Morales-Madera,\n\n352 F.3d 1, 14 (1st Cir. 2003).\n\n           Even    assuming,    arguendo,    that     he   had   preserved   the\n\narguments, the judge committed no error in his analysis, plain or\n\notherwise. First, Martínez challenges the lack of an offense level\n\nreduction for acceptance of responsibility under USSG § 3E1.1. His\n\ntheory is that, because he gave incriminating statements that\n\nformed the basis of his prosecution, this in some manner entitles\n\nhim to the credit.         It is not necessary for us to discuss this\n\nrather attenuated claim, because \"under most circumstances, a\n\ndefendant who goes to trial is not entitled to acceptance of\n\nresponsibility credit.\"        United States v. Hall, 434 F.3d 42, 62\n\n(1st Cir. 2006).6\n\n\n     6\n      Martínez points to the commentary under USSG § 3E1.1 to\nsupport the argument that going to trial does not automatically\nforeclose this reduction. However, the commentary states that such\n\n                                      -14-\n\f           Second, Martínez makes an unsupported argument that he\n\nshould have received a three-level reduction under USSG § 2L1.1 for\n\ncommitting a crime \"other than for profit.\" However, money clearly\n\nchanged hands in this crime, and Martínez makes no argument that it\n\ndid not.   See United States v. Zannino, 895 F.2d 1, 17 (1st Cir.\n\n1990) (\"[I]ssues adverted to in a perfunctory manner, unaccompanied\n\nby some effort at developed argumentation, are deemed waived.\").\n\n           Third, and thinnest of all, he makes the argument that he\n\nshould not have received an offense level increase under USSG §\n\n2L1.1(b)(2) for having been involved in transporting more than 24\n\naliens, simply because he was not a ringleader and had not been\n\ninvolved in deciding how many aliens would be brought into the\n\ncountry.   Martínez does not make the argument, nor can he, that\n\nUSSG § 2L1.1 takes such a factor into account.   Cf. USSG § 3B1.1(a)\n\n(setting forth an additional offense level increase, not applied\n\nhere, for being an \"organizer or leader of a criminal activity\").\n\nThis argument is without merit.\n\n           Martínez next argues that it was unreasonable for him to\n\nreceive the high end of the guidelines range when Cruz, who\n\nMartínez argues was more culpable, received the low end of his\n\napplicable range from the same judge.      Martínez points to our\n\ndecision in United States v. Saez for the proposition that \"if the\n\n\n\ncases are \"rare,\" such as when a defendant wishes to try issues\n\"not related[d] to factual guilt.\" USSG §3E1.1, comment. (n.2).\n\n                                -15-\n\fsame   judge    sentences   two   identically    situated     defendants     to\n\nsubstantially     different   terms,   some     explanation    may   well    be\n\nrequired; uniformity aside, the basic requirement of rationality\n\nremains.\"      444 F.3d 15, 19 (1st Cir. 2006).       First, it should be\n\nnoted that the quoted statement is dictum in that case, where the\n\nsentencing of each defendant was done by different judges.                  But\n\neven so, Cruz and Martínez are not \"identically situated,\" given\n\nthat Cruz pled guilty and thus did not put the government to the\n\nrisks of a trial.       Whatever the logic or fairness of imposing\n\ngreater sentences on those who exercise their right to trial, it is\n\nnot error for a judge to do so.        See Hall, 434 F.3d at 62.\n\n            In sentencing Martínez to the high end of the range, the\n\njudge considered the § 3553(a) factors, and stated:\n\n            You are basically taking advantage of people\n            who are in a position of disadvantage and,\n            although you cannot excuse the fact that they\n            decided to come illegally, the truth of the\n            matter is that compounding that with the\n            harboring and the keeping of the aliens until\n            additional monies are paid is something that\n            is totally unacceptable.\n\n            Therefore, I will impose a sentence on the\n            higher end of the guidelines, which is 33\n            months.\n\nHe thus met his obligations under Jimenez-Beltre. The sentence was\n\nreasonable.\n\n            The conviction and sentence are affirmed.\n\n\n\n\n                                    -16-\n\f",
  "html": "<p class=\"case_cite\">475 F.3d 48</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Luis MART&#205;NEZ-VIVES, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 05-1761.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 4, 2006.</p>\n    <p class=\"date\">Decided February 2, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Todd A. Bussert, for appellant.</p>\n      <p class=\"indent\">Jacabed Rodr&#237;guez-Coss, Assistant United States Attorney, with whom Rosa Emilia Rodr&#237;guez-V&#233;lez, United States Attorney, Nelson P&#233;rez-Sosa, Assistant United States Attorney, and Germ&#225;n A. Rieckehoff, Assistant United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, STAHL, Senior Circuit Judge, LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Luis Mart&#237;nez-Vives (\"Mart&#237;nez\") appeals his conviction and sentence for transporting illegal aliens, in violation of 8 U.S.C. &#167; 1324. He argues that the district judge's instructions to the jury deprived him of a fair trial; that the judge's limitation of his counsel's questions deprived him of his right to effective cross-examination of witnesses; and that his sentence was unreasonable. We affirm.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Early in the morning on November 27, 2004, Mart&#237;nez, along with Ismael Curet-Torres (\"Curet\") and Aristides Jovanny Cruz-Alemn (\"Cruz\"), an undocumented alien, drove to Manat Beach, Puerto Rico, to pick up a group of aliens that had arrived on the beach during the night. Curet and Cruz drove a rented truck to the beach to pick up the aliens, while Mart&#237;nez, driving Curet's Ford Explorer, stayed at the entrance to the beach to watch for police. After picking up the aliens, the two vehicles then drove back to Curet's residence in the Ville Verde gated community in Bayamn, arriving some time around 4:00 a.m.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The noise of the truck backing into Curet's garage awoke several neighbors, one of whom saw individuals exiting the back of the truck with the help of Mart&#237;nez. Concerned that the house was being robbed, the neighbor phoned a community leader, who in turn phoned the police. The local police arrived around 6:00 a.m. to observe the situation, and then contacted immigration officials. Federal officers arrived, and around 9:30 a.m. the officers entered the Curet residence and discovered 23 undocumented aliens.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Mart&#237;nez had in the meantime left the Curet residence in Curet's Explorer, along with some of the aliens, in order to deliver them to their families. Returning to the Ville Verde gate between 10:00 and 10:15 a.m., he was given admission to the gated community, per the instructions of the federal officers. As he proceeded toward the Curet residence, Cruz warned him that the police were at the house. The record is unclear as to whether Cruz had been in the Explorer all along and somehow noticed the police, or whether he just got into the Explorer on Mart&#237;nez's return to Ville Verde in order to warn him. The police, having been notified of Mart&#237;nez's arrival by the gatekeepers and seeing the Explorer suddenly turn around, gave chase and stopped it just outside the main gate of the community. Cruz and Mart&#237;nez were arrested and taken back to Curet's residence. There, Mart&#237;nez, in a meeting with Immigration and Customs Enforcement (\"ICE\") agent Ricardo Nazario-Rivera (\"Nazario\"), signed a <i>Miranda</i> waiver and admitted the facts described herein. Later, at the local police station, he signed a statement containing substantially the same information. Still later he gave an additional statement to ICE agent Ricardo Morales-Berros (\"Morales\") that, with only minor differences, was consistent with his first statement. During his initial interrogation at the Curet residence, Mart&#237;nez received several calls on his cellular phone. A police officer answered the calls, which were from people trying to arrange for final payment so that they would be allowed to pick up their friends and relatives.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Mart&#237;nez was indicted on two counts of transporting and harboring illegal aliens, in violation of 8 U.S.C. &#167; 1324. The jury returned a guilty verdict on both counts, and Mart&#237;nez was sentenced to 33 months' imprisonment and three years' supervised release. He now appeals his conviction and sentence.</p>\n    </div>\n    <p>II. Discussion</p>\n    <p class=\"indent\">A. Jury Instructions</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Mart&#237;nez argues that the district judge's instructions to the entire venire panel deprived him of his right to an impartial jury, deprived him of the presumption of innocence, and impermissibly shifted the burden of proof from the government onto him.</p>\n    </div>\n    <p class=\"indent\">The instructions at issue were as follows:</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Members of the jury, the case we are going to start in a minute is a case against Luis Mart&#237;nez Vives.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The indictment that he faces is a two-count indictment where the following allegations are made. The indictment mentions the date November 27, 2004, and also mentions Mr. Mart&#237;nez along with two other persons, Aristides Jovanny Cruz Alemn and Ismael Curet Torres.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The three of them are charged &#8212; or were charged in the indictment. And the only one who is before the Court at this time is Mr. Mart&#237;nez. The allegations stem from the following <i>facts:</i></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">That on this date, November 27, 2004, the three of them, Mr. Cruz Alemn, Mr. Curet Torres, and Mr. Vives [sic], went in a rental van to a place in Manat. <i>I gather from what I saw here in the papers that it was a beach somewhere.</i> And there they picked up 24 illegal aliens who had come to Puerto Rico through the Manat area. These individuals that were picked up were taken to a residence in Bayamn. And there, they were basically hidden.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The idea would be, according to these papers, that the three defendants would, through a payment of some money per person, actually help them to make their way into the free community, if you will, in the area of Puerto Rico; that they would be placed or given to their family members or whatever for money. That is basically the allegations. It is two counts.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Of course, the defendant has denied the <i>facts,</i> and that is the reason why we are here to try the case. The indictment is not evidence of guilt or of anything else. It is simply a document that contains the charges against the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Tr. 1/11/05 at 3-5 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Mart&#237;nez objects principally to the use of the word \"facts\" and to the judge's reference to the particular location of the pick-up, a detail that was not in the indictment.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> He argues that by using this language the judge put his imprimatur on the government's version of the events and thus placed the burden on the defense to overcome the presumption that the allegations were actually \"facts.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Because Mart&#237;nez did not object to the instructions below, our review is only for plain error. <i>See United States v. Landrau-Lopez,</i> 444 F.3d 19, 22 (1st Cir.2006); <i>United States v. Bailey,</i> 405 F.3d 102, 110 (1st Cir.2005). Therefore, Mart&#237;nez \"must demonstrate: `(1) that an error occurred (2) which was clear or obvious and which not only (3) affected the defendant's substantial rights, but also (4) seriously impaired the fairness, integrity, or public reputation of judicial proceedings.'\" <i>United States v. Moran,</i> 393 F.3d 1, 13 (1st Cir.2004) (quoting <i>United States v. Duarte,</i> 246 F.3d 56, 60 (1st Cir.2001)); <i>see United States v. Olano,</i> 507 U.S. 725, 732-36, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993). \"[T]he plain error hurdle, high in all events, nowhere looms larger than in the context of alleged instructional errors.\" <i>United States v. Paniagua-Ramos,</i> 251 F.3d 242, 246 (1st Cir.2001) (citing <i>United States v. McGill,</i> 952 F.2d 16, 17 (1st Cir.1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Though we agree that the judge's statement to the venire panel was \"infelicitously phrased,\" <i>Landrau-Lopez,</i> 444 F.3d at 22, we need not determine here whether the use of the word \"facts\" or references to collateral facts not in the indictment was error, since we find that in any event Mart&#237;nez was not prejudiced.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Viewing the instructions as a whole, as we are bound to do, <i>see United States v. Alzanki,</i> 54 F.3d 994, 1001 (1st Cir.1995), we find that the they were not prejudicial. Though the judge used the word \"facts,\" he also used the word \"allegations\" several times, and stated clearly that the indictment was not evidence of guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">\"`Moreover, in reviewing jury instructions, our task is also to view the charge itself as part of the whole trial.'\" <i>United States v. Serino,</i> 835 F.2d 924, 930 (1st Cir.1987) (quoting <i>United States v. Park,</i> 421 U.S. 658, 674, 95 S.Ct. 1903, 44 L.Ed.2d 489 (1975)); <i>see United States v. Tutiven,</i> 40 F.3d 1, 8 (1st Cir.1994). Following the judge's initial instructions to the venire, the jury was empaneled, and the judge then gave the jury further instructions. He told the jury that they were \"the judges of the facts\"; that they were \"the judges of the credibility of the witnesses\"; that they \"decide what to believe and what not to believe\"; that \"the defendant is presumed innocent\" and \"starts with a clean slate\"; that the indictment is \"not evidence\" and \"not proof of guilt\"; and that \"the burden of proof is upon the government.\" Tr. 1/11/05 at 21-28. Mart&#237;nez points to no other points in the trial where the judge may have erred in discussing the evidence or the burden of proof. Thus, we cannot say that the judge's initial instruction to the venire panel \"affected the defendant's substantial rights\" or \"seriously impaired the fairness, integrity, or public reputation of judicial proceedings.\" <i>Moran,</i> 393 F.3d at 13.</p>\n    </div>\n    <p class=\"indent\">B. Limitation of Cross-Examination</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Mart&#237;nez next challenges the trial judge's limitation of his cross-examination of two witnesses, arguing that the barred questions would have gone to Mart&#237;nez's theory of police credibility, bias, and excessive zeal to make arrests. Mart&#237;nez cites to three particular incidents.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In the first incident, counsel for Mart&#237;nez was cross-examining Ernesto Rosario-Cintrn (\"Rosario\"), the officer who initially arrested Mart&#237;nez and Cruz after they took off in Curet's Explorer. Rosario testified that his initial cause to arrest Mart&#237;nez after stopping him was that he was driving with an undocumented alien, namely Cruz, which he discovered after asking them for their documents. Counsel then asked, \"The truth is that once this person speaks for the first time and you think he is Dominican, you didn't read him any warnings about rights or anything like that, did you?\" The judge then interjects, \"Counsel, you have no standing to ask that question, and I will not allow you to ask that question. You have no standing to ask that question.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Second, counsel for Mart&#237;nez continued, and a few questions later, asked Rosario, \"Did you have a judicial order to open and search [the truck the aliens were in]?\" The judge again interrupted, \"You have no right to ask that question. Your client has no standing to ask that question.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Third, counsel for Mart&#237;nez was cross-examining ICE agent Nazario and asked, \"Did you have a judicial order to go into the house?\" The government objected, and the objection was sustained, though not before the witness answered, \"No.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Mart&#237;nez argues that each of these inquiries were central to his defense, since they addressed the motives of the law enforcement officials and thus would impact on their credibility.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Sixth Amendment protects a defendant's right to effective cross-examination of key adverse witnesses. <i>United States v. Callipari,</i> 368 F.3d 22, 36 (1st Cir.2004) (judgment vacated on other grounds). \"Trial judges, however, `retain wide latitude insofar as the Confrontation Clause is concerned to impose reasonable limits on such cross-examination based on concerns about, among other things, harassment, prejudice, confusion of the issues, the witness' safety, or interrogation that is repetitive or only marginally relevant.'\" <i>Id.</i> (quoting <i>Delaware v. Van Arsdall,</i> 475 U.S. 673, 679, 106 S.Ct. 1431, 89 L.Ed.2d 674 (1986)). \"`The Confrontation Clause guarantees an <i>opportunity</i> for effective cross-examination, not cross-examination that is effective in whatever way, and to whatever extent, the defense might wish.'\" <i>Id.</i> (quoting <i>Delaware v. Fensterer,</i> 474 U.S. 15, 20, 106 S.Ct. 292, 88 L.Ed.2d 15 (1985) (per curiam) (emphasis in original)).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">On a challenge to a district court's limitation of cross-examination, we first perform a <i>de novo</i> review to determine whether a defendant \"was afforded a reasonable opportunity to impeach adverse witnesses\" consistent with the Confrontation Clause. <i>Id.</i> (internal quotation marks and citation omitted). Provided that threshold is reached, we then review the particular limitations only for abuse of discretion. <i>See id.; United States v. Gonzalez-Vazquez,</i> 219 F.3d 37, 45 (1st Cir.2000). \"The trial court's latitude in shaping such restrictions is `wide.'\" <i>United States v. Vega Molina,</i> 407 F.3d 511, 523 (1st Cir.2005) (quoting <i>Van Arsdall,</i> 475 U.S. at 679, 106 S.Ct. 1431).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">\"[R]estrictions on cross-examination regarding bias are erroneous only if they are `manifestly unreasonable or overbroad.'\" <i>Callipari,</i> 368 F.3d at 36 (quoting <i>United States v. Gomes,</i> 177 F.3d 76, 81-82 (1st Cir.1999)). \"To establish that the district court has abused its discretion, the defendant must show that the limitations imposed were clearly prejudicial.\" <i>United States v. Williams,</i> 985 F.2d 634, 639 (1st Cir.1993); <i>see United States v. Anderson,</i> 139 F.3d 291, 302 (1st Cir.1998). \"It follows logically, therefore, that should an error be revealed, we may affirm the conviction if we are confident that it was harmless beyond a reasonable doubt.\" <i>Anderson,</i> 139 F.3d at 302 (citing <i>Van Arsdall,</i> 475 U.S. at 681, 106 S.Ct. 1431); <i>see Callipari,</i> 368 F.3d at 36.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">After reviewing the record, we hold that Mart&#237;nez was given a reasonable opportunity to impeach the witnesses, and that the judge did not abuse his discretion in limiting the cross-examination. Mart&#237;nez argues that the questions went to his theory of police bias and credibility. However, \"[t]he Confrontation Clause does not give a defendant the right to cross-examine on `every conceivable theory of bias.'\" <i>Callipari,</i> 368 F.3d at 38-39 (quoting <i>Bui v. DiPaolo,</i> 170 F.3d 232, 242 (1st Cir. 1999)). \"The court may limit cross-examination if the defendant is unable to lay a proper evidentiary foundation. Where the theory of bias is inherently speculative, the court may prohibit cross-examiners from mounting fishing expeditions.\" <i>Id.</i> at 39 (internal quotation marks and citations omitted). \"Without such limits, unchecked cross-examination on a theory of bias may unfairly prejudice the opposing party's case and only bring forth `marginally relevant' evidence.\" <i>Id.</i> (quoting <i>Van Arsdall,</i> 475 U.S. at 679, 106 S.Ct. 1431).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">If indeed Mart&#237;nez had been intending to show bias on the part of the law enforcement officers, he had not up to that point made any proffer of evidence to serve as a foundation for that theory. But even assuming that pursuing that theory was proper, there was a high likelihood that the confusion and prejudice that these particular questions would have created in a jury outweighed any probative value, given that there was no claim that law enforcement had actually violated any procedures, either in the initial arrest of Mart&#237;nez or in the search of the house and truck. <i>See</i> Fed.R.Evid. 403.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The court gave Mart&#237;nez ample opportunity to cross-examine the two witnesses on issues of bias and excessive zeal. In the case of Rosario, counsel for Mart&#237;nez asked several questions directed at whether Rosario might be biased against Dominicans. It was only when the question went directly to whether Cruz received a <i>Miranda</i> warning that the judge intervened. Similarly, counsel asked Rosario and Nazario several questions attempting to establish whether they had probable cause for entering the truck and house. Again, it was only when the questions went to the issue of whether they had a judicial order to do so that the questioning was stopped. In both cases, the questions went beyond the issues of bias and credibility, and sought instead to impeach the witnesses based on their failure to do specific legal acts, when it was never established that those acts were actually required.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Therefore, Mart&#237;nez was given a sufficient opportunity to cross-examine the adverse witnesses. The judge's restrictions were not \"manifestly unreasonable or overbroad,\" <i>Gomes,</i> 177 F.3d at 81-82, and did not prejudice Mart&#237;nez.</p>\n    </div>\n    <p class=\"indent\">C. Sentencing</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Mart&#237;nez challenges his 33-month sentence as unreasonable. Following <i>United States v. Booker,</i> 543 U.S. 220, 261, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), we review a sentence for reasonableness whether it falls inside the Sentencing Guidelines range, as this one does, or outside. <i>United States v. Jimenez-Beltre,</i> 440 F.3d 514, 517 (1st Cir.2006) (en banc); <i>United States v. Alli,</i> 444 F.3d 34, 40 (1st Cir.2006). The sentencing court is bound to consider the sentencing factors set out in 18 U.S.C. &#167; 3553(a),<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>United States v. Robinson,</i> 433 F.3d 31, 35 (1st Cir.2005), and to explain its reasons for choosing the sentence it does, <i>Jimenez-Beltre,</i> 440 F.3d at 519.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We note at the outset that any claim that the judge erred in calculating the applicable Sentencing Guidelines range of 27 to 33 months based on the presentence report (\"PSR\") fails. Because Mart&#237;nez did not object below to the Guidelines analysis, we review for plain error only. <i>United States v. Rivera,</i> 448 F.3d 82, 86 n. 1 (1st Cir.2006); <i>see United States v. Robinson,</i> 433 F.3d 31, 35-36 (1st Cir.2005) (concluding that <i>Booker</i> \"did not disturb the standard of review that we apply to a district court's interpretation of the Guidelines\"). In addition, because Mart&#237;nez did not object to the PSR, and did not ask at sentencing for any of the reductions that he now claims the court should have provided, he waived these arguments. <i>See United States v. Escobar-Figueroa,</i> 454 F.3d 40, 49 (1st Cir.2006); <i>United States v. Morales-Madera,</i> 352 F.3d 1, 14 (1st Cir. 2003).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Even assuming, <i>arguendo,</i> that he had preserved the arguments, the judge committed no error in his analysis, plain or otherwise. First, Mart&#237;nez challenges the lack of an offense level reduction for acceptance of responsibility under USSG &#167; 3E1.1. His theory is that, because he gave incriminating statements that formed the basis of his prosecution, this in some manner entitles him to the credit. It is not necessary for us to discuss this rather attenuated claim, because \"under most circumstances, a defendant who goes to trial is not entitled to acceptance of responsibility credit.\" <i>United States v. Hall,</i> 434 F.3d 42, 62 (1st Cir.2006).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Second, Mart&#237;nez makes an unsupported argument that he should have received a three-level reduction under USSG &#167; 2L1.1 for committing a crime \"other than for profit.\" However, money clearly changed hands in this crime, and Mart&#237;nez makes no argument that it did not. <i>See United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990) (\"[I]ssues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\").</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Third, and thinnest of all, he makes the argument that he should not have received an offense level increase under USSG &#167; 2L1.1(b)(2) for having been involved in transporting more than 24 aliens, simply because he was not a ringleader and had not been involved in deciding how many aliens would be brought into the country. Mart&#237;nez does not make the argument, nor can he, that USSG &#167; 2L1.1 takes such a factor into account. <i>Cf.</i> USSG &#167; 3B1.1(a) (setting forth an additional offense level increase, not applied here, for being an \"organizer or leader of a criminal activity\"). This argument is without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Mart&#237;nez next argues that it was unreasonable for him to receive the high end of the guidelines range when Cruz, who Mart&#237;nez argues was more culpable, received the low end of his applicable range from the same judge. Mart&#237;nez points to our decision in <i>United States v. Saez</i> for the proposition that \"if the same judge sentences two identically situated defendants to substantially different terms, some explanation may well be required; uniformity aside, the basic requirement of rationality remains.\" 444 F.3d 15, 19 (1st Cir. 2006). First, it should be noted that the quoted statement is <i>dictum</i> in that case, where the sentencing of each defendant was done by different judges. But even so, Cruz and Mart&#237;nez are not \"identically situated,\" given that Cruz pled guilty and thus did not put the government to the risks of a trial. Whatever the logic or fairness of imposing greater sentences on those who exercise their right to trial, it is not error for a judge to do so. <i>See Hall,</i> 434 F.3d at 62.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In sentencing Mart&#237;nez to the high end of the range, the judge considered the &#167; 3553(a) factors, and stated:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">You are basically taking advantage of people who are in a position of disadvantage and, although you cannot excuse the fact that they decided to come illegally, the truth of the matter is that compounding that with the harboring and the keeping of the aliens until additional monies are paid is something that is totally unacceptable.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Therefore, I will impose a sentence on the higher end of the guidelines, which is 33 months.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">He thus met his obligations under <i>Jimenez-Beltre.</i> The sentence was reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The conviction and sentence are <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Including aliens who had already left the residence, Martinez and the others transported more than 24 undocumented aliens that day</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It is unclear which \"papers\" the judge was referring to, but we note that the affidavit of Morales stated that the pick-up was in the \"Manat beach area.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> However, in order to forestall appeals such as this one, we note that judges should be scrupulous in avoiding any possibility of inference that allegations in the indictment be treated as facts</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The government argues that it was not necessary to provide any<i>Miranda</i> warnings to Cruz prior to his admission of being an undocumented alien, because he had not yet been taken into custody. Similarly, it argues that warrants were not necessary to search the truck or house because the officers had sufficient probable cause. Mart&#237;nez does not claim here that the officers actually behaved improperly, an issue on which we take no view.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> These factors are: (1) the nature and circumstances of the offense and the history and characteristics of the defendant; (2) the need for the sentence to reflect the seriousness of the offense, to promote respect for the law, and to provide just punishment; to afford adequate deterrence; to protect the public; and to provide the defendant with needed educational or vocational training or medical care; (3) the kinds of sentences available; (4) the kinds of sentence and the sentencing range established by the Guidelines; (5) any pertinent policy statement; (6) the need to avoid unwarranted sentence disparities among defendants with similar records who have been found guilty of similar conduct; and (7) the need to provide restitution to any victims of the offense. 18 U.S.C. &#167; 3553(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Mart&#237;nez points to the commentary under USSG &#167; 3E1.1 to support the argument that going to trial does not automatically foreclose this reduction. However, the commentary states that such cases are \"rare,\" such as when a defendant wishes to try issues \"not related[d] to factual guilt.\" USSG &#167; 3E1.1, comment. (n.2)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Luis MART&#205;NEZ-VIVES, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 05-1761.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 4, 2006.</p>\n    <p class=\"date\">Decided February 2, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Todd A. Bussert, for appellant.</p>\n      <p class=\"indent\">Jacabed Rodr&#237;guez-Coss, Assistant United States Attorney, with whom Rosa Emilia Rodr&#237;guez-V&#233;lez, United States Attorney, Nelson P&#233;rez-Sosa, Assistant United States Attorney, and Germ&#225;n A. Rieckehoff, Assistant United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, STAHL, Senior Circuit Judge, LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Luis Mart&#237;nez-Vives (\"Mart&#237;nez\") appeals his conviction and sentence for transporting illegal aliens, in violation of 8 U.S.C. &#167; 1324. He argues that the district judge's instructions to the jury deprived him of a fair trial; that the judge's limitation of his counsel's questions deprived him of his right to effective cross-examination of witnesses; and that his sentence was unreasonable. We affirm.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Early in the morning on November 27, 2004, Mart&#237;nez, along with Ismael Curet-Torres (\"Curet\") and Aristides Jovanny Cruz-Alemn (\"Cruz\"), an undocumented alien, drove to Manat Beach, Puerto Rico, to pick up a group of aliens that had arrived on the beach during the night. Curet and Cruz drove a rented truck to the beach to pick up the aliens, while Mart&#237;nez, driving Curet's Ford Explorer, stayed at the entrance to the beach to watch for police. After picking up the aliens, the two vehicles then drove back to Curet's residence in the Ville Verde gated community in Bayamn, arriving some time around 4:00 a.m.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The noise of the truck backing into Curet's garage awoke several neighbors, one of whom saw individuals exiting the back of the truck with the help of Mart&#237;nez. Concerned that the house was being robbed, the neighbor phoned a community leader, who in turn phoned the police. The local police arrived around 6:00 a.m. to observe the situation, and then contacted immigration officials. Federal officers arrived, and around 9:30 a.m. the officers entered the Curet residence and discovered 23 undocumented aliens.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Mart&#237;nez had in the meantime left the Curet residence in Curet's Explorer, along with some of the aliens, in order to deliver them to their families. Returning to the Ville Verde gate between 10:00 and 10:15 a.m., he was given admission to the gated community, per the instructions of the federal officers. As he proceeded toward the Curet residence, Cruz warned him that the police were at the house. The record is unclear as to whether Cruz had been in the Explorer all along and somehow noticed the police, or whether he just got into the Explorer on Mart&#237;nez's return to Ville Verde in order to warn him. The police, having been notified of Mart&#237;nez's arrival by the gatekeepers and seeing the Explorer suddenly turn around, gave chase and stopped it just outside the main gate of the community. Cruz and Mart&#237;nez were arrested and taken back to Curet's residence. There, Mart&#237;nez, in a meeting with Immigration and Customs Enforcement (\"ICE\") agent Ricardo Nazario-Rivera (\"Nazario\"), signed a <i>Miranda</i> waiver and admitted the facts described herein. Later, at the local police station, he signed a statement containing substantially the same information. Still later he gave an additional statement to ICE agent Ricardo Morales-Berros (\"Morales\") that, with only minor differences, was consistent with his first statement. During his initial interrogation at the Curet residence, Mart&#237;nez received several calls on his cellular phone. A police officer answered the calls, which were from people trying to arrange for final payment so that they would be allowed to pick up their friends and relatives.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Mart&#237;nez was indicted on two counts of transporting and harboring illegal aliens, in violation of 8 U.S.C. &#167; 1324. The jury returned a guilty verdict on both counts, and Mart&#237;nez was sentenced to 33 months' imprisonment and three years' supervised release. He now appeals his conviction and sentence.</p>\n    </div>\n    <p>II. Discussion</p>\n    <p class=\"indent\">A. Jury Instructions</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Mart&#237;nez argues that the district judge's instructions to the entire venire panel deprived him of his right to an impartial jury, deprived him of the presumption of innocence, and impermissibly shifted the burden of proof from the government onto him.</p>\n    </div>\n    <p class=\"indent\">The instructions at issue were as follows:</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Members of the jury, the case we are going to start in a minute is a case against Luis Mart&#237;nez Vives.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The indictment that he faces is a two-count indictment where the following allegations are made. The indictment mentions the date November 27, 2004, and also mentions Mr. Mart&#237;nez along with two other persons, Aristides Jovanny Cruz Alemn and Ismael Curet Torres.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The three of them are charged &#8212; or were charged in the indictment. And the only one who is before the Court at this time is Mr. Mart&#237;nez. The allegations stem from the following <i>facts:</i></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">That on this date, November 27, 2004, the three of them, Mr. Cruz Alemn, Mr. Curet Torres, and Mr. Vives [sic], went in a rental van to a place in Manat. <i>I gather from what I saw here in the papers that it was a beach somewhere.</i> And there they picked up 24 illegal aliens who had come to Puerto Rico through the Manat area. These individuals that were picked up were taken to a residence in Bayamn. And there, they were basically hidden.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The idea would be, according to these papers, that the three defendants would, through a payment of some money per person, actually help them to make their way into the free community, if you will, in the area of Puerto Rico; that they would be placed or given to their family members or whatever for money. That is basically the allegations. It is two counts.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Of course, the defendant has denied the <i>facts,</i> and that is the reason why we are here to try the case. The indictment is not evidence of guilt or of anything else. It is simply a document that contains the charges against the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Tr. 1/11/05 at 3-5 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Mart&#237;nez objects principally to the use of the word \"facts\" and to the judge's reference to the particular location of the pick-up, a detail that was not in the indictment.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> He argues that by using this language the judge put his imprimatur on the government's version of the events and thus placed the burden on the defense to overcome the presumption that the allegations were actually \"facts.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Because Mart&#237;nez did not object to the instructions below, our review is only for plain error. <i>See United States v. Landrau-Lopez,</i> <span class=\"citation\" data-id=\"202134\"><a href=\"/opinion/202134/united-states-v-landrau-lopez/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 22 (1st Cir.2006); <i>United States v. Bailey,</i> <span class=\"citation\" data-id=\"201561\"><a href=\"/opinion/201561/united-states-v-bailey/\"><span class=\"volume\">405</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">102</span></a></span>, 110 (1st Cir.2005). Therefore, Mart&#237;nez \"must demonstrate: `(1) that an error occurred (2) which was clear or obvious and which not only (3) affected the defendant's substantial rights, but also (4) seriously impaired the fairness, integrity, or public reputation of judicial proceedings.'\" <i>United States v. Moran,</i> <span class=\"citation\" data-id=\"201379\"><a href=\"/opinion/201379/united-states-v-moran/\"><span class=\"volume\">393</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 13 (1st Cir.2004) (quoting <i>United States v. Duarte,</i> <span class=\"citation\" data-id=\"199375\"><a href=\"/opinion/199375/united-states-v-duarte/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 60 (1st Cir.2001)); <i>see United States v. Olano,</i> <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 732-36, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993). \"[T]he plain error hurdle, high in all events, nowhere looms larger than in the context of alleged instructional errors.\" <i>United States v. Paniagua-Ramos,</i> <span class=\"citation\" data-id=\"773399\"><a href=\"/opinion/773399/united-states-v-daniel-paniagua-ramos/\"><span class=\"volume\">251</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">242</span></a></span>, 246 (1st Cir.2001) (citing <i>United States v. McGill,</i> <span class=\"citation\" data-id=\"574332\"><a href=\"/opinion/574332/united-states-v-steven-mcgill/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span>, 17 (1st Cir.1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Though we agree that the judge's statement to the venire panel was \"infelicitously phrased,\" <i>Landrau-Lopez,</i> 444 F.3d at 22, we need not determine here whether the use of the word \"facts\" or references to collateral facts not in the indictment was error, since we find that in any event Mart&#237;nez was not prejudiced.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Viewing the instructions as a whole, as we are bound to do, <i>see United States v. Alzanki,</i> <span class=\"citation\" data-id=\"196113\"><a href=\"/opinion/196113/united-states-v-alzanki/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">994</span></a></span>, 1001 (1st Cir.1995), we find that the they were not prejudicial. Though the judge used the word \"facts,\" he also used the word \"allegations\" several times, and stated clearly that the indictment was not evidence of guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">\"`Moreover, in reviewing jury instructions, our task is also to view the charge itself as part of the whole trial.'\" <i>United States v. Serino,</i> <span class=\"citation\" data-id=\"499044\"><a href=\"/opinion/499044/united-states-v-dominic-l-serino-united-states-of-america-v-john-l/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">924</span></a></span>, 930 (1st Cir.1987) (quoting <i>United States v. Park,</i> <span class=\"citation\" data-id=\"109264\"><a href=\"/opinion/109264/united-states-v-park/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, 674, <span class=\"citation\" data-id=\"109264\"><a href=\"/opinion/109264/united-states-v-park/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1903</span></a></span>, <span class=\"citation\" data-id=\"109264\"><a href=\"/opinion/109264/united-states-v-park/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">489</span></a></span> (1975)); <i>see United States v. Tutiven,</i> <span class=\"citation\" data-id=\"195725\"><a href=\"/opinion/195725/united-states-v-tutiven/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.1994). Following the judge's initial instructions to the venire, the jury was empaneled, and the judge then gave the jury further instructions. He told the jury that they were \"the judges of the facts\"; that they were \"the judges of the credibility of the witnesses\"; that they \"decide what to believe and what not to believe\"; that \"the defendant is presumed innocent\" and \"starts with a clean slate\"; that the indictment is \"not evidence\" and \"not proof of guilt\"; and that \"the burden of proof is upon the government.\" Tr. 1/11/05 at 21-28. Mart&#237;nez points to no other points in the trial where the judge may have erred in discussing the evidence or the burden of proof. Thus, we cannot say that the judge's initial instruction to the venire panel \"affected the defendant's substantial rights\" or \"seriously impaired the fairness, integrity, or public reputation of judicial proceedings.\" <i>Moran,</i> 393 F.3d at 13.</p>\n    </div>\n    <p class=\"indent\">B. Limitation of Cross-Examination</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Mart&#237;nez next challenges the trial judge's limitation of his cross-examination of two witnesses, arguing that the barred questions would have gone to Mart&#237;nez's theory of police credibility, bias, and excessive zeal to make arrests. Mart&#237;nez cites to three particular incidents.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In the first incident, counsel for Mart&#237;nez was cross-examining Ernesto Rosario-Cintrn (\"Rosario\"), the officer who initially arrested Mart&#237;nez and Cruz after they took off in Curet's Explorer. Rosario testified that his initial cause to arrest Mart&#237;nez after stopping him was that he was driving with an undocumented alien, namely Cruz, which he discovered after asking them for their documents. Counsel then asked, \"The truth is that once this person speaks for the first time and you think he is Dominican, you didn't read him any warnings about rights or anything like that, did you?\" The judge then interjects, \"Counsel, you have no standing to ask that question, and I will not allow you to ask that question. You have no standing to ask that question.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Second, counsel for Mart&#237;nez continued, and a few questions later, asked Rosario, \"Did you have a judicial order to open and search [the truck the aliens were in]?\" The judge again interrupted, \"You have no right to ask that question. Your client has no standing to ask that question.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Third, counsel for Mart&#237;nez was cross-examining ICE agent Nazario and asked, \"Did you have a judicial order to go into the house?\" The government objected, and the objection was sustained, though not before the witness answered, \"No.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Mart&#237;nez argues that each of these inquiries were central to his defense, since they addressed the motives of the law enforcement officials and thus would impact on their credibility.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Sixth Amendment protects a defendant's right to effective cross-examination of key adverse witnesses. <i>United States v. Callipari,</i> <span class=\"citation\" data-id=\"201080\"><a href=\"/opinion/201080/united-states-v-callipari/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>, 36 (1st Cir.2004) (judgment vacated on other grounds). \"Trial judges, however, `retain wide latitude insofar as the Confrontation Clause is concerned to impose reasonable limits on such cross-examination based on concerns about, among other things, harassment, prejudice, confusion of the issues, the witness' safety, or interrogation that is repetitive or only marginally relevant.'\" <i>Id.</i> (quoting <i>Delaware v. Van Arsdall,</i> <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">673</span></a></span>, 679, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></a></span>, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1986)). \"`The Confrontation Clause guarantees an <i>opportunity</i> for effective cross-examination, not cross-examination that is effective in whatever way, and to whatever extent, the defense might wish.'\" <i>Id.</i> (quoting <i>Delaware v. Fensterer,</i> <span class=\"citation\" data-id=\"111535\"><a href=\"/opinion/111535/delaware-v-fensterer/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">15</span></a></span>, 20, <span class=\"citation\" data-id=\"111535\"><a href=\"/opinion/111535/delaware-v-fensterer/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">292</span></a></span>, <span class=\"citation\" data-id=\"111535\"><a href=\"/opinion/111535/delaware-v-fensterer/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">15</span></a></span> (1985) (per curiam) (emphasis in original)).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">On a challenge to a district court's limitation of cross-examination, we first perform a <i>de novo</i> review to determine whether a defendant \"was afforded a reasonable opportunity to impeach adverse witnesses\" consistent with the Confrontation Clause. <i>Id.</i> (internal quotation marks and citation omitted). Provided that threshold is reached, we then review the particular limitations only for abuse of discretion. <i>See id.; United States v. Gonzalez-Vazquez,</i> <span class=\"citation\" data-id=\"199008\"><a href=\"/opinion/199008/united-states-v-gonzales-vasquez/\"><span class=\"volume\">219</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 45 (1st Cir.2000). \"The trial court's latitude in shaping such restrictions is `wide.'\" <i>United States v. Vega Molina,</i> <span class=\"citation\" data-id=\"201589\"><a href=\"/opinion/201589/united-states-v-vega-molina/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">511</span></a></span>, 523 (1st Cir.2005) (quoting <i>Van Arsdall,</i> 475 U.S. at 679, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></a></span>).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">\"[R]estrictions on cross-examination regarding bias are erroneous only if they are `manifestly unreasonable or overbroad.'\" <i>Callipari,</i> 368 F.3d at 36 (quoting <i>United States v. Gomes,</i> <span class=\"citation\" data-id=\"198489\"><a href=\"/opinion/198489/united-states-v-gomes/\"><span class=\"volume\">177</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">76</span></a></span>, 81-82 (1st Cir.1999)). \"To establish that the district court has abused its discretion, the defendant must show that the limitations imposed were clearly prejudicial.\" <i>United States v. Williams,</i> <span class=\"citation\" data-id=\"600261\"><a href=\"/opinion/600261/united-states-v-olgivie-obrien-williams/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">634</span></a></span>, 639 (1st Cir.1993); <i>see United States v. Anderson,</i> <span class=\"citation\" data-id=\"197872\"><a href=\"/opinion/197872/united-states-v-anderson/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">291</span></a></span>, 302 (1st Cir.1998). \"It follows logically, therefore, that should an error be revealed, we may affirm the conviction if we are confident that it was harmless beyond a reasonable doubt.\" <i>Anderson,</i> 139 F.3d at 302 (citing <i>Van Arsdall,</i> 475 U.S. at 681, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></a></span>); <i>see Callipari,</i> 368 F.3d at 36.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">After reviewing the record, we hold that Mart&#237;nez was given a reasonable opportunity to impeach the witnesses, and that the judge did not abuse his discretion in limiting the cross-examination. Mart&#237;nez argues that the questions went to his theory of police bias and credibility. However, \"[t]he Confrontation Clause does not give a defendant the right to cross-examine on `every conceivable theory of bias.'\" <i>Callipari,</i> 368 F.3d at 38-39 (quoting <i>Bui v. DiPaolo,</i> <span class=\"citation\" data-id=\"198376\"><a href=\"/opinion/198376/bui-v-dipaolo/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">232</span></a></span>, 242 (1st Cir. 1999)). \"The court may limit cross-examination if the defendant is unable to lay a proper evidentiary foundation. Where the theory of bias is inherently speculative, the court may prohibit cross-examiners from mounting fishing expeditions.\" <i>Id.</i> at 39 (internal quotation marks and citations omitted). \"Without such limits, unchecked cross-examination on a theory of bias may unfairly prejudice the opposing party's case and only bring forth `marginally relevant' evidence.\" <i>Id.</i> (quoting <i>Van Arsdall,</i> 475 U.S. at 679, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></a></span>).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">If indeed Mart&#237;nez had been intending to show bias on the part of the law enforcement officers, he had not up to that point made any proffer of evidence to serve as a foundation for that theory. But even assuming that pursuing that theory was proper, there was a high likelihood that the confusion and prejudice that these particular questions would have created in a jury outweighed any probative value, given that there was no claim that law enforcement had actually violated any procedures, either in the initial arrest of Mart&#237;nez or in the search of the house and truck. <i>See</i> Fed.R.Evid. 403.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The court gave Mart&#237;nez ample opportunity to cross-examine the two witnesses on issues of bias and excessive zeal. In the case of Rosario, counsel for Mart&#237;nez asked several questions directed at whether Rosario might be biased against Dominicans. It was only when the question went directly to whether Cruz received a <i>Miranda</i> warning that the judge intervened. Similarly, counsel asked Rosario and Nazario several questions attempting to establish whether they had probable cause for entering the truck and house. Again, it was only when the questions went to the issue of whether they had a judicial order to do so that the questioning was stopped. In both cases, the questions went beyond the issues of bias and credibility, and sought instead to impeach the witnesses based on their failure to do specific legal acts, when it was never established that those acts were actually required.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Therefore, Mart&#237;nez was given a sufficient opportunity to cross-examine the adverse witnesses. The judge's restrictions were not \"manifestly unreasonable or overbroad,\" <i>Gomes,</i> 177 F.3d at 81-82, and did not prejudice Mart&#237;nez.</p>\n    </div>\n    <p class=\"indent\">C. Sentencing</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Mart&#237;nez challenges his 33-month sentence as unreasonable. Following <i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, 261, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005), we review a sentence for reasonableness whether it falls inside the Sentencing Guidelines range, as this one does, or outside. <i>United States v. Jimenez-Beltre,</i> <span class=\"citation\" data-id=\"202092\"><a href=\"/opinion/202092/united-states-v-jimenez-beltre/\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">514</span></a></span>, 517 (1st Cir.2006) (en banc); <i>United States v. Alli,</i> <span class=\"citation\" data-id=\"202173\"><a href=\"/opinion/202173/united-states-v-alli/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 40 (1st Cir.2006). The sentencing court is bound to consider the sentencing factors set out in 18 U.S.C. &#167; 3553(a),<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>United States v. Robinson,</i> <span class=\"citation\" data-id=\"201981\"><a href=\"/opinion/201981/united-states-v-robinson/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 35 (1st Cir.2005), and to explain its reasons for choosing the sentence it does, <i>Jimenez-Beltre,</i> 440 F.3d at 519.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We note at the outset that any claim that the judge erred in calculating the applicable Sentencing Guidelines range of 27 to 33 months based on the presentence report (\"PSR\") fails. Because Mart&#237;nez did not object below to the Guidelines analysis, we review for plain error only. <i>United States v. Rivera,</i> <span class=\"citation\" data-id=\"202223\"><a href=\"/opinion/202223/united-states-v-rivera/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></a></span>, 86 n. 1 (1st Cir.2006); <i>see United States v. Robinson,</i> <span class=\"citation\" data-id=\"201981\"><a href=\"/opinion/201981/united-states-v-robinson/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 35-36 (1st Cir.2005) (concluding that <i>Booker</i> \"did not disturb the standard of review that we apply to a district court's interpretation of the Guidelines\"). In addition, because Mart&#237;nez did not object to the PSR, and did not ask at sentencing for any of the reductions that he now claims the court should have provided, he waived these arguments. <i>See United States v. Escobar-Figueroa,</i> <span class=\"citation\" data-id=\"202309\"><a href=\"/opinion/202309/united-states-v-escobar-figueroa/\"><span class=\"volume\">454</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></a></span>, 49 (1st Cir.2006); <i>United States v. Morales-Madera,</i> <span class=\"citation\" data-id=\"200736\"><a href=\"/opinion/200736/united-states-v-rivera-rosario/\"><span class=\"volume\">352</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 14 (1st Cir. 2003).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Even assuming, <i>arguendo,</i> that he had preserved the arguments, the judge committed no error in his analysis, plain or otherwise. First, Mart&#237;nez challenges the lack of an offense level reduction for acceptance of responsibility under USSG &#167; 3E1.1. His theory is that, because he gave incriminating statements that formed the basis of his prosecution, this in some manner entitles him to the credit. It is not necessary for us to discuss this rather attenuated claim, because \"under most circumstances, a defendant who goes to trial is not entitled to acceptance of responsibility credit.\" <i>United States v. Hall,</i> <span class=\"citation\" data-id=\"202011\"><a href=\"/opinion/202011/united-states-v-hall/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></a></span>, 62 (1st Cir.2006).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Second, Mart&#237;nez makes an unsupported argument that he should have received a three-level reduction under USSG &#167; 2L1.1 for committing a crime \"other than for profit.\" However, money clearly changed hands in this crime, and Mart&#237;nez makes no argument that it did not. <i>See United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990) (\"[I]ssues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\").</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Third, and thinnest of all, he makes the argument that he should not have received an offense level increase under USSG &#167; 2L1.1(b)(2) for having been involved in transporting more than 24 aliens, simply because he was not a ringleader and had not been involved in deciding how many aliens would be brought into the country. Mart&#237;nez does not make the argument, nor can he, that USSG &#167; 2L1.1 takes such a factor into account. <i>Cf.</i> USSG &#167; 3B1.1(a) (setting forth an additional offense level increase, not applied here, for being an \"organizer or leader of a criminal activity\"). This argument is without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Mart&#237;nez next argues that it was unreasonable for him to receive the high end of the guidelines range when Cruz, who Mart&#237;nez argues was more culpable, received the low end of his applicable range from the same judge. Mart&#237;nez points to our decision in <i>United States v. Saez</i> for the proposition that \"if the same judge sentences two identically situated defendants to substantially different terms, some explanation may well be required; uniformity aside, the basic requirement of rationality remains.\" <span class=\"citation\" data-id=\"202135\"><a href=\"/opinion/202135/united-states-v-saez/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 19 (1st Cir. 2006). First, it should be noted that the quoted statement is <i>dictum</i> in that case, where the sentencing of each defendant was done by different judges. But even so, Cruz and Mart&#237;nez are not \"identically situated,\" given that Cruz pled guilty and thus did not put the government to the risks of a trial. Whatever the logic or fairness of imposing greater sentences on those who exercise their right to trial, it is not error for a judge to do so. <i>See Hall,</i> 434 F.3d at 62.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In sentencing Mart&#237;nez to the high end of the range, the judge considered the &#167; 3553(a) factors, and stated:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">You are basically taking advantage of people who are in a position of disadvantage and, although you cannot excuse the fact that they decided to come illegally, the truth of the matter is that compounding that with the harboring and the keeping of the aliens until additional monies are paid is something that is totally unacceptable.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Therefore, I will impose a sentence on the higher end of the guidelines, which is 33 months.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">He thus met his obligations under <i>Jimenez-Beltre.</i> The sentence was reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The conviction and sentence are <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Including aliens who had already left the residence, Martinez and the others transported more than 24 undocumented aliens that day</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It is unclear which \"papers\" the judge was referring to, but we note that the affidavit of Morales stated that the pick-up was in the \"Manat beach area.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> However, in order to forestall appeals such as this one, we note that judges should be scrupulous in avoiding any possibility of inference that allegations in the indictment be treated as facts</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The government argues that it was not necessary to provide any<i>Miranda</i> warnings to Cruz prior to his admission of being an undocumented alien, because he had not yet been taken into custody. Similarly, it argues that warrants were not necessary to search the truck or house because the officers had sufficient probable cause. Mart&#237;nez does not claim here that the officers actually behaved improperly, an issue on which we take no view.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> These factors are: (1) the nature and circumstances of the offense and the history and characteristics of the defendant; (2) the need for the sentence to reflect the seriousness of the offense, to promote respect for the law, and to provide just punishment; to afford adequate deterrence; to protect the public; and to provide the defendant with needed educational or vocational training or medical care; (3) the kinds of sentences available; (4) the kinds of sentence and the sentencing range established by the Guidelines; (5) any pertinent policy statement; (6) the need to avoid unwarranted sentence disparities among defendants with similar records who have been found guilty of similar conduct; and (7) the need to provide restitution to any victims of the offense. 18 U.S.C. &#167; 3553(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Mart&#237;nez points to the commentary under USSG &#167; 3E1.1 to support the argument that going to trial does not automatically foreclose this reduction. However, the commentary states that such cases are \"rare,\" such as when a defendant wishes to try issues \"not related[d] to factual guilt.\" USSG &#167; 3E1.1, comment. (n.2)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111535/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195725/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198376/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199008/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201080/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201379/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201981/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202092/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202135/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202223/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202309/",
    "http://www.courtlistener.com/api/rest/v3/opinions/499044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600261/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773399/"
  ]
}