{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202764/",
  "absolute_url": "/opinion/202764/barrett-paving-mater-v-continental-insuranc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202764/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:01:30Z",
  "date_modified": "2016-02-28T05:08:52.018633Z",
  "type": "010combined",
  "sha1": "1056f18dc75a0aa9a38c20960eed629637836942",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-1951-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/05/30/Barrett_Paving_Mater_v._Continental_Insuranc.pdf",
  "plain_text": "           United States Court of Appeals\n                        For the First Circuit\n\nNos. 06-1951, 06-2017\n\n                  BARRETT PAVING MATERIALS, INC.,\n               Plaintiff-Appellee, Cross-Appellant,\n\n                                 v.\n\n                  CONTINENTAL INSURANCE COMPANY,\n                       Defendant, Appellant,\n\n                  FIRST STATE INSURANCE COMPANY,\n                    Defendant, Cross-Appellee,\n\n                MICHIGAN MUTUAL INSURANCE COMPANY,\n                            Defendant.\n\n\n           APPEALS FROM THE UNITED STATES DISTRICT COURT\n                      FOR THE DISTRICT OF MAINE\n            [Hon. George Z. Singal, U.S. District Judge]\n\n\n                               Before\n\n                     Torruella, Circuit Judge,\n                   Selya, Senior Circuit Judge,\n                and Tashima,* Senior Circuit Judge.\n\n\n     John T. Harding, Jr., with whom Michael F. Aylward and\nMorrison Mahoney LLP, were on brief, for appellant.\n     Jeffrey T. Edwards, with whom Preti, Flaherty, Beliveau &\nPachios, LLP, was on brief, for appellee.\n     Mark D. Cahill, with whom Terrence M. Schwab and Choate, Hall\n& Stewart LLP, were on brief, for cross-appellee.\n\n\n                            May 30, 3007\n\n\n\n\n*\n    Of the Ninth Circuit, sitting by designation.\n\f           TORRUELLA, Circuit Judge.              This case arises out of a\n\ndispute between Barrett Paving Materials, Inc. (\"Barrett\") and\n\nthree of its insurers concerning the insurers' respective duties to\n\ndefend Barrett against a third party complaint for contribution on\n\na claim for environmental clean-up costs.                The district court\n\nordered   two   of   the    insurers,     Continental       Insurance   Company\n\n(\"Continental\") and Michigan Mutual Insurance Company (\"Michigan\n\nMutual\"), to share the costs of Barrett's defense and to pay\n\nBarrett's legal fees incurred in prosecuting the instant case. The\n\ncourt granted summary judgment in favor of the third insurer, First\n\nState Insurance Company (\"First State\").             Continental now appeals\n\nfrom the court's rulings against it, and Barrett appeals from the\n\ncourt's   ruling     in    favor   of     First    State.      After    careful\n\nconsideration, we affirm on all grounds.\n\n                               I. Background\n\n           The City of Bangor, Maine, sued Citizens Communications\n\nCompany (\"Citizens\"), claiming that Citizens's manufactured gas\n\nplant had been discharging pollutants into the Penobscot River\n\nsince 1851.     See City of Bangor v. Citizens Commc'ns Co., 437 F.\n\nSupp. 2d 180 (D. Me. 2006).        Citizens then brought a third party\n\ncomplaint (the \"Citizens complaint\") against Barrett and other\n\nneighboring facilities for contribution and/or indemnification on\n\nthe City's claims, alleging that those facilities were to blame for\n\n\n\n\n                                        -2-\n\fthe pollution.   In its most detailed allegations, the complaint\n\nagainst Barrett states:\n\n          12. Barrett . . . acquired the Barrett Plant\n          in or about 1979.\n\n          . . . .\n\n          15. On one or more occasions since Barrett\n          . . . has owned and operated the Barrett\n          Plant, asphalt materials containing poly-\n          aromatic hydrocarbons, also known as PAHs,\n          were released from the Barrett Plant into the\n          Penobscot River.\n\n          16. Upon information and belief, the soil at\n          the Barrett Plant is contaminated with\n          substances that contain PAHs.\n\n          17. Sewers historically located in or near the\n          Barrett Plant drained, directly and without\n          treatment, into the Penobscot River.\n\n          18. Tidal action of the Penobscot River causes\n          contamination from the Barrett Plant to be\n          flushed into the river.\n\n          . . . .\n\n          25. Upon information and belief, releases of\n          hazardous materials into the Penobscot have\n          occurred on one or more occasions at the\n          Barrett Plant.\n\n          Barrett, in turn, sued Continental, Michigan Mutual, and\n\nFirst State in the United States District Court for the District of\n\nMaine, seeking a declaration that the three insurers were required\n\nto defend it against the Citizens complaint, after its tender of\n\nthe defense was rejected.   Barrett also sought money damages for\n\nthe insurers' failure to defend.\n\n\n\n                               -3-\n\f            Barrett's claim against Continental was based on three\n\nprimary    liability   insurance    policies.     Each   of   the   policies\n\ncontains    an   exclusion   from     coverage    for    pollution-related\n\nliabilities except when \"[a] discharge, dispersal, release or\n\nescape is sudden and accidental.\"         Barrett stipulated that it was\n\nunaware of any sudden or accidental discharges from its plant into\n\nthe Penobscot River, but contended that nonetheless Continental was\n\nobliged to defend Barrett against the Citizens complaint.\n\n            With respect to First State,1 Barrett's claim was based\n\non one of three excess umbrella liability policies.           The relevant\n\nFirst State policy applied in excess of an underlying primary\n\nliability insurance policy issued by Midland Insurance Company\n\n(\"Midland\").2    Midland is now insolvent, such that the insurance is\n\nnot collectible.    Barrett has no copy of the Midland policy and no\n\nknowledge of its terms and conditions.          Even so, it is undisputed\n\nthat the Midland policy has not been exhausted as a result of\n\nclaims paid on behalf of Barrett.         The First State policy states\n\nthat the insurer has a duty to defend \"[w]ith respect to any\n\nOCCURRENCE not covered, as warranted, by the underlying policies\n\n\n1\n   Michigan Mutual does not appeal, and therefore we need not\ndescribe the claims against it or the related procedural history.\n2\n   Both the First State policy and the Midland policy went into\neffect on December 14, 1979. The excess liability policy remained\nin effect after the Midland policy expired; Barrett then obtained\nthe Continental policy to replace the Midland primary policy. The\nContinental policy went into effect on February 15, 1980, the same\nday that the Midland policy expired.\n\n                                    -4-\n\flisted in Schedule A [t]hereof, whether collectible or not, or not\n\ncovered by any other underlying insurance collectible by the\n\nINSURED, but covered by the terms and conditions of [the First\n\nState] policy.\" Schedule A of the First State policy lists general\n\ncategories of insurance policies and their respective liability\n\nlimits.   One of the general categories is \"Comprehensive General\n\nLiability\" insurance.   The schedule does not list any specific\n\npolicies by name or number.\n\n          First State and Continental filed separate motions for\n\nsummary judgment, and Barrett filed a motion for partial summary\n\njudgment. A magistrate judge recommended that First State's motion\n\nbe granted, that Barrett's motion be granted as to Continental, and\n\nthat Continental's motion be denied.    The magistrate determined\n\nthat First State was not required to defend Barrett because the\n\nMidland policy was a scheduled underlying policy to the First State\n\npolicy, even though Schedule A did not specifically reference the\n\nMidland policy.    With respect to Continental, the magistrate\n\nconcluded:\n\n          The underlying complaint's general allegations\n          did   not   foreclose   the   potential   that\n          Continental could have liability to Citizens\n          on the basis of any sudden and accidental\n          discharge of pollutants that might be proved\n          by Citizens.      That legal conclusion is\n          virtually compelled by the Law Court's opinion\n          in Travelers Indemnity Company v. Dingwell,\n          414 A.2d 220 (Me. 1980).\n\n\n\n\n                               -5-\n\fThe    magistrate   further     recommended     that     Barrett    be   awarded\n\nattorneys' fees incurred in the declaratory judgment action against\n\nContinental.        The    district    court    adopted     the    magistrate's\n\nrecommended decision.\n\n            After a bench trial on issues related solely to Michigan\n\nMutual, the district court entered final judgment on May 22, 2006.\n\nThe court ordered Continental to pay Barrett $142,500 for defense\n\ncosts    incurred   in     defending   the     third    party     complaint    and\n\n$20,376.22 for attorneys' fees incurred in the declaratory judgment\n\naction.    Continental appeals from the judgment against it, and\n\nBarrett appeals from summary judgment in favor of First State.\n\n                           II. Standard of Review\n\n            We review a grant of summary judgment de novo. N.H. Ins.\n\nCo. v. Dagnone, 475 F.3d 35, 37 (1st Cir. 2007).                Where there are\n\nno    material   facts    in   dispute,   as   here,     summary    judgment   is\n\nappropriate if the moving party is entitled to judgment as a matter\n\nof law.     See Fed. R. Civ. P. 56(c).                 We review an award of\n\nattorneys' fees for abuse of discretion. First State Ins. Group v.\n\nNationwide Mut. Ins. Co., 402 F.3d 43, 44 (1st Cir. 2005).\n\n                               III. Discussion\n\nA. Continental's duty to defend\n\n            Both Continental and Barrett agree that Maine law employs\n\nthe \"comparison test\" to determine whether an insurer has a duty to\n\ndefend an insured.        See Travelers Indem. Co. v. Dingwell, 414 A.2d\n\n\n                                       -6-\n\f220, 224 (Me. 1980).    The reviewing court is required to \"[lay] the\n\nunderlying damage complaint[] alongside the insurance policy and\n\nthen   determine[]   [whether]   the    pleadings   [are]   adequate   to\n\nencompass an occurrence within the coverage of the policy.\"            Id.\n\n(quoting Am. Policyholders' Ins. Co. v. Cumberland Cold Storage\n\nCo., 373 A.2d 247, 249 (Me. 1977)).       Maine law is very clear that\n\nthe inquiry \"is based exclusively on the facts as alleged rather\n\nthan on the facts as they actually are.\"       Id. (quoting Cumberland\n\nCold Storage Co., 373 A.2d at 249).\n\n           Continental reads the Citizens complaint as alleging that\n\nBarrett was responsible for discharges as a result of routine\n\nbusiness operations over several decades, as opposed to a \"sudden\n\nand accidental\" discharge, which would trigger Continental's duty\n\nto defend. As such, Continental argues that this case is analogous\n\nto A. Johnson & Co. v. Aetna Cas. & Sur. Co., 933 F.2d 66 (1st Cir.\n\n1991) (applying Maine law).      In that case, we found no duty to\n\ndefend under a \"sudden and accidental\" discharge exception to a\n\npollution exclusion worded identically to the Continental policy\n\nexception, because \"the [underlying allegations] make[] clear that\n\npollution and contamination has taken place as a concomitant of the\n\n[alleged polluter]'s regular business activity . . . over an\n\nextended period of time, rather than as a result of a 'sudden and\n\naccidental' release.\"    Id. at 74.    In support of its reading of the\n\n\n\n\n                                  -7-\n\fCitizens complaint, Continental points to Barrett's denial that any\n\nsudden and accidental discharges have ever occurred.\n\n           Barrett, on the other hand, like the magistrate judge,\n\nbelieves that Dingwell, 414 A.2d 220, compels the conclusion that\n\nContinental has a duty to defend Barrett against the Citizens\n\ncomplaint.   We agree.   In Dingwell, the Supreme Judicial Court of\n\nMaine held that an insurer had a duty to defend the insured\n\npursuant to a \"sudden and accidental\" discharge exception, where\n\nthe   underlying   complaint   alleged      only   that    wastes   from   the\n\ninsured's facility had permeated the ground and polluted the water\n\ntable and a major watercourse.             Id. at 226-27.       Notably, the\n\nallegations against the insured did not specify how the wastes were\n\nreleased from the facility such that they were able to permeate the\n\nground, i.e., whether the discharges were sudden and accidental or\n\nthe result of regular operations.            Id. at 224-25.         Thus, the\n\nDingwell court held that the insurer was required to defend the\n\ninsured because the conclusory nature of the underlying complaint\n\nleft open the \"potential that liability [would] be established\n\nwithin the insurance coverage.\"       Id. at 226.\n\n           By contrast, in A. Johnson, the allegations against the\n\ninsured \"contained factual details which were totally inconsistent\n\nwith any view that the pollution at the [relevant] site was 'sudden\n\nand accidental.'\"    933 F.2d at 72.       The insured was engaged in the\n\nwaste   disposal    business   and    was    accused      of   polluting   the\n\n\n                                     -8-\n\fsurrounding area.     The allegations specifically described how the\n\ndischarges occurred: \"[H]azardous substances . . . were disposed of\n\nat the Site and in such a manner that they have been or are being\n\nreleased into the soil and ground water posing a threat to the\n\nenvironment and to the health of the residents of the area. . . .\n\n[For example, c]racked tanks were observed in a leaking condition\n\nwhich released their contents onto the ground.\"             Id. at 74-75.\n\n            Here, the Citizens complaint alleges only that Barrett\n\nhas   discharged   pollutants      that    have   found   their   way    to    the\n\nPenobscot River via sewers and tidal action.              As in Dingwell, the\n\ncomplaint   does   not   specify    how    the    pollutants   may    have    been\n\nreleased from the facility into the soil or the sewers, i.e.,\n\nsuddenly    and    accidentally,     or     through    routine       operations.\n\nMoreover, the underlying allegations are not entirely inconsistent\n\nwith a sudden and accidental discharge, as were those described in\n\nA. Johnson.   Thus, based solely on the allegations in the Citizens\n\ncomplaint, the Continental policy potentially covers Citizens's\n\nclaims against Barrett,3 and therefore Continental has a duty to\n\ndefend its insured.\n\n\n\n\n3\n   Continental argues that the possibility of coverage is highly\nspeculative and theoretical, as opposed to \"potential.\" When the\ncomplaint does not address how a discharge occurred and there are\nno factual allegations inconsistent with a sudden and accidental\ndischarge, however, it is equally speculative and theoretical that\npollutants were discharged in any way other than suddenly and\naccidentally.\n\n                                     -9-\n\f          Continental points out that, in reality, there is no\n\npossibility that the Citizens allegations fall within its coverage\n\nbecause Barrett stipulated that it was not aware of any sudden or\n\naccidental discharges from the Barrett Plant.    The \"true facts\" of\n\nthe situation, however, are relevant only to Continental's ultimate\n\nduty to indemnify, not to its duty to defend.    Dingwell, 414 A.2d\n\nat 224.   Our review is limited to a comparison of the underlying\n\ncomplaint with the language of the insurance policy.\n\n          Continental finally argues that it is Barrett's burden to\n\nprove that the exception to the pollution exclusion applies in this\n\ncase, but that Barrett made no effort to meet its burden.   While it\n\nis true that the \"the insured bears the burden to establish, for\n\npurposes of indemnification, that this exception . . . has been\n\nsatisfied,\" A. Johnson, 933 F.2d at 76 n.14, Barrett has met its\n\nburden with respect to the comparison test.     Barrett has provided\n\nus with both the underlying complaint and the insurance policy,\n\nwhich show that the Continental policy potentially covers the\n\nCitizens allegations.\n\nB. Attorneys' fees\n\n          Continental next challenges the district court's award of\n\nattorneys' fees incurred by Barrett in prosecuting the instant\n\ndeclaratory action.   Under Maine law,\n\n          an award of attorney fees to the insured is\n          appropriate when it is clear from a comparison\n          of the insurance policy and the complaint that\n          the insurance company is potentially liable to\n\n                               -10-\n\f           indemnify the insured. An award of attorney\n           fees is not appropriate if the law is\n           unsettled with respect to a duty to defend a\n           particular action or if the possibility that\n           the insurance policy requires coverage is \"not\n           something that [i]s obvious on the face of the\n           complaint.\"\n\nMe. Mut. Fire Ins. Co. v. Gervais, 745 A.2d 360, 363 (Me. 1999).\n\nContinental argues that it was \"entirely within its rights to deny\n\nthat it had an obligation to defend the Citizens Third Party\n\nComplaint based upon the express policy language and the Court's\n\ndecision in A. Johnson,\" and therefore that it should not be\n\nrequired to pay attorneys' fees.\n\n           We cannot say, however, that the district court abused\n\nits discretion in awarding attorneys' fees in this case. Given the\n\nfactual distinctions between A. Johnson and Dingwell, it is fairly\n\nclear to us, as it was to the district court and the magistrate\n\njudge,   that   Continental   was   potentially   liable   to   indemnify\n\nBarrett.   Furthermore, Maine law concerning the duty to defend in\n\ncircumstances such as these is well-settled.       Dingwell made clear\n\nthat Barrett would not be required to establish that the Citizens\n\ncomplaint conclusively alleged a sudden and accidental discharge;\n\nrather, Barrett was only required to show that Citizens's claims,\n\nas stated in its complaint, were potentially covered under the\n\nContinental policy.    See 414 A.2d at 226-27 (\"The correct test is\n\nwhether a potential for liability within the coverage appears from\n\nwhatever allegations are made. . . .        We see no reason why the\n\n\n                                    -11-\n\finsured, whose insurer is obligated by contract to defend him,\n\nshould have to try the facts in a suit against his insurer in order\n\nto obtain a defense.\").\n\nC. First State's duty to defend\n\n            Under the First State umbrella policy, First State has a\n\nduty to defend Barrett against allegations that are covered by the\n\nterms and conditions of the umbrella policy when those allegations\n\nare not covered by either (1) an underlying policy listed in\n\nSchedule A, without regard to the collectibility of the policy, or\n\n(2) a collectible underlying policy not listed in Schedule A.                In\n\nthis    case,   First   State's   duty   to   defend   Barrett    against    the\n\nCitizens complaint thus depends on whether the Midland policy is\n\nlisted in Schedule A; if so, whether the Midland policy covers the\n\nCitizens allegations; whether any other underlying policy that is\n\neither scheduled or collectible covers the allegations; and whether\n\nthe allegations are otherwise covered by the First State policy.\n\n            The last two issues are not seriously in dispute.               Like\n\nthe Continental policy, the First State policy has a pollution\n\nexclusion and related \"sudden and accidental\" discharge exception.\n\nAs   discussed    above,   the    Citizens    allegations   are   potentially\n\ncovered by such policy language.         Thus, under the comparison test,\n\nFirst State has a duty to defend if the policy otherwise comes into\n\nplay.    See Dingwell, 414 A.2d at 227 (\"[T]he complaint here does\n\ngenerate a duty to defend, because it discloses a potential for\n\n\n                                     -12-\n\fliability within the coverage and contains no allegation of facts\n\nwhich would necessarily exclude coverage.\" (emphasis omitted)).\n\n            First State argues that the Continental policy is an\n\n\"other\"    underlying   policy    potentially    covering   the   Citizens\n\ncomplaint, and therefore that First State has no duty to defend\n\nBarrett regardless of the status of the Midland policy.                The\n\nproblem with this argument is that the Continental policy and the\n\nMidland policy were not in effect at the same time.         As First State\n\nstipulated, the Midland policy provided coverage from December 14,\n\n1979 to February 15, 1980, and the Continental policy \"replaced\"\n\nthe Midland policy for the remainder of the relevant umbrella\n\npolicy's coverage period.       The Citizens complaint does not specify\n\nwhen the alleged discharges occurred, but alleges only that one or\n\nmore discharges occurred since 1979, when Barrett acquired the\n\nBangor    facility.     Thus,    Barrett   is   potentially   liable   for\n\ndischarges that occurred during the time period covered by the\n\nMidland policy.    Because Midland is no longer available to defend\n\nit, Barrett is seeking a defense based on First State's excess\n\ncoverage for that same time period. The Continental policy was not\n\nin effect during that period, and the parties do not suggest that\n\nBarrett was covered by any other liability policy during that\n\nperiod. Therefore, there are no \"other\" policies that might affect\n\nFirst State's duty to defend Barrett based on the excess coverage\n\nover the Midland policy.\n\n\n                                    -13-\n\f           Given that the First State umbrella policy otherwise\n\npotentially covers the Citizens complaint, and no other liability\n\npolicies cover the relevant allegations, First State's duty next\n\ndepends on whether the Midland policy is listed in Schedule A, a\n\nmatter that the parties dispute.     Under Maine law, \"[a]n insurance\n\ncontract must be construed in accordance with the intention of the\n\nparties, which is to be ascertained from an examination of the\n\nwhole instrument.\" State Farm Mut. Auto. Ins. Co. v. Montagna, 874\n\nA.2d 406, 408 (Me. 2005).       The interpretation of an unambiguous\n\ncontract is a matter of law, the review of which is limited to \"the\n\nplain meaning of the language used and . . . the four corners of\n\nthe instrument without resort to extrinsic evidence.\"         Am. Prot.\n\nIns. Co. v. Acadia Ins. Co., 814 A.2d 989, 993 (Me. 2003) (quoting\n\nPortland Valve, Inc. v. Rockwood Sys. Corp., 460 A.2d 1383, 1387\n\n(Me. 1983)). On the other hand, the interpretation of an ambiguous\n\ncontract is ordinarily a question of fact.     Id.   Whether a contract\n\nis   ambiguous,   i.e.,     \"reasonably   susceptible    of   different\n\ninterpretations,\" is a question of law determined by the reviewing\n\ncourt.   Id. (quoting Acadia Ins. Co. v. Buck Constr. Co., 756 A.2d\n\n515, 517 (Me. 2000)).     \"[I]f the language of an insurance policy is\n\nambiguous or susceptible of varying interpretations, then the\n\npolicy 'is construed against the insurer in favor of coverage.'\"\n\nGeyerhahn v. U.S. Fid. & Guar. Co., 724 A.2d 1258, 1261 (Me. 1999)\n\n\n\n\n                                  -14-\n\f(quoting Genthner v. Progressive Cas. Ins. Co., 681 A.2d 479, 482\n\n(Me. 1996)).\n\n          Barrett first argues that the Midland policy cannot be\n\n\"listed in Schedule A\" because the schedule nowhere mentions the\n\nword \"Midland\" or any policy number.         In support of this argument,\n\nBarrett describes the schedule as a blank form with places to list\n\nspecific policies, but with no policies actually listed.             In fact,\n\nthere is no indication that Schedule A is supposed to be filled in\n\nwith specific policies.          Rather, the schedule only lists broad\n\ncategories of policies and specifies the limits of liability for\n\neach category.        Accordingly, we read the First State policy as\n\nunambiguously incorporating into Schedule A all underlying policies\n\nthat fall within the broad categories listed.4\n\n          One    of    those    categories   is   entitled     \"Comprehensive\n\nGeneral Liability.\" The parties stipulated that the Midland policy\n\nwas a primary liability insurance policy, which we interpret as\n\ncomprehensive general liability coverage.              The parties do not\n\nsuggest   otherwise.           Therefore,    as   a   matter    of   contract\n\n\n4\n   Our interpretation is supported by a reading of the insurance\npolicy as a whole. See Montagna, 874 A.2d at 408. The purpose of\nan umbrella policy is to provide coverage for losses in excess of\nthe limits of liability of underlying policies.    It would make\nlittle sense if the umbrella policy provided for no underlying\npolicies.   A policy is ambiguous if \"an ordinary person in the\nshoes of the insured would not understand that the policy did not\ncover claims such as those brought.\" Geyerhahn, 724 A.2d at 1261.\nHere, it is difficult to see how Barrett could have reasonably\nassumed that the very policy for which it purchased the umbrella\npolicy as excess coverage was not included in Schedule A.\n\n                                     -15-\n\finterpretation, we conclude that the Midland policy is a scheduled\n\nunderlying policy under the plain language of the First State\n\numbrella policy.\n\n          Because the Midland policy is listed in Schedule A, First\n\nState has a duty to defend Barrett only if the Midland policy does\n\nnot cover the Citizens allegations.     The burden is on Barrett to\n\nestablish that the allegations fall within the scope of the First\n\nState policy's coverage.   See Pelkey v. Gen. Elec. Capital Assur.\n\nCo., 804 A.2d 385, 387 (Me. 2002) (\"It is [the insured]'s burden\n\n. . . to show that his injury falls within the scope of the\n\n[insurance] contract.\"); see also A. Johnson, 933 F.2d at 76 n.14\n\n(\"[I]t appears that the insured bears the burden to establish, for\n\npurposes of indemnification, that this exception to the 'pollution\n\nexclusion' has been satisfied.\") (citing 19 G. Couch, Couch on\n\nInsurance ยง 79:385 (2d ed. 1983)).    Barrett stipulated that it did\n\nnot have a copy of the Midland policy and that it otherwise has no\n\nknowledge of the policy's terms and conditions. Absent any attempt\n\nto reconstruct the Midland policy or show that it does not cover\n\nthe Citizens complaint, Barrett cannot meet its burden, and we must\n\naffirm the judgment in favor of First State.         See Ingram v.\n\nBrink's, Inc., 414 F.3d 222, 229 (1st Cir. 2005) (\"[S]ummary\n\njudgment cannot be defeated by relying on improbable inferences,\n\nconclusory allegations, or rank speculation.\").\n\n\n\n\n                               -16-\n\f                          IV. Conclusion\n\n          For the foregoing reasons, we affirm the district court's\n\njudgment against Continental and its entry of summary judgment in\n\nfavor of First State.   Costs are granted in favor of Barrett with\n\nrespect to Continental's appeal, and in favor of First State with\n\nrespect to Barrett's appeal.\n\n          Affirmed.\n\n\n\n\n                               -17-\n\f",
  "html": "<p class=\"case_cite\">488 F.3d 59</p>\n    <p class=\"parties\">BARRETT PAVING MATERIALS, INC., Plaintiff-Appellee, Cross-Appellant,<br>v.<br>CONTINENTAL INSURANCE COMPANY, Defendant, Appellant,<br>First State Insurance Company, Defendant, Cross-Appellee,<br>Michigan Mutual Insurance Company, Defendant.</p>\n    <p class=\"docket\">No. 06-1951.</p>\n    <p class=\"docket\">No. 06-2017.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 4, 2007.</p>\n    <p class=\"date\">Decided May 30, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John T. Harding, Jr., with whom Michael F. Aylward and Morrison Mahoney LLP, were on brief, for appellant.</p>\n      <p class=\"indent\">Jeffrey T. Edwards, with whom Preti, Flaherty, Beliveau &amp; Pachios, LLP, was on brief, for appellee.</p>\n      <p class=\"indent\">Mark D. Cahill, with whom Terrence M. Schwab and Choate, Hall &amp; Stewart LLP, were on brief, for cross-appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, SELYA, Senior Circuit Judge, and TASHIMA,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case arises out of a dispute between Barrett Paving Materials, Inc. (\"Barrett\") and three of its insurers concerning the insurers' respective duties to defend Barrett against a third party complaint for contribution on a claim for environmental clean-up costs. The district court ordered two of the insurers, Continental Insurance Company (\"Continental\") and Michigan Mutual Insurance Company (\"Michigan Mutual\"), to share the costs of Barrett's defense and to pay Barrett's legal fees incurred in prosecuting the instant case. The court granted summary judgment in favor of the third insurer, First State Insurance Company (\"First State\"). Continental now appeals from the court's rulings against it, and Barrett appeals from the court's ruling in favor of First State. After careful consideration, we affirm on all grounds.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The City of Bangor, Maine, sued Citizens Communications Company (\"Citizens\"), claiming that Citizens's manufactured gas plant had been discharging pollutants into the Penobscot River since 1851. <i>See City of Bangor v. Citizens Commc'ns Co.,</i> 437 F.Supp.2d 180 (D.Me. 2006). Citizens then brought a third party complaint (the \"Citizens complaint\") against Barrett and other neighboring facilities for contribution and/or indemnification on the City's claims, alleging that those facilities were to blame for the pollution. In its most detailed allegations, the complaint against Barrett states:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">12. Barrett . . . acquired the Barrett Plant in or about 1979.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">15. On one or more occasions since Barrett . . . has owned and operated the Barrett Plant, asphalt materials containing poly-aromatic hydrocarbons, also known as PAHs, were released from the Barrett Plant into the Penobscot River.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">16. Upon information and belief, the soil at the Barrett Plant is contaminated with substances that contain PAHs.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">17. Sewers historically located in or near the Barrett Plant drained, directly and without treatment, into the Penobscot River.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">18. Tidal action of the Penobscot River causes contamination from the Barrett Plant to be flushed into the river.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">25. Upon information and belief, releases of hazardous materials into the Penobscot have occurred on one or more occasions at the Barrett Plant.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Barrett, in turn, sued Continental, Michigan Mutual, and First State in the United States District Court for the District of Maine, seeking a declaration that the three insurers were required to defend it against the Citizens complaint, after its tender of the defense was rejected. Barrett also sought money damages for the insurers' failure to defend.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Barrett's claim against Continental was based on three primary liability insurance policies. Each of the policies contains an exclusion from coverage for pollution-related liabilities except when \"[a] discharge, dispersal, release or escape is sudden and accidental.\" Barrett stipulated that it was unaware of any sudden or accidental discharges from its plant into the Penobscot River, but contended that nonetheless Continental was obliged to defend Barrett against the Citizens complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">With respect to First State,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Barrett's claim was based on one of three excess umbrella liability policies. The relevant First State policy applied in excess of an underlying primary liability insurance policy issued by Midland Insurance Company (\"Midland\").<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Midland is now insolvent, such that the insurance is not collectible. Barrett has no copy of the Midland policy and no knowledge of its terms and conditions. Even so, it is undisputed that the Midland policy has not been exhausted as a result of claims paid on behalf of Barrett. The First State policy states that the insurer has a duty to defend \"[w]ith respect to any OCCURRENCE not covered, as warranted, by the underlying policies listed in Schedule A[t]hereof, whether collectible or not, or not covered by any other underlying insurance collectible by the INSURED, but covered by the terms and conditions of [the First State] policy.\" Schedule A of the First State policy lists general categories of insurance policies and their respective liability limits. One of the general categories is \"Comprehensive General Liability\" insurance. The schedule does not list any specific policies by name or number.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">First State and Continental filed separate motions for summary judgment, and Barrett filed a motion for partial summary judgment. A magistrate judge recommended that First State's motion be granted, that Barrett's motion be granted as to Continental, and that Continental's motion be denied. The magistrate determined that First State was not required to defend Barrett because the Midland policy was a scheduled underlying policy to the First State policy, even though Schedule A did not specifically reference the Midland policy. With respect to Continental, the magistrate concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The underlying complaint's general allegations did not foreclose the potential that Continental could have liability to Citizens on the basis of any sudden and accidental discharge of pollutants that might be proved by Citizens. That legal conclusion is virtually compelled by the Law Court's opinion in <i>Travelers Indemnity Company v. Dingwell,</i> 414 A.2d 220 (Me. 1980).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The magistrate further recommended that Barrett be awarded attorneys' fees incurred in the declaratory judgment action against Continental. The district court adopted the magistrate's recommended decision.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">After a bench trial on issues related solely to Michigan Mutual, the district court entered final judgment on May 22, 2006. The court ordered Continental to pay Barrett $142,500 for defense costs incurred in defending the third party complaint and $20,376.22 for attorneys' fees incurred in the declaratory judgment action. Continental appeals from the judgment against it, and Barrett appeals from summary judgment in favor of First State.</p>\n    </div>\n    <p class=\"center\">II. <i>Standard of Review</i></p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We review a grant of summary judgment <i>de novo. N.H. Ins. Co. v. Dagnone,</i> 475 F.3d 35, 37 (1st Cir. 2007). Where there are no material facts in dispute, as here, summary judgment is appropriate if the moving party is entitled to judgment as a matter of law. <i>See</i> Fed. R.Civ.P. 56(c). We review an award of attorneys' fees for abuse of discretion. <i>First State Ins. Group v. Nationwide Mut. Ins. Co.,</i> 402 F.3d 43, 44 (1st Cir. 2005).</p>\n    </div>\n    <p class=\"center\">III. <i>Discussion</i></p>\n    <p class=\"indent\">A. Continental's duty to defend</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Both Continental and Barrett agree that Maine law employs the \"comparison test\" to determine whether an insurer has a duty to defend an insured. <i>See Travelers Indem. Co. v. Dingwell,</i> 414 A.2d 220, 224 (Me. 1980). The reviewing court is required to \"[lay] the underlying damage complaint[] alongside the insurance policy and then determine[] [whether] the pleadings [are] adequate to encompass an occurrence within the coverage of the policy.\" <i>Id.</i> (quoting <i>Am. Policyholders' Ins. Co. v. Cumberland Cold Storage Co.,</i> 373 A.2d 247, 249 (Me. 1977)). Maine law is very clear that the inquiry \"is based exclusively on the facts as alleged rather than on the facts as they actually are.\" <i>Id.</i> (quoting <i>Cumberland Cold Storage Co.,</i> 373 A.2d at 249).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Continental reads the Citizens complaint as alleging that Barrett was responsible for discharges as a result of routine business operations over several decades, as opposed to a \"sudden and accidental\" discharge, which would trigger Continental's duty to defend. As such, Continental argues that this case is analogous to <i>A. Johnson &amp; Co. v. Aetna Cas. &amp; Sur. Co.,</i> 933 F.2d 66 (1st Cir. 1991) (applying Maine law). In that case, we found no duty to defend under a \"sudden and accidental\" discharge exception to a pollution exclusion worded identically to the Continental policy exception, because \"the [underlying allegations] make[] clear that pollution and contamination has taken place as a concomitant of the [alleged polluter]'s regular business activity . . . over an extended period of time, rather than as a result of a `sudden and accidental' release.\" <i>Id.</i> at 74. In support of its reading of the Citizens complaint, Continental points to Barrett's denial that any sudden and accidental discharges have ever occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Barrett, on the other hand, like the magistrate judge, believes that <i>Dingwell,</i> 414 A.2d 220, compels the conclusion that Continental has a duty to defend Barrett against the Citizens complaint. We agree. In <i>Dingwell,</i> the Supreme Judicial Court of Maine held that an insurer had a duty to defend the insured pursuant to a \"sudden and accidental\" discharge exception, where the underlying complaint alleged only that wastes from the insured's facility had permeated the ground and polluted the water table and a major watercourse. <i>Id.</i> at 226-27. Notably, the allegations against the insured did not specify how the wastes were released from the facility such that they were able to permeate the ground, <i>i.e.,</i> whether the discharges were sudden and accidental or the result of regular operations. <i>Id.</i> at 224-25. Thus, the <i>Dingwell</i> court held that the insurer was required to defend the insured because the conclusory nature of the underlying complaint left open the \"potential that liability [would] be established within the insurance coverage.\" <i>Id.</i> at 226.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">By contrast, in <i>A. Johnson,</i> the allegations against the insured \"contained factual details which were totally inconsistent with any view that the pollution at the [relevant] site was `sudden and accidental.'\" 933 F.2d at 72. The insured was engaged in the waste disposal business and was accused of polluting the surrounding area. The allegations specifically described how the discharges occurred: \"[H]azardous substances . . . were disposed of at the Site and in such a manner that they have been or are being released into the soil and ground water posing a threat to the environment and to the health of the residents of the area . . . . [For example, c]racked tanks were observed in a leaking condition which released their contents onto the ground.\" <i>Id.</i> at 74-75.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Here, the Citizens complaint alleges only that Barrett has discharged pollutants that have found their way to the Penobscot River via sewers and tidal action. As in <i>Dingwell,</i> the complaint does not specify how the pollutants may have been released from the facility into the soil or the sewers, <i>i.e.,</i> suddenly and accidentally, or through routine operations. Moreover, the underlying allegations are not entirely inconsistent with a sudden and accidental discharge, as were those described in <i>A. Johnson.</i> Thus, based solely on the allegations in the Citizens complaint, the Continental policy potentially covers Citizens's claims against Barrett,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and therefore Continental has a duty to defend its insured.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Continental points out that, in reality, there is no possibility that the Citizens allegations fall within its coverage because Barrett stipulated that it was not aware of any sudden or accidental discharges from the Barrett Plant. The \"true facts\" of the situation, however, are relevant only to Continental's ultimate duty to indemnify, not to its duty to defend. <i>Dingwell,</i> 414 A.2d at 224. Our review is limited to a comparison of the underlying complaint with the language of the insurance policy.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Continental finally argues that it is Barrett's burden to prove that the exception to the pollution exclusion applies in this case, but that Barrett made no effort to meet its burden. While it is true that the \"the insured bears the burden to establish, for purposes of indemnification, that this exception . . . has been satisfied,\" <i>A. Johnson,</i> 933 F.2d at 76 n. 14, Barrett has met its burden with respect to the comparison test. Barrett has provided us with both the underlying complaint and the insurance policy, which show that the Continental policy potentially covers the Citizens allegations.</p>\n    </div>\n    <p class=\"indent\">B. Attorneys' fees</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Continental next challenges the district court's award of attorneys' fees incurred by Barrett in prosecuting the instant declaratory action. Under Maine law,</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">an award of attorney fees to the insured is appropriate when it is clear from a comparison of the insurance policy and the complaint that the insurance company is potentially liable to indemnify the insured. An award of attorney fees is not appropriate if the law is unsettled with respect to a duty to defend a particular action or if the possibility that the insurance policy requires coverage is \"not something that [i]s obvious on the face of the complaint.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\"><i>Me. Mut. Fire Ins. Co. v. Gervais,</i> 745 A.2d 360, 363 (Me. 1999). Continental argues that it was \"entirely within its rights to deny that it had an obligation to defend the Citizens Third Party Complaint based upon the express policy language and the Court's decision in <i>A. Johnson,</i>\" and therefore that it should not be required to pay attorneys' fees.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We cannot say, however, that the district court abused its discretion in awarding attorneys' fees in this case. Given the factual distinctions between <i>A. Johnson</i> and <i>Dingwell,</i> it is fairly clear to us, as it was to the district court and the magistrate judge, that Continental was potentially liable to indemnify Barrett. Furthermore, Maine law concerning the duty to defend in circumstances such as these is well-settled. <i>Dingwell</i> made clear that Barrett would not be required to establish that the Citizens complaint conclusively alleged a sudden and accidental discharge; rather, Barrett was only required to show that Citizens's claims, as stated in its complaint, were potentially covered under the Continental policy. <i>See</i> 414 A.2d at 226-27 (\"The correct test is whether a <i>potential</i> for liability within the coverage appears from whatever allegations are made. . . . We see no reason why the insured, whose insurer is obligated by contract to defend him, should have to try the facts in a suit against his insurer in order to obtain a defense.\").</p>\n    </div>\n    <p class=\"indent\">C. First State's duty to defend</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Under the First State umbrella policy, First State has a duty to defend Barrett against allegations that are covered by the terms and conditions of the umbrella policy when those allegations are not covered by either (1) an underlying policy listed in Schedule A, without regard to the collectibility of the policy, or (2) a collectible underlying policy not listed in Schedule A. In this case, First State's duty to defend Barrett against the Citizens complaint thus depends on whether the Midland policy is listed in Schedule A; if so, whether the Midland policy covers the Citizens allegations; whether any other underlying policy that is either scheduled or collectible covers the allegations; and whether the allegations are otherwise covered by the First State policy.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The last two issues are not seriously in dispute. Like the Continental policy, the First State policy has a pollution exclusion and related \"sudden and accidental\" discharge exception. As discussed above, the Citizens allegations are potentially covered by such policy language. Thus, under the comparison test, First State has a duty to defend if the policy otherwise comes into play. <i>See Dingwell,</i> 414 A.2d at 227 (\"[T]he complaint here does generate a duty to defend, because it discloses a potential for liability within the coverage and contains no allegation of facts which would necessarily exclude coverage.\" (emphasis omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">First State argues that the Continental policy is an \"other\" underlying policy potentially covering the Citizens complaint, and therefore that First State has no duty to defend Barrett regardless of the status of the Midland policy. The problem with this argument is that the Continental policy and the Midland policy were not in effect at the same time. As First State stipulated, the Midland policy provided coverage from December 14, 1979 to February 15, 1980, and the Continental policy \"replaced\" the Midland policy for the remainder of the relevant umbrella policy's coverage period. The Citizens complaint does not specify when the alleged discharges occurred, but alleges only that one or more discharges occurred since 1979, when Barrett acquired the Bangor facility. Thus, Barrett is potentially liable for discharges that occurred during the time period covered by the Midland policy. Because Midland is no longer available to defend it, Barrett is seeking a defense based on First State's excess coverage for that same time period. The Continental policy was not in effect during that period, and the parties do not suggest that Barrett was covered by any other liability policy during that period. Therefore, there are no \"other\" policies that might affect First State's duty to defend Barrett based on the excess coverage over the Midland policy.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Given that the First State umbrella policy otherwise potentially covers the Citizens complaint, and no other liability policies cover the relevant allegations, First State's duty next depends on whether the Midland policy is listed in Schedule A, a matter that the parties dispute. Under Maine law, \"[a]n insurance contract must be construed in accordance with the intention of the parties, which is to be ascertained from an examination of the whole instrument.\" <i>State Farm Mut. Auto. Ins. Co. v. Montagna,</i> 874 A.2d 406, 408 (Me. 2005). The interpretation of an unambiguous contract is a matter of law, the review of which is limited to \"the plain meaning of the language used and . . . the four corners of the instrument without resort to extrinsic evidence.\" <i>Am. Prot. Ins. Co. v. Acadia Ins. Co.,</i> 814 A.2d 989, 993 (Me. 2003) (quoting <i>Portland Valve, Inc. v. Rockwood Sys. Corp.,</i> 460 A.2d 1383, 1387 (Me. 1983)). On the other hand, the interpretation of an ambiguous contract is ordinarily a question of fact. <i>Id.</i> Whether a contract is ambiguous, <i>i.e.,</i> \"reasonably susceptible of different interpretations,\" is a question of law determined by the reviewing court. <i>Id.</i> (quoting <i>Acadia Ins. Co. v. Buck Const. Co.,</i> 756 A.2d 515, 517 (Me. 2000)). \"[I]f the language of an insurance policy is ambiguous or susceptible of varying interpretations, then the policy `is construed against the insurer in favor of coverage.'\" <i>Geyerhahn v. U.S. Fid. &amp; Guar. Co.,</i> 724 A.2d 1258, 1261 (Me. 1999) (quoting <i>Genthner v. Progressive Cas. Ins. Co.,</i> 681 A.2d 479, 482 (Me. 1996)).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Barrett first argues that the Midland policy cannot be \"listed in Schedule A\" because the schedule nowhere mentions the word \"Midland\" or any policy number. In support of this argument, Barrett describes the schedule as a blank form with places to list specific policies, but with no policies actually listed. In fact, there is no indication that Schedule A is supposed to be filled in with specific policies. Rather, the schedule only lists broad categories of policies and specifies the limits of liability for each category. Accordingly, we read the First State policy as unambiguously incorporating into Schedule A all underlying policies that fall within the broad categories listed.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">One of those categories is entitled \"Comprehensive General Liability.\" The parties stipulated that the Midland policy was a primary liability insurance policy, which we interpret as comprehensive general liability coverage. The parties do not suggest otherwise. Therefore, as a matter of contract interpretation, we conclude that the Midland policy is a scheduled underlying policy under the plain language of the First State umbrella policy.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Because the Midland policy is listed in Schedule A, First State has a duty to defend Barrett only if the Midland policy does not cover the Citizens allegations. The burden is on Barrett to establish that the allegations fall within the scope of the First State policy's coverage. <i>See Pelkey v. Gen. Elec. Capital Assur. Co.,</i> 804 A.2d 385, 387 (Me. 2002) (\"It is [the insured]'s burden . . . to show that his injury falls within the scope of the [insurance] contract.\"); <i>see also A. Johnson,</i> 933 F.2d at 76 n. 14 (\"[I]t appears that the insured bears the burden to establish, for purposes of indemnification, that this exception to the `pollution exclusion' has been satisfied.\") (citing 19 G. Couch, <i>Couch on Insurance</i> &#167; 79:385 (2d ed. 1983)). Barrett stipulated that it did not have a copy of the Midland policy and that it otherwise has no knowledge of the policy's terms and conditions. Absent any attempt to reconstruct the Midland policy or show that it does not cover the Citizens complaint, Barrett cannot meet its burden, and we must affirm the judgment in favor of First State. <i>See Ingram v. Brink's, Inc.,</i> 414 F.3d 222, 229 (1st Cir. 2005) (\"[S]ummary judgment cannot be defeated by relying on improbable inferences, conclusory allegations, or rank speculation.\").</p>\n    </div>\n    <p class=\"center\">IV. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the district court's judgment against Continental and its entry of summary judgment in favor of First State. Costs are granted in favor of Barrett with respect to Continental's appeal, and in favor of First State with respect to Barrett's appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Ninth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Michigan Mutual does not appeal, and therefore we need not describe the claims against it or the related procedural history</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Both the First State policy and the Midland policy went into effect on December 14, 1979. The excess liability policy remained in effect after the Midland policy expired; Barrett then obtained the Continental policy to replace the Midland primary policy. The Continental policy went into effect on February 15, 1980, the same day that the Midland policy expired</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Continental argues that the possibility of coverage is highly speculative and theoretical, as opposed to \"potential.\" When the complaint does not address how a discharge occurred and there are no factual allegations inconsistent with a sudden and accidental discharge, however, it is equally speculative and theoretical that pollutants were discharged in any way other than suddenly and accidentally</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Our interpretation is supported by a reading of the insurance policy as a whole<i>See Montagna,</i> 874 A.2d at 408. The purpose of an umbrella policy is to provide coverage for losses in excess of the limits of liability of underlying policies. It would make little sense if the umbrella policy provided for no underlying policies. A policy is ambiguous if \"an ordinary person in the shoes of the insured would not understand that the policy did not cover claims such as those brought.\" <i>Geyerhahn,</i> 724 A.2d at 1261. Here, it is difficult to see how Barrett could have reasonably assumed that the very policy for which it purchased the umbrella policy as excess coverage was not included in Schedule A.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></span></p>\n    <p class=\"parties\">BARRETT PAVING MATERIALS, INC., Plaintiff-Appellee, Cross-Appellant,<br>v.<br>CONTINENTAL INSURANCE COMPANY, Defendant, Appellant,<br>First State Insurance Company, Defendant, Cross-Appellee,<br>Michigan Mutual Insurance Company, Defendant.</p>\n    <p class=\"docket\">No. 06-1951.</p>\n    <p class=\"docket\">No. 06-2017.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 4, 2007.</p>\n    <p class=\"date\">Decided May 30, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John T. Harding, Jr., with whom Michael F. Aylward and Morrison Mahoney LLP, were on brief, for appellant.</p>\n      <p class=\"indent\">Jeffrey T. Edwards, with whom Preti, Flaherty, Beliveau &amp; Pachios, LLP, was on brief, for appellee.</p>\n      <p class=\"indent\">Mark D. Cahill, with whom Terrence M. Schwab and Choate, Hall &amp; Stewart LLP, were on brief, for cross-appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, SELYA, Senior Circuit Judge, and TASHIMA,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case arises out of a dispute between Barrett Paving Materials, Inc. (\"Barrett\") and three of its insurers concerning the insurers' respective duties to defend Barrett against a third party complaint for contribution on a claim for environmental clean-up costs. The district court ordered two of the insurers, Continental Insurance Company (\"Continental\") and Michigan Mutual Insurance Company (\"Michigan Mutual\"), to share the costs of Barrett's defense and to pay Barrett's legal fees incurred in prosecuting the instant case. The court granted summary judgment in favor of the third insurer, First State Insurance Company (\"First State\"). Continental now appeals from the court's rulings against it, and Barrett appeals from the court's ruling in favor of First State. After careful consideration, we affirm on all grounds.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The City of Bangor, Maine, sued Citizens Communications Company (\"Citizens\"), claiming that Citizens's manufactured gas plant had been discharging pollutants into the Penobscot River since 1851. <i>See City of Bangor v. Citizens Commc'ns Co.,</i> <span class=\"citation\" data-id=\"2492520\"><a href=\"/opinion/2492520/city-of-bangor-v-citizens-communications-company/\"><span class=\"volume\">437</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">180</span></a></span> (D.Me. 2006). Citizens then brought a third party complaint (the \"Citizens complaint\") against Barrett and other neighboring facilities for contribution and/or indemnification on the City's claims, alleging that those facilities were to blame for the pollution. In its most detailed allegations, the complaint against Barrett states:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">12. Barrett . . . acquired the Barrett Plant in or about 1979.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">15. On one or more occasions since Barrett . . . has owned and operated the Barrett Plant, asphalt materials containing poly-aromatic hydrocarbons, also known as PAHs, were released from the Barrett Plant into the Penobscot River.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">16. Upon information and belief, the soil at the Barrett Plant is contaminated with substances that contain PAHs.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">17. Sewers historically located in or near the Barrett Plant drained, directly and without treatment, into the Penobscot River.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">18. Tidal action of the Penobscot River causes contamination from the Barrett Plant to be flushed into the river.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">25. Upon information and belief, releases of hazardous materials into the Penobscot have occurred on one or more occasions at the Barrett Plant.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Barrett, in turn, sued Continental, Michigan Mutual, and First State in the United States District Court for the District of Maine, seeking a declaration that the three insurers were required to defend it against the Citizens complaint, after its tender of the defense was rejected. Barrett also sought money damages for the insurers' failure to defend.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Barrett's claim against Continental was based on three primary liability insurance policies. Each of the policies contains an exclusion from coverage for pollution-related liabilities except when \"[a] discharge, dispersal, release or escape is sudden and accidental.\" Barrett stipulated that it was unaware of any sudden or accidental discharges from its plant into the Penobscot River, but contended that nonetheless Continental was obliged to defend Barrett against the Citizens complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">With respect to First State,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Barrett's claim was based on one of three excess umbrella liability policies. The relevant First State policy applied in excess of an underlying primary liability insurance policy issued by Midland Insurance Company (\"Midland\").<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Midland is now insolvent, such that the insurance is not collectible. Barrett has no copy of the Midland policy and no knowledge of its terms and conditions. Even so, it is undisputed that the Midland policy has not been exhausted as a result of claims paid on behalf of Barrett. The First State policy states that the insurer has a duty to defend \"[w]ith respect to any OCCURRENCE not covered, as warranted, by the underlying policies listed in Schedule A[t]hereof, whether collectible or not, or not covered by any other underlying insurance collectible by the INSURED, but covered by the terms and conditions of [the First State] policy.\" Schedule A of the First State policy lists general categories of insurance policies and their respective liability limits. One of the general categories is \"Comprehensive General Liability\" insurance. The schedule does not list any specific policies by name or number.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">First State and Continental filed separate motions for summary judgment, and Barrett filed a motion for partial summary judgment. A magistrate judge recommended that First State's motion be granted, that Barrett's motion be granted as to Continental, and that Continental's motion be denied. The magistrate determined that First State was not required to defend Barrett because the Midland policy was a scheduled underlying policy to the First State policy, even though Schedule A did not specifically reference the Midland policy. With respect to Continental, the magistrate concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The underlying complaint's general allegations did not foreclose the potential that Continental could have liability to Citizens on the basis of any sudden and accidental discharge of pollutants that might be proved by Citizens. That legal conclusion is virtually compelled by the Law Court's opinion in <i>Travelers Indemnity Company v. Dingwell,</i> <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">220</span></span> (Me. 1980).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The magistrate further recommended that Barrett be awarded attorneys' fees incurred in the declaratory judgment action against Continental. The district court adopted the magistrate's recommended decision.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">After a bench trial on issues related solely to Michigan Mutual, the district court entered final judgment on May 22, 2006. The court ordered Continental to pay Barrett $142,500 for defense costs incurred in defending the third party complaint and $20,376.22 for attorneys' fees incurred in the declaratory judgment action. Continental appeals from the judgment against it, and Barrett appeals from summary judgment in favor of First State.</p>\n    </div>\n    <p class=\"center\">II. <i>Standard of Review</i></p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We review a grant of summary judgment <i>de novo. N.H. Ins. Co. v. Dagnone,</i> <span class=\"citation\" data-id=\"202619\"><a href=\"/opinion/202619/new-hampshire-insura-v-dagnone/\"><span class=\"volume\">475</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span>, 37 (1st Cir. 2007). Where there are no material facts in dispute, as here, summary judgment is appropriate if the moving party is entitled to judgment as a matter of law. <i>See</i> Fed. R.Civ.P. 56(c). We review an award of attorneys' fees for abuse of discretion. <i>First State Ins. Group v. Nationwide Mut. Ins. Co.,</i> <span class=\"citation\" data-id=\"201499\"><a href=\"/opinion/201499/first-state-ins-co-v-nationwide-mutual-in/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span>, 44 (1st Cir. 2005).</p>\n    </div>\n    <p class=\"center\">III. <i>Discussion</i></p>\n    <p class=\"indent\">A. Continental's duty to defend</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Both Continental and Barrett agree that Maine law employs the \"comparison test\" to determine whether an insurer has a duty to defend an insured. <i>See Travelers Indem. Co. v. Dingwell,</i> <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">220</span></span>, 224 (Me. 1980). The reviewing court is required to \"[lay] the underlying damage complaint[] alongside the insurance policy and then determine[] [whether] the pleadings [are] adequate to encompass an occurrence within the coverage of the policy.\" <i>Id.</i> (quoting <i>Am. Policyholders' Ins. Co. v. Cumberland Cold Storage Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">373</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">247</span></span>, 249 (Me. 1977)). Maine law is very clear that the inquiry \"is based exclusively on the facts as alleged rather than on the facts as they actually are.\" <i>Id.</i> (quoting <i>Cumberland Cold Storage Co.,</i> 373 A.2d at 249).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Continental reads the Citizens complaint as alleging that Barrett was responsible for discharges as a result of routine business operations over several decades, as opposed to a \"sudden and accidental\" discharge, which would trigger Continental's duty to defend. As such, Continental argues that this case is analogous to <i>A. Johnson &amp; Co. v. Aetna Cas. &amp; Sur. Co.,</i> <span class=\"citation\" data-id=\"561247\"><a href=\"/opinion/561247/a-johnson-co-inc-and-a-johnson-energy-marketing-inc-v-the-aetna/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">66</span></a></span> (1st Cir. 1991) (applying Maine law). In that case, we found no duty to defend under a \"sudden and accidental\" discharge exception to a pollution exclusion worded identically to the Continental policy exception, because \"the [underlying allegations] make[] clear that pollution and contamination has taken place as a concomitant of the [alleged polluter]'s regular business activity . . . over an extended period of time, rather than as a result of a `sudden and accidental' release.\" <i>Id.</i> at 74. In support of its reading of the Citizens complaint, Continental points to Barrett's denial that any sudden and accidental discharges have ever occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Barrett, on the other hand, like the magistrate judge, believes that <i>Dingwell,</i> <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">220</span></span>, compels the conclusion that Continental has a duty to defend Barrett against the Citizens complaint. We agree. In <i>Dingwell,</i> the Supreme Judicial Court of Maine held that an insurer had a duty to defend the insured pursuant to a \"sudden and accidental\" discharge exception, where the underlying complaint alleged only that wastes from the insured's facility had permeated the ground and polluted the water table and a major watercourse. <i>Id.</i> at 226-27. Notably, the allegations against the insured did not specify how the wastes were released from the facility such that they were able to permeate the ground, <i>i.e.,</i> whether the discharges were sudden and accidental or the result of regular operations. <i>Id.</i> at 224-25. Thus, the <i>Dingwell</i> court held that the insurer was required to defend the insured because the conclusory nature of the underlying complaint left open the \"potential that liability [would] be established within the insurance coverage.\" <i>Id.</i> at 226.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">By contrast, in <i>A. Johnson,</i> the allegations against the insured \"contained factual details which were totally inconsistent with any view that the pollution at the [relevant] site was `sudden and accidental.'\" 933 F.2d at 72. The insured was engaged in the waste disposal business and was accused of polluting the surrounding area. The allegations specifically described how the discharges occurred: \"[H]azardous substances . . . were disposed of at the Site and in such a manner that they have been or are being released into the soil and ground water posing a threat to the environment and to the health of the residents of the area . . . . [For example, c]racked tanks were observed in a leaking condition which released their contents onto the ground.\" <i>Id.</i> at 74-75.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Here, the Citizens complaint alleges only that Barrett has discharged pollutants that have found their way to the Penobscot River via sewers and tidal action. As in <i>Dingwell,</i> the complaint does not specify how the pollutants may have been released from the facility into the soil or the sewers, <i>i.e.,</i> suddenly and accidentally, or through routine operations. Moreover, the underlying allegations are not entirely inconsistent with a sudden and accidental discharge, as were those described in <i>A. Johnson.</i> Thus, based solely on the allegations in the Citizens complaint, the Continental policy potentially covers Citizens's claims against Barrett,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and therefore Continental has a duty to defend its insured.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Continental points out that, in reality, there is no possibility that the Citizens allegations fall within its coverage because Barrett stipulated that it was not aware of any sudden or accidental discharges from the Barrett Plant. The \"true facts\" of the situation, however, are relevant only to Continental's ultimate duty to indemnify, not to its duty to defend. <i>Dingwell,</i> 414 A.2d at 224. Our review is limited to a comparison of the underlying complaint with the language of the insurance policy.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Continental finally argues that it is Barrett's burden to prove that the exception to the pollution exclusion applies in this case, but that Barrett made no effort to meet its burden. While it is true that the \"the insured bears the burden to establish, for purposes of indemnification, that this exception . . . has been satisfied,\" <i>A. Johnson,</i> 933 F.2d at 76 n. 14, Barrett has met its burden with respect to the comparison test. Barrett has provided us with both the underlying complaint and the insurance policy, which show that the Continental policy potentially covers the Citizens allegations.</p>\n    </div>\n    <p class=\"indent\">B. Attorneys' fees</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Continental next challenges the district court's award of attorneys' fees incurred by Barrett in prosecuting the instant declaratory action. Under Maine law,</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">an award of attorney fees to the insured is appropriate when it is clear from a comparison of the insurance policy and the complaint that the insurance company is potentially liable to indemnify the insured. An award of attorney fees is not appropriate if the law is unsettled with respect to a duty to defend a particular action or if the possibility that the insurance policy requires coverage is \"not something that [i]s obvious on the face of the complaint.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\"><i>Me. Mut. Fire Ins. Co. v. Gervais,</i> <span class=\"citation no-link\"><span class=\"volume\">745</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">360</span></span>, 363 (Me. 1999). Continental argues that it was \"entirely within its rights to deny that it had an obligation to defend the Citizens Third Party Complaint based upon the express policy language and the Court's decision in <i>A. Johnson,</i>\" and therefore that it should not be required to pay attorneys' fees.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We cannot say, however, that the district court abused its discretion in awarding attorneys' fees in this case. Given the factual distinctions between <i>A. Johnson</i> and <i>Dingwell,</i> it is fairly clear to us, as it was to the district court and the magistrate judge, that Continental was potentially liable to indemnify Barrett. Furthermore, Maine law concerning the duty to defend in circumstances such as these is well-settled. <i>Dingwell</i> made clear that Barrett would not be required to establish that the Citizens complaint conclusively alleged a sudden and accidental discharge; rather, Barrett was only required to show that Citizens's claims, as stated in its complaint, were potentially covered under the Continental policy. <i>See</i> 414 A.2d at 226-27 (\"The correct test is whether a <i>potential</i> for liability within the coverage appears from whatever allegations are made. . . . We see no reason why the insured, whose insurer is obligated by contract to defend him, should have to try the facts in a suit against his insurer in order to obtain a defense.\").</p>\n    </div>\n    <p class=\"indent\">C. First State's duty to defend</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Under the First State umbrella policy, First State has a duty to defend Barrett against allegations that are covered by the terms and conditions of the umbrella policy when those allegations are not covered by either (1) an underlying policy listed in Schedule A, without regard to the collectibility of the policy, or (2) a collectible underlying policy not listed in Schedule A. In this case, First State's duty to defend Barrett against the Citizens complaint thus depends on whether the Midland policy is listed in Schedule A; if so, whether the Midland policy covers the Citizens allegations; whether any other underlying policy that is either scheduled or collectible covers the allegations; and whether the allegations are otherwise covered by the First State policy.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The last two issues are not seriously in dispute. Like the Continental policy, the First State policy has a pollution exclusion and related \"sudden and accidental\" discharge exception. As discussed above, the Citizens allegations are potentially covered by such policy language. Thus, under the comparison test, First State has a duty to defend if the policy otherwise comes into play. <i>See Dingwell,</i> 414 A.2d at 227 (\"[T]he complaint here does generate a duty to defend, because it discloses a potential for liability within the coverage and contains no allegation of facts which would necessarily exclude coverage.\" (emphasis omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">First State argues that the Continental policy is an \"other\" underlying policy potentially covering the Citizens complaint, and therefore that First State has no duty to defend Barrett regardless of the status of the Midland policy. The problem with this argument is that the Continental policy and the Midland policy were not in effect at the same time. As First State stipulated, the Midland policy provided coverage from December 14, 1979 to February 15, 1980, and the Continental policy \"replaced\" the Midland policy for the remainder of the relevant umbrella policy's coverage period. The Citizens complaint does not specify when the alleged discharges occurred, but alleges only that one or more discharges occurred since 1979, when Barrett acquired the Bangor facility. Thus, Barrett is potentially liable for discharges that occurred during the time period covered by the Midland policy. Because Midland is no longer available to defend it, Barrett is seeking a defense based on First State's excess coverage for that same time period. The Continental policy was not in effect during that period, and the parties do not suggest that Barrett was covered by any other liability policy during that period. Therefore, there are no \"other\" policies that might affect First State's duty to defend Barrett based on the excess coverage over the Midland policy.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Given that the First State umbrella policy otherwise potentially covers the Citizens complaint, and no other liability policies cover the relevant allegations, First State's duty next depends on whether the Midland policy is listed in Schedule A, a matter that the parties dispute. Under Maine law, \"[a]n insurance contract must be construed in accordance with the intention of the parties, which is to be ascertained from an examination of the whole instrument.\" <i>State Farm Mut. Auto. Ins. Co. v. Montagna,</i> <span class=\"citation no-link\"><span class=\"volume\">874</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">406</span></span>, 408 (Me. 2005). The interpretation of an unambiguous contract is a matter of law, the review of which is limited to \"the plain meaning of the language used and . . . the four corners of the instrument without resort to extrinsic evidence.\" <i>Am. Prot. Ins. Co. v. Acadia Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">814</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">989</span></span>, 993 (Me. 2003) (quoting <i>Portland Valve, Inc. v. Rockwood Sys. Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">460</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1383</span></span>, 1387 (Me. 1983)). On the other hand, the interpretation of an ambiguous contract is ordinarily a question of fact. <i>Id.</i> Whether a contract is ambiguous, <i>i.e.,</i> \"reasonably susceptible of different interpretations,\" is a question of law determined by the reviewing court. <i>Id.</i> (quoting <i>Acadia Ins. Co. v. Buck Const. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">756</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">515</span></span>, 517 (Me. 2000)). \"[I]f the language of an insurance policy is ambiguous or susceptible of varying interpretations, then the policy `is construed against the insurer in favor of coverage.'\" <i>Geyerhahn v. U.S. Fid. &amp; Guar. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">724</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1258</span></span>, 1261 (Me. 1999) (quoting <i>Genthner v. Progressive Cas. Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">681</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">479</span></span>, 482 (Me. 1996)).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Barrett first argues that the Midland policy cannot be \"listed in Schedule A\" because the schedule nowhere mentions the word \"Midland\" or any policy number. In support of this argument, Barrett describes the schedule as a blank form with places to list specific policies, but with no policies actually listed. In fact, there is no indication that Schedule A is supposed to be filled in with specific policies. Rather, the schedule only lists broad categories of policies and specifies the limits of liability for each category. Accordingly, we read the First State policy as unambiguously incorporating into Schedule A all underlying policies that fall within the broad categories listed.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">One of those categories is entitled \"Comprehensive General Liability.\" The parties stipulated that the Midland policy was a primary liability insurance policy, which we interpret as comprehensive general liability coverage. The parties do not suggest otherwise. Therefore, as a matter of contract interpretation, we conclude that the Midland policy is a scheduled underlying policy under the plain language of the First State umbrella policy.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Because the Midland policy is listed in Schedule A, First State has a duty to defend Barrett only if the Midland policy does not cover the Citizens allegations. The burden is on Barrett to establish that the allegations fall within the scope of the First State policy's coverage. <i>See Pelkey v. Gen. Elec. Capital Assur. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">804</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">385</span></span>, 387 (Me. 2002) (\"It is [the insured]'s burden . . . to show that his injury falls within the scope of the [insurance] contract.\"); <i>see also A. Johnson,</i> 933 F.2d at 76 n. 14 (\"[I]t appears that the insured bears the burden to establish, for purposes of indemnification, that this exception to the `pollution exclusion' has been satisfied.\") (citing 19 G. Couch, <i>Couch on Insurance</i> &#167; 79:385 (2d ed. 1983)). Barrett stipulated that it did not have a copy of the Midland policy and that it otherwise has no knowledge of the policy's terms and conditions. Absent any attempt to reconstruct the Midland policy or show that it does not cover the Citizens complaint, Barrett cannot meet its burden, and we must affirm the judgment in favor of First State. <i>See Ingram v. Brink's, Inc.,</i> <span class=\"citation\" data-id=\"201705\"><a href=\"/opinion/201705/ingram-v-brinks-incorporated/\"><span class=\"volume\">414</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">222</span></a></span>, 229 (1st Cir. 2005) (\"[S]ummary judgment cannot be defeated by relying on improbable inferences, conclusory allegations, or rank speculation.\").</p>\n    </div>\n    <p class=\"center\">IV. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the district court's judgment against Continental and its entry of summary judgment in favor of First State. Costs are granted in favor of Barrett with respect to Continental's appeal, and in favor of First State with respect to Barrett's appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Ninth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Michigan Mutual does not appeal, and therefore we need not describe the claims against it or the related procedural history</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Both the First State policy and the Midland policy went into effect on December 14, 1979. The excess liability policy remained in effect after the Midland policy expired; Barrett then obtained the Continental policy to replace the Midland primary policy. The Continental policy went into effect on February 15, 1980, the same day that the Midland policy expired</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Continental argues that the possibility of coverage is highly speculative and theoretical, as opposed to \"potential.\" When the complaint does not address how a discharge occurred and there are no factual allegations inconsistent with a sudden and accidental discharge, however, it is equally speculative and theoretical that pollutants were discharged in any way other than suddenly and accidentally</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Our interpretation is supported by a reading of the insurance policy as a whole<i>See Montagna,</i> 874 A.2d at 408. The purpose of an umbrella policy is to provide coverage for losses in excess of the limits of liability of underlying policies. It would make little sense if the umbrella policy provided for no underlying policies. A policy is ambiguous if \"an ordinary person in the shoes of the insured would not understand that the policy did not cover claims such as those brought.\" <i>Geyerhahn,</i> 724 A.2d at 1261. Here, it is difficult to see how Barrett could have reasonably assumed that the very policy for which it purchased the umbrella policy as excess coverage was not included in Schedule A.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/201499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202619/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561247/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1532996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2492520/"
  ]
}