{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202711/",
  "absolute_url": "/opinion/202711/alstom-caribe-inc-v-geo-p-reintjes-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202711/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:00:07Z",
  "date_modified": "2016-02-28T05:08:37.811496Z",
  "type": "010combined",
  "sha1": "8d943bafa45156b7bfb165569a1ac58d02233c8e",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-2386-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/04/18/Alstom_Caribe_Inc_v._Geo_P._Reintjes_Co..pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNo. 06-2386\n\n                      ALSTOM CARIBE, INC., F/K/A\n             COMBUSTION ENGINEERING CARIBE, INC., ET AL.,\n\n                        Plaintiffs, Appellees,\n\n                                  v.\n\n                      GEO. P. REINTJES CO., INC.,\n\n                         Defendant, Appellant.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Raymond L. Acosta, Senior U.S. District Judge]\n\n\n                                Before\n\n                          Lipez, Circuit Judge,\n                     Selya, Senior Circuit Judge,\n                   and DiClerico,* District Judge.\n\n\n     Paul G. Schepers, with whom Gregory S. Gerstner, John P.\nLynch, and Seigfreid, Bingham, Levy, Selzer & Gee, P.C. were on\nbrief, for appellant.\n     José A. Axtmayer, with whom G. William Quatman, William E.\nQuirk, and Shughart Thomson & Kilroy, P.C. were on brief, for\nappellees.\n     Robert C. Niesley, with whom Donna R. Tobar and Watt, Tieder,\nHoffar & Fitzgerald, L.L.P. were on brief, for provisional\nintervenor.\n\n\n                            April 18, 2007\n\n\n\n     *\n         Of the District of New Hampshire, sitting by designation.\n\f          SELYA, Senior Circuit Judge.         We are confronted with a\n\nprocedural motley, in which a district judge took a short-cut that\n\nresulted in the issuance of an inherently self-contradictory order.\n\nThat order (together with an implementing order issued the same\n\nday) commanded the deposit of certain funds into the registry of\n\nthe district court; denied intervention by a corporation that\n\nclaimed a right to the funds; transferred the funds — but not the\n\ncase — to a different court in a different circuit; and, finally,\n\nentered a judgment of dismissal.\n\n          A party to the case had expected to receive the funds in\n\nsettlement   of   pending   claims.     That   party's   ambitions   were\n\nfrustrated by the order, and it moved for reconsideration. Upon the\n\ndenial of its motion, it filed this timely appeal.\n\n          The short-cut taken by the district court has created a\n\nnumber of complications, some jurisdictional in nature.         Once we\n\nclear the jurisdictional hurdles, we conclude that the order\n\nappealed from is legally insupportable in at least one respect and\n\ninternally inconsistent in other respects.         We then explain why\n\nthose bevues are not harmless and address a further complication as\n\nto choice of remedy.    In the end, we vacate the order and remand\n\nwith specific instructions as to future proceedings.\n\n\n\n\n                                  -2-\n\f                                       I.\n\n                                 Background\n\n           This case has a long and tortured history.           For present\n\npurposes, however, the details of the original dispute are no more\n\nthan marginally relevant.        Accordingly, we offer only a decurtate\n\nsummary.\n\n           In the summer of 2000, the Alstom parties1 retained a\n\ncontractor, Geo. P. Reintjes Co. (Reintjes), to perform work on a\n\npower plant located in Puerto Rico.             A surety company, St. Paul\n\nFire & Marine Insurance Co. (St. Paul), furnished payment and\n\nperformance bonds for Reintjes in connection with the work.\n\n           In   the   fullness    of    time,    the   contracting   parties'\n\nrelationship shifted from the board room to the courtroom.              Each\n\nsued the other.       Alstom's suit (which named St. Paul as an\n\nadditional defendant) claimed faulty workmanship while Reintjes's\n\nsuit claimed non-payment for work performed.             These actions were\n\nbrought in different federal venues: Alstom chose the District of\n\nPuerto Rico (where the power plant was located) whereas Reintjes\n\nchose the Western District of Missouri (where it maintained its\n\nprincipal place of business).                The Missouri court eventually\n\ntransferred the latter suit, see 28 U.S.C. § 1404(a), and it was\n\n\n\n     1\n      Both Alstom Power, Inc. and Alstom Caribe, Inc. (formerly\nknown as Combustion Engineering Caribe, Inc.) are parties to this\ncase. For ease in reference, we do not distinguish between them\nbut, rather, refer to them collectively as \"Alstom.\"\n\n                                       -3-\n\fconsolidated with the former suit in Puerto Rico's federal district\n\ncourt.    This history explains why the caption of this case lists\n\nAlstom as the plaintiff, even though the issues on appeal concern\n\nclaims made by Reintjes against Alstom.\n\n            Late   in   2003,     St.    Paul    settled    with    Alstom       for\n\n$2,925,000.    In return, Alstom dropped its claims against both St.\n\nPaul and Reintjes. Reintjes proceeded with its suit against Alstom\n\nbut disclaimed any obligation to reimburse St. Paul.\n\n            By April of 2005, Reintjes's claims against Alstom were\n\nstill unresolved.       At that time, St. Paul brought a new suit\n\nagainst Reintjes in the Western District of Missouri.                    That suit\n\nsought    indemnification   for    the    sums   expended    by    St.    Paul   in\n\nreaching a settlement with Alstom.            Reintjes denied any liability\n\nfor indemnification.\n\n            Matters came to a head in the summer of 2006 when Alstom\n\nagreed to pay Reintjes $2,000,000 in settlement of Reintjes's\n\nclaims against it.      With the sweet smell of money wafting through\n\nthe air, St. Paul claimed an interest in the settlement proceeds on\n\ntheories of indemnification and equitable subrogation.                   Based on\n\nthose claims, it sought to intervene in the pending Puerto Rico\n\naction.    See Fed. R. Civ. P. 24.        Alstom opposed intervention but,\n\nin the alternative, asked that it be allowed to deposit the\n\nsettlement amount with the district court on the understanding\n\n\n\n\n                                        -4-\n\fthat, by doing so, it would be deemed to have complied fully with\n\nits obligations under the settlement agreement.\n\n            Reintjes objected to the other parties' motions.             It\n\nopposed intervention on the ground that St. Paul was, in effect,\n\nseeking an unwarranted prejudgment attachment; it opposed Alstom's\n\nexit strategy on the ground that payment of the funds into the\n\nregistry of the court would violate the terms of the settlement\n\nagreement.\n\n            On July 28, 2006, the Puerto Rico district court denied\n\nSt. Paul's motion to intervene but nonetheless instructed Alstom to\n\npay the settlement amount into the registry of the court (thereby\n\nsatisfying all of its obligations under the settlement agreement).\n\nIn the same order, the court commanded the clerk, immediately upon\n\nreceipt of Alstom's deposit, to remit the funds to the Western\n\nDistrict of Missouri (the court in which St. Paul's indemnification\n\naction was pending).     The court did not cite any authority for the\n\ntransfer of the funds, nor did it purport to transfer any claim or\n\ncause of action from the District of Puerto Rico to the Western\n\nDistrict of Missouri.          That same day, the Puerto Rico district\n\ncourt    entered   a   final    judgment   dismissing   the   Puerto   Rico\n\nlitigation.2   The court subsequently denied Reintjes's motion for\n\nreconsideration without elaboration.\n\n\n\n     2\n      For simplicity's sake, we treat this implementing order as\npart and parcel of the main order.\n\n                                     -5-\n\f             Reintjes did not move to stay the contemplated transfer\n\nof the funds.      Thus, when Alstom made the deposit, the clerk of the\n\nPuerto Rico district court promptly forwarded the funds to the\n\nWestern District of Missouri, and that court assumed control of\n\nthem.   Reintjes asked the transferee court to release the funds to\n\nit, but that motion was denied pending an adjudication of the\n\nmerits of St. Paul's claims.\n\n             Meanwhile,      Reintjes   initiated        this    appeal.       In   it,\n\nReintjes beseeches us to reverse the multi-faceted order of the\n\nPuerto Rico district court and to instruct the transferee court to\n\ndisburse the deposited funds to it.                 We have allowed St. Paul to\n\nparticipate     in    this     proceeding     as    a   provisional      intervenor.\n\nBecause it has become apparent that St. Paul has a substantial\n\nstake   in   the     outcome    and   that    its    interests    are    not   fairly\n\nrepresented by any other party, we today grant St. Paul's                      motion\n\nand authorize its intervention in these proceedings as an appellee.\n\nSee Mangual v. Rotger-Sabat, 317 F.3d 45, 62 (1st Cir. 2003)\n\n(confirming the existence of \"discretion to permit intervenors at\n\nthe appellate level\").\n\n                                        II.\n\n                             Appellate Jurisdiction\n\n             As a threshold matter, St. Paul asserts that we lack\n\njurisdiction       to    entertain      this        appeal.        Its     principal\n\njurisdictional argument is that the Puerto Rico district court's\n\n\n                                        -6-\n\forder was not final and, thus, not immediately appealable.       See 28\n\nU.S.C. § 1291 (limiting appellate jurisdiction in most instances to\n\n\"final decisions\").\n\n          For this purpose, a \"final decision\" is one that \"ends\n\nthe litigation on the merits and leaves nothing for the court to do\n\nbut execute the judgment.\"      Catlin v. United States, 324 U.S. 229,\n\n233 (1945).   Given this definition, there is no doubt that, had the\n\ndistrict court granted St. Paul's motion to intervene and then\n\ntransferred the case (along with the funds) to the Western District\n\nof Missouri, we would not have jurisdiction to hear this appeal.\n\nAfter all, transfer orders typically are not regarded as final\n\norders and, accordingly, are not subject to challenge by way of an\n\nimmediate appeal.3    See Subsalve USA Corp. v. Watson Mfg., Inc.,\n\n462 F.3d 41, 47 (1st Cir. 2006).\n\n          With this case law in mind, St. Paul suggests that the\n\nJuly 28 order was the functional equivalent of a transfer order\n\nand, thus, should be treated as non-final in determining its\n\neligibility   for   immediate   appellate   review.   This   suggestion\n\noverlooks the particulars of the events that transpired here.\n\n\n\n\n     3\n      The same is generally true of deposit orders under Federal\nRule of Civil Procedure 67. Orders granting or denying Rule 67\nmotions are not immediately reviewable unless they satisfy the\nstrictures of the collateral order doctrine or qualify as\ninjunctions.   See Baxter v. United Forest Prods. Co., 406 F.2d\n1120, 1123 (8th Cir. 1969).\n\n                                   -7-\n\fChronicling those events exposes the implausibility of St. Paul's\n\nsuggestion.\n\n          To begin, the Puerto Rico district court denied St.\n\nPaul's motion to intervene.    This is significant because, without\n\nSt. Paul in the case, the court's approval of the settlement\n\nresolved all the outstanding claims between those who were then\n\nparties to the case and, therefore, concluded the controversy.   It\n\nis impossible to reconcile the denial of intervention with the\n\nnotion that the district court impliedly transferred St. Paul's\n\nclaims to the Western District of Missouri.     Without St. Paul in\n\nthe case, there was no cause of action remaining to be transferred.\n\n          In all events, at no point did the Puerto Rico district\n\ncourt say that it intended to transfer the case to the Western\n\nDistrict of Missouri.   It simply directed the clerk to forward the\n\nfunds to the Missouri court.    District courts speak to appellate\n\ncourts primarily through the orders that they enter, see, e.g.,\n\nSubsalve, 462 F.3d at 44; Advance Fin. Corp. v. Isla Rica Sales,\n\nInc., 747 F.2d 21, 26 (1st Cir. 1984), and the order in question\n\nhere does not bespeak any such intention.\n\n          If more were needed — and we doubt that it is — other\n\nindicia in the record make it pellucid that the Puerto Rico\n\ndistrict court did not think that it had transferred the case to\n\nthe Western District of Missouri.      The most telling indicium is\n\nthat, on the same day that it issued the Rule 67 order, the Puerto\n\n\n                                 -8-\n\fRico district court dismissed all of the claims then pending before\n\nit.     The order of dismissal would have been entirely superfluous\n\nhad the court intended to transfer the action.\n\n            To say more on this point would be to paint the lily.\n\nSimply put, the July 28 order concluded the Puerto Rico litigation\n\nin Puerto Rico, and no remnant of it lives on in the Western\n\nDistrict of Missouri.      Because the district court acted to end the\n\nlitigation, not to transfer it, the order appealed from constitutes\n\na final decision.     See Tootle v. Sec'y of Navy, 446 F.3d 167, 173\n\n(D.C. Cir. 2006); cf. Subsalve, 462 F.3d at 44-47 (finding an\n\ninternally inconsistent order that purported both to dismiss and to\n\ntransfer a case immediately appealable for the purpose of resolving\n\nthe inconsistency).       Consequently, we have jurisdiction to review\n\nthat order under 28 U.S.C. § 1291.\n\n            St. Paul advances two other arguments of a jurisdictional\n\nnature.    Neither argument is persuasive.\n\n            First, St. Paul contends that our jurisdiction is limited\n\nby the language of Reintjes's notice of appeal, which identifies\n\nthe denial of its motion for reconsideration rather than the July\n\n28 order itself.    See, e.g., Constructora Andrade Gutiérrez v. Am.\n\nInt'l Ins. Co., 467 F.3d 38, 43-44 (1st Cir. 2006) (holding that in\n\nsome circumstances, enumeration of particular rulings in a notice\n\nof appeal precludes appellate litigation of unenumerated rulings).\n\nHere,    however,   the    propriety    of   denying   reconsideration   is\n\n\n                                       -9-\n\finextricably intertwined with the correctness of the original\n\norder; hence, no party could conceivably have been prejudiced by\n\nReintjes's awkward locution.         Given that circumstance, we do not\n\nthink   that   the   wording   of    the    notice    of   appeal   presents   a\n\njurisdictional bar.     See Young v. Gordon, 330 F.3d 76, 80 (1st Cir.\n\n2003) (holding reference to denial of a motion for reconsideration\n\nin a notice of appeal adequate to ground an appeal from the\n\nunderlying judgment when the \"desire to appeal from the underlying\n\njudgment [was] sufficiently plain\" and the opposing parties \"were\n\nnot misled by the inartfully drafted notice of appeal\"); see also\n\nKotler v. Am. Tobacco Co., 981 F.2d 7, 11 (1st Cir. 1992) (noting\n\nthat \"we do not examine the notice [of appeal] in a vacuum\" but,\n\nrather, determine whether, in context, it \"adequately apprised\" one\n\nparty of the other's intention to appeal a given order).\n\n           Second,    St.   Paul    mentions    a    qualitatively   different\n\nimpediment to our jurisdiction.            It posits that we must stay our\n\nhand because we no longer have any authority over the settlement\n\nfunds. We accept the premise of that argument — our lack of\n\nauthority over the funds on deposit — but we reject the conclusion\n\nthat St. Paul draws from that premise.\n\n           It cannot be gainsaid that our supervisory authority is\n\ncircumscribed by circuit boundaries.           See 28 U.S.C. § 1294.       For\n\nthat reason, we lack the raw power to order the Missouri district\n\ncourt — a court that sits within the Eighth Circuit — to disburse\n\n\n                                     -10-\n\fthe sum on deposit to Reintjes (or any other party, for that\n\nmatter) or transfer the funds back to the Puerto Rico district\n\ncourt.   See Matrix Grp. Ltd. v. Rawlings Sporting Goods Co., 378\n\nF.3d 29, 32 (1st Cir. 2004).       But although this limitation affects\n\nthe nature of the relief that we may decree, it does not divest us\n\nof jurisdiction.     See id.\n\n          In pressing for a different outcome, St. Paul relies on\n\nthe decision in Fultz v. Rose, 833 F.2d 1380 (9th Cir. 1987).            It\n\ncites Fultz for the proposition that an \"appellate court has no\n\nauthority to review where the property that is subject of the\n\nappeal   is     transferred     outside    the    court's   jurisdiction.\"\n\nIntervenor's Br. at 4.        But unlike the instant case, Fultz was a\n\ncase in which the controversy was rendered moot because the court\n\ncould not grant \"any effective relief from the order\" of which the\n\nappellant complained.      Id. at 1380 (emphasis supplied); see In re\n\nNat'l Mass Media Telecomm. Sys., Inc., 152 F.3d 1178, 1180 (9th\n\nCir. 1998) (discussing Fultz).\n\n          The case at hand is a horse of a quite different hue.\n\nReintjes has asked us to reverse the district court's allowance of\n\nthe Rule 67 motion and to wipe away its exoneration of Alstom.\n\nRegardless of whether or not we can recall the funds, we can\n\neffectively reverse, modify, or vacate the July 28 order in many of\n\nits   aspects    —   and   those    aspects      have   independent   legal\n\nsignificance.\n\n\n                                    -11-\n\f               In short, a district court within this circuit has\n\nentered a final order that has continuing legal significance\n\nregardless of what court has custody of the deposited funds.                 No\n\nmore is exigible to keep our jurisdiction intact.                 Although our\n\ninability to ensure a recapture of the funds is regrettable, that\n\ncircumstance is by no means inimical to our exercise of appellate\n\njurisdiction.\n\n                                     III.\n\n                                 The Merits\n\n               In the last analysis, this appeal poses the following\n\nquestion: Does the multi-purpose July 28 order — which denied\n\nintervention, mandated deposit of the settlement funds pursuant to\n\nRule     67,   transmitted   those   funds   to   the   Western   District   of\n\nMissouri, dismissed the Puerto Rico action, and exonerated Alstom\n\nfrom any further liability — have a sound basis in law?              We answer\n\nthat question in the negative.\n\n               We start this phase of our inquiry with Rule 67, under\n\nwhich the Puerto Rico district court authorized the deposit of the\n\nfunds.    The rule states:\n\n               In an action in which any part of the relief\n               sought is a judgment for a sum of money or the\n               disposition of a sum of money or the\n               disposition of any other thing capable of\n               delivery, a party, upon notice to every other\n               party, and by leave of court, may deposit with\n               the court all or any part of such sum or thing\n               . . . .\n\n\n\n                                     -12-\n\fFed. R. Civ. P. 67.         The core purpose of Rule 67 is to relieve a\n\nparty    who    holds   a    contested   fund    from   responsibility   for\n\ndisbursement of that fund among those claiming some entitlement\n\nthereto.   See 12 Charles Alan Wright, Arthur R. Miller & Richard L.\n\nMarcus, Federal Practice & Procedure § 2991 (2d ed. 1997).               It\n\nfollows logically that a district court should not grant a Rule 67\n\nmotion unless the question of entitlement is genuinely in dispute.\n\nSee, e.g., Gulf States Utils. Co. v. Ala. Power Co., 824 F.2d 1465,\n\n1475 (5th Cir. 1987).         Moreover, the entitlement dispute must be\n\nlive; that is, the dispute must be extant at the time the court is\n\nasked to grant the Rule 67 motion.              See Mfrs. Hanover Overseas\n\nCapital Corp. v. Southwire Co., 589 F. Supp. 214, 221 (S.D.N.Y.\n\n1984).\n\n               Alstom argues that, given the rancorous dispute between\n\nSt. Paul and Reintjes over the settlement proceeds, it had a perfect\n\nright to avail itself of the prophylaxis of Rule 67; invoking that\n\nrule permitted it to avoid the specter of duplicative liability.\n\nSt. Paul echoes Alstom's refrain.           It adds, moreover, that the\n\ntransfer of the Rule 67 funds to the Western District of Missouri\n\nwas a prudent step, ensuring that the real parties in interest could\n\nair their differences and enabling a court of competent jurisdiction\n\nto resolve the entitlement dispute.\n\n               Reintjes demurs. It asserts that St. Paul's claim to the\n\nfunds is made up out of whole cloth and that the Puerto Rico\n\n\n                                     -13-\n\fdistrict court's denial of St. Paul's motion to intervene is the\n\nproof of the pudding.    Additionally, it notes that Alstom's request\n\nfor Rule 67 relief was contingent upon the district court's granting\n\nof the motion to intervene (which Alstom opposed). Building on this\n\nfoundation, Reintjes asseverates that allowing the deposit and\n\ntransferring   the   deposited    funds   after   denying   the    motion   to\n\nintervene exceeded the district court's authority.\n\n           As a general proposition, it is within a district court's\n\nsound discretion to accept a deposit of settlement funds in order\n\nto allow a settling defendant to withdraw from litigation while\n\ncompeting claimants continue to squabble over their entitlement to\n\nthe settlement proceeds.       See Garrick v. Weaver, 888 F.2d 687, 694\n\n(10th Cir. 1989).    As a corollary of this proposition, a defendant\n\nmay be allowed to tender a Rule 67 deposit even if one or more of\n\nthe competing claimants is not a party to the action.             See, e.g.,\n\nU.S. Overseas Airlines, Inc. v. Compania Aerea Viajes Expresos de\n\nVenezuela, 161 F. Supp. 513, 516 (S.D.N.Y. 1958).           At first blush,\n\nthe challenged order may appear to fit within the confines of these\n\nprecedents.\n\n           Wise   men   have   recognized   for   more   than     twenty-five\n\ncenturies that appearances sometimes can be deceiving, see Aesop,\n\nThe Wolf in Sheep's Clothing (circa 550 B.C.), and that is the case\n\nhere. The Puerto Rico district court did more than grant the motion\n\nfor deposit.      It simultaneously denied St. Paul's request for\n\n\n                                   -14-\n\fintervention, transferred the deposited funds to another district,\n\nand dismissed the case.          As we explain below, one part of the\n\ncourt's order is contrary to law and, in all events, the various\n\ncomponents of the order are internally inconsistent.\n\n             The most glaring defect in the order is the transmittal\n\nof the deposited funds to the Western District of Missouri without\n\na concomitant transfer of any case or cause of action.                   Rule 67\n\ninstructs    that    deposited    funds   are    to    be   withdrawn   only   in\n\naccordance    with    certain    enumerated     statutes.4      None    of   those\n\nstatutes authorizes the type of naked transfer employed here.\n\n             The fact that one such statute states that deposited\n\nfunds are to be disbursed by \"order of court,\" 28 U.S.C. § 2042,\n\ndoes not salvage the transfer.       That language cannot conceivably be\n\nread to give        the   district court carte blanche to dispose of\n\ndeposited funds as it sees fit, without regard either to the rights\n\nof the parties or to the applicable law.              Funds deposited pursuant\n\nto Rule 67 are not at the disposal of the judge but, rather, are\n\nheld in trust for their rightful owner.           See In re Casco Chem. Co.,\n\n335 F.2d 645, 649 (5th Cir. 1964).            Their disbursement must be in\n\naccordance with the law.\n\n\n     4\n      The rule states that such funds are to be \"withdrawn in\naccordance with the provisions of Title 28, U.S.C., §§ 2041, and\n2042; the Act of June 26, 1934, c. 756, § 23, as amended (48 Stat.\n1236, 58 Stat. 845), U.S.C., Title 31, § 725v; or any like\nstatute.\" See Fed. R. Civ. P. 67. It appears that the relevant\nprovision of the Act of June 26, 1934, as amended, is currently\ncodified at 28 U.S.C. § 2043, which superseded 31 U.S.C. § 725v.\n\n                                     -15-\n\f             Here,   the   Puerto   Rico   district   court   flouted   this\n\nprinciple.    It cited no authority that allowed it to make a naked\n\ntransfer of Rule 67 funds to another court. Doing so was error:\n\nthere is no statute, rule, or legal precedent that authorizes a\n\ncourt to effect a non-consensual transfer of Rule 67 funds to a\n\ndifferent court without a concomitant transfer of the entire case\n\n(or, at least, some cause of action). Because the monetary transfer\n\nhere was unaccompanied by a shifting of either the case or a cause\n\nof action within it, that transfer was legally insupportable.\n\n             Of course, it can be argued — and St. Paul makes the\n\nargument with vigor — that the Puerto Rico district court likely\n\nrecognized the genuineness of St. Paul's claims, knew that those\n\nclaims had been asserted in the Western District of Missouri, and\n\nthus saw a transfer of the deposited funds as an efficacious way to\n\nresolve Alstom's dilemma. This argument is bolstered by the court's\n\nobservation that \"the controversies raised by way of the proposed\n\nintervention can be adequately disposed of\" within the four corners\n\nof the litigation pending in the Western District of Missouri.\n\n             But such an argument flies in the teeth of the express\n\nprovisions of the July 28 order.       To read that order as a de facto\n\ngrant of St. Paul's motion to intervene and a de facto transfer of\n\nthe case to the Western District of Missouri would require turning\n\na blind eye to the district court's explicit directions. After all,\n\nthe court flatly denied St. Paul's motion to intervene and then\n\n\n                                    -16-\n\fdismissed the case.     We cannot disregard express rulings simply as\n\na   matter   of   guesswork   or   in   an   effort   to   suit   interpretive\n\nconvenience.      See generally In re Thinking Machs. Corp., 67 F.3d\n\n1021, 1026 (1st Cir. 1995) (\"Court orders are customarily important\n\nevents in the life of a judicial proceeding; they are the primary\n\nmeans through which courts speak, and they should carry commensurate\n\nweight.\"     (internal citation omitted)); Lefkowitz v. Fair, 816 F.2d\n\n17, 22 (1st Cir. 1987) (enforcing court order that \"contained not\n\nthe slightest ambiguity\" over claim that authoring judge \"must\" have\n\nmeant something different).        The most that can be said is that the\n\ncourt's statements and the naked transfer of the deposited funds,\n\nwhen juxtaposed against the denial of intervention and the dismissal\n\nof the case, render the July 28 order internally inconsistent.\n\n             St. Paul and Alstom also argue, in effect, that the\n\ndistrict court recognized the existence of conflicting claims to the\n\nsettlement proceeds; that those claims are now before the court in\n\nthe Western District of Missouri; and that, therefore, any error in\n\nthe July 28 order should be viewed as harmless.            Vacating the order\n\nand remanding the case to the Puerto Rico district court, they say,\n\nwould constitute mindless formalism.\n\n             We do not agree.      While the Puerto Rico district court\n\ndid make some suggestive statements, the court appears not to have\n\nweighed the merits of St. Paul's motion for intervention.                See,\n\ne.g., Pub. Serv. Co. v. Patch, 136 F.3d 197, 204 (1st Cir. 1998);\n\n\n                                    -17-\n\fsee also Fed. R. Civ. P. 24. By like token, the court appears not\n\nto have made an express finding on the appropriateness of St. Paul\n\nachieving what Reintjes considered to be a back-door prejudgment\n\nattachment.\n\n             Nor did the subsequent order of the Missouri court cure\n\neither the error or the inconsistencies in the July 28 order.          When\n\nReintjes moved in that court for release of the funds, its motion\n\nwas denied on the principal         ground   that \"it was clearly the\n\nintention of the court in Puerto Rico for [the Missouri court] to\n\n. . . determine what to do with the funds.\"              Given the Missouri\n\ncourt's understandable deference to the order of the Puerto Rico\n\ndistrict court — an order that we have found to be internally\n\ninconsistent — we cannot plausibly say that the Missouri proceedings\n\ncured the original error.\n\n             St. Paul also argues in passing that Reintjes, which\n\nmoved in Missouri for release of the funds, thereby accepted the\n\njurisdiction of that court and waived its right to argue against the\n\ntransfer.     This argument is far off the mark.          The only case St.\n\nPaul cites, In re Durham, 114 F. 750 (D. Md. 1902), is completely\n\ninapposite. And, even assuming that such a waiver might be possible\n\nunder some circumstances, Reintjes filed its motion in the context\n\nof   the   indemnity   action   already   pending   in   Missouri.    Thus,\n\nsubmitting the motion did not constitute a fresh invocation of or\n\nsubmission to the authority of a different court.\n\n\n                                   -18-\n\f           That ends this aspect of the matter.   On this tenebrous\n\nrecord, there is no principled way for us to hold that the Puerto\n\nRico district court's error was harmless.    Consequently, we turn\n\nto the question of relief. In that regard, we must endeavor to find\n\na remedy suitable to the unusual circumstances of this case.\n\n           Normally, we would vacate the challenged order, nullify\n\nany action taken thereunder, and remand to the district court for\n\nfurther proceedings.   See Subsalve, 462 F.3d at 45 (noting that\n\n\"[o]rdinarily, an appellate court confronted with an internally\n\ninconsistent order would vacate the offending order and return the\n\ncase to the authoring court for clarification\").     Here, however,\n\nthere is no way to squeeze all of the toothpaste back into the tube.\n\nThe Rule 67 funds have been physically transferred to the Western\n\nDistrict of Missouri; that court has assumed control over them; and\n\nwe have no authority to order a district court in another circuit\n\nto take a specific action (say, returning the funds).    See Matrix\n\nGrp., 378 F.3d at 32. The Puerto Rico district court likewise lacks\n\nany authority to recall the funds.    Still, Reintjes's rights must\n\nbe protected, and we feel confident that we can rely on the district\n\ncourts in the two affected districts to act cooperatively so that\n\nthe ends of justice will be served.\n\n           In this spirit, we conclude that the most sensible course\n\nis to vacate the July 28 order, remand the case, and direct the\n\nPuerto Rico district court to consider, on the merits, the questions\n\n\n                               -19-\n\fof intervention and transfer of the case.         Should the court grant\n\nSt. Paul's motion to intervene, it may then transfer the entire\n\naction — or what remains of it after dismissing the claims against\n\nAlstom — to the Western District of Missouri under 28 U.S.C. §\n\n1404(a).5    That would validate the original (unauthorized) transfer\n\nof the deposited funds by bringing procedural reality into alignment\n\nwith practical reality.\n\n             If, however, the Puerto Rico district court determines\n\nthat no grounds for intervention exist, it must then advise the\n\ntransferee    court   that   the   deposited    funds   were   transferred\n\nimprovidently and request their return.        Requests of this sort have\n\nbeen made in other circumstances, see, e.g., In re Warrick, 70 F.3d\n\n736, 740-41 (2d Cir. 1995), and we have no reason to doubt that the\n\ntransferee court would honor such a request here. The effect, then,\n\nshould be to return matters, as closely as is now possible, to the\n\nstatus quo ante.\n\n\n\n\n     5\n      Section 1404(a) allows a district court to transfer an action\nto any district in which the suit \"might have been brought.\"\nObviously, such a transfer is possible here because the suit\noriginally was brought in the Western District of Missouri and\nlater transferred to Puerto Rico. While retransfer ordinarily is\nto be avoided, see Christianson v. Colt Indus. Oper'g Corp., 486\nU.S. 800, 816 (1988), the intervening five years of litigation have\nsufficiently altered matters that comity would not be offended by\nreturning the suit to the original court.\n\n                                   -20-\n\f                                         IV.\n\n                                    Conclusion\n\n            We    need   go   no   further.       We   hold,   without     serious\n\nquestion, that the naked transfer of the Rule 67 funds was unlawful.\n\nWe also hold that the July 28 order, taken as a whole, is internally\n\ninconsistent: the denial of intervention and the dismissal of the\n\naction simply cannot be squared with the order for deposit and the\n\nsending of the deposited funds to the Western District of Missouri.\n\nGiven the peculiar circumstances of this case, our error-correction\n\nfunction must operate under severe constraints.              There is simply no\n\nway that we can replicate exactly the situation that existed on July\n\n27, 2006.   We can, however, clear away the confusion created by the\n\ndistrict court's erroneous and internally inconsistent order and\n\ngive the parties an opportunity to re-present their arguments.                   We\n\ntake no view as to the relative merit of the choices that will\n\nconfront the district court on remand.\n\n\n\n            The   motion      of   St.   Paul   Fire   &   Marine   Ins.   Co.   to\n\nintervene in this appeal is granted.             The order appealed from is\n\nvacated and the cause is remanded to the district court with\n\ninstructions.     All parties shall bear their own costs.\n\n\n\n\n                                         -21-\n\f",
  "html": "<p class=\"case_cite\">484 F.3d 106</p>\n    <p class=\"parties\">ALSTOM CARIBE, INC., f/k/a Combustion Engineering Caribe, Inc., et al., Plaintiffs, Appellees,<br>v.<br>GEO. P. REINTJES CO., INC., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 06-2386.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 8, 2007.</p>\n    <p class=\"date\">Decided April 18, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul G. Schepers, with whom Gregory S. Gerstner, John P. Lynch, and Seigfreid, Bingham, Levy, Selzer &amp; Gee, P.C. were on brief, for appellant.</p>\n      <p class=\"indent\">Jos&#233; A. Axtmayer, with whom G. William Quatman, William E. Quirk, and Shughart Thomson &amp; Kilroy, P.C. were on brief, for appellees.</p>\n      <p class=\"indent\">Robert C. Niesley, with whom Donna R. Tobar and Watt, Tieder, Hoffar &amp; Fitzgerald, L.L.P. were on brief, for provisional intervenor.</p>\n      <p class=\"indent\">Before LIPEZ, Circuit Judge, SELYA, Senior Circuit Judge, and DiCLERICO,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We are confronted with a procedural motley, in which a district judge took a short-cut that resulted in the issuance of an inherently self-contradictory order. That order (together with an implementing order issued the same day) commanded the deposit of certain funds into the registry of the district court; denied intervention by a corporation that claimed a right to the funds; transferred the funds &#8212; but not the case &#8212; to a different court in a different circuit; and, finally, entered a judgment of dismissal.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A party to the case had expected to receive the funds in settlement of pending claims. That party's ambitions were frustrated by the order, and it moved for reconsideration. Upon the denial of its motion, it filed this timely appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The short-cut taken by the district court has created a number of complications, some jurisdictional in nature. Once we clear the jurisdictional hurdles, we conclude that the order appealed from is legally insupportable in at least one respect and internally inconsistent in other respects. We then explain why those bevues are not harmless and address a further complication as to choice of remedy. In the end, we vacate the order and remand with specific instructions as to future proceedings.</p>\n    </div>\n    <p class=\"center\">\n      <i>I.</i>\n    </p>\n    <p>Background</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This case has a long and tortured history. For present purposes, however, the details of the original dispute are no more than marginally relevant. Accordingly, we offer only a decurtate summary.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the summer of 2000, the Alstom parties<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> retained a contractor, Geo. P. Reintjes Co. (Reintjes), to perform work on a power plant located in Puerto Rico. A surety company, St. Paul Fire &amp; Marine Insurance Co. (St. Paul), furnished payment and performance bonds for Reintjes in connection with the work.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the fullness of time, the contracting parties' relationship shifted from the board room to the courtroom. Each sued the other. Alstom's suit (which named St. Paul as an additional defendant) claimed faulty workmanship while Reintjes's suit claimed non-payment for work performed. These actions were brought in different federal venues: Alstom chose the District of Puerto Rico (where the power plant was located) whereas Reintjes chose the Western District of Missouri (where it maintained its principal place of business). The Missouri court eventually transferred the latter suit, <i>see</i> 28 U.S.C. &#167; 1404(a), and it was consolidated with the former suit in Puerto Rico's federal district court. This history explains why the caption of this case lists Alstom as the plaintiff, even though the issues on appeal concern claims made by Reintjes against Alstom.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Late in 2003, St. Paul settled with Alstom for $2,925,000. In return, Alstom dropped its claims against both St. Paul and Reintjes. Reintjes proceeded with its suit against Alstom but disclaimed any obligation to reimburse St. Paul.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">By April of 2005, Reintjes's claims against Alstom were still unresolved. At that time, St. Paul brought a new suit against Reintjes in the Western District of Missouri. That suit sought indemnification for the sums expended by St. Paul in reaching a settlement with Alstom. Reintjes denied any liability for indemnification.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Matters came to a head in the summer of 2006 when Alstom agreed to pay Reintjes $2,000,000 in settlement of Reintjes's claims against it. With the sweet smell of money wafting through the air, St. Paul claimed an interest in the settlement proceeds on theories of indemnification and equitable subrogation. Based on those claims, it sought to intervene in the pending Puerto Rico action. <i>See</i> Fed.R.Civ.P. 24. Alstom opposed intervention but, in the alternative, asked that it be allowed to deposit the settlement amount with the district court on the understanding that, by doing so, it would be deemed to have complied fully with its obligations under the settlement agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Reintjes objected to the other parties' motions. It opposed intervention on the ground that St. Paul was, in effect, seeking an unwarranted prejudgment attachment; it opposed Alstom's exit strategy on the ground that payment of the funds into the registry of the court would violate the terms of the settlement agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On July 28, 2006, the Puerto Rico district court denied St. Paul's motion to intervene but nonetheless instructed Alstom to pay the settlement amount into the registry of the court (thereby satisfying all of its obligations under the settlement agreement). In the same order, the court commanded the clerk, immediately upon receipt of Alstom's deposit, to remit the funds to the Western District of Missouri (the court in which St. Paul's indemnification action was pending). The court did not cite any authority for the transfer of the funds, nor did it purport to transfer any claim or cause of action from the District of Puerto Rico to the Western District of Missouri. That same day, the Puerto Rico district court entered a final judgment dismissing the Puerto Rico litigation.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The court subsequently denied Reintjes's motion for reconsideration without elaboration.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Reintjes did not move to stay the contemplated transfer of the funds. Thus, when Alstom made the deposit, the clerk of the Puerto Rico district court promptly forwarded the funds to the Western District of Missouri, and that court assumed control of them. Reintjes asked the transferee court to release the funds to it, but that motion was denied pending an adjudication of the merits of St. Paul's claims.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Meanwhile, Reintjes initiated this appeal. In it, Reintjes beseeches us to reverse the multi-faceted order of the Puerto Rico district court and to instruct the transferee court to disburse the deposited funds to it. We have allowed St. Paul to participate in this proceeding as a provisional intervenor. Because it has become apparent that St. Paul has a substantial stake in the outcome and that its interests are not fairly represented by any other party, we today grant St. Paul's motion and authorize its intervention in these proceedings as an appellee. <i>See Mangual v. Rotger-Sabat,</i> 317 F.3d 45, 62 (1st Cir. 2003) (confirming the existence of \"discretion to permit intervenors at the appellate level\").</p>\n    </div>\n    <p class=\"center\">\n      <i>II.</i>\n    </p>\n    <p>Appellate Jurisdiction</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As a threshold matter, St. Paul asserts that we lack jurisdiction to entertain this appeal. Its principal jurisdictional argument is that the Puerto Rico district court's order was not final and, thus, not immediately appealable. <i>See</i> 28 U.S.C. &#167; 1291 (limiting appellate jurisdiction in most instances to \"final decisions\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">For this purpose, a \"final decision\" is one that \"ends the litigation on the merits and leaves nothing for the court to do but execute the judgment.\" <i>Catlin v. United States,</i> 324 U.S. 229, 233, 65 S.Ct. 631, 89 L.Ed. 911 (1945). Given this definition, there is no doubt that, had the district court granted St. Paul's motion to intervene and then transferred the case (along with the funds) to the Western District of Missouri, we would not have jurisdiction to hear this appeal. After all, transfer orders typically are not regarded as final orders and, accordingly, are not subject to challenge by way of an immediate appeal.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>See Subsalve USA Corp. v. Watson Mfg., Inc.,</i> 462 F.3d 41, 47 (1st Cir.2006).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">With this case law in mind, St. Paul suggests that the July 28 order was the functional equivalent of a transfer order and, thus, should be treated as non-final in determining its eligibility for immediate appellate review. This suggestion overlooks the particulars of the events that transpired here. Chronicling those events exposes the implausibility of St. Paul's suggestion.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To begin, the Puerto Rico district court <i>denied</i> St. Paul's motion to intervene. This is significant because, without St. Paul in the case, the court's approval of the settlement resolved all the outstanding claims between those who were then parties to the case and, therefore, concluded the controversy. It is impossible to reconcile the denial of intervention with the notion that the district court impliedly transferred St. Paul's claims to the Western District of Missouri. Without St. Paul in the case, there was no cause of action remaining to be transferred.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In all events, at no point did the Puerto Rico district court say that it intended to transfer the <i>case</i> to the Western District of Missouri. It simply directed the clerk to forward the funds to the Missouri court. District courts speak to appellate courts primarily through the orders that they enter, <i>see, e.g., Subsalve,</i> 462 F.3d at 44; <i>Advance Fin. Corp. v. Isla Rica Sales, Inc.,</i> 747 F.2d 21, 26 (1st Cir.1984), and the order in question here does not bespeak any such intention.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">If more were needed &#8212; and we doubt that it is &#8212; other indicia in the record make it pellucid that the Puerto Rico district court did not think that it had transferred the case to the Western District of Missouri. The most telling indicium is that, on the same day that it issued the Rule 67 order, the Puerto Rico district court dismissed all of the claims then pending before it. The order of dismissal would have been entirely superfluous had the court intended to transfer the action.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">To say more on this point would be to paint the lily. Simply put, the July 28 order concluded the Puerto Rico litigation in Puerto Rico, and no remnant of it lives on in the Western District of Missouri. Because the district court acted to end the litigation, not to transfer it, the order appealed from constitutes a final decision. <i>See Tootle v. Sec'y of Navy,</i> 446 F.3d 167, 173 (D.C.Cir.2006); <i>cf. Subsalve,</i> 462 F.3d at 44-47 (finding an internally inconsistent order that purported both to dismiss and to transfer a case immediately appealable for the purpose of resolving the inconsistency). Consequently, we have jurisdiction to review that order under 28 U.S.C. &#167; 1291.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">St. Paul advances two other arguments of a jurisdictional nature. Neither argument is persuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">First, St. Paul contends that our jurisdiction is limited by the language of Reintjes's notice of appeal, which identifies the denial of its motion for reconsideration rather than the July 28 order itself. <i>See, e.g., Constructora Andrade Guti&#233;rrez v. Am. Int'l Ins. Co.,</i> 467 F.3d 38, 43-44 (1st Cir.2006) (holding that in some circumstances, enumeration of particular rulings in a notice of appeal precludes appellate litigation of unenumerated rulings). Here, however, the propriety of denying reconsideration is inextricably intertwined with the correctness of the original order; hence, no party could conceivably have been prejudiced by Reintjes's awkward locution. Given that circumstance, we do not think that the wording of the notice of appeal presents a jurisdictional bar. <i>See Young v. Gordon,</i> 330 F.3d 76, 80 (1st Cir.2003) (holding reference to denial of a motion for reconsideration in a notice of appeal adequate to ground an appeal from the underlying judgment when the \"desire to appeal from the underlying judgment [was] sufficiently plain\" and the opposing parties \"were not misled by the inartfully drafted notice of appeal\"); <i>see also Kotler v. Am. Tobacco Co.,</i> 981 F.2d 7, 11 (1st Cir.1992) (noting that \"we do not examine the notice [of appeal] in a vacuum\" but, rather, determine whether, in context, it \"adequately apprised\" one party of the other's intention to appeal a given order).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Second, St. Paul mentions a qualitatively different impediment to our jurisdiction. It posits that we must stay our hand because we no longer have any authority over the settlement funds. We accept the premise of that argument &#8212; our lack of authority over the funds on deposit &#8212; but we reject the conclusion that St. Paul draws from that premise.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It cannot be gainsaid that our supervisory authority is circumscribed by circuit boundaries. <i>See</i> 28 U.S.C. &#167; 1294. For that reason, we lack the raw power to order the Missouri district court &#8212; a court that sits within the Eighth Circuit &#8212; to disburse the sum on deposit to Reintjes (or any other party, for that matter) or transfer the funds back to the Puerto Rico district court. <i>See Matrix Grp. Ltd. v. Rawlings Sporting Goods Co.,</i> 378 F.3d 29, 32 (1st Cir.2004). But although this limitation affects the nature of the relief that we may decree, it does not divest us of jurisdiction. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In pressing for a different outcome, St. Paul relies on the decision in <i>Fultz v. Rose,</i> 833 F.2d 1380 (9th Cir.1987). It cites <i>Fultz</i> for the proposition that an \"appellate court has no authority to review where the property that is subject of the appeal is transferred outside the court's jurisdiction.\" Intervenor's Br. at 4. But unlike the instant case, <i>Fultz</i> was a case in which the controversy was rendered moot because the court could not grant \"<i>any</i> effective relief from the order\" of which the appellant complained. <i>Id.</i> at 1380 (emphasis supplied); <i>see In re Nat'l Mass Media Telecomm. Sys., Inc.,</i> 152 F.3d 1178, 1180 (9th Cir.1998) (discussing <i>Fultz</i>).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The case at hand is a horse of a quite different hue. Reintjes has asked us to reverse the district court's allowance of the Rule 67 motion and to wipe away its exoneration of Alstom. Regardless of whether or not we can recall the funds, we can effectively reverse, modify, or vacate the July 28 order in many of its aspects &#8212; and those aspects have independent legal significance.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In short, a district court within this circuit has entered a final order that has continuing legal significance regardless of what court has custody of the deposited funds. No more is exigible to keep our jurisdiction intact. Although our inability to ensure a recapture of the funds is regrettable, that circumstance is by no means inimical to our exercise of appellate jurisdiction.</p>\n    </div>\n    <p class=\"center\">\n      <i>III.</i>\n    </p>\n    <p>The Merits</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In the last analysis, this appeal poses the following question: Does the multi-purpose July 28 order &#8212; which denied intervention, mandated deposit of the settlement funds pursuant to Rule 67, transmitted those funds to the Western District of Missouri, dismissed the Puerto Rico action, and exonerated Alstom from any further liability &#8212; have a sound basis in law? We answer that question in the negative.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We start this phase of our inquiry with Rule 67, under which the Puerto Rico district court authorized the deposit of the funds. The rule states:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In an action in which any part of the relief sought is a judgment for a sum of money or the disposition of a sum of money or the disposition of any other thing capable of delivery, a party, upon notice to every other party, and by leave of court, may deposit with the court all or any part of such sum or thing. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Fed.R.Civ.P. 67. The core purpose of Rule 67 is to relieve a party who holds a contested fund from responsibility for disbursement of that fund among those claiming some entitlement thereto. <i>See</i> 12 Charles Alan Wright, Arthur R. Miller &amp; Richard L. Marcus, Federal Practice &amp; Procedure &#167; 2991 (2d ed. 1997). It follows logically that a district court should not grant a Rule 67 motion unless the question of entitlement is genuinely in dispute. <i>See, e.g., Gulf States Utils. Co. v. Ala. Power Co.,</i> 824 F.2d 1465, 1475 (5th Cir. 1987). Moreover, the entitlement dispute must be live; that is, the dispute must be extant at the time the court is asked to grant the Rule 67 motion. <i>See Mfrs. Hanover Overseas Capital Corp. v. Southwire Co.,</i> 589 F.Supp. 214, 221 (S.D.N.Y.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Alstom argues that, given the rancorous dispute between St. Paul and Reintjes over the settlement proceeds, it had a perfect right to avail itself of the prophylaxis of Rule 67; invoking that rule permitted it to avoid the specter of duplicative liability. St. Paul echoes Alstom's refrain. It adds, moreover, that the transfer of the Rule 67 funds to the Western District of Missouri was a prudent step, ensuring that the real parties in interest could air their differences and enabling a court of competent jurisdiction to resolve the entitlement dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Reintjes demurs. It asserts that St. Paul's claim to the funds is made up out of whole cloth and that the Puerto Rico district court's denial of St. Paul's motion to intervene is the proof of the pudding. Additionally, it notes that Alstom's request for Rule 67 relief was contingent upon the district court's <i>granting</i> of the motion to intervene (which Alstom opposed). Building on this foundation, Reintjes asseverates that allowing the deposit and transferring the deposited funds after denying the motion to intervene exceeded the district court's authority.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">As a general proposition, it is within a district court's sound discretion to accept a deposit of settlement funds in order to allow a settling defendant to withdraw from litigation while competing claimants continue to squabble over their entitlement to the settlement proceeds. <i>See Garrick v. Weaver,</i> 888 F.2d 687, 694 (10th Cir.1989). As a corollary of this proposition, a defendant may be allowed to tender a Rule 67 deposit even if one or more of the competing claimants is not a party to the action. <i>See, e.g., U.S. Overseas Airlines, Inc. v. Compania Aerea Viajes Expresos De Venezuela,</i> 161 F.Supp. 513, 516 (S.D.N.Y.1958). At first blush, the challenged order may appear to fit within the confines of these precedents.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Wise men have recognized for more than twenty-five centuries that appearances sometimes can be deceiving, <i>see</i> Aesop, The Wolf in Sheep's Clothing (circa 550 B.C.), and that is the case here. The Puerto Rico district court did more than grant the motion for deposit. It simultaneously denied St. Paul's request for intervention, transferred the deposited funds to another district, and dismissed the case. As we explain below, one part of the court's order is contrary to law and, in all events, the various components of the order are internally inconsistent.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The most glaring defect in the order is the transmittal of the deposited funds to the Western District of Missouri without a concomitant transfer of any case or cause of action. Rule 67 instructs that deposited funds are to be withdrawn only in accordance with certain enumerated statutes.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> None of those statutes authorizes the type of naked transfer employed here.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The fact that one such statute states that deposited funds are to be disbursed by \"order of court,\" 28 U.S.C. &#167; 2042, does not salvage the transfer. That language cannot conceivably be read to give the district court carte blanche to dispose of deposited funds as it sees fit, without regard either to the rights of the parties or to the applicable law. Funds deposited pursuant to Rule 67 are not at the disposal of the judge but, rather, are held in trust for their rightful owner. <i>See In re Casco Chem. Co.,</i> 335 F.2d 645, 649 (5th Cir. 1964). Their disbursement must be in accordance with the law.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Here, the Puerto Rico district court flouted this principle. It cited no authority that allowed it to make a naked transfer of Rule 67 funds to another court. Doing so was error: there is no statute, rule, or legal precedent that authorizes a court to effect a non-consensual transfer of Rule 67 funds to a different court without a concomitant transfer of the entire case (or, at least, some cause of action). Because the monetary transfer here was unaccompanied by a shifting of either the case or a cause of action within it, that transfer was legally insupportable.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Of course, it can be argued &#8212; and St. Paul makes the argument with vigor &#8212; that the Puerto Rico district court likely recognized the genuineness of St. Paul's claims, knew that those claims had been asserted in the Western District of Missouri, and thus saw a transfer of the deposited funds as an efficacious way to resolve Alstom's dilemma. This argument is bolstered by the court's observation that \"the controversies raised by way of the proposed intervention can be adequately disposed of\" within the four corners of the litigation pending in the Western District of Missouri.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">But such an argument flies in the teeth of the express provisions of the July 28 order. To read that order as a de facto grant of St. Paul's motion to intervene and a de facto transfer of the case to the Western District of Missouri would require turning a blind eye to the district court's explicit directions. After all, the court flatly denied St. Paul's motion to intervene and then dismissed the case. We cannot disregard express rulings simply as a matter of guesswork or in an effort to suit interpretive convenience. <i>See generally In re Thinking Machs. Corp.,</i> 67 F.3d 1021, 1026 (1st Cir.1995) (\"Court orders are customarily important events in the life of a judicial proceeding; they are the primary means through which courts speak, and they should carry commensurate weight.\" (internal citation omitted)); <i>Lefkowitz v. Fair,</i> 816 F.2d 17, 22 (1st Cir.1987) (enforcing court order that \"contained not the slightest ambiguity\" over claim that authoring judge \"must\" have meant something different). The most that can be said is that the court's statements and the naked transfer of the deposited funds, when juxtaposed against the denial of intervention and the dismissal of the case, render the July 28 order internally inconsistent.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">St. Paul and Alstom also argue, in effect, that the district court recognized the existence of conflicting claims to the settlement proceeds; that those claims are now before the court in the Western District of Missouri; and that, therefore, any error in the July 28 order should be viewed as harmless. Vacating the order and remanding the case to the Puerto Rico district court, they say, would constitute mindless formalism.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We do not agree. While the Puerto Rico district court did make some suggestive statements, the court appears not to have weighed the merits of St. Paul's motion for intervention. <i>See, e.g., Pub. Serv. Co. v. Patch,</i> 136 F.3d 197, 204 (1st Cir. 1998); <i>see also</i> Fed.R.Civ.P. 24. By like token, the court appears not to have made an express finding on the appropriateness of St. Paul achieving what Reintjes considered to be a back-door prejudgment attachment.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Nor did the subsequent order of the Missouri court cure either the error or the inconsistencies in the July 28 order. When Reintjes moved in that court for release of the funds, its motion was denied on the principal ground that \"it was clearly the intention of the court in Puerto Rico for [the Missouri court] to . . . determine what to do with the funds.\" Given the Missouri court's understandable deference to the order of the Puerto Rico district court &#8212; an order that we have found to be internally inconsistent &#8212; we cannot plausibly say that the Missouri proceedings cured the original error.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">St. Paul also argues in passing that Reintjes, which moved in Missouri for release of the funds, thereby accepted the jurisdiction of that court and waived its right to argue against the transfer. This argument is far off the mark. The only case St. Paul cites, <i>In re Durham,</i> 114 F. 750 (D.Md.1902), is completely inapposite. And, even assuming that such a waiver might be possible under some circumstances, Reintjes filed its motion in the context of the indemnity action already pending in Missouri. Thus, submitting the motion did not constitute a fresh invocation of or submission to the authority of a different court.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">That ends this aspect of the matter. On this tenebrous record, there is no principled way for us to hold that the Puerto Rico district court's error was harmless. Consequently, we turn to the question of relief. In that regard, we must endeavor to find a remedy suitable to the unusual circumstances of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Normally, we would vacate the challenged order, nullify any action taken thereunder, and remand to the district court for further proceedings. <i>See Subsalve,</i> 462 F.3d at 45 (noting that \"[o]rdinarily, an appellate court confronted with an internally inconsistent order would vacate the offending order and return the case to the authoring court for clarification\"). Here, however, there is no way to squeeze all of the toothpaste back into the tube. The Rule 67 funds have been physically transferred to the Western District of Missouri; that court has assumed control over them; and we have no authority to order a district court in another circuit to take a specific action (say, returning the funds). <i>See Matrix Grp.,</i> 378 F.3d at 32. The Puerto Rico district court likewise lacks any authority to recall the funds. Still, Reintjes's rights must be protected, and we feel confident that we can rely on the district courts in the two affected districts to act cooperatively so that the ends of justice will be served.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In this spirit, we conclude that the most sensible course is to vacate the July 28 order, remand the case, and direct the Puerto Rico district court to consider, on the merits, the questions of intervention and transfer of the case. Should the court grant St. Paul's motion to intervene, it may then transfer the entire action &#8212; or what remains of it after dismissing the claims against Alstom &#8212; to the Western District of Missouri under 28 U.S.C. &#167; 1404(a).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> That would validate the original (unauthorized) transfer of the deposited funds by bringing procedural reality into alignment with practical reality.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">If, however, the Puerto Rico district court determines that no grounds for intervention exist, it must then advise the transferee court that the deposited funds were transferred improvidently and request their return. Requests of this sort have been made in other circumstances, <i>see, e.g., In re Warrick,</i> 70 F.3d 736, 740-41 (2d Cir.1995), and we have no reason to doubt that the transferee court would honor such a request here. The effect, then, should be to return matters, as closely as is now possible, to the status quo ante.</p>\n    </div>\n    <p class=\"center\">\n      <i>IV.</i>\n    </p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We need go no further. We hold, without serious question, that the naked transfer of the Rule 67 funds was unlawful. We also hold that the July 28 order, taken as a whole, is internally inconsistent: the denial of intervention and the dismissal of the action simply cannot be squared with the order for deposit and the sending of the deposited funds to the Western District of Missouri. Given the peculiar circumstances of this case, our error-correction function must operate under severe constraints. There is simply no way that we can replicate exactly the situation that existed on July 27, 2006. We can, however, clear away the confusion created by the district court's erroneous and internally inconsistent order and give the parties an opportunity to re-present their arguments. We take no view as to the relative merit of the choices that will confront the district court on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">\n        <i>The motion of St. Paul Fire &amp; Marine Ins. Co. to intervene in this appeal is granted. The order appealed from is vacated and the cause is remanded to the district court with instructions. All parties shall bear their own costs.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Both Alstom Power, Inc. and Alstom Caribe, Inc. (formerly known as Combustion Engineering Caribe, Inc.) are parties to this case. For ease in reference, we do not distinguish between them but, rather, refer to them collectively as \"Alstom.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> For simplicity's sake, we treat this implementing order as part and parcel of the main order</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The same is generally true of deposit orders under Federal Rule of Civil Procedure 67. Orders granting or denying Rule 67 motions are not immediately reviewable unless they satisfy the strictures of the collateral order doctrine or qualify as injunctions<i>See Baxter v. United Forest Prods. Co.,</i> 406 F.2d 1120, 1123 (8th Cir.1969).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The rule states that such funds are to be \"withdrawn in accordance with the provisions of Title 28 U.S.C. &#167;&#167; 2041, and 2042; the Act of June 26, 1934, c. 756, &#167; 23, as amended (48 Stat. 1236, 58 Stat. 845), U.S.C., Title 31, &#167; 725v; or any like statute.\"<i>See</i> Fed.R.Civ.P. 67. It appears that the relevant provision of the Act of June 26, 1934, as amended, is currently codified at 28 U.S.C. &#167; 2043, which superseded 31 U.S.C. &#167; 725v.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Section 1404(a) allows a district court to transfer an action to any district in which the suit \"might have been brought.\" Obviously, such a transfer is possible here because the suit originally was brought in the Western District of Missouri and later transferred to Puerto Rico. While retransfer ordinarily is to be avoided,<i>see Christianson v. Colt Indus. Oper'g Corp.,</i> 486 U.S. 800, 816, 108 S.Ct. 2166, 100 L.Ed.2d 811 (1988), the intervening five years of litigation have sufficiently altered matters that comity would not be offended by returning the suit to the original court.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">106</span></span></p>\n    <p class=\"parties\">ALSTOM CARIBE, INC., f/k/a Combustion Engineering Caribe, Inc., et al., Plaintiffs, Appellees,<br>v.<br>GEO. P. REINTJES CO., INC., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 06-2386.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 8, 2007.</p>\n    <p class=\"date\">Decided April 18, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul G. Schepers, with whom Gregory S. Gerstner, John P. Lynch, and Seigfreid, Bingham, Levy, Selzer &amp; Gee, P.C. were on brief, for appellant.</p>\n      <p class=\"indent\">Jos&#233; A. Axtmayer, with whom G. William Quatman, William E. Quirk, and Shughart Thomson &amp; Kilroy, P.C. were on brief, for appellees.</p>\n      <p class=\"indent\">Robert C. Niesley, with whom Donna R. Tobar and Watt, Tieder, Hoffar &amp; Fitzgerald, L.L.P. were on brief, for provisional intervenor.</p>\n      <p class=\"indent\">Before LIPEZ, Circuit Judge, SELYA, Senior Circuit Judge, and DiCLERICO,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We are confronted with a procedural motley, in which a district judge took a short-cut that resulted in the issuance of an inherently self-contradictory order. That order (together with an implementing order issued the same day) commanded the deposit of certain funds into the registry of the district court; denied intervention by a corporation that claimed a right to the funds; transferred the funds &#8212; but not the case &#8212; to a different court in a different circuit; and, finally, entered a judgment of dismissal.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A party to the case had expected to receive the funds in settlement of pending claims. That party's ambitions were frustrated by the order, and it moved for reconsideration. Upon the denial of its motion, it filed this timely appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The short-cut taken by the district court has created a number of complications, some jurisdictional in nature. Once we clear the jurisdictional hurdles, we conclude that the order appealed from is legally insupportable in at least one respect and internally inconsistent in other respects. We then explain why those bevues are not harmless and address a further complication as to choice of remedy. In the end, we vacate the order and remand with specific instructions as to future proceedings.</p>\n    </div>\n    <p class=\"center\">\n      <i>I.</i>\n    </p>\n    <p>Background</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This case has a long and tortured history. For present purposes, however, the details of the original dispute are no more than marginally relevant. Accordingly, we offer only a decurtate summary.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the summer of 2000, the Alstom parties<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> retained a contractor, Geo. P. Reintjes Co. (Reintjes), to perform work on a power plant located in Puerto Rico. A surety company, St. Paul Fire &amp; Marine Insurance Co. (St. Paul), furnished payment and performance bonds for Reintjes in connection with the work.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the fullness of time, the contracting parties' relationship shifted from the board room to the courtroom. Each sued the other. Alstom's suit (which named St. Paul as an additional defendant) claimed faulty workmanship while Reintjes's suit claimed non-payment for work performed. These actions were brought in different federal venues: Alstom chose the District of Puerto Rico (where the power plant was located) whereas Reintjes chose the Western District of Missouri (where it maintained its principal place of business). The Missouri court eventually transferred the latter suit, <i>see</i> 28 U.S.C. &#167; 1404(a), and it was consolidated with the former suit in Puerto Rico's federal district court. This history explains why the caption of this case lists Alstom as the plaintiff, even though the issues on appeal concern claims made by Reintjes against Alstom.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Late in 2003, St. Paul settled with Alstom for $2,925,000. In return, Alstom dropped its claims against both St. Paul and Reintjes. Reintjes proceeded with its suit against Alstom but disclaimed any obligation to reimburse St. Paul.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">By April of 2005, Reintjes's claims against Alstom were still unresolved. At that time, St. Paul brought a new suit against Reintjes in the Western District of Missouri. That suit sought indemnification for the sums expended by St. Paul in reaching a settlement with Alstom. Reintjes denied any liability for indemnification.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Matters came to a head in the summer of 2006 when Alstom agreed to pay Reintjes $2,000,000 in settlement of Reintjes's claims against it. With the sweet smell of money wafting through the air, St. Paul claimed an interest in the settlement proceeds on theories of indemnification and equitable subrogation. Based on those claims, it sought to intervene in the pending Puerto Rico action. <i>See</i> Fed.R.Civ.P. 24. Alstom opposed intervention but, in the alternative, asked that it be allowed to deposit the settlement amount with the district court on the understanding that, by doing so, it would be deemed to have complied fully with its obligations under the settlement agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Reintjes objected to the other parties' motions. It opposed intervention on the ground that St. Paul was, in effect, seeking an unwarranted prejudgment attachment; it opposed Alstom's exit strategy on the ground that payment of the funds into the registry of the court would violate the terms of the settlement agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On July 28, 2006, the Puerto Rico district court denied St. Paul's motion to intervene but nonetheless instructed Alstom to pay the settlement amount into the registry of the court (thereby satisfying all of its obligations under the settlement agreement). In the same order, the court commanded the clerk, immediately upon receipt of Alstom's deposit, to remit the funds to the Western District of Missouri (the court in which St. Paul's indemnification action was pending). The court did not cite any authority for the transfer of the funds, nor did it purport to transfer any claim or cause of action from the District of Puerto Rico to the Western District of Missouri. That same day, the Puerto Rico district court entered a final judgment dismissing the Puerto Rico litigation.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The court subsequently denied Reintjes's motion for reconsideration without elaboration.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Reintjes did not move to stay the contemplated transfer of the funds. Thus, when Alstom made the deposit, the clerk of the Puerto Rico district court promptly forwarded the funds to the Western District of Missouri, and that court assumed control of them. Reintjes asked the transferee court to release the funds to it, but that motion was denied pending an adjudication of the merits of St. Paul's claims.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Meanwhile, Reintjes initiated this appeal. In it, Reintjes beseeches us to reverse the multi-faceted order of the Puerto Rico district court and to instruct the transferee court to disburse the deposited funds to it. We have allowed St. Paul to participate in this proceeding as a provisional intervenor. Because it has become apparent that St. Paul has a substantial stake in the outcome and that its interests are not fairly represented by any other party, we today grant St. Paul's motion and authorize its intervention in these proceedings as an appellee. <i>See Mangual v. Rotger-Sabat,</i> <span class=\"citation\" data-id=\"780589\"><a href=\"/opinion/780589/tomas-de-jesus-mangual-jorge-medina-caribbean-international-news/\"><span class=\"volume\">317</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 62 (1st Cir. 2003) (confirming the existence of \"discretion to permit intervenors at the appellate level\").</p>\n    </div>\n    <p class=\"center\">\n      <i>II.</i>\n    </p>\n    <p>Appellate Jurisdiction</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As a threshold matter, St. Paul asserts that we lack jurisdiction to entertain this appeal. Its principal jurisdictional argument is that the Puerto Rico district court's order was not final and, thus, not immediately appealable. <i>See</i> 28 U.S.C. &#167; 1291 (limiting appellate jurisdiction in most instances to \"final decisions\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">For this purpose, a \"final decision\" is one that \"ends the litigation on the merits and leaves nothing for the court to do but execute the judgment.\" <i>Catlin v. United States,</i> <span class=\"citation\" data-id=\"104095\"><a href=\"/opinion/104095/catlin-v-united-states/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, 233, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">631</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">911</span></span> (1945). Given this definition, there is no doubt that, had the district court granted St. Paul's motion to intervene and then transferred the case (along with the funds) to the Western District of Missouri, we would not have jurisdiction to hear this appeal. After all, transfer orders typically are not regarded as final orders and, accordingly, are not subject to challenge by way of an immediate appeal.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>See Subsalve USA Corp. v. Watson Mfg., Inc.,</i> <span class=\"citation\" data-id=\"202402\"><a href=\"/opinion/202402/subsalve-usa-v-watson-manufacturing/\"><span class=\"volume\">462</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span>, 47 (1st Cir.2006).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">With this case law in mind, St. Paul suggests that the July 28 order was the functional equivalent of a transfer order and, thus, should be treated as non-final in determining its eligibility for immediate appellate review. This suggestion overlooks the particulars of the events that transpired here. Chronicling those events exposes the implausibility of St. Paul's suggestion.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To begin, the Puerto Rico district court <i>denied</i> St. Paul's motion to intervene. This is significant because, without St. Paul in the case, the court's approval of the settlement resolved all the outstanding claims between those who were then parties to the case and, therefore, concluded the controversy. It is impossible to reconcile the denial of intervention with the notion that the district court impliedly transferred St. Paul's claims to the Western District of Missouri. Without St. Paul in the case, there was no cause of action remaining to be transferred.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In all events, at no point did the Puerto Rico district court say that it intended to transfer the <i>case</i> to the Western District of Missouri. It simply directed the clerk to forward the funds to the Missouri court. District courts speak to appellate courts primarily through the orders that they enter, <i>see, e.g., Subsalve,</i> 462 F.3d at 44; <i>Advance Fin. Corp. v. Isla Rica Sales, Inc.,</i> <span class=\"citation\" data-id=\"443943\"><a href=\"/opinion/443943/advance-financial-corporation-v-isla-rica-sales-inc-antonio-novoa-v/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span>, 26 (1st Cir.1984), and the order in question here does not bespeak any such intention.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">If more were needed &#8212; and we doubt that it is &#8212; other indicia in the record make it pellucid that the Puerto Rico district court did not think that it had transferred the case to the Western District of Missouri. The most telling indicium is that, on the same day that it issued the Rule 67 order, the Puerto Rico district court dismissed all of the claims then pending before it. The order of dismissal would have been entirely superfluous had the court intended to transfer the action.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">To say more on this point would be to paint the lily. Simply put, the July 28 order concluded the Puerto Rico litigation in Puerto Rico, and no remnant of it lives on in the Western District of Missouri. Because the district court acted to end the litigation, not to transfer it, the order appealed from constitutes a final decision. <i>See Tootle v. Sec'y of Navy,</i> <span class=\"citation\" data-id=\"186674\"><a href=\"/opinion/186674/tootle-samuel-v-sec-navy/\"><span class=\"volume\">446</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">167</span></a></span>, 173 (D.C.Cir.2006); <i>cf. Subsalve,</i> 462 F.3d at 44-47 (finding an internally inconsistent order that purported both to dismiss and to transfer a case immediately appealable for the purpose of resolving the inconsistency). Consequently, we have jurisdiction to review that order under 28 U.S.C. &#167; 1291.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">St. Paul advances two other arguments of a jurisdictional nature. Neither argument is persuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">First, St. Paul contends that our jurisdiction is limited by the language of Reintjes's notice of appeal, which identifies the denial of its motion for reconsideration rather than the July 28 order itself. <i>See, e.g., Constructora Andrade Guti&#233;rrez v. Am. Int'l Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></span>, 43-44 (1st Cir.2006) (holding that in some circumstances, enumeration of particular rulings in a notice of appeal precludes appellate litigation of unenumerated rulings). Here, however, the propriety of denying reconsideration is inextricably intertwined with the correctness of the original order; hence, no party could conceivably have been prejudiced by Reintjes's awkward locution. Given that circumstance, we do not think that the wording of the notice of appeal presents a jurisdictional bar. <i>See Young v. Gordon,</i> <span class=\"citation\" data-id=\"200491\"><a href=\"/opinion/200491/young-v-gordon/\"><span class=\"volume\">330</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">76</span></a></span>, 80 (1st Cir.2003) (holding reference to denial of a motion for reconsideration in a notice of appeal adequate to ground an appeal from the underlying judgment when the \"desire to appeal from the underlying judgment [was] sufficiently plain\" and the opposing parties \"were not misled by the inartfully drafted notice of appeal\"); <i>see also Kotler v. Am. Tobacco Co.,</i> <span class=\"citation\" data-id=\"596395\"><a href=\"/opinion/596395/joanne-kotler-individually-and-as-administratrix-etc-v-the-american/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 11 (1st Cir.1992) (noting that \"we do not examine the notice [of appeal] in a vacuum\" but, rather, determine whether, in context, it \"adequately apprised\" one party of the other's intention to appeal a given order).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Second, St. Paul mentions a qualitatively different impediment to our jurisdiction. It posits that we must stay our hand because we no longer have any authority over the settlement funds. We accept the premise of that argument &#8212; our lack of authority over the funds on deposit &#8212; but we reject the conclusion that St. Paul draws from that premise.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It cannot be gainsaid that our supervisory authority is circumscribed by circuit boundaries. <i>See</i> 28 U.S.C. &#167; 1294. For that reason, we lack the raw power to order the Missouri district court &#8212; a court that sits within the Eighth Circuit &#8212; to disburse the sum on deposit to Reintjes (or any other party, for that matter) or transfer the funds back to the Puerto Rico district court. <i>See Matrix Grp. Ltd. v. Rawlings Sporting Goods Co.,</i> <span class=\"citation\" data-id=\"201179\"><a href=\"/opinion/201179/matrix-group-limited-v-rawlings-sporting-go/\"><span class=\"volume\">378</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 32 (1st Cir.2004). But although this limitation affects the nature of the relief that we may decree, it does not divest us of jurisdiction. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In pressing for a different outcome, St. Paul relies on the decision in <i>Fultz v. Rose,</i> <span class=\"citation no-link\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1380</span></span> (9th Cir.1987). It cites <i>Fultz</i> for the proposition that an \"appellate court has no authority to review where the property that is subject of the appeal is transferred outside the court's jurisdiction.\" Intervenor's Br. at 4. But unlike the instant case, <i>Fultz</i> was a case in which the controversy was rendered moot because the court could not grant \"<i>any</i> effective relief from the order\" of which the appellant complained. <i>Id.</i> at 1380 (emphasis supplied); <i>see In re Nat'l Mass Media Telecomm. Sys., Inc.,</i> <span class=\"citation\" data-id=\"757267\"><a href=\"/opinion/757267/98-cal-daily-op-serv-6473-98-daily-journal-dar-8983-2-cal-bankr/\"><span class=\"volume\">152</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1178</span></a></span>, 1180 (9th Cir.1998) (discussing <i>Fultz</i>).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The case at hand is a horse of a quite different hue. Reintjes has asked us to reverse the district court's allowance of the Rule 67 motion and to wipe away its exoneration of Alstom. Regardless of whether or not we can recall the funds, we can effectively reverse, modify, or vacate the July 28 order in many of its aspects &#8212; and those aspects have independent legal significance.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In short, a district court within this circuit has entered a final order that has continuing legal significance regardless of what court has custody of the deposited funds. No more is exigible to keep our jurisdiction intact. Although our inability to ensure a recapture of the funds is regrettable, that circumstance is by no means inimical to our exercise of appellate jurisdiction.</p>\n    </div>\n    <p class=\"center\">\n      <i>III.</i>\n    </p>\n    <p>The Merits</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In the last analysis, this appeal poses the following question: Does the multi-purpose July 28 order &#8212; which denied intervention, mandated deposit of the settlement funds pursuant to Rule 67, transmitted those funds to the Western District of Missouri, dismissed the Puerto Rico action, and exonerated Alstom from any further liability &#8212; have a sound basis in law? We answer that question in the negative.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We start this phase of our inquiry with Rule 67, under which the Puerto Rico district court authorized the deposit of the funds. The rule states:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In an action in which any part of the relief sought is a judgment for a sum of money or the disposition of a sum of money or the disposition of any other thing capable of delivery, a party, upon notice to every other party, and by leave of court, may deposit with the court all or any part of such sum or thing. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Fed.R.Civ.P. 67. The core purpose of Rule 67 is to relieve a party who holds a contested fund from responsibility for disbursement of that fund among those claiming some entitlement thereto. <i>See</i> 12 Charles Alan Wright, Arthur R. Miller &amp; Richard L. Marcus, Federal Practice &amp; Procedure &#167; 2991 (2d ed. 1997). It follows logically that a district court should not grant a Rule 67 motion unless the question of entitlement is genuinely in dispute. <i>See, e.g., Gulf States Utils. Co. v. Ala. Power Co.,</i> <span class=\"citation\" data-id=\"492041\"><a href=\"/opinion/492041/gulf-states-utilities-co-v-alabama-power-co-georgia-power-co-gulf/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1465</span></a></span>, 1475 (5th Cir. 1987). Moreover, the entitlement dispute must be live; that is, the dispute must be extant at the time the court is asked to grant the Rule 67 motion. <i>See Mfrs. Hanover Overseas Capital Corp. v. Southwire Co.,</i> <span class=\"citation\" data-id=\"1869739\"><a href=\"/opinion/1869739/mfrs-hanover-overseas-capital-v-southwire-co/\"><span class=\"volume\">589</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">214</span></a></span>, 221 (S.D.N.Y.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Alstom argues that, given the rancorous dispute between St. Paul and Reintjes over the settlement proceeds, it had a perfect right to avail itself of the prophylaxis of Rule 67; invoking that rule permitted it to avoid the specter of duplicative liability. St. Paul echoes Alstom's refrain. It adds, moreover, that the transfer of the Rule 67 funds to the Western District of Missouri was a prudent step, ensuring that the real parties in interest could air their differences and enabling a court of competent jurisdiction to resolve the entitlement dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Reintjes demurs. It asserts that St. Paul's claim to the funds is made up out of whole cloth and that the Puerto Rico district court's denial of St. Paul's motion to intervene is the proof of the pudding. Additionally, it notes that Alstom's request for Rule 67 relief was contingent upon the district court's <i>granting</i> of the motion to intervene (which Alstom opposed). Building on this foundation, Reintjes asseverates that allowing the deposit and transferring the deposited funds after denying the motion to intervene exceeded the district court's authority.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">As a general proposition, it is within a district court's sound discretion to accept a deposit of settlement funds in order to allow a settling defendant to withdraw from litigation while competing claimants continue to squabble over their entitlement to the settlement proceeds. <i>See Garrick v. Weaver,</i> <span class=\"citation\" data-id=\"531285\"><a href=\"/opinion/531285/roberta-garrick-individually-and-roberta-garrick-individually-and-as/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">687</span></a></span>, 694 (10th Cir.1989). As a corollary of this proposition, a defendant may be allowed to tender a Rule 67 deposit even if one or more of the competing claimants is not a party to the action. <i>See, e.g., U.S. Overseas Airlines, Inc. v. Compania Aerea Viajes Expresos De Venezuela,</i> <span class=\"citation no-link\"><span class=\"volume\">161</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">513</span></span>, 516 (S.D.N.Y.1958). At first blush, the challenged order may appear to fit within the confines of these precedents.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Wise men have recognized for more than twenty-five centuries that appearances sometimes can be deceiving, <i>see</i> Aesop, The Wolf in Sheep's Clothing (circa 550 B.C.), and that is the case here. The Puerto Rico district court did more than grant the motion for deposit. It simultaneously denied St. Paul's request for intervention, transferred the deposited funds to another district, and dismissed the case. As we explain below, one part of the court's order is contrary to law and, in all events, the various components of the order are internally inconsistent.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The most glaring defect in the order is the transmittal of the deposited funds to the Western District of Missouri without a concomitant transfer of any case or cause of action. Rule 67 instructs that deposited funds are to be withdrawn only in accordance with certain enumerated statutes.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> None of those statutes authorizes the type of naked transfer employed here.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The fact that one such statute states that deposited funds are to be disbursed by \"order of court,\" 28 U.S.C. &#167; 2042, does not salvage the transfer. That language cannot conceivably be read to give the district court carte blanche to dispose of deposited funds as it sees fit, without regard either to the rights of the parties or to the applicable law. Funds deposited pursuant to Rule 67 are not at the disposal of the judge but, rather, are held in trust for their rightful owner. <i>See In re Casco Chem. Co.,</i> <span class=\"citation\" data-id=\"265252\"><a href=\"/opinion/265252/in-the-matter-of-casco-chemical-co-bankrupt-harold-c-abramson-trustee/\"><span class=\"volume\">335</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">645</span></a></span>, 649 (5th Cir. 1964). Their disbursement must be in accordance with the law.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Here, the Puerto Rico district court flouted this principle. It cited no authority that allowed it to make a naked transfer of Rule 67 funds to another court. Doing so was error: there is no statute, rule, or legal precedent that authorizes a court to effect a non-consensual transfer of Rule 67 funds to a different court without a concomitant transfer of the entire case (or, at least, some cause of action). Because the monetary transfer here was unaccompanied by a shifting of either the case or a cause of action within it, that transfer was legally insupportable.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Of course, it can be argued &#8212; and St. Paul makes the argument with vigor &#8212; that the Puerto Rico district court likely recognized the genuineness of St. Paul's claims, knew that those claims had been asserted in the Western District of Missouri, and thus saw a transfer of the deposited funds as an efficacious way to resolve Alstom's dilemma. This argument is bolstered by the court's observation that \"the controversies raised by way of the proposed intervention can be adequately disposed of\" within the four corners of the litigation pending in the Western District of Missouri.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">But such an argument flies in the teeth of the express provisions of the July 28 order. To read that order as a de facto grant of St. Paul's motion to intervene and a de facto transfer of the case to the Western District of Missouri would require turning a blind eye to the district court's explicit directions. After all, the court flatly denied St. Paul's motion to intervene and then dismissed the case. We cannot disregard express rulings simply as a matter of guesswork or in an effort to suit interpretive convenience. <i>See generally In re Thinking Machs. Corp.,</i> <span class=\"citation\" data-id=\"705990\"><a href=\"/opinion/705990/in-re-thinking-machines-corporation-debtor-thinking-machines-corporation/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1021</span></a></span>, 1026 (1st Cir.1995) (\"Court orders are customarily important events in the life of a judicial proceeding; they are the primary means through which courts speak, and they should carry commensurate weight.\" (internal citation omitted)); <i>Lefkowitz v. Fair,</i> <span class=\"citation\" data-id=\"486539\"><a href=\"/opinion/486539/alan-lefkowitz-v-michael-fair-commissioner-department-of-corrections/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 22 (1st Cir.1987) (enforcing court order that \"contained not the slightest ambiguity\" over claim that authoring judge \"must\" have meant something different). The most that can be said is that the court's statements and the naked transfer of the deposited funds, when juxtaposed against the denial of intervention and the dismissal of the case, render the July 28 order internally inconsistent.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">St. Paul and Alstom also argue, in effect, that the district court recognized the existence of conflicting claims to the settlement proceeds; that those claims are now before the court in the Western District of Missouri; and that, therefore, any error in the July 28 order should be viewed as harmless. Vacating the order and remanding the case to the Puerto Rico district court, they say, would constitute mindless formalism.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We do not agree. While the Puerto Rico district court did make some suggestive statements, the court appears not to have weighed the merits of St. Paul's motion for intervention. <i>See, e.g., Pub. Serv. Co. v. Patch,</i> <span class=\"citation\" data-id=\"197774\"><a href=\"/opinion/197774/public-service-v-nh-consumer-advocate/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">197</span></a></span>, 204 (1st Cir. 1998); <i>see also</i> Fed.R.Civ.P. 24. By like token, the court appears not to have made an express finding on the appropriateness of St. Paul achieving what Reintjes considered to be a back-door prejudgment attachment.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Nor did the subsequent order of the Missouri court cure either the error or the inconsistencies in the July 28 order. When Reintjes moved in that court for release of the funds, its motion was denied on the principal ground that \"it was clearly the intention of the court in Puerto Rico for [the Missouri court] to . . . determine what to do with the funds.\" Given the Missouri court's understandable deference to the order of the Puerto Rico district court &#8212; an order that we have found to be internally inconsistent &#8212; we cannot plausibly say that the Missouri proceedings cured the original error.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">St. Paul also argues in passing that Reintjes, which moved in Missouri for release of the funds, thereby accepted the jurisdiction of that court and waived its right to argue against the transfer. This argument is far off the mark. The only case St. Paul cites, <i>In re Durham,</i> <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">F.</span> <span class=\"page\">750</span></span> (D.Md.1902), is completely inapposite. And, even assuming that such a waiver might be possible under some circumstances, Reintjes filed its motion in the context of the indemnity action already pending in Missouri. Thus, submitting the motion did not constitute a fresh invocation of or submission to the authority of a different court.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">That ends this aspect of the matter. On this tenebrous record, there is no principled way for us to hold that the Puerto Rico district court's error was harmless. Consequently, we turn to the question of relief. In that regard, we must endeavor to find a remedy suitable to the unusual circumstances of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Normally, we would vacate the challenged order, nullify any action taken thereunder, and remand to the district court for further proceedings. <i>See Subsalve,</i> 462 F.3d at 45 (noting that \"[o]rdinarily, an appellate court confronted with an internally inconsistent order would vacate the offending order and return the case to the authoring court for clarification\"). Here, however, there is no way to squeeze all of the toothpaste back into the tube. The Rule 67 funds have been physically transferred to the Western District of Missouri; that court has assumed control over them; and we have no authority to order a district court in another circuit to take a specific action (say, returning the funds). <i>See Matrix Grp.,</i> 378 F.3d at 32. The Puerto Rico district court likewise lacks any authority to recall the funds. Still, Reintjes's rights must be protected, and we feel confident that we can rely on the district courts in the two affected districts to act cooperatively so that the ends of justice will be served.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In this spirit, we conclude that the most sensible course is to vacate the July 28 order, remand the case, and direct the Puerto Rico district court to consider, on the merits, the questions of intervention and transfer of the case. Should the court grant St. Paul's motion to intervene, it may then transfer the entire action &#8212; or what remains of it after dismissing the claims against Alstom &#8212; to the Western District of Missouri under 28 U.S.C. &#167; 1404(a).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> That would validate the original (unauthorized) transfer of the deposited funds by bringing procedural reality into alignment with practical reality.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">If, however, the Puerto Rico district court determines that no grounds for intervention exist, it must then advise the transferee court that the deposited funds were transferred improvidently and request their return. Requests of this sort have been made in other circumstances, <i>see, e.g., In re Warrick,</i> <span class=\"citation\" data-id=\"708166\"><a href=\"/opinion/708166/in-re-laureen-warrick-laureen-warrick-v-general-electric-company-rca/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">736</span></a></span>, 740-41 (2d Cir.1995), and we have no reason to doubt that the transferee court would honor such a request here. The effect, then, should be to return matters, as closely as is now possible, to the status quo ante.</p>\n    </div>\n    <p class=\"center\">\n      <i>IV.</i>\n    </p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We need go no further. We hold, without serious question, that the naked transfer of the Rule 67 funds was unlawful. We also hold that the July 28 order, taken as a whole, is internally inconsistent: the denial of intervention and the dismissal of the action simply cannot be squared with the order for deposit and the sending of the deposited funds to the Western District of Missouri. Given the peculiar circumstances of this case, our error-correction function must operate under severe constraints. There is simply no way that we can replicate exactly the situation that existed on July 27, 2006. We can, however, clear away the confusion created by the district court's erroneous and internally inconsistent order and give the parties an opportunity to re-present their arguments. We take no view as to the relative merit of the choices that will confront the district court on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">\n        <i>The motion of St. Paul Fire &amp; Marine Ins. Co. to intervene in this appeal is granted. The order appealed from is vacated and the cause is remanded to the district court with instructions. All parties shall bear their own costs.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Both Alstom Power, Inc. and Alstom Caribe, Inc. (formerly known as Combustion Engineering Caribe, Inc.) are parties to this case. For ease in reference, we do not distinguish between them but, rather, refer to them collectively as \"Alstom.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> For simplicity's sake, we treat this implementing order as part and parcel of the main order</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The same is generally true of deposit orders under Federal Rule of Civil Procedure 67. Orders granting or denying Rule 67 motions are not immediately reviewable unless they satisfy the strictures of the collateral order doctrine or qualify as injunctions<i>See Baxter v. United Forest Prods. Co.,</i> <span class=\"citation\" data-id=\"283457\"><a href=\"/opinion/283457/earl-r-baxter-willeyne-baxter-lynn-o-muse-richard-l-king-and-w-k/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1120</span></a></span>, 1123 (8th Cir.1969).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The rule states that such funds are to be \"withdrawn in accordance with the provisions of Title 28 U.S.C. &#167;&#167; 2041, and 2042; the Act of June 26, 1934, c. 756, &#167; 23, as amended (48 Stat. 1236, 58 Stat. 845), U.S.C., Title 31, &#167; 725v; or any like statute.\"<i>See</i> Fed.R.Civ.P. 67. It appears that the relevant provision of the Act of June 26, 1934, as amended, is currently codified at 28 U.S.C. &#167; 2043, which superseded 31 U.S.C. &#167; 725v.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Section 1404(a) allows a district court to transfer an action to any district in which the suit \"might have been brought.\" Obviously, such a transfer is possible here because the suit originally was brought in the Western District of Missouri and later transferred to Puerto Rico. While retransfer ordinarily is to be avoided,<i>see Christianson v. Colt Indus. Oper'g Corp.,</i> <span class=\"citation\" data-id=\"112104\"><a href=\"/opinion/112104/christianson-v-colt-industries-operating-corp/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 816, <span class=\"citation\" data-id=\"112104\"><a href=\"/opinion/112104/christianson-v-colt-industries-operating-corp/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2166</span></a></span>, <span class=\"citation\" data-id=\"112104\"><a href=\"/opinion/112104/christianson-v-colt-industries-operating-corp/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1988), the intervening five years of litigation have sufficiently altered matters that comity would not be offended by returning the suit to the original court.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104095/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112104/",
    "http://www.courtlistener.com/api/rest/v3/opinions/186674/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200491/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/265252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/283457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/443943/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486539/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492041/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/708166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757267/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1869739/"
  ]
}