{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202712/",
  "absolute_url": "/opinion/202712/alsamhouri-v-gonzales/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202712/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:00:10Z",
  "date_modified": "2016-02-28T05:08:37.856719Z",
  "type": "010combined",
  "sha1": "260e0ec554dfcc3c08a86626e554a0bae2cfda2f",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-2800A-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/04/19/Alsamhouri_v._Gonzales.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\nNo. 05-2800\n\n                       JAMELEDDIN ALSAMHOURI,\n\n                             Petitioner,\n\n                                 v.\n\n                          ALBERTO GONZALES,\n               Attorney General of the United States,\n\n                             Respondent.\n\n\n              ON PETITION FOR REVIEW OF AN ORDER OF THE\n                     BOARD OF IMMIGRATION APPEALS\n\n\n                               Before\n\n                         Boudin, Chief Judge,\n                  Lynch and Lipez, Circuit Judges.\n\n\n\n     Jose A. Espinosa, Peter J. Rubin, Walter Dellinger, and\nO'Melveny & Myers, LLP on brief for petitioner.\n     Thomas L. Holzman, Special Attorney, Office of Immigration\nLitigation, Civil Division, United States Department of Justice,\nRobbin K. Blaya, Attorney, Office of Immigration Litigation, Terri\nJ. Scadron, Assistant Director, Office of Immigration Litigation,\nand Peter D. Keisler, Assistant Attorney General, Civil Division,\non brief for respondent.\n\n\n\n                           April 19, 2007\n\f            LYNCH, Circuit Judge.              Petitioner Jameleddin Alsamhouri\n\nis a Jordanian citizen.          He and, derivatively, his wife and three\n\nchildren petition for review of a final order of removal of the\n\nBoard of Immigration Appeals (BIA).                The focus of the petition is\n\non a discretionary order dated July 7, 2004 from an Immigration\n\nJudge (IJ) denying Alsamhouri's request for a continuance to give\n\nAlsamhouri additional time to file an application for asylum,\n\nwithholding of removal, and relief under the Convention Against\n\nTorture (CAT).       As a result, the IJ deemed the application to have\n\nbeen abandoned and ordered Alsamhouri removed.\n\n            The government initially challenged, but now concedes,\n\nour jurisdiction to review the IJ's denial of a continuance.\n\nNevertheless,       given      the    IJ's    amply    supported     findings     that\n\nAlsamhouri       understood     the    filing      deadline    and   yet   failed      to\n\ndiligently proceed with the application, the denial was not an\n\nabuse of discretion.             Thus, we affirm the BIA and deny the\n\npetition.\n\n                                             I.\n\n            Alsamhouri entered this country on April 13, 2001 on a\n\ntourist visa, and his wife and family were admitted on tourist\n\nvisas on June 16, 2001.              They overstayed.       Alsamhouri received a\n\nnotice to appear dated March 12, 2003, on a charge of removability.\n\nOn   July   2,    2003,   he    appeared      before   an     IJ   and   was   given    a\n\n\n\n\n                                             -2-\n\fcontinuance, at first six months and eventually nine months, in\n\norder for him to obtain representation and assert his claims.\n\n           At   a    master   calendar     hearing    on   April   19,   2004,\n\nAlsamhouri   appeared    with    counsel,   Fred     Tannous,   and   conceded\n\nremovability.       Through counsel, Alsamhouri sought a three-month\n\ncontinuance to prepare an application for asylum, withholding of\n\nremoval, and CAT relief.        The IJ granted a continuance until July\n\n7, 2004.     As to a potential asylum application, Alsamhouri had\n\nalready missed the deadline to apply by the time he was placed in\n\nremoval proceedings in March 2003.1           The IJ informed Alsamhouri\n\nthat an application for asylum at that point would normally be\n\nuntimely and that, accordingly, Alsamhouri would need to file with\n\nhis application a memorandum and affidavits to show why he met one\n\nof the exceptions permitting late filings.\n\n           On May 28, 2004, Tannous filed a motion to withdraw as\n\nAlsamhouri's counsel, declaring in an affidavit that Alsamhouri\n\nwanted to terminate the representation. Attached to the motion was\n\na copy of a letter Tannous had given to Alsamhouri on May 20,\n\nconfirming that Alsamhouri had requested the termination of the\n\n\n\n\n     1\n       An application for asylum must be \"filed within 1 year after\nthe date of the alien's arrival in the United States,\" 8 U.S.C.\n§ 1158(a)(2)(B), unless the alien can show \"either the existence of\nchanged circumstances which materially affect the applicant's\neligibility for asylum or extraordinary circumstances relating to\nthe delay in filing an application within the [applicable] period,\"\nid. § 1158(a)(2)(D).\n\n                                     -3-\n\frepresentation and emphasizing the importance of meeting the July 7\n\nfiling deadline.      The letter stated:\n\n           Indeed, if you wish to pursue this matter, I\n           would strongly urge you to do so as soon as\n           possible.     There   are    time   limitations\n           governing    actions     of     this    nature.\n           Accordingly, you have a July 7, 2004 date that\n           requires you to file your I-589 Application\n           for   Political   Asylum    together   with   a\n           Memorandum addressing the one (1) year bar\n           issue.    If you fail to file the proper\n           documents within the specified time period,\n           you will forever be barred from doing so.\n\nThe letter bore Alsamhouri's signature and initials, and it was\n\nwitnessed by another attorney in Tannous's office. This letter was\n\ndated about six weeks before the July 7 filing deadline.         The IJ\n\ndid not act on Tannous's motion to withdraw before the July 7\n\nhearing.\n\n           The IJ opened the July 7, 2004 hearing by saying that he\n\nwas   prepared   to   accept   applications   for   relief.   Alsamhouri\n\nappeared but filed no application and said he had none. Alsamhouri\n\nwas accompanied by both original counsel, Tannous, who had not yet\n\nbeen given leave to withdraw, and new counsel, Jose Espinosa, who\n\nstated that Alsamhouri had come to see him only a few days earlier.\n\nAlsamhouri asked for another continuance on the basis that he had\n\njust retained new counsel.\n\n           The IJ took testimony on the requested continuance.\n\nOriginal counsel Tannous informed the IJ that after the last\n\nhearing on April 19, he had instructed his clients to prepare a\n\n\n                                    -4-\n\fsummary of the evidence supporting their claims of persecution,\n\ntorture, and fear of returning to Jordan.           A few weeks later, on\n\nMay 20, Alsamhouri came to Tannous's office, requested the return\n\nof his file, and said he no longer needed Tannous's services.\n\nAlsamhouri   told   Tannous   that    his   brother-in-law    had    another\n\nattorney, implying that that attorney was now representing him.\n\nTannous then prepared the letter described above, emphasizing the\n\nJuly 7 deadline, handed the letter to Alsamhouri, and explained the\n\ncontents of the letter to him in Arabic.           Tannous also stated to\n\nthe IJ that he had later called Alsamhouri to inform him that the\n\ncourt had not yet ruled on the motion to withdraw, again explaining\n\nthe importance of meeting the filing deadline and again being told\n\nthat Alsamhouri had another attorney.\n\n          The IJ also questioned Alsamhouri under oath. Alsamhouri\n\nsaid Tannous was the one who wanted him to get a different\n\nattorney. He also testified (1) that he never understood there was\n\na deadline for filing his application and (2) that he never\n\nreceived the May 20 letter from Tannous advising him of the July 7\n\ndeadline and the consequences of not meeting that deadline. The IJ\n\nthen showed Alsamhouri the signed letter.          When the IJ pointed out\n\nthat Alsamhouri's signature and initials were on the letter,\n\nAlsamhouri   switched   his   testimony.      He   admitted   that   he   had\n\nreceived the May 20 letter and that he had shown it to Espinosa,\n\n\n\n\n                                     -5-\n\fhis new counsel, but he claimed not to have understood it because\n\nTannous's Arabic was faulty.\n\n             Next, the IJ questioned Espinosa, who indicated that he\n\nhad only met with Alsamhouri for about twenty minutes, a few days\n\nbefore   the    hearing.     At   that     time,   Espinosa     expressed   his\n\nwillingness to represent Alsamhouri, but he told Alsamhouri that it\n\nwould not be possible for him to prepare the necessary filings by\n\nthe July 7 deadline.\n\n             Finally, the IJ questioned Alsamhouri's wife.           She said\n\nthat   she   understood    they   were   required   to   file    their   asylum\n\napplication by July 7, but they did not do so \"because we changed\n\nlawyers.\"      When asked about Tannous's explanation to them that\n\nfailure to file the application by July 7 would cause it to be\n\ndeemed abandoned, she said they did not understand Tannous because\n\n\"he speaks more in English.\"\n\n             Based on this testimony, the IJ found Alsamhouri not\n\ncredible, saying he had \"carefully observed his demeanor and found\n\nhim to be evasive, non-responsive, vague and a wholly incredible\n\nwitness.\"    The IJ made a factual finding that Alsamhouri \"was well\n\naware that he had a deadline for filing this asylum application\n\n. . . but has disregarded that deadline.\"           The IJ also found that\n\nTannous \"did make efforts to comply with this Court's order, but\n\nhis clients . . . simply ignored his efforts.\"            The IJ added that\n\nhe found \"no compelling reason to allow the respondents further\n\n\n                                     -6-\n\ftime to file their asylum applications.\"     As a result, the IJ held\n\nthat Alsamhouri's \"application for asylum, withholding of removal,\n\nand relief under the Convention Against Torture [were] deemed to be\n\nwithdrawn and abandoned with prejudice.\"\n\n          After   finding   Alsamhouri's   application   to   have   been\n\nabandoned, the IJ initially denied Tannous's motion to withdraw.\n\nWhen Tannous expressed discomfort with continuing to represent\n\nAlsamhouri and the government indicated it had no objection to the\n\nwithdrawal, the IJ reconsidered and allowed the motion.          The IJ\n\nthen allowed Espinosa to enter his appearance and gave him the\n\nopportunity to discuss other forms of relief with his clients,\n\nincluding voluntary departure.     After consultation with counsel,\n\nAlsamhouri and his wife declined to request voluntary departure;\n\nthe IJ ordered removal to Jordan.\n\n          Alsamhouri timely appealed to the BIA.         On November 3,\n\n2005, the BIA affirmed the order of removal, without opinion.         See\n\n8 C.F.R. § 1003.1(e)(4). Alsamhouri then brought this petition for\n\nreview, claiming that the IJ had abused his discretion and violated\n\nAlsamhouri's constitutional due process rights in denying a further\n\ncontinuance and deeming Alsamhouri's applications to have been\n\nabandoned.\n\n\n\n\n                                 -7-\n\f                                II.\n\n          The question arises of whether we have jurisdiction over\n\nthe non-constitutional claim of abuse of discretion, in light of 8\n\nU.S.C. § 1252(a)(2)(B)(ii).   That section provides:\n\n          [N]o court shall have jurisdiction to review\n          . . . any . . . decision or action of the\n          Attorney General or the Secretary of Homeland\n          Security the authority for which is specified\n          under this subchapter [8 U.S.C. §§ 1151-1381]\n          to be in the discretion of the Attorney\n          General or the Secretary of Homeland Security,\n          other than the granting of relief under\n          section 1158(a) of this title [relating to\n          asylum].\n\nThis provision is one of several different statutory bars to\n\njudicial review of particular issues in immigration cases.    See,\n\ne.g., 8 U.S.C. § 1252(a)(2)(B)(i); Onikoyi v. Gonzales, 454 F.3d 1,\n\n3-4 (1st Cir. 2006) (discussing section 1252(a)(2)(B)(i)).\n\n          The government now concedes, contrary to its initial\n\nposition in this case,2 that section 1252(a)(2)(B)(ii) poses no\n\n\n     2\n       In its initial brief to this court, the government argued\nthat section 1252(a)(2)(B)(ii) barred judicial review of an IJ's\ndenial of a continuance, emphasizing the discretionary nature of\nthe decision. Alsamhouri filed no reply brief and presented no\nargument    that    we    had    jurisdiction    despite    section\n1252(a)(2)(B)(ii).   In an earlier opinion, now withdrawn, this\npanel adopted the government's position that we lacked jurisdiction\nover this issue. Alsamhouri v. Gonzales, 458 F.3d 15, 16 (1st Cir.\n2006), withdrawn, 471 F.3d 209 (1st Cir. Dec. 7, 2006).        That\nposition had previously been adopted by two other courts.       See\nYerkovich v. Ashcroft, 381 F.3d 990, 995 (10th Cir. 2004); Onyinkwa\nv. Ashcroft, 376 F.3d 797, 799 (8th Cir. 2004). Alsamhouri did not\nseek rehearing or otherwise ever suggest to this court that we had\nerred in finding no jurisdiction over this issue. On November 28,\n2006, more than three months after the issuance of our opinion,\nAlsamhouri for the first time filed a pleading, a supplemental\n\n                                -8-\n\fjurisdictional bar to judicial review of a decision by an IJ,\n\npursuant to 8 C.F.R. § 1003.29,3 to grant or deny a continuance.\n\nThis is the view of most courts.     See Zafar v. Attorney General,\n\n461 F.3d 1357, 1360 (11th Cir. 2006); Khan v. Attorney General, 448\n\nF.3d 226, 232-33 (3d Cir. 2006); Ahmed v. Gonzales, 447 F.3d 433,\n\n437 (5th Cir. 2006); Sanusi v. Gonzales, 445 F.3d 193, 198 (2d Cir.\n\n2006) (per curiam); Medina-Morales v. Ashcroft, 371 F.3d 520, 528\n\n(9th Cir. 2004) (addressing the same issue in the context of a\n\nmotion to reopen).4\n\n          We agree with the government's new position that we have\n\njurisdiction to review a denial of a continuance.     We adopt the\n\nmajority rule that section 1252(a)(2)(B)(ii), based on its plain\n\nlanguage, precludes judicial review only if the \"authority\" for the\n\n\nmemorandum in support of a stay of removal, arguing that\njurisdiction was not barred by section 1252(a)(2)(B)(ii) and noting\nthat that was the position of the majority of the circuits. This\npanel recalled mandate, withdrew our original opinion, granted\n\"rehearing on the jurisdictional issue,\" and granted a stay of\nremoval.   471 F.3d at 210.     We requested that the government\naddress the jurisdictional issue, gave Alsamhouri the opportunity\nto file a response, and later requested a sur-reply from the\ngovernment. All such briefs have now been filed.\n     3\n       The immigration regulations authorize immigration judges to\n\"regulate the course of the hearing\" in removal proceedings.\n8 C.F.R. § 1240.1(c). In particular, an IJ \"may grant a motion for\ncontinuance for good cause shown.\" Id. § 1003.29.\n     4\n       See also Abu-Khaliel v. Gonzales, 436 F.3d 627, 632-34 (6th\nCir. 2006) (reaching the same result, although through different\nreasoning); Subhan v. Ashcroft, 383 F.3d 591, 595 (7th Cir. 2004)\n(finding review permitted on the particular facts presented,\nbecause the denial of a continuance was inconsistent with the\nstatutory scheme).\n\n                               -9-\n\f\"decision or action\" at issue is \"specified under this subchapter\n\n[8 U.S.C. §§ 1151-1381] to be in the discretion of the Attorney\n\nGeneral.\"     8 U.S.C. § 1252(a)(2)(B)(ii) (emphasis added).                      This\n\nprovision does not limit our jurisdiction when an immigration judge\n\nexercises   discretion       that    is   not    specified      anywhere     in    the\n\nstatutory subchapter, but rather derives entirely from regulations\n\npromulgated by the Attorney General under the statute. See Zhao v.\n\nGonzales, 404 F.3d 295, 303 (5th Cir. 2005).\n\n            An immigration judge's authority to continue a case is\n\nnot \"specified under\" the subchapter to be in the discretion of the\n\nAttorney General. Instead, the grant of discretion is contained in\n\n8 C.F.R. § 1003.29 and related regulations. These regulations were\n\npromulgated     by    the    Attorney     General    to   implement       statutory\n\nprovisions that broadly authorize immigration judges to conduct\n\nremoval proceedings, but do not specifically authorize them to\n\ngrant or deny continuances. See, e.g., 8 U.S.C. § 1229a(a)(1) (\"An\n\nimmigration    judge      shall   conduct      proceedings      for    deciding    the\n\ninadmissibility or deportability of an alien.\").                        Indeed, the\n\nrelevant statutory provisions do not mention continuances, let\n\nalone indicate that the granting or denial of continuances by an IJ\n\nis \"in the discretion of the Attorney General.\"                       Therefore, an\n\nimmigration judge's discretionary decision to deny a continuance is\n\nnot   covered        by     the     jurisdictional        bar     in     8   U.S.C.\n\n§ 1252(a)(2)(B)(ii).\n\n\n                                        -10-\n\f                                      III.\n\n           Having determined that we have jurisdiction to review the\n\nIJ's denial of a continuance, we turn to the merits of Alsamhouri's\n\nchallenge to that decision.5           Our review of the denial of a\n\ncontinuance is only for abuse of discretion.             See Molina v. INS,\n\n981 F.2d 14, 16 (1st Cir. 1992).        We review any subsidiary factual\n\nfindings   or   credibility    determinations       under    the   deferential\n\nsubstantial evidence standard.         Dhima v. Gonzales, 416 F.3d 92, 95\n\n(1st Cir. 2005).\n\n           We find no abuse of discretion here.             An IJ may grant a\n\ncontinuance     \"for   good   cause    shown.\"       8   C.F.R.    §   1003.29.\n\nAlsamhouri failed to show any good cause, undercutting his own case\n\nby being less than truthful to the IJ, to put it mildly, in\n\nexplaining his reasons for delay.            At first, Alsamhouri suggested\n\nthat he was unaware of the July 7 deadline, but the IJ's factual\n\nfinding that Alsamhouri was well aware of the deadline and the\n\nconsequences of not meeting it is not only supported by substantial\n\nevidence, but virtually compelled on this record.6                     The IJ's\n\n\n     5\n       Once the continuance was denied, it was proper for the IJ to\ndeem Alsamhouri's application to have been abandoned. See 8 C.F.R.\n§ 1003.31(c) (\"If an application or document is not filed within\nthe time set by the Immigration Judge, the opportunity to file that\napplication or document shall be deemed waived.\" (emphasis added)).\nIt is the denial of a continuance, not the subsequent abandonment\nruling, that is the subject of Alsamhouri's petition for review.\n     6\n       There is no merit to Alsamhouri's suggestion that because\nTannous's letter did not explicitly refer to the withholding of\nremoval or CAT claims, it did not sufficiently support the IJ's\n\n                                      -11-\n\ffinding that Alsamhouri did not testify credibly is similarly\n\nsupported, and unchallenged on appeal.\n\n           As a result, substantial evidence supports the IJ's\n\nconclusion     that    Alsamhouri   simply     \"disregarded\"      the    deadline,\n\nrather than missing it through circumstances beyond his control.\n\nHaving found Alsamhouri not to be credible, the IJ was entitled to\n\ncredit the evidence that Alsamhouri told his original counsel soon\n\nafter the April 19 hearing that he had retained new counsel, as\n\nwell as the evidence that he did not in fact retain new counsel\n\nuntil a few days before the July 7 hearing.                    Thus, contrary to\n\nAlsamhouri's     assertions,     the    IJ    was    entitled     to    find   that\n\nAlsamhouri did delay in hiring an attorney, and that the delay was\n\nentirely of his own making.\n\n           The IJ was then well within his discretion to find that,\n\nas   against    Alsamhouri's    disregard       of    a   known   deadline,         the\n\ngovernment's     strong    interest     in    the    orderly    and    expeditious\n\nmanagement     of     immigration   cases     justified     the    denial      of    a\n\ncontinuance.     See Thomas v. INS, 976 F.2d 786, 790 (1st Cir. 1992)\n\n(recognizing the BIA's \"keen interest in securing the orderly\n\ndisposition of the numerous claims which enter the vast apparatus\n\n\n\nfinding that Alsamhouri was aware of the deadline as to these\nclaims. There is no indication in the record that Alsamhouri would\npossibly have understood the letter to distinguish among these\ninterrelated claims, and the IJ was entitled to assume that\nAlsamhouri, and anyone else reading the letter, would have\nunderstood it to refer to all of Alsamhouri's claims for relief.\n\n                                       -12-\n\fof the INS\" (quoting Reyes-Arias v. INS, 866 F.2d 500, 503 (D.C.\n\nCir. 1989)) (internal quotation marks omitted)); see also Grass v.\n\nGonzales, 418 F.3d 876, 879 (8th Cir. 2005) (recognizing the BIA's\n\ninterest in \"avoid[ing] unduly protracted proceedings\").\n\n          Alsamhouri's arguments to the contrary are unavailing.7\n\nHis primary argument is that regardless of his understanding of the\n\nJuly 7 deadline, because the IJ failed to grant Tannous's motion to\n\nwithdraw before the hearing, Tannous was ethically bound to prepare\n\nAlsamhouri's   applications,   and   his   failure   to   do   so   was   a\n\nsignificant factor overlooked by the IJ.8        Alsamhouri does not\n\nexplain, however, how Tannous could have prepared the applications\n\nwithout his cooperation, nor why it would have been appropriate to\n\ndo so if Alsamhouri was working with another attorney.         The IJ was\n\n\n\n     7\n       A number of Alsamhouri's arguments may well be barred for\nfailure to meet the exhaustion requirement, as he failed to raise\nthem before the BIA. See 8 U.S.C. § 1252(d)(1); Silva v. Gonzales,\n455 F.3d 26, 29 (1st Cir. 2006) (\"When an argument could have been,\nbut was not, advanced before the BIA, we consistently have rejected\nbelated efforts to resurrect the foregone argument on judicial\nreview,   deeming    such   efforts   barred    by   non-exhaustion\nprinciples.\").   For example, the argument now made that the IJ\napplied the wrong standard in determining whether to grant a\ncontinuance appears nowhere in Alsamhouri's brief to the BIA. In\nany event, even if we indulged in an overly generous reading of his\nBIA filing to find these arguments raised, we reject them on the\nmerits.\n     8\n       Alsamhouri asserts that he is not making a separate claim\nfor ineffective assistance of counsel. Nor could he, as the BIA\nhas express procedures for making such a claim, see In re Lozada,\n19 I. & N. Dec. 637, 639 (BIA 1988), and these procedures were not\ninvoked. See Lawrence v. Gonzales, 446 F.3d 221, 226 (1st Cir.\n2006).\n\n                                -13-\n\fentitled to find that Tannous \"did make efforts to comply with this\n\nCourt's order, but his clients . . . simply ignored his efforts.\"\n\n             Tannous        adequately     preserved      Alsamhouri's          rights.\n\nAlsamhouri had about six weeks before the hearing in which to find\n\nnew counsel and prepare applications for relief.                         There is no\n\nevidence that anything prevented him from doing so, despite the\n\npendency of the motion to withdraw, and nothing suggests that the\n\nIJ   would    not    have    allowed     new   counsel    to    appear    and    submit\n\napplications at the July 7 hearing had they been ready.                         Tannous\n\nbears no responsibility for Alsamhouri's failure to retain a new\n\nattorney until a few days before the hearing.                  Thus, the IJ did not\n\nerr by ignoring the fact that Tannous had not prepared applications\n\nafter filing his motion to withdraw.\n\n             Alsamhouri also argues that the IJ committed an error of\n\nlaw by applying an incorrect standard in deciding whether to grant\n\na continuance.       Alsamhouri notes that the standard for granting a\n\ncontinuance     is    \"good    cause     shown,\"   8     C.F.R.   §   1003.29,     and\n\ncontrasts this with the IJ's statement that he found \"no compelling\n\nreason\" to allow Alsamhouri further time.\n\n             In context, however, we do not read the transcript to\n\nestablish that the IJ used the wrong standard.                     Cf. Sulaiman v.\n\nGonzales, 429 F.3d 347, 350 (1st Cir. 2005) (noting the need to\n\nread an IJ's decision in the context of the record on which it is\n\nbased).      The IJ found Alsamhouri not credible on several points,\n\n\n                                          -14-\n\fincluding whether he was aware of the July 7 deadline.                       As a\n\nresult, the IJ found that Alsamhouri had simply disregarded the\n\ndeadline.     Given the need to manage the docket, this meant that\n\nAlsamhouri had not shown good cause.          The IJ's further inquiry was\n\nonly as to whether there was something that might compel the\n\ngranting of a continuance despite the earlier findings; the IJ\n\nfound none.\n\n             Similarly, there is no merit to the claim that the IJ\n\nbased his decision entirely on the need to manage his docket or the\n\nclaim that the IJ failed to specify the additional factors on which\n\nhe relied.    Again, context is important.        See id.    In context, the\n\nadverse     credibility    finding,     the    finding      that        Alsamhouri\n\n\"disregarded\" the deadline, and the finding that he \"ignored\n\n[Tannous's]     efforts\"   all    demonstrate     that   the       IJ    properly\n\nconsidered the reasons why Alsamhouri missed the deadline, not just\n\nthe fact that he did so.         The IJ did not abuse his discretion in\n\nfinding those reasons insufficient and denying a continuance.\n\n                                      IV.\n\n             We have jurisdiction over Alsamhouri's constitutional\n\nclaim of a violation of due process.          See 8 U.S.C. § 1252(a)(2)(D)\n\n(preserving judicial review of \"constitutional claims or questions\n\nof law\").     No rehearing was granted on this claim; we discuss it\n\nhere in the interest of the completeness of this opinion.                      Our\n\n\n\n\n                                    -15-\n\freview of due process claims is de novo.          Zheng v. Gonzales, 464\n\nF.3d 60, 62 (1st Cir. 2006).\n\n           To the extent Alsamhouri claims a due process violation\n\nin the IJ's denial of a continuance, that claim is not even\n\ncolorable.     As we have described, the IJ did not abuse his\n\ndiscretion in denying the continuance; hence, there is no possible\n\nclaim   that   the   denial   rendered   the   proceeding   \"fundamentally\n\nunfair.\"     Jobe v. INS, 238 F.3d 96, 98 n.3 (1st Cir. 2001) (en\n\nbanc) (quoting Bernal-Vallejo v. INS, 195 F.3d 56, 63 (1st Cir.\n\n1999)) (internal quotation marks omitted).         Nor was the denial of\n\na continuance a violation of Alsamhouri's right to be represented\n\nby counsel of his choice.       It was Alsamhouri's delay in retaining\n\nhis new counsel that caused his new counsel to be unable to file\n\napplications on his behalf.\n\n           Alsamhouri also makes a separate claim that the IJ\n\nviolated his right to counsel of his choice by not allowing his new\n\ncounsel to enter an appearance until after the IJ had denied the\n\ncontinuance, thus depriving Alsamhouri of the opportunity to have\n\nhis new counsel advocate for a continuance on his behalf. Tannous,\n\nAlsamhouri argues, \"did not want to advocate for [Alsamhouri], to\n\nproperly request a continuance.\"\n\n           Absent \"cognizable prejudice fairly attributable to the\n\nchallenged process,\" however, there can be no due process claim.\n\nLattab v. Ashcroft, 384 F.3d 8, 20 (1st Cir. 2004); see also\n\n\n                                   -16-\n\fOrehhova v. Gonzales, 417 F.3d 48, 52 (1st Cir. 2005).   Alsamhouri\n\nhas not suggested what his new counsel could have said or done that\n\nwould have countered the IJ's reasons for denying a continuance.\n\nThus, we are satisfied that even if the IJ had permitted the change\n\nin counsel at the outset of the hearing, the result would have been\n\nthe same.\n\n            The petition for review is denied and the order of\n\nremoval is upheld.   The stay of removal is vacated.\n\n\n\n\n                               -17-\n\f",
  "html": "<p class=\"case_cite\">484 F.3d 117</p>\n    <p class=\"parties\">Jameleddin ALSAMHOURI, Petitioner,<br>v.<br>Alberto GONZALES, Attorney General of the United States, Respondent.</p>\n    <p class=\"docket\">No. 05-2800.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted March 22, 2007.</p>\n    <p class=\"date\">Decided April 19, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jose A. Espinosa, Peter J. Rubin, Walter Dellinger, and O'Melveny &amp; Myers, LLP on brief for petitioner.</p>\n      <p class=\"indent\">Thomas L. Holzman, Special Attorney, Office of Immigration Litigation, Civil Division, United States Department of Justice, Robbin K. Blaya, Attorney, Office of Immigration Litigation, Terri J. Scadron, Assistant Director, Office of Immigration Litigation, and Peter D. Keisler, Assistant Attorney General, Civil Division, on brief for respondent.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, LYNCH and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Jameleddin Alsamhouri is a Jordanian citizen. He and, derivatively, his wife and three children petition for review of a final order of removal of the Board of Immigration Appeals (BIA). The focus of the petition is on a discretionary order dated July 7, 2004 from an Immigration Judge (IJ) denying Alsamhouri's request for a continuance to give Alsamhouri additional time to file an application for asylum, withholding of removal, and relief under the Convention Against Torture (CAT). As a result, the IJ deemed the application to have been abandoned and ordered Alsamhouri removed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The government initially challenged, but now concedes, our jurisdiction to review the IJ's denial of a continuance. Nevertheless, given the IJ's amply supported findings that Alsamhouri understood the filing deadline and yet failed to diligently proceed with the application, the denial was not an abuse of discretion. Thus, we affirm the BIA and deny the petition.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Alsamhouri entered this country on April 13, 2001 on a tourist visa, and his wife and family were admitted on tourist visas on June 16, 2001. They overstayed. Alsamhouri received a notice to appear dated March 12, 2003, on a charge of removability. On July 2, 2003, he appeared before an IJ and was given a continuance, at first six months and eventually nine months, in order for him to obtain representation and assert his claims.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At a master calendar hearing on April 19, 2004, Alsamhouri appeared with counsel, Fred Tannous, and conceded removability. Through counsel, Alsamhouri sought a three-month continuance to prepare an application for asylum, withholding of removal, and CAT relief. The IJ granted a continuance until July 7, 2004. As to a potential asylum application, Alsamhouri had already missed the deadline to apply by the time he was placed in removal proceedings in March 2003.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The IJ informed Alsamhouri that an application for asylum at that point would normally be untimely and that, accordingly, Alsamhouri would need to file with his application a memorandum and affidavits to show why he met one of the exceptions permitting late filings.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On May 28, 2004, Tannous filed a motion to withdraw as Alsamhouri's counsel, declaring in an affidavit that Alsamhouri wanted to terminate the representation. Attached to the motion was a copy of a letter Tannous had given to Alsamhouri on May 20, confirming that Alsamhouri had requested the termination of the representation and emphasizing the importance of meeting the July 7 filing deadline. The letter stated:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Indeed, if you wish to pursue this matter, I would strongly urge you to do so as soon as possible. There are time limitations governing actions of this nature. Accordingly, you have a July 7, 2004 date that requires you to file your I-589 Application for Political Asylum together with a Memorandum addressing the one (1) year bar issue. If you fail to file the proper documents within the specified time period, you will forever be barred from doing so.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The letter bore Alsamhouri's signature and initials, and it was witnessed by another attorney in Tannous's office. This letter was dated about six weeks before the July 7 filing deadline. The IJ did not act on Tannous's motion to withdraw before the July 7 hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The IJ opened the July 7, 2004 hearing by saying that he was prepared to accept applications for relief. Alsamhouri appeared but filed no application and said he had none. Alsamhouri was accompanied by both original counsel, Tannous, who had not yet been given leave to withdraw, and new counsel, Jose Espinosa, who stated that Alsamhouri had come to see him only a few days earlier. Alsamhouri asked for another continuance on the basis that he had just retained new counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The IJ took testimony on the requested continuance. Original counsel Tannous informed the IJ that after the last hearing on April 19, he had instructed his clients to prepare a summary of the evidence supporting their claims of persecution, torture, and fear of returning to Jordan. A few weeks later, on May 20, Alsamhouri came to Tannous's office, requested the return of his file, and said he no longer needed Tannous's services. Alsamhouri told Tannous that his brother-in-law had another attorney, implying that that attorney was now representing him. Tannous then prepared the letter described above, emphasizing the July 7 deadline, handed the letter to Alsamhouri, and explained the contents of the letter to him in Arabic. Tannous also stated to the IJ that he had later called Alsamhouri to inform him that the court had not yet ruled on the motion to withdraw, again explaining the importance of meeting the filing deadline and again being told that Alsamhouri had another attorney.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The IJ also questioned Alsamhouri under oath. Alsamhouri said Tannous was the one who wanted him to get a different attorney. He also testified (1) that he never understood there was a deadline for filing his application and (2) that he never received the May 20 letter from Tannous advising him of the July 7 deadline and the consequences of not meeting that deadline. The IJ then showed Alsamhouri the signed letter. When the IJ pointed out that Alsamhouri's signature and initials were on the letter, Alsamhouri switched his testimony. He admitted that he had received the May 20 letter and that he had shown it to Espinosa, his new counsel, but he claimed not to have understood it because Tannous's Arabic was faulty.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Next, the IJ questioned Espinosa, who indicated that he had only met with Alsamhouri for about twenty minutes, a few days before the hearing. At that time, Espinosa expressed his willingness to represent Alsamhouri, but he told Alsamhouri that it would not be possible for him to prepare the necessary filings by the July 7 deadline.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Finally, the IJ questioned Alsamhouri's wife. She said that she understood they were required to file their asylum application by July 7, but they did not do so \"because we changed lawyers.\" When asked about Tannous's explanation to them that failure to file the application by July 7 would cause it to be deemed abandoned, she said they did not understand Tannous because \"he speaks more in English.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Based on this testimony, the IJ found Alsamhouri not credible, saying he had \"carefully observed his demeanor and found him to be evasive, non-responsive, vague and a wholly incredible witness.\" The IJ made a factual finding that Alsamhouri \"was well aware that he had a deadline for filing this asylum application . . . but has disregarded that deadline.\" The IJ also found that Tannous \"did make efforts to comply with this Court's order, but his clients . . . simply ignored his efforts.\" The IJ added that he found \"no compelling reason to allow the respondents further time to file their asylum applications.\" As a result, the IJ held that Alsamhouri's \"application for asylum, withholding of removal, and relief under the Convention Against Torture [were] deemed to be withdrawn and abandoned with prejudice.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">After finding Alsamhouri's application to have been abandoned, the IJ initially denied Tannous's motion to withdraw. When Tannous expressed discomfort with continuing to represent Alsamhouri and the government indicated it had no objection to the withdrawal, the IJ reconsidered and allowed the motion. The IJ then allowed Espinosa to enter his appearance and gave him the opportunity to discuss other forms of relief with his clients, including voluntary departure. After consultation with counsel, Alsamhouri and his wife declined to request voluntary departure; the IJ ordered removal to Jordan.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Alsamhouri timely appealed to the BIA. On November 3, 2005, the BIA affirmed the order of removal, without opinion. <i>See</i> 8 C.F.R. &#167; 1003.1(e)(4). Alsamhouri then brought this petition for review, claiming that the IJ had abused his discretion and violated Alsamhouri's constitutional due process rights in denying a further continuance and deeming Alsamhouri's applications to have been abandoned.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The question arises of whether we have jurisdiction over the non-constitutional claim of abuse of discretion, in light of 8 U.S.C. &#167; 1252(a)(2)(B)(ii). That section provides:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">[N]o court shall have jurisdiction to review . . . any . . . decision or action of the Attorney General or the Secretary of Homeland Security the authority for which is specified under this subchapter [8 U.S.C. &#167;&#167; 1151-1381] to be in the discretion of the Attorney General or the Secretary of Homeland Security, other than the granting of relief under section 1158(a) of this title [relating to asylum].</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This provision is one of several different statutory bars to judicial review of particular issues in immigration cases. <i>See, e.g.,</i> 8 U.S.C. &#167; 1252(a)(2)(B)(i); <i>Onikoyi v. Gonzales,</i> 454 F.3d 1, 3-4 (1st Cir.2006) (discussing section 1252(a)(2)(B)(i)).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The government now concedes, contrary to its initial position in this case,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> that section 1252(a)(2)(B)(ii) poses no jurisdictional bar to judicial review of a decision by an IJ, pursuant to 8 C.F.R. &#167; 1003.29,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> to grant or deny a continuance. This is the view of most courts. <i>See Zafar v. Attorney General,</i> 461 F.3d 1357, 1360 (11th Cir.2006); <i>Khan v. Attorney General,</i> 448 F.3d 226, 232-33 (3d Cir.2006); <i>Ahmed v. Gonzales,</i> 447 F.3d 433, 437 (5th Cir.2006); <i>Sanusi v. Gonzales,</i> 445 F.3d 193, 198 (2d Cir.2006) (per curiam); <i>Medina-Morales v. Ashcroft,</i> 371 F.3d 520, 528 (9th Cir.2004) (addressing the same issue in the context of a motion to reopen).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We agree with the government's new position that we have jurisdiction to review a denial of a continuance. We adopt the majority rule that section 1252(a)(2)(B)(ii), based on its plain language, precludes judicial review only if the \"authority\" for the \"decision or action\" at issue is \"specified <i>under this subchapter</i> [8 U.S.C. &#167;&#167; 1151-1381] to be in the discretion of the Attorney General.\" 8 U.S.C. &#167; 1252(a)(2)(B)(ii) (emphasis added). This provision does not limit our jurisdiction when an immigration judge exercises discretion that is not specified anywhere in the statutory subchapter, but rather derives entirely from regulations promulgated by the Attorney General under the statute. <i>See Zhao v. Gonzales,</i> 404 F.3d 295, 303 (5th Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">An immigration judge's authority to continue a case is not \"specified under\" the subchapter to be in the discretion of the Attorney General. Instead, the grant of discretion is contained in 8 C.F.R. &#167; 1003.29 and related regulations. These regulations were promulgated by the Attorney General to implement statutory provisions that broadly authorize immigration judges to conduct removal proceedings, but do not specifically authorize them to grant or deny continuances. <i>See, e.g.,</i> 8 U.S.C. &#167; 1229a(a)(1) (\"An immigration judge shall conduct proceedings for deciding the inadmissibility or deportability of an alien.\"). Indeed, the relevant statutory provisions do not mention continuances, let alone indicate that the granting or denial of continuances by an IJ is \"in the discretion of the Attorney General.\" Therefore, an immigration judge's discretionary decision to deny a continuance is not covered by the jurisdictional bar in 8 U.S.C. &#167; 1252(a)(2)(B)(ii).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Having determined that we have jurisdiction to review the IJ's denial of a continuance, we turn to the merits of Alsamhouri's challenge to that decision.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Our review of the denial of a continuance is only for abuse of discretion. <i>See Molina v. INS,</i> 981 F.2d 14, 16 (1st Cir.1992). We review any subsidiary factual findings or credibility determinations under the deferential substantial evidence standard. <i>Dhima v. Gonzales,</i> 416 F.3d 92, 95 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We find no abuse of discretion here. An IJ may grant a continuance \"for good cause shown.\" 8 C.F.R. &#167; 1003.29. Alsamhouri failed to show any good cause, undercutting his own case by being less than truthful to the IJ, to put it mildly, in explaining his reasons for delay. At first, Alsamhouri suggested that he was unaware of the July 7 deadline, but the IJ's factual finding that Alsamhouri was well aware of the deadline and the consequences of not meeting it is not only supported by substantial evidence, but virtually compelled on this record.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The IJ's finding that Alsamhouri did not testify credibly is similarly supported, and unchallenged on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">As a result, substantial evidence supports the IJ's conclusion that Alsamhouri simply \"disregarded\" the deadline, rather than missing it through circumstances beyond his control. Having found Alsamhouri not to be credible, the IJ was entitled to credit the evidence that Alsamhouri told his original counsel soon after the April 19 hearing that he had retained new counsel, as well as the evidence that he did not in fact retain new counsel until a few days before the July 7 hearing. Thus, contrary to Alsamhouri's assertions, the IJ was entitled to find that Alsamhouri did delay in hiring an attorney, and that the delay was entirely of his own making.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The IJ was then well within his discretion to find that, as against Alsamhouri's disregard of a known deadline, the government's strong interest in the orderly and expeditious management of immigration cases justified the denial of a continuance. <i>See Thomas v. INS,</i> 976 F.2d 786, 790 (1st Cir.1992) (recognizing the BIA's \"keen interest in securing the orderly disposition of the numerous claims which enter the vast apparatus of the INS\" (quoting <i>Reyes-Arias v. INS,</i> 866 F.2d 500, 503 (D.C.Cir.1989)) (internal quotation marks omitted)); <i>see also Grass v. Gonzales,</i> 418 F.3d 876, 879 (8th Cir.2005) (recognizing the BIA's interest in \"avoid[ing] unduly protracted proceedings\").</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Alsamhouri's arguments to the contrary are unavailing.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> His primary argument is that regardless of his understanding of the July 7 deadline, because the IJ failed to grant Tannous's motion to withdraw before the hearing, Tannous was ethically bound to prepare Alsamhouri's applications, and his failure to do so was a significant factor overlooked by the IJ.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Alsamhouri does not explain, however, how Tannous could have prepared the applications without his cooperation, nor why it would have been appropriate to do so if Alsamhouri was working with another attorney. The IJ was entitled to find that Tannous \"did make efforts to comply with this Court's order, but his clients . . . simply ignored his efforts.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Tannous adequately preserved Alsamhouri's rights. Alsamhouri had about six weeks before the hearing in which to find new counsel and prepare applications for relief. There is no evidence that anything prevented him from doing so, despite the pendency of the motion to withdraw, and nothing suggests that the IJ would not have allowed new counsel to appear and submit applications at the July 7 hearing had they been ready. Tannous bears no responsibility for Alsamhouri's failure to retain a new attorney until a few days before the hearing. Thus, the IJ did not err by ignoring the fact that Tannous had not prepared applications after filing his motion to withdraw.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Alsamhouri also argues that the IJ committed an error of law by applying an incorrect standard in deciding whether to grant a continuance. Alsamhouri notes that the standard for granting a continuance is \"good cause shown,\" 8 C.F.R. &#167; 1003.29, and contrasts this with the IJ's statement that he found \"no compelling reason\" to allow Alsamhouri further time.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In context, however, we do not read the transcript to establish that the IJ used the wrong standard. <i>Cf. Sulaiman v. Gonzales,</i> 429 F.3d 347, 350 (1st Cir.2005) (noting the need to read an IJ's decision in the context of the record on which it is based). The IJ found Alsamhouri not credible on several points, including whether he was aware of the July 7 deadline. As a result, the IJ found that Alsamhouri had simply disregarded the deadline. Given the need to manage the docket, this meant that Alsamhouri had not shown good cause. The IJ's further inquiry was only as to whether there was something that might compel the granting of a continuance despite the earlier findings; the IJ found none.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Similarly, there is no merit to the claim that the IJ based his decision entirely on the need to manage his docket or the claim that the IJ failed to specify the additional factors on which he relied. Again, context is important. <i>See id.</i> In context, the adverse credibility finding, the finding that Alsamhouri \"disregarded\" the deadline, and the finding that he \"ignored [Tannous's] efforts\" all demonstrate that the IJ properly considered the reasons why Alsamhouri missed the deadline, not just the fact that he did so. The IJ did not abuse his discretion in finding those reasons insufficient and denying a continuance.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We have jurisdiction over Alsamhouri's constitutional claim of a violation of due process. <i>See</i> 8 U.S.C. &#167; 1252(a)(2)(D) (preserving judicial review of \"constitutional claims or questions of law\"). No rehearing was granted on this claim; we discuss it here in the interest of the completeness of this opinion. Our review of due process claims is de novo. <i>Zheng v. Gonzales,</i> 464 F.3d 60, 62 (1st Cir.2006).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">To the extent Alsamhouri claims a due process violation in the IJ's denial of a continuance, that claim is not even colorable. As we have described, the IJ did not abuse his discretion in denying the continuance; hence, there is no possible claim that the denial rendered the proceeding \"fundamentally unfair.\" <i>Jobe v. INS,</i> 238 F.3d 96, 98 n. 3 (1st Cir.2001) (en banc) (quoting <i>Bernal-Vallejo v. INS,</i> 195 F.3d 56, 63 (1st Cir.1999)) (internal quotation marks omitted). Nor was the denial of a continuance a violation of Alsamhouri's right to be represented by counsel of his choice. It was Alsamhouri's delay in retaining his new counsel that caused his new counsel to be unable to file applications on his behalf.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Alsamhouri also makes a separate claim that the IJ violated his right to counsel of his choice by not allowing his new counsel to enter an appearance until after the IJ had denied the continuance, thus depriving Alsamhouri of the opportunity to have his new counsel advocate for a continuance on his behalf. Tannous, Alsamhouri argues, \"did not want to advocate for [Alsamhouri], to properly request a continuance.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Absent \"cognizable prejudice fairly attributable to the challenged process,\" however, there can be no due process claim. <i>Lattab v. Ashcroft,</i> 384 F.3d 8, 20 (1st Cir.2004); <i>see also Orehhova v. Gonzales,</i> 417 F.3d 48, 52 (1st Cir.2005). Alsamhouri has not suggested what his new counsel could have said or done that would have countered the IJ's reasons for denying a continuance. Thus, we are satisfied that even if the IJ had permitted the change in counsel at the outset of the hearing, the result would have been the same.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The petition for review is <i>denied</i> and the order of removal is upheld. The stay of removal is vacated.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> An application for asylum must be \"filed within 1 year after the date of the alien's arrival in the United States,\" 8 U.S.C. &#167; 1158(a)(2)(B), unless the alien can show \"either the existence of changed circumstances which materially affect the applicant's eligibility for asylum or extraordinary circumstances relating to the delay in filing an application within the [applicable] period,\"<i>id.</i> &#167; 1158(a)(2)(D).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In its initial brief to this court, the government argued that section 1252(a)(2)(B)(ii) barred judicial review of an IJ's denial of a continuance, emphasizing the discretionary nature of the decision. Alsamhouri filed no reply brief and presented no argument that we had jurisdiction despite section 1252(a)(2)(B)(ii). In an earlier opinion, now withdrawn, this panel adopted the government's position that we lacked jurisdiction over this issue<i>Alsamhouri v. Gonzales,</i> 458 F.3d 15, 16 (1st Cir.2006), <i>withdrawn,</i> 471 F.3d 209 (1st Cir. Dec.7, 2006). That position had previously been adopted by two other courts. <i>See Yerkovich v. Ashcroft,</i> 381 F.3d 990, 995 (10th Cir.2004); <i>Onyinkwa v. Ashcroft,</i> 376 F.3d 797, 799 (8th Cir.2004). Alsamhouri did not seek rehearing or otherwise ever suggest to this court that we had erred in finding no jurisdiction over this issue. On November 28, 2006, more than three months after the issuance of our opinion, Alsamhouri for the first time filed a pleading, a supplemental memorandum in support of a stay of removal, arguing that jurisdiction was not barred by section 1252(a)(2)(B)(ii) and noting that that was the position of the majority of the circuits. This panel recalled mandate, withdrew our original opinion, granted \"rehearing on the jurisdictional issue,\" and granted a stay of removal. 471 F.3d at 210. We requested that the government address the jurisdictional issue, gave Alsamhouri the opportunity to file a response, and later requested a sur-reply from the government. All such briefs have now been filed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The immigration regulations authorize immigration judges to \"regulate the course of the hearing\" in removal proceedings. 8 C.F.R. &#167; 1240.1(c). In particular, an IJ \"may grant a motion for continuance for good cause shown.\"<i>Id.</i> &#167; 1003.29.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> <i>See also Abu-Khaliel v. Gonzales,</i> 436 F.3d 627, 632-34 (6th Cir.2006) (reaching the same result, although through different reasoning); <i>Subhan v. Ashcroft,</i> 383 F.3d 591, 595 (7th Cir.2004) (finding review permitted on the particular facts presented, because the denial of a continuance was inconsistent with the statutory scheme).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Once the continuance was denied, it was proper for the IJ to deem Alsamhouri's application to have been abandoned<i>See</i> 8 C.F.R. &#167; 1003.31(c) (\"If an application or document is not filed within the time set by the Immigration Judge, the opportunity to file that application or document <i>shall</i> be deemed waived.\" (emphasis added)). It is the denial of a continuance, not the subsequent abandonment ruling, that is the subject of Alsamhouri's petition for review.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> There is no merit to Alsamhouri's suggestion that because Tannous's letter did not explicitly refer to the withholding of removal or CAT claims, it did not sufficiently support the IJ's finding that Alsamhouri was aware of the deadline as to these claims. There is no indication in the record that Alsamhouri would possibly have understood the letter to distinguish among these interrelated claims, and the IJ was entitled to assume that Alsamhouri, and anyone else reading the letter, would have understood it to refer to all of Alsamhouri's claims for relief</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> A number of Alsamhouri's arguments may well be barred for failure to meet the exhaustion requirement, as he failed to raise them before the BIA<i>See</i> 8 U.S.C. &#167; 1252(d)(1); <i>Silva v. Gonzales,</i> 455 F.3d 26, 29 (1st Cir. 2006) (\"When an argument could have been, but was not, advanced before the BIA, we consistently have rejected belated efforts to resurrect the foregone argument on judicial review, deeming such efforts barred by non-exhaustion principles.\"). For example, the argument now made that the IJ applied the wrong standard in determining whether to grant a continuance appears nowhere in Alsamhouri's brief to the BIA. In any event, even if we indulged in an overly generous reading of his BIA filing to find these arguments raised, we reject them on the merits.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Alsamhouri asserts that he is not making a separate claim for ineffective assistance of counsel. Nor could he, as the BIA has express procedures for making such a claim,<i>see In re Lozada,</i> 19 I. &amp; N. Dec. 637, 639 (BIA 1988), and these procedures were not invoked. <i>See Lawrence v. Gonzales,</i> 446 F.3d 221, 226 (1st Cir.2006).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">117</span></span></p>\n    <p class=\"parties\">Jameleddin ALSAMHOURI, Petitioner,<br>v.<br>Alberto GONZALES, Attorney General of the United States, Respondent.</p>\n    <p class=\"docket\">No. 05-2800.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted March 22, 2007.</p>\n    <p class=\"date\">Decided April 19, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jose A. Espinosa, Peter J. Rubin, Walter Dellinger, and O'Melveny &amp; Myers, LLP on brief for petitioner.</p>\n      <p class=\"indent\">Thomas L. Holzman, Special Attorney, Office of Immigration Litigation, Civil Division, United States Department of Justice, Robbin K. Blaya, Attorney, Office of Immigration Litigation, Terri J. Scadron, Assistant Director, Office of Immigration Litigation, and Peter D. Keisler, Assistant Attorney General, Civil Division, on brief for respondent.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, LYNCH and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Jameleddin Alsamhouri is a Jordanian citizen. He and, derivatively, his wife and three children petition for review of a final order of removal of the Board of Immigration Appeals (BIA). The focus of the petition is on a discretionary order dated July 7, 2004 from an Immigration Judge (IJ) denying Alsamhouri's request for a continuance to give Alsamhouri additional time to file an application for asylum, withholding of removal, and relief under the Convention Against Torture (CAT). As a result, the IJ deemed the application to have been abandoned and ordered Alsamhouri removed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The government initially challenged, but now concedes, our jurisdiction to review the IJ's denial of a continuance. Nevertheless, given the IJ's amply supported findings that Alsamhouri understood the filing deadline and yet failed to diligently proceed with the application, the denial was not an abuse of discretion. Thus, we affirm the BIA and deny the petition.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Alsamhouri entered this country on April 13, 2001 on a tourist visa, and his wife and family were admitted on tourist visas on June 16, 2001. They overstayed. Alsamhouri received a notice to appear dated March 12, 2003, on a charge of removability. On July 2, 2003, he appeared before an IJ and was given a continuance, at first six months and eventually nine months, in order for him to obtain representation and assert his claims.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At a master calendar hearing on April 19, 2004, Alsamhouri appeared with counsel, Fred Tannous, and conceded removability. Through counsel, Alsamhouri sought a three-month continuance to prepare an application for asylum, withholding of removal, and CAT relief. The IJ granted a continuance until July 7, 2004. As to a potential asylum application, Alsamhouri had already missed the deadline to apply by the time he was placed in removal proceedings in March 2003.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The IJ informed Alsamhouri that an application for asylum at that point would normally be untimely and that, accordingly, Alsamhouri would need to file with his application a memorandum and affidavits to show why he met one of the exceptions permitting late filings.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On May 28, 2004, Tannous filed a motion to withdraw as Alsamhouri's counsel, declaring in an affidavit that Alsamhouri wanted to terminate the representation. Attached to the motion was a copy of a letter Tannous had given to Alsamhouri on May 20, confirming that Alsamhouri had requested the termination of the representation and emphasizing the importance of meeting the July 7 filing deadline. The letter stated:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Indeed, if you wish to pursue this matter, I would strongly urge you to do so as soon as possible. There are time limitations governing actions of this nature. Accordingly, you have a July 7, 2004 date that requires you to file your I-589 Application for Political Asylum together with a Memorandum addressing the one (1) year bar issue. If you fail to file the proper documents within the specified time period, you will forever be barred from doing so.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The letter bore Alsamhouri's signature and initials, and it was witnessed by another attorney in Tannous's office. This letter was dated about six weeks before the July 7 filing deadline. The IJ did not act on Tannous's motion to withdraw before the July 7 hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The IJ opened the July 7, 2004 hearing by saying that he was prepared to accept applications for relief. Alsamhouri appeared but filed no application and said he had none. Alsamhouri was accompanied by both original counsel, Tannous, who had not yet been given leave to withdraw, and new counsel, Jose Espinosa, who stated that Alsamhouri had come to see him only a few days earlier. Alsamhouri asked for another continuance on the basis that he had just retained new counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The IJ took testimony on the requested continuance. Original counsel Tannous informed the IJ that after the last hearing on April 19, he had instructed his clients to prepare a summary of the evidence supporting their claims of persecution, torture, and fear of returning to Jordan. A few weeks later, on May 20, Alsamhouri came to Tannous's office, requested the return of his file, and said he no longer needed Tannous's services. Alsamhouri told Tannous that his brother-in-law had another attorney, implying that that attorney was now representing him. Tannous then prepared the letter described above, emphasizing the July 7 deadline, handed the letter to Alsamhouri, and explained the contents of the letter to him in Arabic. Tannous also stated to the IJ that he had later called Alsamhouri to inform him that the court had not yet ruled on the motion to withdraw, again explaining the importance of meeting the filing deadline and again being told that Alsamhouri had another attorney.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The IJ also questioned Alsamhouri under oath. Alsamhouri said Tannous was the one who wanted him to get a different attorney. He also testified (1) that he never understood there was a deadline for filing his application and (2) that he never received the May 20 letter from Tannous advising him of the July 7 deadline and the consequences of not meeting that deadline. The IJ then showed Alsamhouri the signed letter. When the IJ pointed out that Alsamhouri's signature and initials were on the letter, Alsamhouri switched his testimony. He admitted that he had received the May 20 letter and that he had shown it to Espinosa, his new counsel, but he claimed not to have understood it because Tannous's Arabic was faulty.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Next, the IJ questioned Espinosa, who indicated that he had only met with Alsamhouri for about twenty minutes, a few days before the hearing. At that time, Espinosa expressed his willingness to represent Alsamhouri, but he told Alsamhouri that it would not be possible for him to prepare the necessary filings by the July 7 deadline.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Finally, the IJ questioned Alsamhouri's wife. She said that she understood they were required to file their asylum application by July 7, but they did not do so \"because we changed lawyers.\" When asked about Tannous's explanation to them that failure to file the application by July 7 would cause it to be deemed abandoned, she said they did not understand Tannous because \"he speaks more in English.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Based on this testimony, the IJ found Alsamhouri not credible, saying he had \"carefully observed his demeanor and found him to be evasive, non-responsive, vague and a wholly incredible witness.\" The IJ made a factual finding that Alsamhouri \"was well aware that he had a deadline for filing this asylum application . . . but has disregarded that deadline.\" The IJ also found that Tannous \"did make efforts to comply with this Court's order, but his clients . . . simply ignored his efforts.\" The IJ added that he found \"no compelling reason to allow the respondents further time to file their asylum applications.\" As a result, the IJ held that Alsamhouri's \"application for asylum, withholding of removal, and relief under the Convention Against Torture [were] deemed to be withdrawn and abandoned with prejudice.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">After finding Alsamhouri's application to have been abandoned, the IJ initially denied Tannous's motion to withdraw. When Tannous expressed discomfort with continuing to represent Alsamhouri and the government indicated it had no objection to the withdrawal, the IJ reconsidered and allowed the motion. The IJ then allowed Espinosa to enter his appearance and gave him the opportunity to discuss other forms of relief with his clients, including voluntary departure. After consultation with counsel, Alsamhouri and his wife declined to request voluntary departure; the IJ ordered removal to Jordan.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Alsamhouri timely appealed to the BIA. On November 3, 2005, the BIA affirmed the order of removal, without opinion. <i>See</i> 8 C.F.R. &#167; 1003.1(e)(4). Alsamhouri then brought this petition for review, claiming that the IJ had abused his discretion and violated Alsamhouri's constitutional due process rights in denying a further continuance and deeming Alsamhouri's applications to have been abandoned.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The question arises of whether we have jurisdiction over the non-constitutional claim of abuse of discretion, in light of 8 U.S.C. &#167; 1252(a)(2)(B)(ii). That section provides:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">[N]o court shall have jurisdiction to review . . . any . . . decision or action of the Attorney General or the Secretary of Homeland Security the authority for which is specified under this subchapter [8 U.S.C. &#167;&#167; 1151-1381] to be in the discretion of the Attorney General or the Secretary of Homeland Security, other than the granting of relief under section 1158(a) of this title [relating to asylum].</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This provision is one of several different statutory bars to judicial review of particular issues in immigration cases. <i>See, e.g.,</i> 8 U.S.C. &#167; 1252(a)(2)(B)(i); <i>Onikoyi v. Gonzales,</i> <span class=\"citation\" data-id=\"202268\"><a href=\"/opinion/202268/onikoyi-v-gonzales/\"><span class=\"volume\">454</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3-4 (1st Cir.2006) (discussing section 1252(a)(2)(B)(i)).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The government now concedes, contrary to its initial position in this case,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> that section 1252(a)(2)(B)(ii) poses no jurisdictional bar to judicial review of a decision by an IJ, pursuant to 8 C.F.R. &#167; 1003.29,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> to grant or deny a continuance. This is the view of most courts. <i>See Zafar v. Attorney General,</i> <span class=\"citation no-link\"><span class=\"volume\">461</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1357</span></span>, 1360 (11th Cir.2006); <i>Khan v. Attorney General,</i> <span class=\"citation\" data-id=\"794367\"><a href=\"/opinion/794367/mohammed-nasir-khan-v-attorney-general-of-the-united-states/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">226</span></a></span>, 232-33 (3d Cir.2006); <i>Ahmed v. Gonzales,</i> <span class=\"citation\" data-id=\"794260\"><a href=\"/opinion/794260/mushtaq-ahmed-v-alberto-r-gonzales-united-states-attorney-general/\"><span class=\"volume\">447</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">433</span></a></span>, 437 (5th Cir.2006); <i>Sanusi v. Gonzales,</i> <span class=\"citation\" data-id=\"794038\"><a href=\"/opinion/794038/rasaq-opyemi-sanusi-v-alberto-gonzales-united-states-attorney-general/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">193</span></a></span>, 198 (2d Cir.2006) (per curiam); <i>Medina-Morales v. Ashcroft,</i> <span class=\"citation\" data-id=\"786527\"><a href=\"/opinion/786527/dennis-medina-morales-v-john-ashcroft-attorney-general/\"><span class=\"volume\">371</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">520</span></a></span>, 528 (9th Cir.2004) (addressing the same issue in the context of a motion to reopen).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We agree with the government's new position that we have jurisdiction to review a denial of a continuance. We adopt the majority rule that section 1252(a)(2)(B)(ii), based on its plain language, precludes judicial review only if the \"authority\" for the \"decision or action\" at issue is \"specified <i>under this subchapter</i> [8 U.S.C. &#167;&#167; 1151-1381] to be in the discretion of the Attorney General.\" 8 U.S.C. &#167; 1252(a)(2)(B)(ii) (emphasis added). This provision does not limit our jurisdiction when an immigration judge exercises discretion that is not specified anywhere in the statutory subchapter, but rather derives entirely from regulations promulgated by the Attorney General under the statute. <i>See Zhao v. Gonzales,</i> <span class=\"citation\" data-id=\"37733\"><a href=\"/opinion/37733/zhao-v-gonzales/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">295</span></a></span>, 303 (5th Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">An immigration judge's authority to continue a case is not \"specified under\" the subchapter to be in the discretion of the Attorney General. Instead, the grant of discretion is contained in 8 C.F.R. &#167; 1003.29 and related regulations. These regulations were promulgated by the Attorney General to implement statutory provisions that broadly authorize immigration judges to conduct removal proceedings, but do not specifically authorize them to grant or deny continuances. <i>See, e.g.,</i> 8 U.S.C. &#167; 1229a(a)(1) (\"An immigration judge shall conduct proceedings for deciding the inadmissibility or deportability of an alien.\"). Indeed, the relevant statutory provisions do not mention continuances, let alone indicate that the granting or denial of continuances by an IJ is \"in the discretion of the Attorney General.\" Therefore, an immigration judge's discretionary decision to deny a continuance is not covered by the jurisdictional bar in 8 U.S.C. &#167; 1252(a)(2)(B)(ii).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Having determined that we have jurisdiction to review the IJ's denial of a continuance, we turn to the merits of Alsamhouri's challenge to that decision.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Our review of the denial of a continuance is only for abuse of discretion. <i>See Molina v. INS,</i> <span class=\"citation\" data-id=\"596396\"><a href=\"/opinion/596396/geilher-molina-v-immigration-and-naturalization-service/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></a></span>, 16 (1st Cir.1992). We review any subsidiary factual findings or credibility determinations under the deferential substantial evidence standard. <i>Dhima v. Gonzales,</i> <span class=\"citation\" data-id=\"201733\"><a href=\"/opinion/201733/dhima-v-ashcroft/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></a></span>, 95 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We find no abuse of discretion here. An IJ may grant a continuance \"for good cause shown.\" 8 C.F.R. &#167; 1003.29. Alsamhouri failed to show any good cause, undercutting his own case by being less than truthful to the IJ, to put it mildly, in explaining his reasons for delay. At first, Alsamhouri suggested that he was unaware of the July 7 deadline, but the IJ's factual finding that Alsamhouri was well aware of the deadline and the consequences of not meeting it is not only supported by substantial evidence, but virtually compelled on this record.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The IJ's finding that Alsamhouri did not testify credibly is similarly supported, and unchallenged on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">As a result, substantial evidence supports the IJ's conclusion that Alsamhouri simply \"disregarded\" the deadline, rather than missing it through circumstances beyond his control. Having found Alsamhouri not to be credible, the IJ was entitled to credit the evidence that Alsamhouri told his original counsel soon after the April 19 hearing that he had retained new counsel, as well as the evidence that he did not in fact retain new counsel until a few days before the July 7 hearing. Thus, contrary to Alsamhouri's assertions, the IJ was entitled to find that Alsamhouri did delay in hiring an attorney, and that the delay was entirely of his own making.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The IJ was then well within his discretion to find that, as against Alsamhouri's disregard of a known deadline, the government's strong interest in the orderly and expeditious management of immigration cases justified the denial of a continuance. <i>See Thomas v. INS,</i> <span class=\"citation\" data-id=\"592072\"><a href=\"/opinion/592072/philip-thomas-v-immigration-and-naturalization-service/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">786</span></a></span>, 790 (1st Cir.1992) (recognizing the BIA's \"keen interest in securing the orderly disposition of the numerous claims which enter the vast apparatus of the INS\" (quoting <i>Reyes-Arias v. INS,</i> <span class=\"citation\" data-id=\"517589\"><a href=\"/opinion/517589/jose-salvador-reyes-arias-v-immigration-naturalization-service/\"><span class=\"volume\">866</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">500</span></a></span>, 503 (D.C.Cir.1989)) (internal quotation marks omitted)); <i>see also Grass v. Gonzales,</i> <span class=\"citation\" data-id=\"791413\"><a href=\"/opinion/791413/abdellah-grass-v-alberto-gonzales/\"><span class=\"volume\">418</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">876</span></a></span>, 879 (8th Cir.2005) (recognizing the BIA's interest in \"avoid[ing] unduly protracted proceedings\").</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Alsamhouri's arguments to the contrary are unavailing.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> His primary argument is that regardless of his understanding of the July 7 deadline, because the IJ failed to grant Tannous's motion to withdraw before the hearing, Tannous was ethically bound to prepare Alsamhouri's applications, and his failure to do so was a significant factor overlooked by the IJ.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Alsamhouri does not explain, however, how Tannous could have prepared the applications without his cooperation, nor why it would have been appropriate to do so if Alsamhouri was working with another attorney. The IJ was entitled to find that Tannous \"did make efforts to comply with this Court's order, but his clients . . . simply ignored his efforts.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Tannous adequately preserved Alsamhouri's rights. Alsamhouri had about six weeks before the hearing in which to find new counsel and prepare applications for relief. There is no evidence that anything prevented him from doing so, despite the pendency of the motion to withdraw, and nothing suggests that the IJ would not have allowed new counsel to appear and submit applications at the July 7 hearing had they been ready. Tannous bears no responsibility for Alsamhouri's failure to retain a new attorney until a few days before the hearing. Thus, the IJ did not err by ignoring the fact that Tannous had not prepared applications after filing his motion to withdraw.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Alsamhouri also argues that the IJ committed an error of law by applying an incorrect standard in deciding whether to grant a continuance. Alsamhouri notes that the standard for granting a continuance is \"good cause shown,\" 8 C.F.R. &#167; 1003.29, and contrasts this with the IJ's statement that he found \"no compelling reason\" to allow Alsamhouri further time.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In context, however, we do not read the transcript to establish that the IJ used the wrong standard. <i>Cf. Sulaiman v. Gonzales,</i> <span class=\"citation\" data-id=\"201926\"><a href=\"/opinion/201926/sulaiman-v-gonzales/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">347</span></a></span>, 350 (1st Cir.2005) (noting the need to read an IJ's decision in the context of the record on which it is based). The IJ found Alsamhouri not credible on several points, including whether he was aware of the July 7 deadline. As a result, the IJ found that Alsamhouri had simply disregarded the deadline. Given the need to manage the docket, this meant that Alsamhouri had not shown good cause. The IJ's further inquiry was only as to whether there was something that might compel the granting of a continuance despite the earlier findings; the IJ found none.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Similarly, there is no merit to the claim that the IJ based his decision entirely on the need to manage his docket or the claim that the IJ failed to specify the additional factors on which he relied. Again, context is important. <i>See id.</i> In context, the adverse credibility finding, the finding that Alsamhouri \"disregarded\" the deadline, and the finding that he \"ignored [Tannous's] efforts\" all demonstrate that the IJ properly considered the reasons why Alsamhouri missed the deadline, not just the fact that he did so. The IJ did not abuse his discretion in finding those reasons insufficient and denying a continuance.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We have jurisdiction over Alsamhouri's constitutional claim of a violation of due process. <i>See</i> 8 U.S.C. &#167; 1252(a)(2)(D) (preserving judicial review of \"constitutional claims or questions of law\"). No rehearing was granted on this claim; we discuss it here in the interest of the completeness of this opinion. Our review of due process claims is de novo. <i>Zheng v. Gonzales,</i> <span class=\"citation\" data-id=\"202459\"><a href=\"/opinion/202459/zheng-v-gonzales/\"><span class=\"volume\">464</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></a></span>, 62 (1st Cir.2006).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">To the extent Alsamhouri claims a due process violation in the IJ's denial of a continuance, that claim is not even colorable. As we have described, the IJ did not abuse his discretion in denying the continuance; hence, there is no possible claim that the denial rendered the proceeding \"fundamentally unfair.\" <i>Jobe v. INS,</i> <span class=\"citation\" data-id=\"199254\"><a href=\"/opinion/199254/jobe-v-ins/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">96</span></a></span>, 98 n. 3 (1st Cir.2001) (en banc) (quoting <i>Bernal-Vallejo v. INS,</i> <span class=\"citation\" data-id=\"198702\"><a href=\"/opinion/198702/vallejo-v-ins/\"><span class=\"volume\">195</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 63 (1st Cir.1999)) (internal quotation marks omitted). Nor was the denial of a continuance a violation of Alsamhouri's right to be represented by counsel of his choice. It was Alsamhouri's delay in retaining his new counsel that caused his new counsel to be unable to file applications on his behalf.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Alsamhouri also makes a separate claim that the IJ violated his right to counsel of his choice by not allowing his new counsel to enter an appearance until after the IJ had denied the continuance, thus depriving Alsamhouri of the opportunity to have his new counsel advocate for a continuance on his behalf. Tannous, Alsamhouri argues, \"did not want to advocate for [Alsamhouri], to properly request a continuance.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Absent \"cognizable prejudice fairly attributable to the challenged process,\" however, there can be no due process claim. <i>Lattab v. Ashcroft,</i> <span class=\"citation\" data-id=\"201243\"><a href=\"/opinion/201243/lattab-v-ashcroft/\"><span class=\"volume\">384</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 20 (1st Cir.2004); <i>see also Orehhova v. Gonzales,</i> <span class=\"citation\" data-id=\"201717\"><a href=\"/opinion/201717/orehova-v-ashcroft/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></a></span>, 52 (1st Cir.2005). Alsamhouri has not suggested what his new counsel could have said or done that would have countered the IJ's reasons for denying a continuance. Thus, we are satisfied that even if the IJ had permitted the change in counsel at the outset of the hearing, the result would have been the same.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The petition for review is <i>denied</i> and the order of removal is upheld. The stay of removal is vacated.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> An application for asylum must be \"filed within 1 year after the date of the alien's arrival in the United States,\" 8 U.S.C. &#167; 1158(a)(2)(B), unless the alien can show \"either the existence of changed circumstances which materially affect the applicant's eligibility for asylum or extraordinary circumstances relating to the delay in filing an application within the [applicable] period,\"<i>id.</i> &#167; 1158(a)(2)(D).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In its initial brief to this court, the government argued that section 1252(a)(2)(B)(ii) barred judicial review of an IJ's denial of a continuance, emphasizing the discretionary nature of the decision. Alsamhouri filed no reply brief and presented no argument that we had jurisdiction despite section 1252(a)(2)(B)(ii). In an earlier opinion, now withdrawn, this panel adopted the government's position that we lacked jurisdiction over this issue<i>Alsamhouri v. Gonzales,</i> <span class=\"citation no-link\"><span class=\"volume\">458</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></span>, 16 (1st Cir.2006), <i>withdrawn,</i> <span class=\"citation\" data-id=\"796230\"><a href=\"/opinion/796230/jameleddin-alsamhouri-v-alberto-r-gonzales-attorney-general-of-the/\"><span class=\"volume\">471</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">209</span></a></span> (1st Cir. Dec.7, 2006). That position had previously been adopted by two other courts. <i>See Yerkovich v. Ashcroft,</i> <span class=\"citation\" data-id=\"164952\"><a href=\"/opinion/164952/yerkovich-v-ashcroft/\"><span class=\"volume\">381</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">990</span></a></span>, 995 (10th Cir.2004); <i>Onyinkwa v. Ashcroft,</i> <span class=\"citation\" data-id=\"787054\"><a href=\"/opinion/787054/charles-osiemo-onyinkwa-v-john-d-ashcroft-attorney-general-for-the/\"><span class=\"volume\">376</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">797</span></a></span>, 799 (8th Cir.2004). Alsamhouri did not seek rehearing or otherwise ever suggest to this court that we had erred in finding no jurisdiction over this issue. On November 28, 2006, more than three months after the issuance of our opinion, Alsamhouri for the first time filed a pleading, a supplemental memorandum in support of a stay of removal, arguing that jurisdiction was not barred by section 1252(a)(2)(B)(ii) and noting that that was the position of the majority of the circuits. This panel recalled mandate, withdrew our original opinion, granted \"rehearing on the jurisdictional issue,\" and granted a stay of removal. 471 F.3d at 210. We requested that the government address the jurisdictional issue, gave Alsamhouri the opportunity to file a response, and later requested a sur-reply from the government. All such briefs have now been filed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The immigration regulations authorize immigration judges to \"regulate the course of the hearing\" in removal proceedings. 8 C.F.R. &#167; 1240.1(c). In particular, an IJ \"may grant a motion for continuance for good cause shown.\"<i>Id.</i> &#167; 1003.29.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> <i>See also Abu-Khaliel v. Gonzales,</i> <span class=\"citation\" data-id=\"793167\"><a href=\"/opinion/793167/hisham-d-abu-khaliel-v-alberto-gonzales-us-attorney-general/\"><span class=\"volume\">436</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">627</span></a></span>, 632-34 (6th Cir.2006) (reaching the same result, although through different reasoning); <i>Subhan v. Ashcroft,</i> <span class=\"citation\" data-id=\"787730\"><a href=\"/opinion/787730/mohammed-subhan-v-john-d-ashcroft-attorney-general-of-the-united-states/\"><span class=\"volume\">383</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">591</span></a></span>, 595 (7th Cir.2004) (finding review permitted on the particular facts presented, because the denial of a continuance was inconsistent with the statutory scheme).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Once the continuance was denied, it was proper for the IJ to deem Alsamhouri's application to have been abandoned<i>See</i> 8 C.F.R. &#167; 1003.31(c) (\"If an application or document is not filed within the time set by the Immigration Judge, the opportunity to file that application or document <i>shall</i> be deemed waived.\" (emphasis added)). It is the denial of a continuance, not the subsequent abandonment ruling, that is the subject of Alsamhouri's petition for review.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> There is no merit to Alsamhouri's suggestion that because Tannous's letter did not explicitly refer to the withholding of removal or CAT claims, it did not sufficiently support the IJ's finding that Alsamhouri was aware of the deadline as to these claims. There is no indication in the record that Alsamhouri would possibly have understood the letter to distinguish among these interrelated claims, and the IJ was entitled to assume that Alsamhouri, and anyone else reading the letter, would have understood it to refer to all of Alsamhouri's claims for relief</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> A number of Alsamhouri's arguments may well be barred for failure to meet the exhaustion requirement, as he failed to raise them before the BIA<i>See</i> 8 U.S.C. &#167; 1252(d)(1); <i>Silva v. Gonzales,</i> <span class=\"citation\" data-id=\"202319\"><a href=\"/opinion/202319/silva-v-gonzales/\"><span class=\"volume\">455</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 29 (1st Cir. 2006) (\"When an argument could have been, but was not, advanced before the BIA, we consistently have rejected belated efforts to resurrect the foregone argument on judicial review, deeming such efforts barred by non-exhaustion principles.\"). For example, the argument now made that the IJ applied the wrong standard in determining whether to grant a continuance appears nowhere in Alsamhouri's brief to the BIA. In any event, even if we indulged in an overly generous reading of his BIA filing to find these arguments raised, we reject them on the merits.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Alsamhouri asserts that he is not making a separate claim for ineffective assistance of counsel. Nor could he, as the BIA has express procedures for making such a claim,<i>see In re Lozada,</i> 19 I. &amp; N. Dec. 637, 639 (BIA 1988), and these procedures were not invoked. <i>See Lawrence v. Gonzales,</i> <span class=\"citation\" data-id=\"202194\"><a href=\"/opinion/202194/orumwense-lawrence-v-gonzales/\"><span class=\"volume\">446</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">221</span></a></span>, 226 (1st Cir.2006).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/37733/",
    "http://www.courtlistener.com/api/rest/v3/opinions/164952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201733/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201926/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202194/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202459/",
    "http://www.courtlistener.com/api/rest/v3/opinions/517589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596396/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786527/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787054/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791413/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793167/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794038/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796230/"
  ]
}