{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202733/",
  "absolute_url": "/opinion/202733/rodrigues-nascimento-v-gonzales/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202733/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:00:31Z",
  "date_modified": "2016-02-28T05:08:43.713908Z",
  "type": "010combined",
  "sha1": "46962fb5b94e04da6463eb9edb3c4f467432334f",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-1438-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/05/09/Rodrigues-Nascimento_v._Gonzales.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 06-1438\n\n                   FLAVIO RODRÍGUES-NASCIMENTO,\n\n                           Petitioner,\n\n                                v.\n\n                       ALBERTO R. GONZÁLES,\n              ATTORNEY GENERAL OF THE UNITED STATES,\n\n                           Respondent.\n\n\n              ON PETITION FOR REVIEW OF AN ORDER OF\n                 THE BOARD OF IMMIGRATION APPEALS\n\n\n                              Before\n\n                       Boudin, Chief Judge,\n               Torruella and Lynch, Circuit Judges.\n\n\n\n     Jeffrey B. Rubin and Law Offices of Jeffrey B. Rubin, on brief\nfor petitioner.\n     Richard Zanfardino, Trial Attorney, U.S. Department of\nJustice, Civil Division, Office of Immigration Litigation, Peter D.\nKeisler, Assistant Attorney General, Civil Division, and Terri J.\nScadron, Assistant Director, Office of Immigration Litigation, on\nbrief for respondent.\n\n\n\n                           May 9, 2007\n\f            TORRUELLA, Circuit Judge.              Petitioner Flavio Rodrígues-\n\nNascimento     seeks    review    of    the    denial     of   his    petition   for\n\nadjustment     of    status,    as    well    as    his   motion     for   voluntary\n\ndeparture.   We find that we lack jurisdiction to review the denial\n\nof the petition for adjustment of status under 8 U.S.C. §§ 1252(a)\n\n(2)(B)(i)    and     1252(d)(1),      and    deem    Petitioner's      request   for\n\nvoluntary departure waived by failure to develop argumentation.\n\n                                 I.    Background\n\n            Petitioner was born in Brazil in 1962 and entered the\n\nUnited States illegally in 1988.               He was married in 1992 to a\n\ncitizen of Brazil,1 and his wife subsequently came to the United\n\nStates on a visitor's visa, which she overstayed.                    On February 4,\n\n1998, Petitioner was paroled into the United States in order to\n\nseek adjustment of status based on an I-140 his employer filed on\n\nhis behalf.2        He and his wife had a daughter in 2001 who is a\n\nUnited States citizen by birth.\n\n            That same year, Petitioner was arrested and pled guilty\n\nto assault and battery with a dangerous weapon for kicking his wife\n\nwith a shoed foot.             Petitioner was sentenced to a suspended\n\n\n1\n   Petitioner states that he married his wife by correspondence\nwhile she was in Brazil.\n2\n  On November 22, 1995, Petitioner's employer filed a Petition for\nAlien Worker (I-140 petition).     The petition was approved on\nFebruary 5, 1997. After visiting his family in Brazil, Petitioner\nreturned to the United States on advance parole on February 4,\n1998, in order to seek adjustment of his illegal status based on\nthe approved I-140 petition.\n\n                                        -2-\n\fsentence of eleven months incarceration.                    Petitioner was arrested\n\nagain    in    2002      and    pled   guilty    to   assault        and   battery      and\n\nintimidation        of    a    witness.     He    was       sentenced      to   six    days\n\nincarceration and three years probation.\n\n              On February 28, 2003, the Department of Homeland Security\n\n(\"DHS\") initiated removal proceedings against Petitioner, asserting\n\nthat    he    was   an    alien    convicted     of     a    crime   involving        moral\n\nturpitude.3     See 8 U.S.C. § 1182(a)(2)(A)(i)(I).                  Petitioner filed\n\nfor relief from removal in the form of a request for adjustment of\n\nstatus under 8 U.S.C. § 1255(a), and a waiver of inadmissibility\n\nunder 8 U.S.C. § 1182(h)(1)(B), citing extreme hardship to his\n\nfour-year-old United States citizen daughter.                   In the alternative,\n\nhe requested voluntary departure under 8 U.S.C. § 1229c(a).\n\n              After a hearing on January 4, 2005, the Immigration Judge\n\n(\"IJ\") refused to grant a waiver of inadmissibility, concluding\n\nthat Petitioner had not met his burden of proof to establish\n\nextreme hardship to his daughter, his only qualifying relative\n\nunder 8 U.S.C. § 1182(h)(1)(B).            Namely, the IJ found that should,\n\nas Petitioner claims, his departure result in his daughter being\n\nforced to also move to Brazil, her hardship would be mitigated by\n\nthe fact that Petitioner and his wife have significant family ties\n\nin that country.              In addition, the IJ held that his discretion\n\n\n\n3\n   Petitioner's Notice to Appear cited his 1998 conviction for\nassault and battery with a \"dangerous weapon.\"\n\n                                          -3-\n\funder § 1182(h)(1)(A) to grant Petitioner's request for a waiver of\n\ninadmissibility   should   not    be   exercised   because   Petitioner's\n\nhistory of violent behavior outweighed his positive attributes and\n\nbecause of the lack of evidence of Petitioner's rehabilitation.\n\n          The IJ also denied Petitioner's request for voluntary\n\ndeparture, due to Petitioner's conviction for an aggravated felony\n\n-- i.e., the assault and battery of his wife with a shoed foot.\n\nSee 8 U.S.C. § 1229c(a).\n\n          Petitioner appealed to the Board of Immigration Appeals\n\n(\"BIA\"), and on February 17, 2006, the BIA summarily affirmed the\n\ndecision of the IJ.   This renders the decision of the IJ the final\n\nagency decision for the purpose of appellate review.          See Keo v.\n\nAshcroft, 341 F.3d 57, 60 (1st Cir. 2003).\n\n                            II.    Analysis\n\n          Petitioner asks us to reconsider the IJ's analysis of\n\nextreme hardship under 8 U.S.C. § 1182(h).            However, this is\n\nprecisely the type of review that is precluded by 8 U.S.C. § 1252\n\n(a)(2)(B):\n\n          Notwithstanding any other provision of law\n          (statutory or nonstatutory), . . . except as\n          provided in subparagraph (D), and regardless\n          of whether the judgment, decision, or action\n          is made in removal proceedings, no court shall\n          have jurisdiction to review-- (i) any judgment\n          regarding the granting of relief under section\n          1182(h), 1182(i), 1229b, 1229c, or 1255 of\n          this title . . . .\n\n\n\n\n                                   -4-\n\f             The only exception, subparagraph (D), created by the REAL\n\nID Act of 2005, Pub. L. No. 109-13, § 106(a)(1)(A)(iii), 119 Stat.\n\n231, 310, preserves review only for constitutional claims and\n\nquestions of law raised in a petition for review.                        8 U.S.C. § 1252\n\n(a)(2)(D);       see also Conteh v. Gonzáles, 461 F.3d 45, 62-63 (1st\n\nCir. 2006) (describing the changes wrought by the REAL ID Act).\n\n             Petitioner       has    not    raised    such     a   claim.       His   sole\n\nallegation      is   that    the    IJ     failed    to   adequately       consider     his\n\ndaughter's citizenship in making the factual determination that she\n\nwould not suffer hardship, essentially challenging how much weight\n\nshould     be    granted     to     the    evidence       he   presented.        Section\n\n1182(h)(1)(B) explicitly states that \"[t]he Attorney General may,\n\nin   his    discretion,       waive        the    application       of    subparagraphs\n\n(A)(i)(I), (B), (D), and (E) of subsection (a)(2) . . . if it is\n\nestablished to the satisfaction of the Attorney General that the\n\nalien's denial of admission would result in extreme hardship to the\n\nUnited States citizen . . . daughter . . . of such alien.\"                                8\n\nU.S.C. § 1182(h)(1)(B).             As we have previously held, even under 8\n\nU.S.C. § 1252(a)(2)(D), \"discretionary or factual determinations\n\ncontinue    to    fall      outside       the    jurisdiction      of    the   courts    of\n\nappeals.\"       Mehilli v. Gonzáles, 433 F.3d 86, 93 (1st Cir. 2005)\n\n(quoting Vasile v. Gonzáles, 417 F.3d 766, 768 (7th Cir. 2005)).\n\nIndeed, in Bencosme de Rodríguez v. Gonzáles, we held that we\n\nlacked jurisdiction over a similar discretionary decision made by\n\n\n                                            -5-\n\fan IJ.     433 F.3d 163, 164 (1st Cir. 2005) (holding that we lack\n\njurisdiction to review the IJ's determination \"that removal would\n\n[not] result in 'exceptional and extremely unusual hardship' to\n\n[Petitioner's] United States citizen children\").               Accordingly, we\n\nlack jurisdiction to review whether the IJ abused his discretion in\n\ndenying    the    §   1182(h)(1)(B)    waiver    of    inadmissibility.     We\n\nsimilarly lack jurisdiction to review the IJ's balancing of factors\n\nin consideration of the petition for a waiver of inadmissibility\n\nunder § 1182(h)(1)(A).\n\n             Petitioner's    claim     that     the    IJ   improperly   denied\n\nvoluntary departure is also denied. While an error may exist here,\n\nPetitioner's failure to adequately brief this claim before the BIA\n\nprevents us from considering its merits.              Olujoke v. Gonzáles, 411\n\nF.3d 16, 22-23 (1st Cir. 2005) (concluding that Petitioner's\n\nfailure to \"make any developed argumentation\" in support of a claim\n\nbefore the BIA bars any attempt to resurrect the issue before the\n\ncourt); see also Makhoul v. Ashcroft, 387 F.3d 75, 82 (1st Cir.\n\n2004).    Consequently, we deem that portion of his petition waived.\n\n                                III.   Conclusion\n\n             For the aforementioned reasons, we conclude that we do\n\nnot   have       jurisdiction     to   review     Petitioner's     waiver   of\n\ninadmissibility claim and find Petitioner's claim for voluntary\n\ndeparture waived.\n\n             Affirmed.\n\n\n                                       -6-\n\f",
  "html": "<p class=\"case_cite\">485 F.3d 60</p>\n    <p class=\"parties\">Flavio RODR&#205;GUES-NASCIMENTO, Petitioner,<br>v.<br>Alberto R. GONZ&#193;LES, Attorney General of the United States, Respondent.</p>\n    <p class=\"docket\">No. 06-1438.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted January 8, 2007.</p>\n    <p class=\"date\">Decided May 9, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jeffrey B. Rubin and Law Offices of Jeffrey B. Rubin, on brief for petitioner.</p>\n      <p class=\"indent\">Richard Zanfardino, Trial Attorney, U.S. Department of Justice, Civil Division, Office of Immigration Litigation, Peter D. Keisler, Assistant Attorney General, Civil Division, and Terri J. Scadron, Assistant Director, Office of Immigration Litigation, on brief for respondent.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Flavio Rodrigues-Nascimento seeks review of the denial of his petition for adjustment of status, as well as his motion for voluntary departure. We find that we lack jurisdiction to review the denial of the petition for adjustment of status under 8 U.S.C. &#167;&#167; 1252(a)(2)(B)(i) and 1252(d)(1), and deem Petitioner's request for voluntary departure waived by failure to develop argumentation.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner was born in Brazil in 1962 and entered the United States illegally in 1988. He was married in 1992 to a citizen of Brazil,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and his wife subsequently came to the United States on a visitor's visa, which she overstayed. On February 4, 1998, Petitioner was paroled into the United States in order to seek adjustment of status based on an I-140 his employer filed on his behalf.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> He and his wife had a daughter in 2001 who is a United States citizen by birth.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">That same year, Petitioner was arrested and pled guilty to assault and battery with a dangerous weapon for kicking his wife with a shoed foot. Petitioner was sentenced to a suspended sentence of eleven months incarceration. Petitioner was arrested again in 2002 and pled guilty to assault and battery and intimidation of a witness. He was sentenced to six days incarceration and three years probation.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On February 28, 2003, the Department of Homeland Security (\"DHS\") initiated removal proceedings against Petitioner, asserting that he was an alien convicted of a crime involving moral turpitude.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>See</i> 8 U.S.C. &#167; 1182(a)(2)(A)(i)(I). Petitioner filed for relief from removal in the form of a request for adjustment of status under 8 U.S.C. &#167; 1255(a), and a waiver of inadmissibility under 8 U.S.C. &#167; 1182(h)(1)(B), citing extreme hardship to his four-year-old United States citizen daughter. In the alternative, he requested voluntary departure under 8 U.S.C. &#167; 1229c(a).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After a hearing on January 4, 2005, the Immigration Judge (\"IJ\") refused to grant a waiver of inadmissibility, concluding that Petitioner had not met his burden of proof to establish extreme hardship to his daughter, his only qualifying relative under 8 U.S.C. &#167; 1182(h)(1)(B). Namely, the IJ found that should, as Petitioner claims, his departure result in his daughter being forced to also move to Brazil, her hardship would be mitigated by the fact that Petitioner and his wife have significant family ties in that country. In addition, the IJ held that his discretion under &#167; 1182(h)(1)(A) to grant Petitioner's request for a waiver of inadmissibility should not be exercised because Petitioner's history of violent behavior outweighed his positive attributes and because of the lack of evidence of Petitioner's rehabilitation.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The IJ also denied Petitioner's request for voluntary departure, due to Petitioner's conviction for an aggravated felony &#8212; <i>i.e.,</i> the assault and battery of his wife with a shoed foot. <i>See</i> 8 U.S.C. &#167; 1229c(a).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Petitioner appealed to the Board of Immigration Appeals (\"BIA\"), and on February 17, 2006, the BIA summarily affirmed the decision of the IJ. This renders the decision of the IJ the final agency decision for the purpose of appellate review. <i>See Keo v. Ashcroft,</i> 341 F.3d 57, 60 (1st Cir. 2003).</p>\n    </div>\n    <p class=\"center\">II. <i>Analysis</i></p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Petitioner asks us to reconsider the IJ's analysis of extreme hardship under 8 U.S.C. &#167; 1182(h). However, this is precisely the type of review that is precluded by 8 U.S.C. &#167; 1252(a)(2)(B):</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Notwithstanding any other provision of law (statutory or nonstatutory), . . . except as provided in subparagraph (D), and regardless of whether the judgment, decision, or action is made in removal proceedings, no court shall have jurisdiction to review &#8212; (i) any judgment regarding the granting of relief under section 1182(h), 1182(i), 1229b, 1229c, or 1255 of this title . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The only exception, subparagraph (D), created by the REAL ID Act of 2005, Pub.L. No. 109-13, &#167; 106(a)(1)(A)(iii), 119 Stat. 231, 310, preserves review only for constitutional claims and questions of law raised in a petition for review. 8 U.S.C. &#167; 1252(a)(2)(D); <i>see also Conteh v. Gonz&#225;les,</i> 461 F.3d 45, 62-63 (1st Cir.2006) (describing the changes wrought by the REAL ID Act).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Petitioner has not raised such a claim. His sole allegation is that the IJ failed to adequately consider his daughter's citizenship in making the factual determination that she would not suffer hardship, essentially challenging how much weight should be granted to the evidence he presented. Section 1182(h)(1)(B) explicitly states that \"[t]he Attorney General may, in his discretion, waive the application of subparagraphs (A)(i)(I), (B), (D), and (E) of subsection (a)(2) . . . if it is established to the satisfaction of the Attorney General that the alien's denial of admission would result in extreme hardship to the United States citizen . . . daughter . . . of such alien.\" 8 U.S.C. &#167; 1182(h)(1)(B). As we have previously held, even under 8 U.S.C. &#167; 1252(a)(2)(D), \"discretionary or factual determinations continue to fall outside the jurisdiction of the courts of appeals.\" <i>Mehilli v. Gonz&#225;les,</i> 433 F.3d 86, 93 (1st Cir.2005) (quoting <i>Vasile v. Gonz&#225;les,</i> 417 F.3d 766, 768 (7th Cir.2005)). Indeed, in <i>Bencosme de Rodr&#237;guez v. Gonz&#225;les,</i> we held that we lacked jurisdiction over a similar discretionary decision made by an IJ. 433 F.3d 163, 164 (1st Cir.2005) (holding that we lack jurisdiction to review the IJ's determination \"that removal would [not] result in `exceptional and extremely unusual hardship' to [Petitioner's] United States citizen children\"). Accordingly, we lack jurisdiction to review whether the IJ abused his discretion in denying the &#167; 1182(h)(1)(B) waiver of inadmissibility. We similarly lack jurisdiction to review the IJ's balancing of factors in consideration of the petition for a waiver of inadmissibility under &#167; 1182(h)(1)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Petitioner's claim that the IJ improperly denied voluntary departure is also denied. While an error may exist here, Petitioner's failure to adequately brief this claim before the BIA prevents us from considering its merits. <i>Olujoke v. Gonz&#225;les,</i> 411 F.3d 16, 22-23 (1st Cir.2005) (concluding that Petitioner's failure to \"make any developed argumentation\" in support of a claim before the BIA bars any attempt to resurrect the issue before the court); <i>see also Makhoul v. Ashcroft,</i> 387 F.3d 75, 82 (1st Cir.2004). Consequently, we deem that portion of his petition waived.</p>\n    </div>\n    <p class=\"center\">III. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">For the aforementioned reasons, we conclude that we do not have jurisdiction to review Petitioner's waiver of inadmissibility claim and find Petitioner's claim for voluntary departure waived.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Petitioner states that he married his wife by correspondence while she was in Brazil</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> On November 22, 1995, Petitioner's employer filed a Petition for Alien Worker (I-140 petition). The petition was approved on February 5, 1997. After visiting his family in Brazil, Petitioner returned to the United States on advance parole on February 4, 1998, in order to seek adjustment of his illegal status based on the approved I-140 petition</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Petitioner's Notice to Appear cited his 1998 conviction for assault and battery with a \"dangerous weapon.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></span></p>\n    <p class=\"parties\">Flavio RODR&#205;GUES-NASCIMENTO, Petitioner,<br>v.<br>Alberto R. GONZ&#193;LES, Attorney General of the United States, Respondent.</p>\n    <p class=\"docket\">No. 06-1438.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted January 8, 2007.</p>\n    <p class=\"date\">Decided May 9, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jeffrey B. Rubin and Law Offices of Jeffrey B. Rubin, on brief for petitioner.</p>\n      <p class=\"indent\">Richard Zanfardino, Trial Attorney, U.S. Department of Justice, Civil Division, Office of Immigration Litigation, Peter D. Keisler, Assistant Attorney General, Civil Division, and Terri J. Scadron, Assistant Director, Office of Immigration Litigation, on brief for respondent.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Flavio Rodrigues-Nascimento seeks review of the denial of his petition for adjustment of status, as well as his motion for voluntary departure. We find that we lack jurisdiction to review the denial of the petition for adjustment of status under 8 U.S.C. &#167;&#167; 1252(a)(2)(B)(i) and 1252(d)(1), and deem Petitioner's request for voluntary departure waived by failure to develop argumentation.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner was born in Brazil in 1962 and entered the United States illegally in 1988. He was married in 1992 to a citizen of Brazil,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and his wife subsequently came to the United States on a visitor's visa, which she overstayed. On February 4, 1998, Petitioner was paroled into the United States in order to seek adjustment of status based on an I-140 his employer filed on his behalf.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> He and his wife had a daughter in 2001 who is a United States citizen by birth.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">That same year, Petitioner was arrested and pled guilty to assault and battery with a dangerous weapon for kicking his wife with a shoed foot. Petitioner was sentenced to a suspended sentence of eleven months incarceration. Petitioner was arrested again in 2002 and pled guilty to assault and battery and intimidation of a witness. He was sentenced to six days incarceration and three years probation.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On February 28, 2003, the Department of Homeland Security (\"DHS\") initiated removal proceedings against Petitioner, asserting that he was an alien convicted of a crime involving moral turpitude.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>See</i> 8 U.S.C. &#167; 1182(a)(2)(A)(i)(I). Petitioner filed for relief from removal in the form of a request for adjustment of status under 8 U.S.C. &#167; 1255(a), and a waiver of inadmissibility under 8 U.S.C. &#167; 1182(h)(1)(B), citing extreme hardship to his four-year-old United States citizen daughter. In the alternative, he requested voluntary departure under 8 U.S.C. &#167; 1229c(a).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After a hearing on January 4, 2005, the Immigration Judge (\"IJ\") refused to grant a waiver of inadmissibility, concluding that Petitioner had not met his burden of proof to establish extreme hardship to his daughter, his only qualifying relative under 8 U.S.C. &#167; 1182(h)(1)(B). Namely, the IJ found that should, as Petitioner claims, his departure result in his daughter being forced to also move to Brazil, her hardship would be mitigated by the fact that Petitioner and his wife have significant family ties in that country. In addition, the IJ held that his discretion under &#167; 1182(h)(1)(A) to grant Petitioner's request for a waiver of inadmissibility should not be exercised because Petitioner's history of violent behavior outweighed his positive attributes and because of the lack of evidence of Petitioner's rehabilitation.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The IJ also denied Petitioner's request for voluntary departure, due to Petitioner's conviction for an aggravated felony &#8212; <i>i.e.,</i> the assault and battery of his wife with a shoed foot. <i>See</i> 8 U.S.C. &#167; 1229c(a).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Petitioner appealed to the Board of Immigration Appeals (\"BIA\"), and on February 17, 2006, the BIA summarily affirmed the decision of the IJ. This renders the decision of the IJ the final agency decision for the purpose of appellate review. <i>See Keo v. Ashcroft,</i> <span class=\"citation no-link\"><span class=\"volume\">341</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></span>, 60 (1st Cir. 2003).</p>\n    </div>\n    <p class=\"center\">II. <i>Analysis</i></p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Petitioner asks us to reconsider the IJ's analysis of extreme hardship under 8 U.S.C. &#167; 1182(h). However, this is precisely the type of review that is precluded by 8 U.S.C. &#167; 1252(a)(2)(B):</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Notwithstanding any other provision of law (statutory or nonstatutory), . . . except as provided in subparagraph (D), and regardless of whether the judgment, decision, or action is made in removal proceedings, no court shall have jurisdiction to review &#8212; (i) any judgment regarding the granting of relief under section 1182(h), 1182(i), 1229b, 1229c, or 1255 of this title . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The only exception, subparagraph (D), created by the REAL ID Act of 2005, Pub.L. No. 109-13, &#167; 106(a)(1)(A)(iii), 119 Stat. 231, 310, preserves review only for constitutional claims and questions of law raised in a petition for review. 8 U.S.C. &#167; 1252(a)(2)(D); <i>see also Conteh v. Gonz&#225;les,</i> <span class=\"citation\" data-id=\"202370\"><a href=\"/opinion/202370/conteh-v-gonzales/\"><span class=\"volume\">461</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 62-63 (1st Cir.2006) (describing the changes wrought by the REAL ID Act).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Petitioner has not raised such a claim. His sole allegation is that the IJ failed to adequately consider his daughter's citizenship in making the factual determination that she would not suffer hardship, essentially challenging how much weight should be granted to the evidence he presented. Section 1182(h)(1)(B) explicitly states that \"[t]he Attorney General may, in his discretion, waive the application of subparagraphs (A)(i)(I), (B), (D), and (E) of subsection (a)(2) . . . if it is established to the satisfaction of the Attorney General that the alien's denial of admission would result in extreme hardship to the United States citizen . . . daughter . . . of such alien.\" 8 U.S.C. &#167; 1182(h)(1)(B). As we have previously held, even under 8 U.S.C. &#167; 1252(a)(2)(D), \"discretionary or factual determinations continue to fall outside the jurisdiction of the courts of appeals.\" <i>Mehilli v. Gonz&#225;les,</i> <span class=\"citation no-link\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></span>, 93 (1st Cir.2005) (quoting <i>Vasile v. Gonz&#225;les,</i> <span class=\"citation\" data-id=\"791294\"><a href=\"/opinion/791294/gheorghe-vasile-v-alberto-r-gonzales-attorney-general-of-the-united/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">766</span></a></span>, 768 (7th Cir.2005)). Indeed, in <i>Bencosme de Rodr&#237;guez v. Gonz&#225;les,</i> we held that we lacked jurisdiction over a similar discretionary decision made by an IJ. <span class=\"citation\" data-id=\"201991\"><a href=\"/opinion/201991/bencosme-de-rodrigue-v-ashcroft/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">163</span></a></span>, 164 (1st Cir.2005) (holding that we lack jurisdiction to review the IJ's determination \"that removal would [not] result in `exceptional and extremely unusual hardship' to [Petitioner's] United States citizen children\"). Accordingly, we lack jurisdiction to review whether the IJ abused his discretion in denying the &#167; 1182(h)(1)(B) waiver of inadmissibility. We similarly lack jurisdiction to review the IJ's balancing of factors in consideration of the petition for a waiver of inadmissibility under &#167; 1182(h)(1)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Petitioner's claim that the IJ improperly denied voluntary departure is also denied. While an error may exist here, Petitioner's failure to adequately brief this claim before the BIA prevents us from considering its merits. <i>Olujoke v. Gonz&#225;les,</i> <span class=\"citation no-link\"><span class=\"volume\">411</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></span>, 22-23 (1st Cir.2005) (concluding that Petitioner's failure to \"make any developed argumentation\" in support of a claim before the BIA bars any attempt to resurrect the issue before the court); <i>see also Makhoul v. Ashcroft,</i> <span class=\"citation\" data-id=\"201313\"><a href=\"/opinion/201313/makhoul-v-ashcroft/\"><span class=\"volume\">387</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 82 (1st Cir.2004). Consequently, we deem that portion of his petition waived.</p>\n    </div>\n    <p class=\"center\">III. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">For the aforementioned reasons, we conclude that we do not have jurisdiction to review Petitioner's waiver of inadmissibility claim and find Petitioner's claim for voluntary departure waived.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Petitioner states that he married his wife by correspondence while she was in Brazil</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> On November 22, 1995, Petitioner's employer filed a Petition for Alien Worker (I-140 petition). The petition was approved on February 5, 1997. After visiting his family in Brazil, Petitioner returned to the United States on advance parole on February 4, 1998, in order to seek adjustment of his illegal status based on the approved I-140 petition</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Petitioner's Notice to Appear cited his 1998 conviction for assault and battery with a \"dangerous weapon.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/201313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202370/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791294/"
  ]
}