{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202778/",
  "absolute_url": "/opinion/202778/lemus-v-gonzales/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202778/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:01:49Z",
  "date_modified": "2016-02-28T05:08:54.695294Z",
  "type": "010combined",
  "sha1": "66ac6c5bfdeb9d99eede127fc60c4dec1f499c51",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-1628-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/06/06/Lemus_v._Gonzales.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 06-1628\n\n                         LAURA LEMUS ET AL.,\n\n                            Petitioners,\n\n                                 v.\n\n               ALBERTO R. GONZALES, ATTORNEY GENERAL,\n\n                             Respondent.\n\n\n\n          PETITION FOR REVIEW OF AN ORDER OF THE BOARD\n\n                       OF IMMIGRATION APPEALS\n\n\n\n                               Before\n\n                         Lipez, Circuit Judge,\n              Newman* and Selya, Senior Circuit Judges.\n\n\n     Stephen Pegman, Stephen A. Lagana, and Lagana & Associates on\nbrief for petitioner.\n     Peter D. Keisler, Assistant Attorney General, Civil Division,\nPatricia A. Smith, Senior Litigation Counsel, and Terri León-\nBenner, Trial Attorney, Office of Immigration Litigation, on brief\nfor respondent.\n\n\n                            June 6, 2007\n\n\n__________\n*Hon. Pauline Newman, of the Federal Circuit, sitting by\ndesignation.\n\f            SELYA, Senior Circuit Judge.                   The petitioner, Laura\n\nLemus,    seeks    judicial    review       of    an    order      of   the    Board    of\n\nImmigration Appeals (BIA) denying her fifth motion to reopen a\n\nremoval    proceeding.1        She     asserts      that     the      BIA   abused     its\n\ndiscretion    by    failing    to    find     changed      circumstances         in    her\n\nhomeland.    The petition for review is meritless.\n\n            The underlying facts are relatively uncomplicated.                         The\n\npetitioner is a Guatemalan national. She entered the United States\n\nas a visitor on May 8, 1993, and overstayed.                        On June 1, 1999,\n\nfederal authorities initiated a removal proceeding against her.\n\nSee 8 U.S.C. § 1227(a)(1)(B).\n\n            The petitioner conceded removability and cross-applied\n\nfor asylum and withholding of removal.                 She claimed a well-founded\n\nfear of persecution should she be returned to Guatemala.                               She\n\npremised that claim on her past political activity there.\n\n            On    March   3,   2000,    an       immigration       judge      denied   the\n\npetitioner's      cross-application       and      ordered      her     removal.       The\n\njudge's rulings were based largely on an adverse credibility\n\ndetermination.\n\n            The petitioner appealed to the BIA but failed to submit\n\na timely brief.     With that in mind, the BIA summarily affirmed the\n\n\n\n     1\n      The petitioner's husband and children were named as tagalongs\nin her cross-application for asylum and withholding of removal.\nBecause their claims are wholly derivative, we refer only to the\npetitioner.\n\n                                        -2-\n\fimmigration judge's decision. The petitioner did not seek judicial\n\nreview of the BIA's decision, which became final in due course.\n\n          There followed a virtual barrage of motions to reopen.\n\nFour times the petitioner endeavored to reopen the proceedings, and\n\nfour times the BIA rebuffed her endeavors.   Twice, the petitioner\n\nunsuccessfully sought judicial review of orders denying motions to\n\nreopen.\n\n          We fast-forward to December 19, 2005.   On that date, the\n\npetitioner filed her fifth motion to reopen.      Like most of her\n\nearlier motions, this motion alleged changed country conditions in\n\nher homeland.2   On March 16, 2006, the BIA denied this motion on\n\nthe grounds that it was untimely, not subject to any statutory or\n\nregulatory exception to the filing deadline, and in all events not\n\nmaterial because it represented an attempt \"to present updated\n\ninformation regarding country conditions to reinforce her original\n\nclaim\" rather than changed circumstances per se. This petition for\n\njudicial review followed.\n\n          We need not tarry. Motions to reopen removal proceedings\n\nare disfavored as contrary to \"the compelling public interests in\n\nfinality and the expeditious processing of proceedings.\"   Falae v.\n\nGonzales, 411 F.3d 11, 14-15 (1st Cir. 2005).     Consequently, the\n\n\n     2\n      This time, the petitioner alleged that the change in\ncircumstances was based upon the Guatemalan government's admission,\nin July of 2004, of responsibility for the earlier assassination of\nJorge Carpio-Nicolle, the founder of the political party to which\nthe petitioner belonged.\n\n                               -3-\n\fBIA enjoys a broad measure of latitude in passing upon such\n\nmotions.   See INS v. Doherty, 502 U.S. 314, 323 (1992).   Judicial\n\nreview is exclusively for abuse of discretion.      See Roberts v.\n\nGonzales, 422 F.3d 33, 35 (1st Cir. 2005).   This means that such a\n\ndecision will be upheld \"unless the complaining party can show that\n\nthe BIA committed an error of law or exercised its judgment in an\n\narbitrary, capricious, or irrational way.\"   Raza v. Gonzales, ___\n\nF.3d ___, ___ (1st Cir. 2007) [No. 06-1762, slip op. at 5].\n\n           An alien normally may file only one motion to reopen a\n\nremoval proceeding — and that motion must be filed within ninety\n\ndays of the rendition of the final administrative decision.   See 8\n\nC.F.R. § 1003.2(c)(2).     In other words, \"motions to reopen are\n\nlimited both numerically (one to a customer) and temporally (a\n\nninety-day window).\"     Raza, ___ F.3d at ___ [slip op. at 5].\n\nBecause the final administrative decision in this case was entered\n\nby the BIA on October 30, 2001, the instant motion was well out of\n\ntime.   And because no fewer than four motions to reopen preceded\n\nit, the instant motion was numerically barred as well.\n\n           To be sure, these temporal and numerical limitations\n\nadmit of an exception for motions to reopen that rest solidly upon\n\nchanged circumstances.     See 8 C.F.R. § 1003.2(c)(3); see also\n\nRoberts, 422 F.3d at 36.   \"Under this rubric, the agency may waive\n\nnumerical and temporal bars to reopening if an alien makes a\n\nconvincing demonstration of changed conditions in his homeland.\"\n\n\n                                -4-\n\fRaza, ___ F.3d at ___ [slip op. at 6]. It is this exception that\n\nthe petitioner seeks to exploit.\n\n             She does not succeed.         As the BIA pointed out, the\n\npetitioner does not really contend that country conditions in\n\nGuatemala have worsened since the BIA ordered her removal. Rather,\n\nshe proffers materials designed to persuade the BIA that its\n\noriginal assessment of country conditions was incorrect.              Evidence\n\nthat merely contradicts the BIA's appraisal of country conditions\n\nwithout showing that, over time, those conditions have worsened is\n\ninsufficient to vault a motion to reopen over the temporal and\n\nnumerical hurdles erected by the regulations.            See, e.g., Zhao v.\n\nGonzales, 440 F.3d 405, 407 (7th Cir. 2005); Betouche v. Ashcroft,\n\n357 F.3d 147, 152 (1st Cir. 2004).           To cinch matters, the newly\n\nproffered information does nothing to rehabilitate the petitioner's\n\nfailed credibility — and as said, the final administrative decision\n\nin this case hinged mainly on an adverse credibility determination.\n\n             We need go no further.     Once removal has been mandated,\n\nan alien ought not to be allowed to frustrate the removal order by\n\nfiling an endless series of motions.         This is the fifth time that\n\nthe petitioner has gone to the well; her incessant stream of\n\nmotions to reopen has thus far delayed the execution of the removal\n\norder for some five and one-half years. Common sense suggests that\n\nwe   bring   these   proceedings   to   as   swift   a   conclusion    as   the\n\ninterests of justice will permit.         The aphorist tells us that hope\n\n\n                                    -5-\n\fsprings eternal, but entreaties for judicial relief founded on hope\n\nalone, unaccompanied by any semblance of respectable factual or\n\nlegal support, should not be encouraged.\n\n\n\nThe petition for judicial review is denied.\n\n\n\n\n                               -6-\n\f",
  "html": "<p class=\"case_cite\">489 F.3d 399</p>\n    <p class=\"parties\">Laura LEMUS et al., Petitioners,<br>v.<br>Alberto R. GONZALES, Attorney General, Respondent.</p>\n    <p class=\"docket\">No. 06-1628.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted June 4, 2007.</p>\n    <p class=\"date\">Decided June 6, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen Pegman, Stephen A. Lagana, and Lagana &amp; Associates on brief for petitioner.</p>\n      <p class=\"indent\">Peter D. Keisler, Assistant Attorney General, Civil Division, Patricia A. Smith, Senior Litigation Counsel, and Terri Le&#243;n-Benner, Trial Attorney, Office of Immigration Litigation, on brief for respondent.</p>\n      <p class=\"indent\">Before LIPEZ, Circuit Judge, NEWMAN<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and SELYA, Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The petitioner, Laura Lemus, seeks judicial review of an order of the Board of Immigration Appeals (BIA) denying her fifth motion to reopen a removal proceeding.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> She asserts that the BIA abused its discretion by failing to find changed circumstances in her homeland. The petition for review is meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The underlying facts are relatively uncomplicated. The petitioner is a Guatemalan national. She entered the United States as a visitor on May 8, 1993, and overstayed. On June 1, 1999, federal authorities initiated a removal proceeding against her. <i>See</i> 8 U.S.C. &#167; 1227(a)(1)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The petitioner conceded removability and cross-applied for asylum and withholding of removal. She claimed a well-founded fear of persecution should she be returned to Guatemala. She premised that claim on her past political activity there.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On March 3, 2000, an immigration judge denied the petitioner's cross-application and ordered her removal. The judge's rulings were based largely on an adverse credibility determination.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The petitioner appealed to the BIA but failed to submit a timely brief. With that in mind, the BIA summarily affirmed the immigration judge's decision. The petitioner did not seek judicial review of the BIA's decision, which became final in due course.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">There followed a virtual barrage of motions to reopen. Four times the petitioner endeavored to reopen the proceedings, and four times the BIA rebuffed her endeavors. Twice, the petitioner unsuccessfully sought judicial review of orders denying motions to reopen.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We fast-forward to December 19, 2005. On that date, the petitioner filed her fifth motion to reopen. Like most of her earlier motions, this motion alleged changed country conditions in her homeland.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> On March 16, 2006, the BIA denied this motion on the grounds that it was untimely, not subject to any statutory or regulatory exception to the filing deadline, and in all events not material because it represented an attempt \"to present updated information regarding country conditions to reinforce her original claim\" rather than changed circumstances per se. This petition for judicial review followed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We need not tarry. Motions to reopen removal proceedings are disfavored as contrary to \"the compelling public interests in finality and the expeditious processing of proceedings.\" <i>Falae v. Gonzales,</i> 411 F.3d 11, 14-15 (1st Cir.2005). Consequently, the BIA enjoys a broad measure of latitude in passing upon such motions. <i>See INS v. Doherty,</i> 502 U.S. 314, 323, 112 S.Ct. 719, 116 L.Ed.2d 823 (1992). Judicial review is exclusively for abuse of discretion. <i>See Roberts v. Gonzales,</i> 422 F.3d 33, 35 (1st Cir.2005). This means that such a decision will be upheld \"unless the complaining party can show that the BIA committed an error of law or exercised its judgment in an arbitrary, capricious, or irrational way.\" <i>Raza v. Gonzales,</i> 484 F.3d 125, 127 (1st Cir.2007).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">An alien normally may file only one motion to reopen a removal proceeding &#8212; and that motion must be filed within ninety days of the rendition of the final administrative decision. <i>See</i> 8 C.F.R. &#167; 1003.2(c)(2). In other words, \"motions to reopen are limited both numerically (one to a customer) and temporally (a ninety-day window).\" <i>Raza,</i> 484 F.3d at 127. Because the final administrative decision in this case was entered by the BIA on October 30, 2001, the instant motion was well out of time. And because no fewer than four motions to reopen preceded it, the instant motion was numerically barred as well.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">To be sure, these temporal and numerical limitations admit of an exception for motions to reopen that rest solidly upon changed circumstances. <i>See</i> 8 C.F.R. &#167; 1003.2(c)(3); <i>see also Roberts,</i> 422 F.3d at 36. \"Under this rubric, the agency may waive numerical and temporal bars to reopening if an alien makes a convincing demonstration of changed conditions in his homeland.\" <i>Raza,</i> 484 F.3d at 127. It is this exception that the petitioner seeks to exploit.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">She does not succeed. As the BIA pointed out, the petitioner does not really contend that country conditions in Guatemala have worsened since the BIA ordered her removal. Rather, she proffers materials designed to persuade the BIA that its original assessment of country conditions was incorrect. Evidence that merely contradicts the BIA's appraisal of country conditions without showing that, over time, those conditions have worsened is insufficient to vault a motion to reopen over the temporal and numerical hurdles erected by the regulations. <i>See, e.g., Zhao v. Gonzales,</i> 440 F.3d 405, 407 (7th Cir. 2005); <i>Betouche v. Ashcroft,</i> 357 F.3d 147, 152 (1st Cir.2004). To cinch matters, the newly proffered information does nothing to rehabilitate the petitioner's failed credibility &#8212; and as said, the final administrative decision in this case hinged mainly on an adverse credibility determination.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We need go no further. Once removal has been mandated, an alien ought not to be allowed to frustrate the removal order by filing an endless series of motions. This is the fifth time that the petitioner has gone to the well; her incessant stream of motions to reopen has thus far delayed the execution of the removal order for some five and one-half years. Common sense suggests that we bring these proceedings to as swift a conclusion as the interests of justice will permit. The aphorist tells us that hope springs eternal, but entreaties for judicial relief founded on hope alone, unaccompanied by any semblance of respectable factual or legal support, should not be encouraged.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\n        <i>The petition for judicial review is denied.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Hon. Pauline Newman, of the Federal Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The petitioner's husband and children were named as tagalongs in her cross-application for asylum and withholding of removal. Because their claims are wholly derivative, we refer only to the petitioner</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This time, the petitioner alleged that the change in circumstances was based upon the Guatemalan government's admission, in July of 2004, of responsibility for the earlier assassination of Jorge Carpio-Nicolle, the founder of the political party to which the petitioner belonged</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">489</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">399</span></span></p>\n    <p class=\"parties\">Laura LEMUS et al., Petitioners,<br>v.<br>Alberto R. GONZALES, Attorney General, Respondent.</p>\n    <p class=\"docket\">No. 06-1628.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted June 4, 2007.</p>\n    <p class=\"date\">Decided June 6, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen Pegman, Stephen A. Lagana, and Lagana &amp; Associates on brief for petitioner.</p>\n      <p class=\"indent\">Peter D. Keisler, Assistant Attorney General, Civil Division, Patricia A. Smith, Senior Litigation Counsel, and Terri Le&#243;n-Benner, Trial Attorney, Office of Immigration Litigation, on brief for respondent.</p>\n      <p class=\"indent\">Before LIPEZ, Circuit Judge, NEWMAN<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and SELYA, Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The petitioner, Laura Lemus, seeks judicial review of an order of the Board of Immigration Appeals (BIA) denying her fifth motion to reopen a removal proceeding.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> She asserts that the BIA abused its discretion by failing to find changed circumstances in her homeland. The petition for review is meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The underlying facts are relatively uncomplicated. The petitioner is a Guatemalan national. She entered the United States as a visitor on May 8, 1993, and overstayed. On June 1, 1999, federal authorities initiated a removal proceeding against her. <i>See</i> 8 U.S.C. &#167; 1227(a)(1)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The petitioner conceded removability and cross-applied for asylum and withholding of removal. She claimed a well-founded fear of persecution should she be returned to Guatemala. She premised that claim on her past political activity there.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On March 3, 2000, an immigration judge denied the petitioner's cross-application and ordered her removal. The judge's rulings were based largely on an adverse credibility determination.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The petitioner appealed to the BIA but failed to submit a timely brief. With that in mind, the BIA summarily affirmed the immigration judge's decision. The petitioner did not seek judicial review of the BIA's decision, which became final in due course.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">There followed a virtual barrage of motions to reopen. Four times the petitioner endeavored to reopen the proceedings, and four times the BIA rebuffed her endeavors. Twice, the petitioner unsuccessfully sought judicial review of orders denying motions to reopen.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We fast-forward to December 19, 2005. On that date, the petitioner filed her fifth motion to reopen. Like most of her earlier motions, this motion alleged changed country conditions in her homeland.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> On March 16, 2006, the BIA denied this motion on the grounds that it was untimely, not subject to any statutory or regulatory exception to the filing deadline, and in all events not material because it represented an attempt \"to present updated information regarding country conditions to reinforce her original claim\" rather than changed circumstances per se. This petition for judicial review followed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We need not tarry. Motions to reopen removal proceedings are disfavored as contrary to \"the compelling public interests in finality and the expeditious processing of proceedings.\" <i>Falae v. Gonzales,</i> <span class=\"citation\" data-id=\"790569\"><a href=\"/opinion/790569/michael-olusean-falae-aka-vincent-olanrewaju-adeyemi-v-alberto-r/\"><span class=\"volume\">411</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 14-15 (1st Cir.2005). Consequently, the BIA enjoys a broad measure of latitude in passing upon such motions. <i>See INS v. Doherty,</i> <span class=\"citation\" data-id=\"112677\"><a href=\"/opinion/112677/ins-v-doherty/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">314</span></a></span>, 323, <span class=\"citation\" data-id=\"112677\"><a href=\"/opinion/112677/ins-v-doherty/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">719</span></a></span>, <span class=\"citation\" data-id=\"112677\"><a href=\"/opinion/112677/ins-v-doherty/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">823</span></a></span> (1992). Judicial review is exclusively for abuse of discretion. <i>See Roberts v. Gonzales,</i> <span class=\"citation\" data-id=\"201802\"><a href=\"/opinion/201802/roberts-v-gonzales/\"><span class=\"volume\">422</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span>, 35 (1st Cir.2005). This means that such a decision will be upheld \"unless the complaining party can show that the BIA committed an error of law or exercised its judgment in an arbitrary, capricious, or irrational way.\" <i>Raza v. Gonzales,</i> <span class=\"citation\" data-id=\"202713\"><a href=\"/opinion/202713/raza-v-gonzales/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">125</span></a></span>, 127 (1st Cir.2007).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">An alien normally may file only one motion to reopen a removal proceeding &#8212; and that motion must be filed within ninety days of the rendition of the final administrative decision. <i>See</i> 8 C.F.R. &#167; 1003.2(c)(2). In other words, \"motions to reopen are limited both numerically (one to a customer) and temporally (a ninety-day window).\" <i>Raza,</i> 484 F.3d at 127. Because the final administrative decision in this case was entered by the BIA on October 30, 2001, the instant motion was well out of time. And because no fewer than four motions to reopen preceded it, the instant motion was numerically barred as well.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">To be sure, these temporal and numerical limitations admit of an exception for motions to reopen that rest solidly upon changed circumstances. <i>See</i> 8 C.F.R. &#167; 1003.2(c)(3); <i>see also Roberts,</i> 422 F.3d at 36. \"Under this rubric, the agency may waive numerical and temporal bars to reopening if an alien makes a convincing demonstration of changed conditions in his homeland.\" <i>Raza,</i> 484 F.3d at 127. It is this exception that the petitioner seeks to exploit.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">She does not succeed. As the BIA pointed out, the petitioner does not really contend that country conditions in Guatemala have worsened since the BIA ordered her removal. Rather, she proffers materials designed to persuade the BIA that its original assessment of country conditions was incorrect. Evidence that merely contradicts the BIA's appraisal of country conditions without showing that, over time, those conditions have worsened is insufficient to vault a motion to reopen over the temporal and numerical hurdles erected by the regulations. <i>See, e.g., Zhao v. Gonzales,</i> <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">405</span></span>, 407 (7th Cir. 2005); <i>Betouche v. Ashcroft,</i> <span class=\"citation\" data-id=\"200850\"><a href=\"/opinion/200850/betouche-v-ins/\"><span class=\"volume\">357</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">147</span></a></span>, 152 (1st Cir.2004). To cinch matters, the newly proffered information does nothing to rehabilitate the petitioner's failed credibility &#8212; and as said, the final administrative decision in this case hinged mainly on an adverse credibility determination.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We need go no further. Once removal has been mandated, an alien ought not to be allowed to frustrate the removal order by filing an endless series of motions. This is the fifth time that the petitioner has gone to the well; her incessant stream of motions to reopen has thus far delayed the execution of the removal order for some five and one-half years. Common sense suggests that we bring these proceedings to as swift a conclusion as the interests of justice will permit. The aphorist tells us that hope springs eternal, but entreaties for judicial relief founded on hope alone, unaccompanied by any semblance of respectable factual or legal support, should not be encouraged.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\n        <i>The petition for judicial review is denied.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Hon. Pauline Newman, of the Federal Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The petitioner's husband and children were named as tagalongs in her cross-application for asylum and withholding of removal. Because their claims are wholly derivative, we refer only to the petitioner</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This time, the petitioner alleged that the change in circumstances was based upon the Guatemalan government's admission, in July of 2004, of responsibility for the earlier assassination of Jorge Carpio-Nicolle, the founder of the political party to which the petitioner belonged</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200850/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790569/"
  ]
}