{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202741/",
  "absolute_url": "/opinion/202741/wood-v-spencer/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202741/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:00:43Z",
  "date_modified": "2016-02-28T05:08:45.498117Z",
  "type": "010combined",
  "sha1": "90b568da47f16f3c0d9293cceb339d9b3099c28d",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-2591-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/05/15/Wood_v._Spencer.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 06-2591\n\n                             KEVIN WOOD,\n\n                        Petitioner, Appellant,\n\n                                  v.\n\n                   LUIS S. SPENCER, SUPERINTENDENT,\n                            M.C.I.-NORFOLK,\n\n                        Respondent, Appellee.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. George A. O'Toole, Jr., U.S. District Judge]\n\n          [Hon. Leo T. Sorokin, U.S. Magistrate Judge]\n\n\n                                Before\n\n                       Torruella, Circuit Judge,\n              Selya and Tashima,* Senior Circuit Judges.\n\n\n     Leslie W. O'Brien for appellant.\n     Eva M. Badway, Assistant Attorney General, Commonwealth of\nMassachusetts, with whom Martha Coakley, Attorney General, was on\nbrief, for appellee.\n\n\n                             May 15, 2007\n\n\n__________\n*Of the Ninth Circuit, sitting by designation.\n\f            SELYA, Senior Circuit Judge.           This is a case of first\n\nimpression for this court.          In it, a state prisoner challenges the\n\ndismissal   of   his    federal     habeas   petition    as    untimely.      This\n\nchallenge   rests      on   the    proposition    that   the    district   court\n\nmisconstrued and misapplied two limitations-extending provisions\n\ncontained in the Antiterrorism and Effective Death Penalty Act of\n\n1996 (AEDPA).     See 28 U.S.C. §§ 2244(d)(1)(B), 2244(d)(1)(D).\n\n            We have not previously had the occasion to analyze those\n\nprovisions.      We do so here and conclude that the petitioner has\n\nfailed to show either (i) that he exercised due diligence to\n\ndiscover the statement that he claims was wrongfully withheld or\n\n(ii) that this alleged discovery violation comprised an impediment\n\nthat prevented him from learning about, and acting upon, the\n\nstatement   at    an   earlier     date.     Consequently,      we   affirm    the\n\ndismissal of the habeas petition as time-barred.\n\nI. BACKGROUND\n\n            In July of 1991, an Essex County grand jury charged the\n\npetitioner, Kevin Wood, with the murder of George Aulson and the\n\ncommission of related crimes. The charges arose from an altercation\n\nthat occurred between the two men late at night on July 7, 1991, in\n\nPeabody, Massachusetts.           While Wood acknowledged stabbing Aulson,\n\nhe insisted that Aulson had instigated the brawl and that the\n\nkilling was an act of self-defense.              Pertinently, the police had\n\nraided Aulson's home on the day before the stabbing, and Wood\n\n\n                                       -2-\n\fclaimed that Aulson bore him ill will because he (Aulson) believed\n\nthat Wood had informed the authorities that Aulson was cultivating\n\nmarijuana on his property.\n\n           The case was tried in the state superior court.           The jury\n\nrejected Wood's claim of self-defense and found him guilty of\n\nsecond-degree murder and malicious destruction of property.                See\n\nMass. Gen. Laws ch. 265, § 1; id. ch. 266, § 127.       The trial justice\n\nsentenced Wood to life in prison.\n\n           Following his conviction, Wood moved unsuccessfully for\n\na new trial.      His appeal to the Massachusetts Appeals Court (MAC)\n\nproved equally fruitless.        Commonwealth v. Wood, 638 N.E.2d 1372\n\n(Mass. App. Ct. 1994).       That was the end of the line in state court:\n\nthe Massachusetts Supreme Judicial Court (SJC) rejected Wood's\n\napplication for leave to seek further appellate review in November\n\nof 1994.\n\n           After serving several years in a Massachusetts state\n\nprison,    Wood   obtained     new   counsel.    In   the   course    of   an\n\ninvestigation that began in May of 2001, she interviewed Lt. Richard\n\nBettencourt of the Peabody police.          During that interview, Wood's\n\ncounsel learned that Bettencourt had spoken with Aulson on the\n\nevening of the fatal encounter — after the raid but before the\n\nstabbing — and that Aulson had said, \"I'll get the son of a bitch\n\nwho set me up.\"     Counsel also learned that Bettencourt, who was not\n\n\n\n\n                                      -3-\n\finvolved in the homicide probe, had passed this comment along to the\n\ninvestigating officers.\n\n              In October of 2001, Wood's counsel moved in the superior\n\ncourt   for    a   new   trial.       She   based    that     motion    on   (i)   the\n\nprosecution's       alleged     failure       to    disclose    the      Bettencourt\n\nconversation and (ii) an alleged flaw in the jury instructions.\n\nWith respect to the first claim, she pointed out that although\n\nWood's trial counsel had made a discovery request for any statements\n\nor other materials that might tend to support a finding that Aulson\n\nwas the initial aggressor, the prosecution never furnished the\n\ndefense with information anent the Bettencourt/Aulson conversation.\n\n              The state court judge gave the motion short shrift.                  The\n\nMAC affirmed the denial of that motion.              Commonwealth v. Wood, 818\n\nN.E.2d 641 (Mass. App. Ct. 2004) (Table).               On April 27, 2005, the\n\nSJC again denied leave to seek further appellate review.\n\n              Roughly five and one-half months later — on October 5,\n\n2005 — Wood filed a habeas petition in the federal district court.\n\nSee 28 U.S.C. § 2254. He named as the respondent the superintendent\n\nof the penitentiary (M.C.I.-Norfolk) in which he was incarcerated.\n\nBecause the superintendent is sued in his official capacity, we\n\nhenceforth refer to the respondent as \"the Commonwealth.\"\n\n              In federal court, Wood pressed the same two arguments that\n\nhe had advanced in his most recent round of state court initiatives:\n\nthat    his   rights     had   been   violated      through    the     prosecution's\n\n\n                                        -4-\n\fnondisclosure    of   the   Bettencourt   conversation,    see   Brady   v.\n\nMaryland, 373 U.S. 83, 87 (1963), and that the jury instructions had\n\nimproperly assigned him the burden of proving manslaughter (as an\n\nalternative to murder), see Mullaney v. Wilbur, 421 U.S. 684, 704\n\n(1975).   The district judge, concurring with the recommendation of\n\na magistrate judge, held — without convening an evidentiary hearing\n\n— that the habeas petition was untimely.1\n\n           The   district    court's   reasoning   was   straightforward.\n\nFirst, it noted that the AEDPA, save only in select circumstances,\n\nprohibits inmates incarcerated pursuant to state court convictions\n\nfrom seeking federal habeas relief more than one year after the\n\nconclusion of direct review in the state system.          See 28 U.S.C. §\n\n2244(d)(1)(A).    The court then explained that, while certain newly\n\ndiscovered evidence may bring a case within an exception to the one-\n\nyear limitations period, that exception is only available to habeas\n\npetitioners who have pursued relevant evidentiary leads with due\n\ndiligence.   See id. § 2244(d)(1)(D).      Because Wood (or, at least,\n\nhis counsel) appeared to have had knowledge of the existence of\n\nBettencourt's conversation with Aulson at the time of trial, this\n\nexception did not apply.      For the same reason, the court held the\n\nexception for state-created impediments, see id. § 2244(d)(1)(B),\n\nto be inapplicable.\n\n\n     1\n      For simplicity's sake, we do not distinguish further between\nthe district judge and the magistrate judge but, rather, take an\ninstitutional view and refer only to \"the district court.\"\n\n                                   -5-\n\f           This timely appeal ensued.           The district court issued a\n\nbroadly worded certificate of appealability, see id. § 2253(c),\n\ncovering the general question of whether the petition was time-\n\nbarred. Where, as here, the district court has denied a habeas\n\npetition on a procedural ground without taking evidence, we afford\n\nde novo review. See Rodriguez v. Spencer, 412 F.3d 29, 32 (1st Cir.\n\n2005).     That standard applies with full force to the district\n\ncourt's due diligence holding.\n\nII.   ANALYSIS\n\n           Wood's appeal focuses exclusively on his Brady claim; his\n\njury instruction claim is not before us.            We begin our discussion\n\nof the Brady claim by outlining the AEDPA's temporal limitations as\n\nthey apply to federal habeas petitions filed on behalf of state\n\nprisoners.\n\n           Under section 2244(d)(1)(A), a state prisoner must file\n\nfor federal habeas relief within a one-year period that runs from\n\n\"the date on which the judgment became final by the conclusion of\n\ndirect review or the expiration of the time for seeking such\n\nreview.\"     Because Congress did not enact the AEDPA until the mid-\n\n1990s, courts have read into its text a grace period for state\n\nprisoners who completed their odyssey through direct review prior\n\nto April 24, 1996 (the AEDPA's effective date).            Those persons are\n\nallowed to use that date, rather than a date referable to direct\n\nreview,    as   the   starting   point    for    accrual   of   the   one-year\n\n\n                                    -6-\n\flimitations period. See Carey v. Saffold, 536 U.S. 214, 217 (2002);\n\nGaskins v. Duval, 183 F.3d 8, 9 (1st Cir. 1999).\n\n          Wood qualifies for this grace period. Even so, his window\n\nfor filing a federal habeas petition would seem to have closed on\n\nApril 24, 1997.    That was well before he brought a federal habeas\n\nproceeding.\n\n          In establishing the AEDPA limitations period, however,\n\nCongress left room for some play in the joints. One such exception,\n\napplicable in cases of certain newly discovered evidence, postpones\n\nthe commencement of the limitations period until \"the date on which\n\nthe factual predicate of the claim or claims presented could have\n\nbeen discovered through the exercise of due diligence.\"   28 U.S.C.\n\n§ 2244(d)(1)(D).   A second exception provides that if an impediment\n\nto the filing of a habeas petition has been \"created by State action\n\nin violation of the Constitution or laws of the United States . .\n\n. [and] if the applicant was prevented from filing by such State\n\naction,\" the limitations period will not begin to run until the date\n\non which the impediment is removed.   Id. § 2244(d)(1)(B).\n\n          These two exceptions — there is another, which is not\n\ngermane to this case — form the centerpiece of Wood's appeal.\n\nBecause the limitations period, once started, is tolled for any\n\nperiod during which a convict is seeking state court relief with\n\nrespect to the pertinent claim, see id. § 2244(d)(2), Wood's federal\n\nhabeas petition is timely if either exception operated to forestall\n\n\n                                -7-\n\fthe start of the limitations period to the date on which his new\n\ncounsel interviewed Bettencourt.\n\n          Wood frames his argument in the alternative.       At the\n\noutset, he posits that the conversation between Bettencourt and\n\nAulson was a factual predicate to the nascent Brady claim that\n\nundergirds his federal habeas petition — a factual predicate that\n\ncould not readily have been discovered absent disclosure by the\n\nCommonwealth. Alternatively, he asseverates that the prosecution's\n\nfailure to disclose this (exculpatory) conversation constituted a\n\nstate-created impediment that prevented him from learning about the\n\nevidence and, thus, from pursuing the claim until the interview took\n\nplace in 2001.   In either event, he insists that the AEDPA clock\n\nshould be calibrated to the interview date.       We address these\n\narguments sequentially.\n\n                      A.   Factual Predicate.\n\n          We need not linger long over Wood's assertion that the\n\nBettencourt conversation was a factual predicate to his Brady claim\n\nand, thus, within the ambit of section 2244(d)(1)(D).   In order to\n\nqualify for this exception, a habeas petitioner must show that,\n\nexercising due diligence, he could not have learned of the evidence\n\nin question at a substantially earlier date.     The district court\n\nfound that Wood could not meet this criterion.   We agree.\n\n          Under ordinary circumstances — and there is no room for\n\nthe application of a different principle here — a lawyer's knowledge\n\n\n                                -8-\n\fis attributed to her client. See, e.g., United States v. Desir, 273\n\nF.3d 39, 44 (1st Cir. 2001). At the original criminal trial in this\n\ncase, the Commonwealth called Aulson's wife as a witness.                While\n\ncross-examining    her,   Wood's   trial    counsel    posed   a   series    of\n\nquestions concerning the Aulsons' activities on the night of the\n\nslaying.   When the witness recounted that the couple had gone to a\n\nparticular restaurant that evening, the attorney asked: \"[While at\n\nthe restaurant] didn't [Aulson] go up to Officer Bettencourt of the\n\nPeabody police and ask some questions of Officer Bettencourt?\"              The\n\nwitness replied that she had neither seen nor overheard this\n\nexchange   but   acknowledged   that   it   might     have   occurred.      The\n\nquestioning then proceeded to other matters.\n\n           The district court found that this line of inquiry, which\n\nwas initiated by Wood's counsel and which Wood does not claim was\n\nprompted by either the prosecutor's direct examination or any of\n\nMrs. Aulson's responses, demonstrated beyond hope of contradiction\n\nthat Wood's counsel knew (or, at least, had reason to believe) that\n\na conversation had taken place between Bettencourt and Aulson on the\n\nnight of the murder.      This finding is unassailable.\n\n           The conclusion is inescapable, therefore, that Wood,\n\nthrough his attorney, had notice in 1992 that such a conversation\n\nhad transpired.    Given that knowledge, due diligence demanded that\n\nhe attempt to interview Bettencourt about the conversation at that\n\ntime.   See Daniels v. Uchtman, 421 F.3d 490, 492 (7th Cir. 2005).\n\n\n                                   -9-\n\fIn turn, the failure to exercise that diligence bars access to the\n\nlimitations-extending benefits of section 2244(d)(1)(D).\n\n             Wood attempts to parry this thrust by arguing, in effect,\n\nthat his trial counsel was obviously in the dark.                 Since self-\n\ndefense was the main issue at trial, this thesis runs, no tactical\n\nrationale     could     explain     the   lawyer's    failure    to   approach\n\nBettencourt. From this, Wood urges us to conclude that his counsel,\n\nthough aware that a conversation occurred, was not aware either of\n\nits substance or of its possible import.\n\n             This argument is wide of the mark. The test of due\n\ndiligence under section 2244(d)(1)(D) is objective, not subjective.\n\nSee Owens v. Boyd, 235 F.3d 356, 359 (7th Cir. 2001).            Thus, we are\n\nconcerned less with what Wood's counsel believed and more with what\n\nknowledge fairly may be imputed to him. See id. The lawyer plainly\n\nwas aware that some exchange had taken place between the decedent\n\nand a local law enforcement officer on the same evening that the\n\nfatal incident occurred.          It was objectively unreasonable not to\n\npursue that lead (indeed, the fact that the lawyer chose to inquire\n\ninto   the   contents    of   the    conversation    when   cross-examining   a\n\npotentially hostile witness is a solid indication that he realized\n\nits potential relevance).           That Mrs. Aulson could neither confirm\n\nnor deny the occurrence of the conversation did not relieve Wood,\n\nthrough his attorney, of the responsibility to take reasonable\n\nmeasures to explore this area of inquiry.\n\n\n                                       -10-\n\f           That   ends    this   aspect     of   the   matter.    Despite   his\n\nknowledge that a conversation had occurred, the record is devoid of\n\nany suggestion that Wood's counsel expended the slightest effort —\n\nlet alone due diligence — to try to interview Bettencourt or\n\notherwise to ferret out the nature of Bettencourt's exchange with\n\nthe decedent.     That inaction is incompatible with a finding of due\n\ndiligence. Hence, Wood cannot avail himself of the exception limned\n\nin section 2244(d)(1)(D).        See Daniels, 421 F.3d at 492 (concluding\n\nthat when the facts pertinent to a petitioner's Brady claim could\n\nin the exercise of due diligence have been discovered at an earlier\n\ndate, that date marks the commencement of the AEDPA limitations\n\nperiod); Schlueter v. Varner, 384 F.3d 69, 74 (3d Cir. 2004)\n\n(finding   section    2244(d)(1)(D)       inapplicable     when   the   crucial\n\ninterview would, in the exercise of due diligence, have been\n\nconducted years earlier).\n\n                     B.   State-Created Impediment.\n\n           Wood's more plausible argument is that the alleged Brady\n\nviolation constituted a state-created impediment that prevented him\n\nfrom mounting his federal habeas petition until his new lawyer\n\nindependently discovered Aulson's statement to Bettencourt.              See 28\n\nU.S.C. § 2244(d)(1)(B).      He contends that the withholding of this\n\n(exculpatory) evidence comprised state action in violation of the\n\nConstitution and that the resultant unavailability of Bettencourt's\n\naccount prevented him from advancing a viable federal habeas claim.\n\n\n                                     -11-\n\fHe adds that since section 2244(d)(1)(B) is focused on government\n\nconduct, he should be entitled to avail himself of its prophylaxis\n\nregardless of whether his trial counsel should have uncovered the\n\nBettencourt conversation.\n\n           The Commonwealth counters that section 2244(d)(1)(B) does\n\nnot apply to Brady claims.   In its view, this provision is designed\n\nto extend the limitations period for cases in which a state directly\n\ninterferes with a prisoner's ability to file a habeas petition by,\n\nsay, denying him access to legal materials. See Shannon v. Newland,\n\n410 F.3d 1083, 1087 (9th Cir. 2005) (noting that the overwhelming\n\nmajority of section 2244(d)(1)(B) cases are of this genre).\n\n           That \"direct interference\" argument cannot easily be\n\ndismissed.   Still, the word \"impediment\" is not defined in the\n\nstatute itself, nor is it self-elucidating. See Moore v. Battaglia,\n\n476 F.3d 504, 506-07 (7th Cir. 2007).     Moreover, two of our sister\n\ncircuits have entertained the possibility that section 2244(d)(1)(B)\n\nmight encompass Brady violations.      See Williams v. Sims, 390 F.3d\n\n958, 960 (7th Cir. 2004); Green v. Cain, 2001 WL 502806, at *1 (5th\n\nCir. 2001) (per curiam) (unpublished).     Here, however, we need not\n\nresolve this vexing question because we conclude that, even if\n\nsection 2244(d)(1)(B) does encompass Brady violations — a matter on\n\nwhich we take no view — Wood is not entitled to relief.    We explain\n\nbriefly.\n\n\n\n\n                                -12-\n\f            Wood's most obvious problem involves whether his lack of\n\ndue diligence — an established fact here, see supra Part II(A) — is\n\ndispositive of his state-created impediment inquiry.                The statute\n\nitself, 28 U.S.C. § 2244(d)(1)(B), focuses on government conduct and\n\ndoes not contain an explicit diligence requirement.                     The Tenth\n\nCircuit nonetheless has implied, in fairly strong terms, that\n\nsection 2244(d)(1)(B) does have a diligence requirement.                See Clark\n\nv. Oklahoma, 468 F.3d 711, 714 (10th Cir. 2006); Miller v. Marr, 141\n\nF.3d 976, 978 (10th Cir. 1998).          The Ninth Circuit, albeit without\n\nmuch analysis, has implied the same.           See Roy v. Lampert, 465 F.3d\n\n964, 972 & n.3 (9th Cir. 2006) (regarding a section 2244(d)(1)(B)\n\nargument    as   \"identical\"   to   an    equitable   tolling      argument   and\n\ndiscussing at length the need for petitioners seeking equitable\n\ntolling to demonstrate due diligence).\n\n            The petitioner resists this implication. In exhorting us\n\nto refrain from imputing a diligence requirement into section\n\n2244(d)(1)(B), he reminds us that courts normally presume that\n\n\"Congress    acts   intentionally        and   purposely    when   it    includes\n\nparticular language in one section of a statute but omits it in\n\nanother.\"    BFP v. Resolution Trust Corp., 511 U.S. 531, 537 (1994).\n\nAs he sees it, the inclusion of an express diligence requirement in\n\nsection 2244(d)(1)(D) is tantamount to an intentional exclusion of\n\nsuch a requirement in section 2244(d)(1)(B).               On this basis, Wood\n\nurges us, in applying the latter exception, to disregard his lack\n\n\n                                     -13-\n\fof   diligence    and   look   only   to   the   Commonwealth's   obstructive\n\nconduct.\n\n           But this case does not require us to decide the full\n\nextent to which a due diligence requirement should be read into the\n\nwarp and woof of section 2244(d)(1)(B) — a question that we leave\n\nfor another day — because it is perfectly plain that, here, the\n\npetitioner had the power to blunt the effect of any state-created\n\nimpediment.      In a nutshell, that impediment did not \"prevent\" him\n\nfrom the timely filing of an application for habeas relief.\n\n           In    reaching      this   conclusion,    a   different   canon    of\n\nstatutory construction lights our path.             It is common ground that\n\n\"[a]ll words and provisions of statutes are intended to have meaning\n\nand are to be given effect.\" United States v. Ven-Fuel, Inc., 758\n\nF.2d 741, 751 (1st Cir. 1985); accord Libby v. Magnusson, 177 F.3d\n\n43, 48 (1st Cir. 1999).        This means, of course, that we must eschew\n\nany construction of section 2244(d)(1)(B) that would render a word\n\nor phrase therein superfluous.             Ven-Fuel, 758 F.2d at 751-52.\n\nWood's state-centric reading of section 2244(d)(1)(B) falls within\n\nthat proscription; it fails to give meaning to the second clause of\n\nthe statutory provision.        That clause demands that a state-created\n\nimpediment must, to animate the limitations-extending exception,\n\n\"prevent\" a prisoner from filing for federal habeas relief.                  See\n\nLloyd v. Van Natta, 296 F.3d 630, 633 (7th Cir. 2002) (emphasizing\n\nthis \"plain language\").         That gets the grease from the goose.         The\n\n\n                                      -14-\n\fverb \"prevent,\" in common parlance, means to frustrate, hold back,\n\nor keep from happening.          See, e.g., Merriam-Webster's Collegiate\n\nDictionary 984 (11th ed. 2003) (defining \"prevent\" as \"to deprive\n\nof power or hope of acting or succeeding\" or more simply as \"to keep\n\nfrom   happening\").        The   question,     then,   is    whether     Wood   was\n\n\"prevented\" from filing a federal habeas petition by reason of some\n\nunconstitutional state action (here, the alleged Brady violation).\n\n           In answering that question, Wood's available alternatives\n\nare of considerable relevance.         After all, were someone to erect a\n\nbarrier across a highway, it would be impossible to decide whether\n\nthe    barrier   \"prevented\"      a   motorist    from      proceeding    to    his\n\ndestination without credible information as to the width of the\n\nhighway, the size of the barrier, and the dimensions of the vehicle.\n\nIf the barrier left ample room for the vehicle to pass, it could not\n\nfairly   be    said   to   \"prevent\"     the     motorist's     access    to    his\n\ndestination.\n\n           So it is here.        There is no reliable way to measure the\n\nobstructive effect of the alleged Brady violation without knowing\n\nwhat other means of access to the same information were within\n\nWood's ken and available to him.             Just as a person who has the\n\nability to drive around a barrier hardly can blame his delayed\n\narrival at his destination on the presence of the impediment, so too\n\nthe person who has notice that information exists and ready access\n\n\n\n\n                                      -15-\n\fto it hardly can blame his inaction on the state's failure to\n\ndeliver the information to him.\n\n           This case is a paradigmatic example of the point.   Wood,\n\nwith the exercise of garden-variety diligence, could have learned\n\nthe content of the Bettencourt conversation and, thus, obliterated\n\nthe adverse effects of the Commonwealth's nondisclosure. Given this\n\ncircumstance, we cannot say that the state-created impediment\n\n\"prevented\" Wood, in any meaningful sense, from filing for federal\n\nhabeas relief.      Consequently, Wood may not avail himself of the\n\nlimitations-extending benefits of section 2244(d)(1)(B).\n\n           Let us be perfectly clear.    We do not hold that section\n\n2244(d)(1)(B) contains a hidden diligence requirement or that, in\n\nterms of diligence, section 2244(d)(1)(D) is coterminous with the\n\n\"prevent\" language of section 2244(d)(1)(B).    We hold only that, on\n\nthe facts of this case, the Commonwealth's conduct cannot fairly be\n\nsaid to have been the obstacle that prevented Wood from filing for\n\nfederal habeas relief.\n\nIII.   CONCLUSION\n\n           We need go no further.       The district court correctly\n\nconcluded that the petitioner, had he exercised due diligence, would\n\nhave had access to the information that he maintains he needed in\n\norder to bring the claims asserted in his federal habeas petition\n\nin a timely fashion.       Moreover, it was his counsel's failure\n\nadequately to pursue an available investigative lead, not government\n\n\n                                 -16-\n\fresistance, that prevented him from taking action earlier.    Given\n\nthis scenario, the time for filing a federal habeas petition expired\n\nsome eight years before Wood repaired to the federal court.\n\n\n\nAffirmed.\n\n\n\n\n                               -17-\n\f",
  "html": "<p class=\"case_cite\">487 F.3d 1</p>\n    <p class=\"parties\">Kevin WOOD, Petitioner, Appellant,<br>v.<br>Luis S. SPENCER, Superintendent, M.C.I.-Norfolk, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 06-2591.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 4, 2007.</p>\n    <p class=\"date\">Decided May 15, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Leslie W. O'Brien for appellant.</p>\n      <p class=\"indent\">Eva M. Badway, Assistant Attorney General, Commonwealth of Massachusetts, with whom Martha Coakley, Attorney General, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, SELYA and TASHIMA,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a case of first impression for this court. In it, a state prisoner challenges the dismissal of his federal habeas petition as untimely. This challenge rests on the proposition that the district court misconstrued and misapplied two limitations-extending provisions contained in the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA). <i>See</i> 28 U.S.C. &#167;&#167; 2244(d)(1)(B), 2244(d)(1)(D).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We have not previously had the occasion to analyze those provisions. We do so here and conclude that the petitioner has failed to show either (i) that he exercised due diligence to discover the statement that he claims was wrongfully withheld or (ii) that this alleged discovery violation comprised an impediment that prevented him from learning about, and acting upon, the statement at an earlier date. Consequently, we affirm the dismissal of the habeas petition as time-barred.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In July of 1991, an Essex County grand jury charged the petitioner, Kevin Wood, with the murder of George Aulson and the commission of related crimes. The charges arose from an altercation that occurred between the two men late at night on July 7, 1991, in Peabody, Massachusetts. While Wood acknowledged stabbing Aulson, he insisted that Aulson had instigated the brawl and that the killing was an act of self-defense. Pertinently, the police had raided Aulson's home on the day before the stabbing, and Wood claimed that Aulson bore him ill will because he (Aulson) believed that Wood had informed the authorities that Aulson was cultivating marijuana on his property.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The case was tried in the state superior court. The jury rejected Wood's claim of self-defense and found him guilty of second-degree murder and malicious destruction of property. <i>See</i> Mass. Gen. Laws ch. 265, &#167; 1; <i>id.</i> ch. 266, &#167; 127. The trial justice sentenced Wood to life in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Following his conviction, Wood moved unsuccessfully for a new trial. His appeal to the Massachusetts Appeals Court (MAC) proved equally fruitless. <i>Commonwealth v. Wood,</i> 37 Mass.App.Ct. 917, 638 N.E.2d 1372 (1994). That was the end of the line in state court: the Massachusetts Supreme Judicial Court (SJC) rejected Wood's application for leave to seek further appellate review in November of 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After serving several years in a Massachusetts state prison, Wood obtained new counsel. In the course of an investigation that began in May of 2001, she interviewed Lt. Richard Bettencourt of the Peabody police. During that interview, Wood's counsel learned that Bettencourt had spoken with Aulson on the evening of the fatal encounter&#8212;after the raid but before the stabbing&#8212;and that Aulson had said, \"I'll get the son of a bitch who set me up.\" Counsel also learned that Bettencourt, who was not involved in the homicide probe, had passed this comment along to the investigating officers.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In October of 2001, Wood's counsel moved in the superior court for a new trial. She based that motion on (i) the prosecution's alleged failure to disclose the Bettencourt conversation and (ii) an alleged flaw in the jury instructions. With respect to the first claim, she pointed out that although Wood's trial counsel had made a discovery request for any statements or other materials that might tend to support a finding that Aulson was the initial aggressor, the prosecution never furnished the defense with information anent the Bettencourt/Aulson conversation.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The state court judge gave the motion short shrift. The MAC affirmed the denial of that motion. <i>Commonwealth v. Wood,</i> 62 Mass.App.Ct. 1112, 818 N.E.2d 641 (2004) (Table). On April 27, 2005, the SJC again denied leave to seek further appellate review.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Roughly five and one-half months later&#8212;on October 5, 2005&#8212;Wood filed a habeas petition in the federal district court. <i>See</i> 28 U.S.C. &#167; 2254. He named as the respondent the superintendent of the penitentiary (M.C.I.-Norfolk) in which he was incarcerated. Because the superintendent is sued in his official capacity, we henceforth refer to the respondent as \"the Commonwealth.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In federal court, Wood pressed the same two arguments that he had advanced in his most recent round of state court initiatives: that his rights had been violated through the prosecution's nondisclosure of the Bettencourt conversation, <i>see Brady v. Maryland,</i> 373 U.S. 83, 87, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963), and that the jury instructions had improperly assigned him the burden of proving manslaughter (as an alternative to murder), <i>see Mullaney v. Wilbur,</i> 421 U.S. 684, 704, 95 S.Ct. 1881, 44 L.Ed.2d 508 (1975). The district judge, concurring with the recommendation of a magistrate judge, held&#8212;without convening an evidentiary hearing&#8212;that the habeas petition was untimely.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court's reasoning was straightforward. First, it noted that the AEDPA, save only in select circumstances, prohibits inmates incarcerated pursuant to state court convictions from seeking federal habeas relief more than one year after the conclusion of direct review in the state system. <i>See</i> 28 U.S.C. &#167; 2244(d)(1)(A). The court then explained that, while certain newly discovered evidence may bring a case within an exception to the one-year limitations period, that exception is only available to habeas petitioners who have pursued relevant evidentiary leads with due diligence. <i>See id.</i> &#167; 2244(d)(1)(D). Because Wood (or, at least, his counsel) appeared to have had knowledge of the existence of Bettencourt's conversation with Aulson at the time of trial, this exception did not apply. For the same reason, the court held the exception for state-created impediments, <i>see id.</i> &#167; 2244(d)(1)(B), to be inapplicable.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This timely appeal ensued. The district court issued a broadly worded certificate of appealability, <i>see id.</i> &#167; 2253(c), covering the general question of whether the petition was time-barred. Where, as here, the district court has denied a habeas petition on a procedural ground without taking evidence, we afford de novo review. <i>See Rodriguez v. Spencer,</i> 412 F.3d 29, 32 (1st Cir.2005). That standard applies with full force to the district court's due diligence holding.</p>\n    </div>\n    <p class=\"indent\">II. ANALYSIS</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Wood's appeal focuses exclusively on his <i>Brady</i> claim; his jury instruction claim is not before us. We begin our discussion of the <i>Brady</i> claim by outlining the AEDPA's temporal limitations as they apply to federal habeas petitions filed on behalf of state prisoners.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Under section 2244(d)(1)(A), a state prisoner must file for federal habeas relief within a one-year period that runs from \"the date on which the judgment became final by the conclusion of direct review or the expiration of the time for seeking such review.\" Because Congress did not enact the AEDPA until the mid-1990s, courts have read into its text a grace period for state prisoners who completed their odyssey through direct review prior to April 24, 1996 (the AEDPA's effective date). Those persons are allowed to use that date, rather than a date referable to direct review, as the starting point for accrual of the one-year limitations period. <i>See Carey v. Saffold,</i> 536 U.S. 214, 217, 122 S.Ct. 2134, 153 L.Ed.2d 260 (2002); <i>Gaskins v. Duval,</i> 183 F.3d 8, 9 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Wood qualifies for this grace period. Even so, his window for filing a federal habeas petition would seem to have closed on April 24, 1997. That was well before he brought a federal habeas proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In establishing the AEDPA limitations period, however, Congress left room for some play in the joints. One such exception, applicable in cases of certain newly discovered evidence, postpones the commencement of the limitations period until \"the date on which the factual predicate of the claim or claims presented could have been discovered through the exercise of due diligence.\" 28 U.S.C. &#167; 2244(d)(1)(D). A second exception provides that if an impediment to the filing of a habeas petition has been \"created by State action in violation of the Constitution or laws of the United States . . . [and] if the applicant was prevented from filing by such State action,\" the limitations period will not begin to run until the date on which the impediment is removed. <i>Id.</i> &#167; 2244(d)(1)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">These two exceptions&#8212;there is another, which is not germane to this case&#8212;form the centerpiece of Wood's appeal. Because the limitations period, once started, is tolled for any period during which a convict is seeking state court relief with respect to the pertinent claim, <i>see id.</i> &#167; 2244(d)(2), Wood's federal habeas petition is timely if either exception operated to forestall the start of the limitations period to the date on which his new counsel interviewed Bettencourt.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Wood frames his argument in the alternative. At the outset, he posits that the conversation between Bettencourt and Aulson was a factual predicate to the nascent <i>Brady</i> claim that undergirds his federal habeas petition&#8212;a factual predicate that could not readily have been discovered absent disclosure by the Commonwealth. Alternatively, he asseverates that the prosecution's failure to disclose this (exculpatory) conversation constituted a state-created impediment that prevented him from learning about the evidence and, thus, from pursuing the claim until the interview took place in 2001. In either event, he insists that the AEDPA clock should be calibrated to the interview date. We address these arguments sequentially.</p>\n    </div>\n    <p class=\"center\">A. <i>Factual Predicate.</i></p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We need not linger long over Wood's assertion that the Bettencourt conversation was a factual predicate to his <i>Brady</i> claim and, thus, within the ambit of section 2244(d)(1)(D). In order to qualify for this exception, a habeas petitioner must show that, exercising due diligence, he could not have learned of the evidence in question at a substantially earlier date. The district court found that Wood could not meet this criterion. We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Under ordinary circumstances&#8212;and there is no room for the application of a different principle here&#8212;a lawyer's knowledge is attributed to her client. <i>See, e.g., United States v. Desir,</i> 273 F.3d 39, 44 (1st Cir.2001). At the original criminal trial in this case, the Commonwealth called Aulson's wife as a witness. While cross-examining her, Wood's trial counsel posed a series of questions concerning the Aulsons' activities on the night of the slaying. When the witness recounted that the couple had gone to a particular restaurant that evening, the attorney asked: \"[While at the restaurant] didn't [Aulson] go up to Officer Bettencourt of the Peabody police and ask some questions of Officer Bettencourt?\" The witness replied that she had neither seen nor overheard this exchange but acknowledged that it might have occurred. The questioning then proceeded to other matters.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court found that this line of inquiry, which was initiated by Wood's counsel and which Wood does not claim was prompted by either the prosecutor's direct examination or any of Mrs. Aulson's responses, demonstrated beyond hope of contradiction that Wood's counsel knew (or, at least, had reason to believe) that a conversation had taken place between Bettencourt and Aulson on the night of the murder. This finding is unassailable.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The conclusion is inescapable, therefore, that Wood, through his attorney, had notice in 1992 that such a conversation had transpired. Given that knowledge, due diligence demanded that he attempt to interview Bettencourt about the conversation at that time. <i>See Daniels v. Uchtman,</i> 421 F.3d 490, 492 (7th Cir.2005). In turn, the failure to exercise that diligence bars access to the limitations-extending benefits of section 2244(d)(1)(D).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Wood attempts to parry this thrust by arguing, in effect, that his trial counsel was obviously in the dark. Since self-defense was the main issue at trial, this thesis runs, no tactical rationale could explain the lawyer's failure to approach Bettencourt. From this, Wood urges us to conclude that his counsel, though aware that a conversation occurred, was not aware either of its substance or of its possible import.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This argument is wide of the mark. The test of due diligence under section 2244(d)(1)(D) is objective, not subjective. <i>See Owens v. Boyd,</i> 235 F.3d 356, 359 (7th Cir.2001). Thus, we are concerned less with what Wood's counsel believed and more with what knowledge fairly may be imputed to him. <i>See id.</i> The lawyer plainly was aware that some exchange had taken place between the decedent and a local law enforcement officer on the same evening that the fatal incident occurred. It was objectively unreasonable not to pursue that lead (indeed, the fact that the lawyer chose to inquire into the contents of the conversation when cross-examining a potentially hostile witness is a solid indication that he realized its potential relevance). That Mrs. Aulson could neither confirm nor deny the occurrence of the conversation did not relieve Wood, through his attorney, of the responsibility to take reasonable measures to explore this area of inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">That ends this aspect of the matter. Despite his knowledge that a conversation had occurred, the record is devoid of any suggestion that Wood's counsel expended the slightest effort&#8212;let alone due diligence&#8212;to try to interview Bettencourt or otherwise to ferret out the nature of Bettencourt's exchange with the decedent. That inaction is incompatible with a finding of due diligence. Hence, Wood cannot avail himself of the exception limned in section 2244(d)(1)(D). <i>See Daniels,</i> 421 F.3d at 492 (concluding that when the facts pertinent to a petitioner's <i>Brady</i> claim could in the exercise of due diligence have been discovered at an earlier date, that date marks the commencement of the AEDPA limitations period); <i>Schlueter v. Varner,</i> 384 F.3d 69, 74 (3d Cir.2004) (finding section 2244(d)(1)(D) inapplicable when the crucial interview would, in the exercise of due diligence, have been conducted years earlier).</p>\n    </div>\n    <p class=\"center\">B. <i>State-Created Impediment.</i></p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Wood's more plausible argument is that the alleged <i>Brady</i> violation constituted a state-created impediment that prevented him from mounting his federal habeas petition until his new lawyer independently discovered Aulson's statement to Bettencourt. <i>See</i> 28 U.S.C. &#167; 2244(d)(1)(B). He contends that the withholding of this (exculpatory) evidence comprised state action in violation of the Constitution and that the resultant unavailability of Bettencourt's account prevented him from advancing a viable federal habeas claim. He adds that since section 2244(d)(1)(B) is focused on government conduct, he should be entitled to avail himself of its prophylaxis regardless of whether his trial counsel should have uncovered the Bettencourt conversation.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The Commonwealth counters that section 2244(d)(1)(B) does not apply to <i>Brady</i> claims. In its view, this provision is designed to extend the limitations period for cases in which a state directly interferes with a prisoner's ability to file a habeas petition by, say, denying him access to legal materials. <i>See Shannon v. Newland,</i> 410 F.3d 1083, 1087 (9th Cir.2005) (noting that the overwhelming majority of section 2244(d)(1)(B) cases are of this genre).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">That \"direct interference\" argument cannot easily be dismissed. Still, the word \"impediment\" is not defined in the statute itself, nor is it self-elucidating. <i>See Moore v. Battaglia,</i> 476 F.3d 504, 506-07 (7th Cir.2007). Moreover, two of our sister circuits have entertained the possibility that section 2244(d)(1)(B) might encompass <i>Brady</i> violations. <i>See Williams v. Sims,</i> 390 F.3d 958, 960 (7th Cir.2004); <i>Green v. Cain,</i> 2001 WL 502806, at *1 (5th Cir.2001) (per curiam) (unpublished). Here, however, we need not resolve this vexing question because we conclude that, even if section 2244(d)(1)(B) does encompass <i>Brady</i> violations&#8212;a matter on which we take no view&#8212;Wood is not entitled to relief. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Wood's most obvious problem involves whether his lack of due diligence&#8212;an established fact here, <i>see supra</i> Part II(A)&#8212; is dispositive of his state-created impediment inquiry. The statute itself, 28 U.S.C. &#167; 2244(d)(1)(B), focuses on government conduct and does not contain an explicit diligence requirement. The Tenth Circuit nonetheless has implied, in fairly strong terms, that section 2244(d)(1)(B) does have a diligence requirement. <i>See Clark v. Oklahoma,</i> 468 F.3d 711, 714 (10th Cir. 2006); <i>Miller v. Marr,</i> 141 F.3d 976, 978 (10th Cir.1998). The Ninth Circuit, albeit without much analysis, has implied the same. <i>See Roy v. Lampert,</i> 465 F.3d 964, 972 &amp; n. 3 (9th Cir.2006) (regarding a section 2244(d)(1)(B) argument as \"identical\" to an equitable tolling argument and discussing at length the need for petitioners seeking equitable tolling to demonstrate due diligence).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The petitioner resists this implication. In exhorting us to refrain from imputing a diligence requirement into section 2244(d)(1)(B), he reminds us that courts normally presume that \"Congress acts intentionally and purposely when it includes particular language in one section of a statute but omits it in another.\" <i>BFP v. Resolution Trust Corp.,</i> 511 U.S. 531, 537, 114 S.Ct. 1757, 128 L.Ed.2d 556 (1994). As he sees it, the inclusion of an express diligence requirement in section 2244(d)(1)(D) is tantamount to an intentional exclusion of such a requirement in section 2244(d)(1)(B). On this basis, Wood urges us, in applying the latter exception, to disregard his lack of diligence and look only to the Commonwealth's obstructive conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">But this case does not require us to decide the full extent to which a due diligence requirement should be read into the warp and woof of section 2244(d)(1)(B)&#8212;a question that we leave for another day&#8212; because it is perfectly plain that, here, the petitioner had the power to blunt the effect of any state-created impediment. In a nutshell, that impediment did not \"prevent\" him from the timely filing of an application for habeas relief.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In reaching this conclusion, a different canon of statutory construction lights our path. It is common ground that \"[a]ll words and provisions of statutes are intended to have meaning and are to be given effect.\" <i>United States v. Ven-Fuel, Inc.,</i> 758 F.2d 741, 751 (1st Cir.1985); <i>accord Libby v. Magnusson,</i> 177 F.3d 43, 48 (1st Cir.1999). This means, of course, that we must eschew any construction of section 2244(d)(1)(B) that would render a word or phrase therein superfluous. <i>Ven-Fuel,</i> 758 F.2d at 751-52. Wood's state-centric reading of section 2244(d)(1)(B) falls within that proscription; it fails to give meaning to the second clause of the statutory provision. That clause demands that a state-created impediment must, to animate the limitations-extending exception, \"prevent\" a prisoner from filing for federal habeas relief. <i>See Lloyd v. Van Natta,</i> 296 F.3d 630, 633 (7th Cir.2002) (emphasizing this \"plain language\"). That gets the grease from the goose. The verb \"prevent,\" in common parlance, means to frustrate, hold back, or keep from happening. <i>See, e.g.,</i> Merriam-Webster's Collegiate Dictionary 984 (11th ed.2003) (defining \"prevent\" as \"to deprive of power or hope of acting or succeeding\" or more simply as \"to keep from happening\"). The question, then, is whether Wood was \"prevented\" from filing a federal habeas petition by reason of some unconstitutional state action (here, the alleged <i>Brady</i> violation).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In answering that question, Wood's available alternatives are of considerable relevance. After all, were someone to erect a barrier across a highway, it would be impossible to decide whether the barrier \"prevented\" a motorist from proceeding to his destination without credible information as to the width of the highway, the size of the barrier, and the dimensions of the vehicle. If the barrier left ample room for the vehicle to pass, it could not fairly be said to \"prevent\" the motorist's access to his destination.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">So it is here. There is no reliable way to measure the obstructive effect of the alleged <i>Brady</i> violation without knowing what other means of access to the same information were within Wood's ken and available to him. Just as a person who has the ability to drive around a barrier hardly can blame his delayed arrival at his destination on the presence of the impediment, so too the person who has notice that information exists and ready access to it hardly can blame his inaction on the state's failure to deliver the information to him.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This case is a paradigmatic example of the point. Wood, with the exercise of garden-variety diligence, could have learned the content of the Bettencourt conversation and, thus, obliterated the adverse effects of the Commonwealth's nondisclosure. Given this circumstance, we cannot say that the state-created impediment \"prevented\" Wood, in any meaningful sense, from filing for federal habeas relief. Consequently, Wood may not avail himself of the limitations-extending benefits of section 2244(d)(1)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Let us be perfectly clear. We do not hold that section 2244(d)(1)(B) contains a hidden diligence requirement or that, in terms of diligence, section 2244(d)(1)(D) is coterminous with the \"prevent\" language of section 2244(d)(1)(B). We hold only that, on the facts of this case, the Commonwealth's conduct cannot fairly be said to have been the obstacle that prevented Wood from filing for federal habeas relief.</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We need go no further. The district court correctly concluded that the petitioner, had he exercised due diligence, would have had access to the information that he maintains he needed in order to bring the claims asserted in his federal habeas petition in a timely fashion. Moreover, it was his counsel's failure adequately to pursue an available investigative lead, not government resistance, that prevented him from taking action earlier. Given this scenario, the time for filing a federal habeas petition expired some eight years before Wood repaired to the federal court.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Ninth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For simplicity's sake, we do not distinguish further between the district judge and the magistrate judge but, rather, take an institutional view and refer only to \"the district court.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">487</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">Kevin WOOD, Petitioner, Appellant,<br>v.<br>Luis S. SPENCER, Superintendent, M.C.I.-Norfolk, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 06-2591.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 4, 2007.</p>\n    <p class=\"date\">Decided May 15, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Leslie W. O'Brien for appellant.</p>\n      <p class=\"indent\">Eva M. Badway, Assistant Attorney General, Commonwealth of Massachusetts, with whom Martha Coakley, Attorney General, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, SELYA and TASHIMA,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a case of first impression for this court. In it, a state prisoner challenges the dismissal of his federal habeas petition as untimely. This challenge rests on the proposition that the district court misconstrued and misapplied two limitations-extending provisions contained in the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA). <i>See</i> 28 U.S.C. &#167;&#167; 2244(d)(1)(B), 2244(d)(1)(D).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We have not previously had the occasion to analyze those provisions. We do so here and conclude that the petitioner has failed to show either (i) that he exercised due diligence to discover the statement that he claims was wrongfully withheld or (ii) that this alleged discovery violation comprised an impediment that prevented him from learning about, and acting upon, the statement at an earlier date. Consequently, we affirm the dismissal of the habeas petition as time-barred.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In July of 1991, an Essex County grand jury charged the petitioner, Kevin Wood, with the murder of George Aulson and the commission of related crimes. The charges arose from an altercation that occurred between the two men late at night on July 7, 1991, in Peabody, Massachusetts. While Wood acknowledged stabbing Aulson, he insisted that Aulson had instigated the brawl and that the killing was an act of self-defense. Pertinently, the police had raided Aulson's home on the day before the stabbing, and Wood claimed that Aulson bore him ill will because he (Aulson) believed that Wood had informed the authorities that Aulson was cultivating marijuana on his property.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The case was tried in the state superior court. The jury rejected Wood's claim of self-defense and found him guilty of second-degree murder and malicious destruction of property. <i>See</i> Mass. Gen. Laws ch. 265, &#167; 1; <i>id.</i> ch. 266, &#167; 127. The trial justice sentenced Wood to life in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Following his conviction, Wood moved unsuccessfully for a new trial. His appeal to the Massachusetts Appeals Court (MAC) proved equally fruitless. <i>Commonwealth v. Wood,</i> 37 Mass.App.Ct. 917, <span class=\"citation no-link\"><span class=\"volume\">638</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1372</span></span> (1994). That was the end of the line in state court: the Massachusetts Supreme Judicial Court (SJC) rejected Wood's application for leave to seek further appellate review in November of 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After serving several years in a Massachusetts state prison, Wood obtained new counsel. In the course of an investigation that began in May of 2001, she interviewed Lt. Richard Bettencourt of the Peabody police. During that interview, Wood's counsel learned that Bettencourt had spoken with Aulson on the evening of the fatal encounter&#8212;after the raid but before the stabbing&#8212;and that Aulson had said, \"I'll get the son of a bitch who set me up.\" Counsel also learned that Bettencourt, who was not involved in the homicide probe, had passed this comment along to the investigating officers.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In October of 2001, Wood's counsel moved in the superior court for a new trial. She based that motion on (i) the prosecution's alleged failure to disclose the Bettencourt conversation and (ii) an alleged flaw in the jury instructions. With respect to the first claim, she pointed out that although Wood's trial counsel had made a discovery request for any statements or other materials that might tend to support a finding that Aulson was the initial aggressor, the prosecution never furnished the defense with information anent the Bettencourt/Aulson conversation.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The state court judge gave the motion short shrift. The MAC affirmed the denial of that motion. <i>Commonwealth v. Wood,</i> 62 Mass.App.Ct. 1112, <span class=\"citation no-link\"><span class=\"volume\">818</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">641</span></span> (2004) (Table). On April 27, 2005, the SJC again denied leave to seek further appellate review.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Roughly five and one-half months later&#8212;on October 5, 2005&#8212;Wood filed a habeas petition in the federal district court. <i>See</i> 28 U.S.C. &#167; 2254. He named as the respondent the superintendent of the penitentiary (M.C.I.-Norfolk) in which he was incarcerated. Because the superintendent is sued in his official capacity, we henceforth refer to the respondent as \"the Commonwealth.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In federal court, Wood pressed the same two arguments that he had advanced in his most recent round of state court initiatives: that his rights had been violated through the prosecution's nondisclosure of the Bettencourt conversation, <i>see Brady v. Maryland,</i> <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 87, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span></a></span> (1963), and that the jury instructions had improperly assigned him the burden of proving manslaughter (as an alternative to murder), <i>see Mullaney v. Wilbur,</i> <span class=\"citation\" data-id=\"109265\"><a href=\"/opinion/109265/mullaney-v-wilbur/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">684</span></a></span>, 704, <span class=\"citation\" data-id=\"109265\"><a href=\"/opinion/109265/mullaney-v-wilbur/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1881</span></a></span>, <span class=\"citation\" data-id=\"109265\"><a href=\"/opinion/109265/mullaney-v-wilbur/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1975). The district judge, concurring with the recommendation of a magistrate judge, held&#8212;without convening an evidentiary hearing&#8212;that the habeas petition was untimely.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court's reasoning was straightforward. First, it noted that the AEDPA, save only in select circumstances, prohibits inmates incarcerated pursuant to state court convictions from seeking federal habeas relief more than one year after the conclusion of direct review in the state system. <i>See</i> 28 U.S.C. &#167; 2244(d)(1)(A). The court then explained that, while certain newly discovered evidence may bring a case within an exception to the one-year limitations period, that exception is only available to habeas petitioners who have pursued relevant evidentiary leads with due diligence. <i>See id.</i> &#167; 2244(d)(1)(D). Because Wood (or, at least, his counsel) appeared to have had knowledge of the existence of Bettencourt's conversation with Aulson at the time of trial, this exception did not apply. For the same reason, the court held the exception for state-created impediments, <i>see id.</i> &#167; 2244(d)(1)(B), to be inapplicable.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This timely appeal ensued. The district court issued a broadly worded certificate of appealability, <i>see id.</i> &#167; 2253(c), covering the general question of whether the petition was time-barred. Where, as here, the district court has denied a habeas petition on a procedural ground without taking evidence, we afford de novo review. <i>See Rodriguez v. Spencer,</i> <span class=\"citation\" data-id=\"201644\"><a href=\"/opinion/201644/rodriguez-v-spencer/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 32 (1st Cir.2005). That standard applies with full force to the district court's due diligence holding.</p>\n    </div>\n    <p class=\"indent\">II. ANALYSIS</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Wood's appeal focuses exclusively on his <i>Brady</i> claim; his jury instruction claim is not before us. We begin our discussion of the <i>Brady</i> claim by outlining the AEDPA's temporal limitations as they apply to federal habeas petitions filed on behalf of state prisoners.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Under section 2244(d)(1)(A), a state prisoner must file for federal habeas relief within a one-year period that runs from \"the date on which the judgment became final by the conclusion of direct review or the expiration of the time for seeking such review.\" Because Congress did not enact the AEDPA until the mid-1990s, courts have read into its text a grace period for state prisoners who completed their odyssey through direct review prior to April 24, 1996 (the AEDPA's effective date). Those persons are allowed to use that date, rather than a date referable to direct review, as the starting point for accrual of the one-year limitations period. <i>See Carey v. Saffold,</i> <span class=\"citation\" data-id=\"121154\"><a href=\"/opinion/121154/carey-v-saffold/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">214</span></a></span>, 217, <span class=\"citation\" data-id=\"121154\"><a href=\"/opinion/121154/carey-v-saffold/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2134</span></a></span>, <span class=\"citation\" data-id=\"121154\"><a href=\"/opinion/121154/carey-v-saffold/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">260</span></a></span> (2002); <i>Gaskins v. Duval,</i> <span class=\"citation\" data-id=\"198545\"><a href=\"/opinion/198545/gaskins-v-duval/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 9 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Wood qualifies for this grace period. Even so, his window for filing a federal habeas petition would seem to have closed on April 24, 1997. That was well before he brought a federal habeas proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In establishing the AEDPA limitations period, however, Congress left room for some play in the joints. One such exception, applicable in cases of certain newly discovered evidence, postpones the commencement of the limitations period until \"the date on which the factual predicate of the claim or claims presented could have been discovered through the exercise of due diligence.\" 28 U.S.C. &#167; 2244(d)(1)(D). A second exception provides that if an impediment to the filing of a habeas petition has been \"created by State action in violation of the Constitution or laws of the United States . . . [and] if the applicant was prevented from filing by such State action,\" the limitations period will not begin to run until the date on which the impediment is removed. <i>Id.</i> &#167; 2244(d)(1)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">These two exceptions&#8212;there is another, which is not germane to this case&#8212;form the centerpiece of Wood's appeal. Because the limitations period, once started, is tolled for any period during which a convict is seeking state court relief with respect to the pertinent claim, <i>see id.</i> &#167; 2244(d)(2), Wood's federal habeas petition is timely if either exception operated to forestall the start of the limitations period to the date on which his new counsel interviewed Bettencourt.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Wood frames his argument in the alternative. At the outset, he posits that the conversation between Bettencourt and Aulson was a factual predicate to the nascent <i>Brady</i> claim that undergirds his federal habeas petition&#8212;a factual predicate that could not readily have been discovered absent disclosure by the Commonwealth. Alternatively, he asseverates that the prosecution's failure to disclose this (exculpatory) conversation constituted a state-created impediment that prevented him from learning about the evidence and, thus, from pursuing the claim until the interview took place in 2001. In either event, he insists that the AEDPA clock should be calibrated to the interview date. We address these arguments sequentially.</p>\n    </div>\n    <p class=\"center\">A. <i>Factual Predicate.</i></p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We need not linger long over Wood's assertion that the Bettencourt conversation was a factual predicate to his <i>Brady</i> claim and, thus, within the ambit of section 2244(d)(1)(D). In order to qualify for this exception, a habeas petitioner must show that, exercising due diligence, he could not have learned of the evidence in question at a substantially earlier date. The district court found that Wood could not meet this criterion. We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Under ordinary circumstances&#8212;and there is no room for the application of a different principle here&#8212;a lawyer's knowledge is attributed to her client. <i>See, e.g., United States v. Desir,</i> <span class=\"citation\" data-id=\"199719\"><a href=\"/opinion/199719/united-states-v-desir/\"><span class=\"volume\">273</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 44 (1st Cir.2001). At the original criminal trial in this case, the Commonwealth called Aulson's wife as a witness. While cross-examining her, Wood's trial counsel posed a series of questions concerning the Aulsons' activities on the night of the slaying. When the witness recounted that the couple had gone to a particular restaurant that evening, the attorney asked: \"[While at the restaurant] didn't [Aulson] go up to Officer Bettencourt of the Peabody police and ask some questions of Officer Bettencourt?\" The witness replied that she had neither seen nor overheard this exchange but acknowledged that it might have occurred. The questioning then proceeded to other matters.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court found that this line of inquiry, which was initiated by Wood's counsel and which Wood does not claim was prompted by either the prosecutor's direct examination or any of Mrs. Aulson's responses, demonstrated beyond hope of contradiction that Wood's counsel knew (or, at least, had reason to believe) that a conversation had taken place between Bettencourt and Aulson on the night of the murder. This finding is unassailable.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The conclusion is inescapable, therefore, that Wood, through his attorney, had notice in 1992 that such a conversation had transpired. Given that knowledge, due diligence demanded that he attempt to interview Bettencourt about the conversation at that time. <i>See Daniels v. Uchtman,</i> <span class=\"citation\" data-id=\"791697\"><a href=\"/opinion/791697/brian-daniels-aka-brian-triplett-v-alan-m-uchtman/\"><span class=\"volume\">421</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">490</span></a></span>, 492 (7th Cir.2005). In turn, the failure to exercise that diligence bars access to the limitations-extending benefits of section 2244(d)(1)(D).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Wood attempts to parry this thrust by arguing, in effect, that his trial counsel was obviously in the dark. Since self-defense was the main issue at trial, this thesis runs, no tactical rationale could explain the lawyer's failure to approach Bettencourt. From this, Wood urges us to conclude that his counsel, though aware that a conversation occurred, was not aware either of its substance or of its possible import.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This argument is wide of the mark. The test of due diligence under section 2244(d)(1)(D) is objective, not subjective. <i>See Owens v. Boyd,</i> <span class=\"citation\" data-id=\"771480\"><a href=\"/opinion/771480/shawn-owens-v-william-e-boyd-warden-western-illinois-correctional/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">356</span></a></span>, 359 (7th Cir.2001). Thus, we are concerned less with what Wood's counsel believed and more with what knowledge fairly may be imputed to him. <i>See id.</i> The lawyer plainly was aware that some exchange had taken place between the decedent and a local law enforcement officer on the same evening that the fatal incident occurred. It was objectively unreasonable not to pursue that lead (indeed, the fact that the lawyer chose to inquire into the contents of the conversation when cross-examining a potentially hostile witness is a solid indication that he realized its potential relevance). That Mrs. Aulson could neither confirm nor deny the occurrence of the conversation did not relieve Wood, through his attorney, of the responsibility to take reasonable measures to explore this area of inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">That ends this aspect of the matter. Despite his knowledge that a conversation had occurred, the record is devoid of any suggestion that Wood's counsel expended the slightest effort&#8212;let alone due diligence&#8212;to try to interview Bettencourt or otherwise to ferret out the nature of Bettencourt's exchange with the decedent. That inaction is incompatible with a finding of due diligence. Hence, Wood cannot avail himself of the exception limned in section 2244(d)(1)(D). <i>See Daniels,</i> 421 F.3d at 492 (concluding that when the facts pertinent to a petitioner's <i>Brady</i> claim could in the exercise of due diligence have been discovered at an earlier date, that date marks the commencement of the AEDPA limitations period); <i>Schlueter v. Varner,</i> <span class=\"citation\" data-id=\"787806\"><a href=\"/opinion/787806/paul-george-schlueter-iii-v-benjamin-varner-district-attorney-northampton/\"><span class=\"volume\">384</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></a></span>, 74 (3d Cir.2004) (finding section 2244(d)(1)(D) inapplicable when the crucial interview would, in the exercise of due diligence, have been conducted years earlier).</p>\n    </div>\n    <p class=\"center\">B. <i>State-Created Impediment.</i></p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Wood's more plausible argument is that the alleged <i>Brady</i> violation constituted a state-created impediment that prevented him from mounting his federal habeas petition until his new lawyer independently discovered Aulson's statement to Bettencourt. <i>See</i> 28 U.S.C. &#167; 2244(d)(1)(B). He contends that the withholding of this (exculpatory) evidence comprised state action in violation of the Constitution and that the resultant unavailability of Bettencourt's account prevented him from advancing a viable federal habeas claim. He adds that since section 2244(d)(1)(B) is focused on government conduct, he should be entitled to avail himself of its prophylaxis regardless of whether his trial counsel should have uncovered the Bettencourt conversation.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The Commonwealth counters that section 2244(d)(1)(B) does not apply to <i>Brady</i> claims. In its view, this provision is designed to extend the limitations period for cases in which a state directly interferes with a prisoner's ability to file a habeas petition by, say, denying him access to legal materials. <i>See Shannon v. Newland,</i> <span class=\"citation\" data-id=\"790556\"><a href=\"/opinion/790556/brian-dennis-shannon-v-anthony-newland-warden/\"><span class=\"volume\">410</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1083</span></a></span>, 1087 (9th Cir.2005) (noting that the overwhelming majority of section 2244(d)(1)(B) cases are of this genre).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">That \"direct interference\" argument cannot easily be dismissed. Still, the word \"impediment\" is not defined in the statute itself, nor is it self-elucidating. <i>See Moore v. Battaglia,</i> <span class=\"citation\" data-id=\"796774\"><a href=\"/opinion/796774/allan-o-moore-sr-v-deirdre-battaglia-warden/\"><span class=\"volume\">476</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">504</span></a></span>, 506-07 (7th Cir.2007). Moreover, two of our sister circuits have entertained the possibility that section 2244(d)(1)(B) might encompass <i>Brady</i> violations. <i>See Williams v. Sims,</i> <span class=\"citation\" data-id=\"788509\"><a href=\"/opinion/788509/paul-t-williams-v-larry-sims/\"><span class=\"volume\">390</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">958</span></a></span>, 960 (7th Cir.2004); <i>Green v. Cain,</i> <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">502806</span></span>, at *1 (5th Cir.2001) (per curiam) (unpublished). Here, however, we need not resolve this vexing question because we conclude that, even if section 2244(d)(1)(B) does encompass <i>Brady</i> violations&#8212;a matter on which we take no view&#8212;Wood is not entitled to relief. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Wood's most obvious problem involves whether his lack of due diligence&#8212;an established fact here, <i>see supra</i> Part II(A)&#8212; is dispositive of his state-created impediment inquiry. The statute itself, 28 U.S.C. &#167; 2244(d)(1)(B), focuses on government conduct and does not contain an explicit diligence requirement. The Tenth Circuit nonetheless has implied, in fairly strong terms, that section 2244(d)(1)(B) does have a diligence requirement. <i>See Clark v. Oklahoma,</i> <span class=\"citation\" data-id=\"168386\"><a href=\"/opinion/168386/clark-v-state-of-oklahoma/\"><span class=\"volume\">468</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">711</span></a></span>, 714 (10th Cir. 2006); <i>Miller v. Marr,</i> <span class=\"citation\" data-id=\"156224\"><a href=\"/opinion/156224/miller-v-marr/\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">976</span></a></span>, 978 (10th Cir.1998). The Ninth Circuit, albeit without much analysis, has implied the same. <i>See Roy v. Lampert,</i> <span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">964</span></span>, 972 &amp; n. 3 (9th Cir.2006) (regarding a section 2244(d)(1)(B) argument as \"identical\" to an equitable tolling argument and discussing at length the need for petitioners seeking equitable tolling to demonstrate due diligence).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The petitioner resists this implication. In exhorting us to refrain from imputing a diligence requirement into section 2244(d)(1)(B), he reminds us that courts normally presume that \"Congress acts intentionally and purposely when it includes particular language in one section of a statute but omits it in another.\" <i>BFP v. Resolution Trust Corp.,</i> <span class=\"citation\" data-id=\"1087957\"><a href=\"/opinion/1087957/bfp-v-resolution-trust-corporation/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">531</span></a></span>, 537, <span class=\"citation\" data-id=\"1087957\"><a href=\"/opinion/1087957/bfp-v-resolution-trust-corporation/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1757</span></a></span>, <span class=\"citation\" data-id=\"1087957\"><a href=\"/opinion/1087957/bfp-v-resolution-trust-corporation/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span> (1994). As he sees it, the inclusion of an express diligence requirement in section 2244(d)(1)(D) is tantamount to an intentional exclusion of such a requirement in section 2244(d)(1)(B). On this basis, Wood urges us, in applying the latter exception, to disregard his lack of diligence and look only to the Commonwealth's obstructive conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">But this case does not require us to decide the full extent to which a due diligence requirement should be read into the warp and woof of section 2244(d)(1)(B)&#8212;a question that we leave for another day&#8212; because it is perfectly plain that, here, the petitioner had the power to blunt the effect of any state-created impediment. In a nutshell, that impediment did not \"prevent\" him from the timely filing of an application for habeas relief.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In reaching this conclusion, a different canon of statutory construction lights our path. It is common ground that \"[a]ll words and provisions of statutes are intended to have meaning and are to be given effect.\" <i>United States v. Ven-Fuel, Inc.,</i> <span class=\"citation\" data-id=\"450368\"><a href=\"/opinion/450368/united-states-v-ven-fuel-inc/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">741</span></a></span>, 751 (1st Cir.1985); <i>accord Libby v. Magnusson,</i> <span class=\"citation\" data-id=\"198471\"><a href=\"/opinion/198471/libby-v-corrections-me-comm/\"><span class=\"volume\">177</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span>, 48 (1st Cir.1999). This means, of course, that we must eschew any construction of section 2244(d)(1)(B) that would render a word or phrase therein superfluous. <i>Ven-Fuel,</i> 758 F.2d at 751-52. Wood's state-centric reading of section 2244(d)(1)(B) falls within that proscription; it fails to give meaning to the second clause of the statutory provision. That clause demands that a state-created impediment must, to animate the limitations-extending exception, \"prevent\" a prisoner from filing for federal habeas relief. <i>See Lloyd v. Van Natta,</i> <span class=\"citation\" data-id=\"778354\"><a href=\"/opinion/778354/kenneth-j-lloyd-v-john-r-vannatta/\"><span class=\"volume\">296</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">630</span></a></span>, 633 (7th Cir.2002) (emphasizing this \"plain language\"). That gets the grease from the goose. The verb \"prevent,\" in common parlance, means to frustrate, hold back, or keep from happening. <i>See, e.g.,</i> Merriam-Webster's Collegiate Dictionary 984 (11th ed.2003) (defining \"prevent\" as \"to deprive of power or hope of acting or succeeding\" or more simply as \"to keep from happening\"). The question, then, is whether Wood was \"prevented\" from filing a federal habeas petition by reason of some unconstitutional state action (here, the alleged <i>Brady</i> violation).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In answering that question, Wood's available alternatives are of considerable relevance. After all, were someone to erect a barrier across a highway, it would be impossible to decide whether the barrier \"prevented\" a motorist from proceeding to his destination without credible information as to the width of the highway, the size of the barrier, and the dimensions of the vehicle. If the barrier left ample room for the vehicle to pass, it could not fairly be said to \"prevent\" the motorist's access to his destination.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">So it is here. There is no reliable way to measure the obstructive effect of the alleged <i>Brady</i> violation without knowing what other means of access to the same information were within Wood's ken and available to him. Just as a person who has the ability to drive around a barrier hardly can blame his delayed arrival at his destination on the presence of the impediment, so too the person who has notice that information exists and ready access to it hardly can blame his inaction on the state's failure to deliver the information to him.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This case is a paradigmatic example of the point. Wood, with the exercise of garden-variety diligence, could have learned the content of the Bettencourt conversation and, thus, obliterated the adverse effects of the Commonwealth's nondisclosure. Given this circumstance, we cannot say that the state-created impediment \"prevented\" Wood, in any meaningful sense, from filing for federal habeas relief. Consequently, Wood may not avail himself of the limitations-extending benefits of section 2244(d)(1)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Let us be perfectly clear. We do not hold that section 2244(d)(1)(B) contains a hidden diligence requirement or that, in terms of diligence, section 2244(d)(1)(D) is coterminous with the \"prevent\" language of section 2244(d)(1)(B). We hold only that, on the facts of this case, the Commonwealth's conduct cannot fairly be said to have been the obstacle that prevented Wood from filing for federal habeas relief.</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We need go no further. The district court correctly concluded that the petitioner, had he exercised due diligence, would have had access to the information that he maintains he needed in order to bring the claims asserted in his federal habeas petition in a timely fashion. Moreover, it was his counsel's failure adequately to pursue an available investigative lead, not government resistance, that prevented him from taking action earlier. Given this scenario, the time for filing a federal habeas petition expired some eight years before Wood repaired to the federal court.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Ninth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For simplicity's sake, we do not distinguish further between the district judge and the magistrate judge but, rather, take an institutional view and refer only to \"the district court.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109265/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121154/",
    "http://www.courtlistener.com/api/rest/v3/opinions/156224/",
    "http://www.courtlistener.com/api/rest/v3/opinions/168386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201644/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787806/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788509/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790556/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791697/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087957/"
  ]
}