{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202706/",
  "absolute_url": "/opinion/202706/owens-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202706/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:59:56Z",
  "date_modified": "2016-02-28T05:08:58.862853Z",
  "type": "010combined",
  "sha1": "d98845c63e4ccd770d6f16ede294597998825790",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1784-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/04/12/Owens_v._US.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNos. 05-1784, 05-1785\n\n                            DWAYNE OWENS,\n\n                        Petitioner, Appellant,\n\n                                  v.\n\n                    UNITED STATES OF AMERICA,\n\n                        Respondent, Appellee.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Nancy Gertner, U.S. District Judge] and\n           [Hon. William G. Young, U.S. District Judge]\n\n\n                                Before\n\n                  Torruella, Lipez, and Howard,\n                         Circuit Judges.\n\n\n\n     Peter B. Krupp, with whom Lurie & Krupp, LLP was on brief, for\nappellant.\n     Theodore B. Heinrich, Assistant United States Attorney, with\nwhom Michael J. Sullivan, United States Attorney, was on brief, for\nappellee.\n\n\n\n                            April 12, 2007\n\f              TORRUELLA, Circuit Judge.          It has long been true that\n\n\"[a] defendant is entitled to a fair trial but not a perfect one.\"\n\nLutwak v. United States, 344 U.S. 604, 619 (1953).                 The trial of\n\nDwayne Owens on a variety of racketeering, murder, assault, and\n\ndrug trafficking charges has tested that proposition.               On balance,\n\nwe find that Owens' trial may have crossed the line from imperfect\n\nto unfair.\n\n                                  I. Background\n\n              The Government's case against Owens is not particularly\n\nrelevant to the issues on appeal.                To summarize briefly, the\n\nGovernment presented evidence at Owens' trial that Owens played a\n\nsignificant role in an enterprise that sold kilogram quantities of\n\ncocaine in Massachusetts and Rhode Island. In order to protect his\n\nenterprise, Owens at times resorted to violence.                   According to\n\ntestimony, he provided guns to other members of the enterprise who\n\nused   them    to     extract   \"refunds\"     from   cocaine    suppliers   whose\n\nshipments      were    deemed    inadequate.         Notably,   witnesses      also\n\ntestified that Owens killed Rodney Belle, whom he thought to have\n\ndouble-crossed him during a drug deal.1\n\n              Owens    was   arrested   on     December   13,    1995,   and    an\n\nindictment was returned against him on December 19, 1995.                        A\n\nsuperseding indictment was returned on May 14, 1996, charging Owens\n\n\n1\n   A more elaborate version of the facts can be found in the\nopinion addressing Owens' direct appeal. United States v. Owens,\n167 F.3d 739, 750-51 (1st Cir. 1999).\n\n                                        -2-\n\fwith the aforementioned crimes, and a host of others.   A jury trial\n\nfor Owens began on February 10, 1997.\n\n           On the first day of jury selection, the court wanted to\n\nselect the jury from a venire of seventy-two potential jurors, but\n\nthe courtroom in which jury selection was to occur was quite small.\n\nThe following colloquy took place between the court and the U.S.\n\nMarshal:\n\n           Court: We're going to get 72 jurors in here.\n           That will mean we'll have a number of jurors.\n           Now, let me ask the marshals.   It looks like\n           we're going to need all the rows except for\n           this first row [where the defendants were\n           seated]. Is that going to be sufficient for\n           you?\n\n           Marshal: I think so, your Honor. I just spoke\n           to [the courtroom deputy] about it, and I was\n           going, I'll have the officers and myself and\n           the other fellows with me stand off to the\n           right, make sure all the jurors get seated and\n           have whatever spectators leave until there's a\n           sufficient amount of room.\n\n           Court: We'll need every seat with 72 people.\n           All right.\n\nNeither party objected at this time.     The marshals cleared the\n\ncourtroom and the potential jurors proceeded to enter.      As jurors\n\nwere dismissed, they left.    Despite the growing number of seats\n\nvacated by dismissed jurors, according to affidavits submitted in\n\nconnection with this case, the marshals continued to bar Owens'\n\nfamily from the courtroom for the remainder of jury selection,\n\nwhich lasted an entire day.     According to Owens and his trial\n\n\n\n                                -3-\n\fattorneys, neither Owens nor counsel was aware that Owens' family\n\nmembers were being barred from the courtroom.\n\n           One month into Owens' trial, the court held a swearing-in\n\nceremony   for   a   new   Assistant    U.S.    Attorney     (\"AUSA\"),   Robert\n\nPeabody.    Upon learning of the court's plan, defense counsel\n\nobjected. At sidebar, the judge vowed to \"love all lawyers equally\n\n. . . [and] love the bar generally.\"            The judge added, \"I really\n\ndon't think you are hurt by this.\"             Defense counsel replied that\n\nthey were concerned about the impact on the jury of hearing the\n\noath   administered.        The   court      promised   to    issue   curative\n\ninstructions, overruled the objection, and proceeded with the\n\nswearing-in ceremony.      The court then stated:\n\n           Now ladies and gentlemen, we have the happy\n           occasion of administering the oath of office\n           to a new Assistant United States Attorney.\n           Now, let's be very clear, I very much prefer\n           to do this in the middle of whatever trial we\n           have going on.\n                               . . .\n           Now there is a concern here. The fact that I\n           do this, and I'm proud to admit Mr. Peabody to\n           the company of the Assistant United States\n           Attorneys, we're in no way preferring the\n           prosecutors. Ms. Conrad, for instance, is a\n           member of the Federal Public Defender's Office\n           and she likewise is sworn in as an advocate\n           for people who are accused of a crime, and I\n           would do the same for her.           And it's\n           interesting to remark that many distinguished\n           defense counsel have appeared here to see Mr.\n           Peabody sworn in.\n\n           Because   you see the lawyers, especially those\n           lawyers    who are active in so-called criminal\n           cases,    know one another and they have the\n           highest    respect for each other. They're the\n\n                                       -4-\n\f          closest things that we have to barristers, the\n          English system, the people who actually go to\n          court every day.    So while I am especially\n          proud, and I am, Mr. Peabody, to conduct this\n          ceremony, as is my practice, in the middle of\n          a serious trial, I caution the jury that if I\n          had a defender here, I would do exactly the\n          same thing and then caution you that I'm not\n          favoring defenders over someone who's being\n          sworn in as a prosecutor.\n\n          An AUSA then read Peabody's curriculum vitae, and moved\n\nthat he be sworn in.    The court asked everybody present in the\n\ncourtroom to stand, and proceeded to administer the following oath\n\nof office:\n\n          I, Robert Peabody, do solemnly swear that I\n          will support and defend the Constitution of\n          the United States, against all enemies,\n          foreign and domestic, that I will bear true\n          faith and allegiance to the same, that I take\n          this obligation freely, without any mental\n          reservation or purpose of evasion, and that I\n          will well and faithfully discharge the duties\n          of the office on which I am about to enter, so\n          help me God.\n\nThe courtroom burst into applause.   According to the Government,\n\nthe court then stated that it was \"an honor and privilege to\n\ninclude [Peabody] among attorneys who share the right to practice\n\nwithin this bar enclosure the vital role of teaching. It's imposed\n\nboth on those who have the burden of prosecuting and those who have\n\nthe significant responsibility of defending those in our society.\"\n\n\n\n\n                               -5-\n\fAfter the swearing-in ceremony, one juror asked the court to\n\n\"explain the difference between the two types of lawyers.\"2\n\n           The trial continued until March 27, 1997.         Owens never\n\ntestified in his own defense.      According to Owens, this is because\n\nhis attorneys never informed him of his right to testify or\n\nconsulted him about whether he would like to do so.         One of Owens'\n\ntrial attorneys submitted an affidavit in connection with this\n\ncase, in which he stated, \"I do not remember ever discussing with\n\nDwayne Owens that he had a right to testify and whether he wished\n\nto testify.\" Only once did the court reference a defendant's right\n\nto testify, and even then, the reference was oblique: in its pre-\n\ntrial charge to the jury, the court stated that defendants did not\n\nhave to testify or call witnesses, but \"of course, they can do\n\nthose things.\"\n\n           The jury returned a verdict finding Owens guilty on nine\n\ncharges and not guilty on six additional charges.              The court\n\nsentenced Owens to life terms on five of the charges, and to the\n\nmaximum statutory term on the remaining charges.             We affirmed\n\nOwens' conviction on appeal.       Owens, 167 F.3d 739.       Owens then\n\nappealed   his   conviction   to   the   Supreme   Court,   which   denied\n\ncertiorari, 528 U.S. 894 (1999).\n\n\n\n\n2\n   According to the Government, the juror clarified that he was\nasking about the difference between state lawyers and federal\nlawyers.\n\n                                   -6-\n\f          In 2001, Owens filed a petition for habeas corpus with\n\nthe district court, in which he claimed that he had ineffective\n\nassistance of counsel at trial and on appeal, and that a number of\n\nerrors in the proceedings denied him a fair trial.3   The district\n\ncourt denied Owens' petition for a writ of habeas corpus on all\n\ngrounds except one,4 which is not the subject of this appeal.5\n\n\n\n\n3\n   Although the court found the petition to be untimely, it used\nits \"equitable discretion\" to exclude from the limitations period\nthe time during which Owens' motion to appoint counsel to assist in\nhabeas relief was pending. Thus, the district court concluded that\nOwens' petition was timely. Although we express no opinion as to\nwhether it was proper, neither party has raised this issue on\nappeal, and we do not disturb this aspect of the district court's\ndecision.\n4\n   The petition was referred to Judge Young, who presided over\nOwens' trial. Judge Young rendered a decision on all of Owens'\nclaims except his claim regarding the swearing-in ceremony for the\nAUSA. This claim was referred to Judge Gertner, who was uninvolved\nin Owens' trial.     Judge Gertner rendered a separate decision\ndenying Owens' claim regarding the swearing-in ceremony.\n5\n  The district court granted habeas relief on Owens' ex post facto\nclaim. Owens had argued that he was sentenced to life imprisonment\nfor engaging in interstate travel in furtherance of racketeering,\n18 U.S.C. § 1959(a)(2), whereas the maximum sentence at the time he\ncommitted this crime was five years imprisonment. The district\ncourt concluded that Owens' sentence on this count violated the ex\npost facto clause of the Constitution, and reduced his sentence\naccordingly. See United States v. Molina, 407 F.3d 511, 525 (1st\nCir. 2005) (\"[B]efore any criminal liability can attach, a person\nmust be put on notice of both the criminal proscription and the\npotential punishment therefor.\").\n\n                               -7-\n\f                                II. Discussion\n\n                          A. Standard of Review\n\n           Because Owens is in federal custody, his habeas corpus\n\npetition is controlled by 28 U.S.C. § 2255.          Section 2255 provides\n\nthat a prisoner may move to vacate his sentence\n\n           upon the ground that the sentence was imposed\n           in violation of the Constitution or laws of\n           the United States, or that the court was\n           without jurisdiction to impose such sentence,\n           or that the sentence was in excess of the\n           maximum authorized by law, or is otherwise\n           subject to collateral attack.\n\nA significant bar on habeas corpus relief is imposed when a\n\nprisoner did not raise claims at trial or on direct review.                In\n\nsuch cases, a court may hear those claims for the first time on\n\nhabeas corpus review only if the petitioner has \"cause\" for having\n\nprocedurally defaulted his claims, and if the petitioner suffered\n\n\"actual prejudice\" from the errors of which he complains.6            United\n\nStates v. Frady, 456 U.S. 152, 168 (1982); Knight v. United States,\n\n37 F.3d 769, 774 (1st Cir. 1994).\n\n           Once a prisoner requests relief under § 2255, a district\n\ncourt must grant an evidentiary hearing on the prisoner's claims\n\nunless   \"the    motion   and    the   files   and   records   of   the   case\n\nconclusively show that the prisoner is entitled to no relief.\"              28\n\nU.S.C. § 2255.    If a district court holds an evidentiary hearing on\n\n\n6\n  In addition, a petitioner's procedural default may be excused by\na showing of actual innocence. Bousley v. United States, 523 U.S.\n614, 622 (1998). Owens has not attempted to make such a showing.\n\n                                       -8-\n\fthe claim, we review its factual conclusions for clear error. Awon\n\nv. United States, 308 F.3d 133, 140 (1st Cir. 2002).   If a district\n\ncourt dismisses a § 2255 claim without holding an evidentiary\n\nhearing, we take as true the sworn allegations of fact set forth in\n\nthe petition \"unless those allegations are merely conclusory,\n\ncontradicted by the record, or inherently incredible.\"     Ellis v.\n\nUnited States, 313 F.3d 636, 641 (1st Cir. 2002).       Finally, we\n\nreview a district court's denial of a § 2255 petition de novo as to\n\nlegal conclusions.   Awon, 308 F.3d at 140.\n\n               B. Ineffective Assistance of Counsel\n\n           Owens argues that the district court erred in dismissing\n\nwithout an evidentiary hearing his claim that his attorneys'\n\nfailure to inform him of his right to testify at trial violated his\n\nSixth Amendment right to the effective assistance of counsel.\n\nOwens stated in his affidavit that he was never told of his right\n\nto testify; one of Owens' trial attorneys stated that he did not\n\nrecall telling Owens of his right to testify, and the other trial\n\nattorney said nothing about the issue.\n\n           The district court found that an attorney's failure to\n\ntell his client that he had a right to testify would constitute\n\ndeficient performance by counsel.     The court further found that\n\nsuch ineffective assistance would be presumptively prejudicial,\n\ngiven that it affected a defendant's clear right to testify in his\n\ndefense.    However, the district court declined to conduct an\n\n\n                                -9-\n\fevidentiary hearing on Owens' allegations because it felt that\n\nOwens did not \"present[] a sufficient proffer to establish that he\n\nwas not advised of his right to testify.\"          Owens v. United States,\n\n236 F. Supp. 2d 122, 144 (D. Mass. 2002).              Further, even taking\n\nOwens' allegations as true, the district court concluded that Owens\n\nwas adequately informed at trial of his right to testify.\n\n           We review a district court's denial of an evidentiary\n\nhearing for abuse of discretion.       David v. United States, 134 F.3d\n\n470, 477 (1st Cir. 1998).         A district court may forego such a\n\nhearing when \"the movant's allegations, even if true, do not\n\nentitle him to relief, or . . . [when] the movant's allegations\n\n'need not be accepted as true because they state conclusions\n\ninstead   of   facts,   contradict     the   record,    or   are   inherently\n\nincredible.'\"7     Id. (quoting United States v. McGill, 11 F.3d 223,\n\n225-26 (1st Cir. 1993)). In reviewing a district court's denial of\n\nan   evidentiary    hearing,    we    take   the   petitioner's      credible\n\nallegations as true.     Ellis, 313 F.3d at 641.\n\n           To prove ineffective assistance of counsel, a defendant\n\nmust show that \"counsel's representation fell below an objective\n\nstandard of reasonableness,\" and that \"the deficient performance\n\nprejudiced his defense.\"       Strickland v. Washington, 466 U.S. 668,\n\n687-88 (1984).     To prove deficient performance, a defendant must\n\n\n7\n   A district court may also deny an evidentiary hearing when \"the\nmotion is inadequate on its face.\"       David, 134 F.3d at 477.\nNeither party suggests that is the case here.\n\n                                     -10-\n\festablish that counsel was not acting within the broad norms of\n\nprofessional competence.      Id. at 687-91.        Furthermore, to prove\n\nprejudice, a defendant must establish that but for counsel's\n\ndeficient performance, there is a reasonable probability that the\n\noutcome would have been different.         Id. at 694.\n\n          It    is   clear   that   a   defendant    has   a   \"fundamental\n\nconstitutional\" right to testify in his own defense, Rock v.\n\nArkansas, 483 U.S. 44, 51-53 (1987), and that the right must be\n\n\"unfettered,\" Harris v. New York, 401 U.S. 222, 230 (1971).             The\n\nright to testify may not be waived by counsel acting alone.            See\n\nUnited States v. Mullins, 315 F.3d 449, 454 (5th Cir. 2002) (\"The\n\ndefendant's right to testify is secured by the Constitution and\n\nonly he can waive it.\"); Sexton v. French, 163 F.3d 874, 881 (4th\n\nCir. 1998) (\"[E]very circuit that has addressed the issue has held\n\nthat the right to testify is personal and must be waived by the\n\ndefendant.\"); Lema v. United States, 987 F.2d 48, 52 (1st Cir.\n\n1993) (assuming, but not deciding the question); Vega-Encarnación\n\nv. United States, 1993 U.S. App. LEXIS 10068 at *9 (1st Cir. 1993)\n\n(\"[The] right [to testify] is personal and cannot be waived by\n\ncounsel.\").    Where counsel has failed to inform a defendant of his\n\nright to testify, we do not believe that a waiver of that right may\n\nbe implied from defendant's silence at trial; \"at trial, defendants\n\ngenerally must speak only through counsel, and, absent something in\n\nthe record suggesting a knowing waiver, silence alone cannot\n\n\n                                    -11-\n\fsupport an inference of such a waiver.\"               Chang v. United States,\n\n250 F.3d 79, 84 (2d Cir. 2001); see also Mullins, 315 F.3d at 455\n\n(\"Declining to place upon the defendant the responsibility to\n\naddress the court directly is consistent with the reality that\n\nroutine instructions to defendants regarding the protocols of the\n\ncourt often include the admonition that they are to address the\n\ncourt only when asked to do so.\").\n\n             A lawyer plays the primary role in advising his client of\n\nthe right to testify; a trial judge is not required to apprise a\n\ndefendant of his right to testify or inquire whether he has waived\n\nit.   Siciliano v. Vose, 834 F.2d 29, 30 (1st Cir. 1987).                      The\n\ndistrict     court    correctly      noted   that   American   Bar     Association\n\nStandard for Criminal Justice 4-5.2(a), Model Rule of Professional\n\nConduct 1.2(a), and Massachusetts Rule of Professional Conduct\n\n1.2(a) all require counsel to consult with defendants regarding\n\ntheir right to testify.          See Rompilla v. Beard, 545 U.S. 374, 387\n\n(2005) (noting the importance of ABA standards \"as 'guides to\n\ndetermining what is reasonable.'\" (quoting Wiggins v. Smith, 539\n\nU.S. 510, 524 (2003))).              Given these obligations, it becomes\n\ndifficult to explain away counsels' failure to inform their client\n\nof his right to testify as trial strategy.                Cf. Tejeda v. Dubois,\n\n142   F.3d   18,     25   (1st   Cir.   1998)   (noting    that   an    attorney's\n\nanimosity towards the trial judge could not be explained as a\n\nreasonable     trial      tactic).      Furthermore,      given   the    paramount\n\n\n                                        -12-\n\fimportance of the right to testify and the small amount of time\n\nthat would be required to inform the defendant of that right, we do\n\nnot    believe     counsels'    failure          can        be     classified     as   an\n\ninconsequential slip.      See Prou v. United States, 199 F.3d 37, 48\n\n(1st   Cir.    1999)    (\"[C]ourts        have    not        hesitated      in    finding\n\nineffective assistance of counsel based upon isolated -- but\n\nimportant -- errors.\").         Thus, we agree with the district court\n\nthat   failure    to   inform   a   defendant          of    his    right    to   testify\n\nconstitutes      performance    outside      of    an       objective       standard   of\n\nreasonable       competence,        and     that            such     performance       is\n\nconstitutionally deficient.         See United States v. Teague, 953 F.2d\n\n1525, 1532 (11th Cir. 1992) (en banc); see also Chang, 250 F.3d at\n\n83; United States v. Pennycooke, 65 F.3d 9, 13 (3d Cir. 1995)\n\n(\"[W]e realize that a convicted defendant may assert a claim that\n\nthe trial attorney gave ineffective assistance . . . by failing to\n\nadvise the defendant of his or her right to testify.\").\n\n           We also agree with the district court that an attorney's\n\nfailure to inform his client of his right to testify could be\n\nprejudicial.       A defendant's testimony could be crucial in any\n\ntrial, and it could be difficult for us to determine whether or not\n\na jury would have found his testimony credible.                     See Luce v. United\n\nStates, 469 U.S. 38, 42 (1984)(\"[An] appellate court could not\n\nlogically term 'harmless' an error that presumptively kept the\n\ndefendant from testifying.\"); Rock v. Arkansas, 483 U.S. 44, 52\n\n\n                                      -13-\n\f(1987) (\"There is no justification today for a rule that denies an\n\naccused the opportunity to offer his own testimony.\"); Martínez v.\n\nYlst, 951 F.2d 1153, 1157 (9th Cir. 1991) (deciding that where\n\ncounsel failed to inform defendant of his right to testify, \"it is\n\nonly the most extraordinary of trials in which a denial of the\n\ndefendant's right to testify can be said to be harmless beyond a\n\nreasonable doubt\").         Although Owens makes no allegation that his\n\ntrial counsel directly barred him from testifying, the failure to\n\ninform   Owens   of   his    right   to   testify   would    have   effectively\n\nprevented him from doing so.         As we noted before, defendants speak\n\nto the court through counsel.         Chang, 250 F.3d at 84.        If counsel\n\nrefuse or fail to request that the defendant be allowed to testify,\n\nthe defendant will not be able to speak in his defense.              If counsel\n\ndecline to put their client on the stand without any consultation\n\nregarding this decision, and the client is unaware that the right\n\nto testify exists, the client will be barred from doing so and thus\n\nwill have effectively waived his right to testify. However, \"there\n\ncan be no effective waiver of a fundamental constitutional right\n\nunless there is an 'intentional relinquishment or abandonment of a\n\nknown right or privilege.'\"           Teague, 953 F.2d at 1533 (quoting\n\nJohnson v. Zerbst, 304 U.S. 458, 464 (1938)).               Thus, if Owens was\n\nunaware of his right to testify and his attorneys did not ask him\n\nwhether he wanted to testify, Owens was effectively barred from\n\ntestifying in his own defense.\n\n\n                                      -14-\n\f            The Second Circuit found that counsel's failure to inform\n\nthe defendant of his right to testify was not prejudicial in Brown\n\nv. Artuz, 124 F.3d 73, 80 (2d Cir. 1997).          We agree with the court\n\nin Brown that where the defendant would have testified only \"to\n\ndemonstrate that the prosecution failed to disprove his defense of\n\njustification   beyond    a   reasonable   doubt,\"    there    is   a   weaker\n\nargument that the defendant was prejudiced by not testifying.             Id.\n\nat 80-81.      However, Owens claims that he would have offered\n\ntestimony exculpating him from at least some of the crimes for\n\nwhich he was convicted.8          A defendant's testimony as to non-\n\ninvolvement should not be disregarded lightly, especially given his\n\nconstitutional right to explain his version of the facts.                 See\n\nRock, 483 U.S. at 52 (\"[T]he most important witness for the defense\n\nin many criminal cases is the defendant himself.\").             As such, we\n\nconclude that if Owens was not informed by counsel of his right to\n\ntestify in his own defense, was not otherwise informed of the right\n\nby   the   court,   and   would   have   offered   genuinely    exculpatory\n\n\n\n\n8\n   Specifically, in his petition for § 2255 relief, Owens states\nthat he \"would have testified that he did not have any role in the\nmurders charged.\"\n\n                                    -15-\n\ftestimony,9 the failure of counsel to inform Owens of his right to\n\ntestify would be prejudicial.10\n\n          The district court nevertheless denied Owens' request for\n\nan evidentiary hearing on two grounds. First, it found that Owens'\n\nallegations were \"inherently incredible.\"       Specifically, the court\n\nnoted that one of Owens' attorneys had been named one of the \"100\n\nfinest lawyers in Boston,\" and that it found it \"incredible\" that\n\n\"two such able and experienced attorneys could fail to discuss such\n\nan important matter with Owens.\"         Owens, 236 F. Supp. 2d at 144\n\nn.14.   A district court may not deny a prisoner an evidentiary\n\nhearing simply because the court believes that the prisoner's\n\nallegations as stated in the habeas corpus petition are untrue.\n\nMack v. United States, 635 F.2d 20, 26 (1st Cir. 1980).         Owens'\n\nallegations were neither \"so evanescent or bereft of detail that\n\n\n9\n    We note that on habeas review, a court may assess the\ncredibility of the defendant's assertion that he would have\ntestified in light of the evidence presented at trial and the\nevidence that could have been admitted if the defendant had\ntestified.    See Mullins, 315 F.3d 449, 456 (5th Cir. 2002)\n(suggesting that a defendant would not likely have testified\nbecause his \"extensive criminal record and drug use would have come\ninto evidence\").\n10\n    We note that we are not deciding that trial counsel must go\nthrough any specific routine or formal waiver process. See Taylor\nv. United States, 287 F.3d 658, 662 (7th Cir. 2002) (\"Nothing in\nthe Constitution . . . justifies meddling with the attorney-client\nrelationship by requiring advice to be given in a specific form or\ncompelling the lawyer to obtain a formal waiver.\"). We decide only\nthat counsel must have some sort of conversation with his or her\nclient informing him or her of the right to testify so that the\nclient can make a knowing and informed decision regarding that\nright.\n\n                                  -16-\n\fthey    cannot       reasonably      be     investigated,\"           nor   \"threadbare\n\nallusions.\"        David, 134 F.3d at 478.          Nor were Owens' allegations\n\nunsubstantiated.           See United States v. Butt, 731 F.2d 75, 80 n.5\n\n(1st Cir. 1984) (\"Evidentiary hearings have been granted to § 2255\n\nappellants who have claimed that their plea was induced by attorney\n\nmisrepresentations only when the allegations were highly specific\n\nand    usually     accompanied     by     some    independent    corroboration.\").\n\nRather, Owens and one of Owens' trial attorneys provided detailed\n\naffidavits indicating that Owens was never told of his right to\n\ntestify at trial.           The second trial attorney's silence on this\n\nissue    is    puzzling.         Rather    than    guessing     at    this   potential\n\ninconsistency,        it    is   better     that     it   be    resolved      after   an\n\nevidentiary hearing at which all involved testify under oath and\n\nsubject       to   cross-examination.             Thus,   the   nature       of   Owens'\n\nallegations did not justify the district court's denial of an\n\nevidentiary hearing.\n\n               Second, the district court also suggested that, even\n\ntaking Owens' allegations as true, Owens was not entitled to relief\n\nbecause the trial court did, in fact, inform him of his right to\n\ntestify.       The district court stated that it instructed the jury\n\nthat defendants did not have to testify or call witnesses, but \"of\n\ncourse, they can do those things.\"                 Because Owens was present in\n\nthe courtroom, the district court concluded that this statement\n\nadequately informed him of his right to testify.                     We do not believe\n\n\n                                          -17-\n\fthat an instruction to the jury regarding a defendant's right not\n\nto testify is sufficient to apprise a defendant of his right to\n\ntestify such that he can make a knowing and intelligent waiver of\n\nthat right.   Therefore, it was error for the district court to have\n\nconcluded that Owens' allegations, taken as true, did not entitle\n\nhim to relief.\n\n           Thus, because Owens' allegations are not implausible, and\n\nbecause they could, if true, entitle him to relief, the district\n\ncourt's decision to deny an evidentiary hearing was an abuse of\n\ndiscretion.   See 28 U.S.C. § 2255 (stating that a district court\n\nmust grant an evidentiary hearing \"unless the motions and the files\n\nand records of the case conclusively show that the prisoner is\n\nentitled to no relief.\" (emphasis added)).    A final determination\n\nof the merits of Owens' claim would be best served by greater\n\ndevelopment of the facts, many of which the Government disputes.\n\nAccordingly, we remand this claim to the district court for an\n\nevidentiary hearing to determine whether Owens' counsel did or did\n\nnot inform him of his right to testify, whether Owens would have\n\ntestified if so informed, and the nature of his testimony.\n\n                   C. The Right to a Public Trial\n\n           Owens claims that the district court erred in not holding\n\nan evidentiary hearing on his claim that barring his family from\n\nthe courtroom violated his Sixth Amendment right to a fair trial.\n\nSee   Press-Enterprise Co. v. Superior Court of Cal., 464 U.S. 501,\n\n\n                                -18-\n\f505   (1984)   (finding    a    First    Amendment     right   to   public    jury\n\nselection); Waller v. Georgia, 467 U.S. 39, 46 (1984) (\"[T]here can\n\nbe little doubt that the explicit Sixth Amendment right of the\n\naccused is no less protective of a public trial than the implicit\n\nFirst Amendment right of the press and public.\").               Two members of\n\nOwens family submitted affidavits stating that uniformed officers\n\nprevented them from entering the courtroom during the first day of\n\njury selection in Owens' trial.\n\n           The district court declined to conduct an evidentiary\n\nhearing because it found that Owens' allegations were inherently\n\nincredible.      Further, the district court concluded that Owens was\n\nnot   entitled    to   relief   even    taking   his    allegations    as    true.\n\nSpecifically, the district court concluded that the trial closure\n\nwas not sufficiently prejudicial to warrant relief.                 Further, the\n\ndistrict court noted that Owens had procedurally defaulted this\n\nclaim,   and   found    that    Owens    could   show   neither     \"cause\"    nor\n\n\"prejudice\" to excuse the default.\n\n           A defendant has a right to a trial that is open to\n\nmembers of the public.         Waller, 467 U.S. at 46.         The guarantee of\n\na public trial is for the benefit of the defendant; a trial is far\n\nmore likely to be fair when the watchful eye of the public is\n\npresent.   In re Oliver, 333 U.S. 257, 270 (1948) (\"The knowledge\n\nthat every criminal trial is subject to contemporaneous review in\n\nthe forum of public opinion is an effective restraint on possible\n\n\n                                        -19-\n\fabuse of judicial power.\"); Gannett Co. v. DePasquale, 443 U.S.\n\n368,   380    (1979)     (\"Our     cases   have   uniformly    recognized      the\n\npublic-trial guarantee as one created for the benefit of the\n\ndefendant.\").      The public trial guarantee has been considered so\n\nimportant that courts have reversed convictions or granted habeas\n\nrelief where the courtroom was closed for the announcement of the\n\nverdict, United States v. Canady, 126 F.3d 352, 364 (2d Cir. 1997),\n\nwhere a trial inadvertently ran so late one night that the public\n\nwas unable to attend, Walton v. Briley, 361 F.3d 431, 433 (7th Cir.\n\n2004), and where the trial was closed for the testimony of just one\n\nwitness, United States v. Thunder, 438 F.3d 866, 868 (8th Cir.\n\n2006).\n\n             As such, it is clear that trial closures are to be \"rare\n\nand only for cause shown that outweighs the value of openness.\"\n\nPress Enterprise, 464 U.S. at 509; Waller, 467 U.S. at 47 (\"[U]nder\n\nthe Sixth Amendment any closure of a suppression hearing over the\n\nobjections    of   the    accused     must    meet   the   tests   set   out    in\n\nPress-Enterprise       and   its    predecessors.\").       A   closure   may    be\n\njustified only by \"an overriding interest based on findings that\n\nclosure is essential to preserve higher values and is narrowly\n\ntailored to serve that interest.\"             Press-Enterprise, 464 U.S. at\n\n510; United States v. Antar, 38 F.3d 1348, 1361 (3d Cir. 1994).                 In\n\nparticular, a court must consider (and reject) alternatives to\n\n\n\n\n                                       -20-\n\fclosure before barring public access.          Press-Enterprise, 464 U.S.\n\nat 511.\n\n           Given     the   absence   of   on-the-record     findings,   it   is\n\ndifficult for us to discern whether it was necessary for the entire\n\ncourtroom to be cleared of spectators to permit the jury pool to\n\nenter.11   Most justifications for trial closure have involved the\n\nneed to protect witnesses or maintain courtroom order.              See, e.g.,\n\nUnited States v. Sherlock, 962 F.2d 1349, 1356 (9th Cir. 1992)\n\n(collecting cases).        To our knowledge, a trial closure has not yet\n\nbeen justified on the basis of convenience to the court.                     See\n\nPeople v. Harris, 12 Cal. Rptr. 2d 758, 766 (Cal. App. 1992)\n\n(deciding that \"no cogent argument can be mounted\" that expediting\n\njury selection is a higher value than the right to a public trial).\n\nGiven the strong interest courts have in providing public access to\n\ntrials, the district court could have considered whether a larger\n\ncourtroom was available for jury selection. If the closure alleged\n\nby Owens did occur, the court was obligated to consider this\n\nalternative.    Press Enterprise, 464 U.S. at 511.\n\n           Even assuming that the courtroom needed to be initially\n\ncleared of spectators, once prospective jurors began to leave the\n\ncourtroom,     the   court's     interest    in   closing     the   courtroom\n\n\n\n11\n   The court below stated that \"no closure occurred in the instant\ncase,\" but seemed to indicate that some spectators were barred when\nit noted that \"it also implicitly intended for any spectators to\nreplace jurors in the gallery as the seats became available.\"\n\n                                     -21-\n\fdissipated.     For example, in State v. Ortiz, the Hawaii Supreme\n\nCourt found that while an order excluding the defendant's family\n\nfrom voir dire was initially justified by a compelling state\n\ninterest,\n\n            the circuit court's exclusion order remained\n            in place even after the court had conducted a\n            voir dire of all of the jurors and had\n            satisfied itself that no jury tampering had\n            taken place.    Ortiz's family was prevented\n            from entering the courtroom, not merely during\n            the testimony of one or two witnesses, but\n            over the course of at least five days of\n            trial. It is therefore obvious that the\n            circuit court's exclusion order was not\n            \"narrowly tailored\" to meet the state's\n            purported interest.\n\n981 P.2d 1127, 1138 (Haw. 1999); see also People v. Baldwin, 142\n\nCal. App. 4th 1416, 1424 (Cal. Ct. App. 2006) (reversing for a\n\npublic trial violation where the court failed to \"fashion a narrow\n\nexclusion order to infringe on the competing interests as little as\n\npossible\").    Once there was sufficient space in the courtroom, we\n\nsee   no   state   interest   –-   compelling   or   otherwise   --   in   not\n\npermitting Owens' family, friends,12 or other members of the public\n\nto observe the proceedings.\n\n\n\n\n12\n   Owens argues that the absence of his family and friends at trial\nraises special concerns.     See In re Oliver, 333 U.S. at 272.\nHowever, we have decided that the same standard applies to family\nmembers as to the general public: \"Nothing . . . suggests that a\ntrial court need go beyond the already stringent requirements of\nWaller before removing a defendant's family members from the\ncourtroom.\"   Martin v. Bissonette, 118 F.3d 871, 876 (1st Cir.\n1997).\n\n                                     -22-\n\f          The   Government   protests   that   this   was   a   \"trivial,\n\ninadvertent courtroom closure.\" Bowden v. Keane, 237 F.3d 125, 129\n\n(2d Cir. 2001); see also Peterson v. Williams, 85 F.3d 39, 44 (2d\n\nCir. 1996) (\"[I]n the context of this case, where the closure was\n\n1) extremely short, 2) followed by a helpful summation, and 3)\n\nentirely inadvertent, the defendant's Sixth Amendment rights were\n\nnot breached.\").   However, this was not a mere fifteen or twenty-\n\nminute closure; rather, Owens' trial was allegedly closed to the\n\npublic for an entire day while jury selection proceeded.            Jury\n\nselection is, of course, a crucial part of any criminal case.        See\n\nGómez v. United States, 490 U.S. 858, 873 (1989) (\"Jury selection\n\nis the primary means by which a court may enforce a defendant's\n\nright to be tried by a jury free from ethnic, racial, or political\n\nprejudice . . . or predisposition about the defendant's culpability\n\n. . . .\").   Furthermore, even if the courtroom was closed because\n\nof inattention by the judge, courts have expressed concern in the\n\npast where a court officer's unauthorized closure of a courtroom\n\nimpeded public access.   See, e.g., Walton v. Briley, 361 F.3d 431,\n\n433 (7th Cir. 2004) (\"Whether the closure was intentional or\n\ninadvertent is constitutionally irrelevant.\"); Martineau v. Perrin,\n\n601 F.2d 1196, 1200 (1st Cir. 1979) (noting Sixth Amendment concern\n\nwhere marshals locked courtroom doors without authorization); see\n\nalso United States v. Keaveny, 1999 U.S. App. LEXIS 3630 at *4 (1st\n\n\n\n\n                                -23-\n\fCir. 1999) (\"[C]onstitutional concerns may be raised even by a\n\ncourt officer's unauthorized partial exclusion of the public.\").\n\n             Finally, to the extent that the Government suggests we\n\ndetermine whether the trial closure was prejudicial, the cases on\n\nthis issue are clear: \"once a petitioner demonstrates a violation\n\nof his Sixth Amendment right to a public trial, he need not show\n\nthat   the    violation    prejudiced         him     in     any    way.      The   mere\n\ndemonstration    that   his    right    to    a     public     trial    was    violated\n\nentitles a petitioner to relief.\"             Judd v. Haley, 250 F.3d 1308,\n\n1315 (11th Cir. 2001).        Thus, we conclude that if the trial court\n\nbarred spectators from the courtroom as Owens alleges, he was\n\ndenied his Sixth Amendment right to have a public trial.\n\n             However,   our    inquiry        does       not    end     here.       Owens\n\nprocedurally defaulted his public trial claim by failing to object\n\nto the courtroom closure at trial and failing to preserve the\n\nobjection on appeal.       Thus, Owens must demonstrate cause for the\n\nprocedural default and that the public trial error caused him\n\n\"actual prejudice.\"       Knight, 37 F.3d at 774.\n\n             Owens claims that his trial and appellate counsel were\n\nineffective    in   failing    to   raise         this     issue,     and    that    this\n\nineffective assistance is cause for the procedural default.                          See\n\nColeman v. Thompson, 501 U.S. 722, 753-54 (1991).                           In order to\n\nestablish ineffective assistance of counsel to excuse a procedural\n\ndefault, Owens must show that \"counsel's representation fell below\n\n\n                                       -24-\n\fan objective standard of reasonableness,\" and that \"the deficient\n\nperformance prejudiced his defense.\"             Strickland, 466 U.S. at\n\n687-88.\n\n           Owens' attorneys' failure to notice or object to the\n\nclosure of his trial may show that their performance fell below \"an\n\nobjective standard of reasonableness.\"          The courts have been clear\n\non the importance of a public trial to a defendant.              See Brecht,\n\n507 U.S. at 630; In re Oliver, 333 U.S. at 270 (\"The knowledge that\n\nevery criminal trial is subject to contemporaneous review in the\n\nforum of public opinion is an effective restraint on possible abuse\n\nof judicial power.\"); see also Canady, 126 F.3d at 364 (\"[I]f we\n\nwere to hold that the [public trial] error was not structural and\n\nthus subject to harmless error analysis, it would almost always be\n\nheld to be harmless. In this way, the [public trial] right would\n\nbecome a right in name only, since its denial would be without\n\nconsequence.\").     Counsel's failure to object to closing the trial\n\nfor an entire day of jury selection, one of the most important\n\nphases of a criminal trial, deprived Owens of a substantial fair\n\ntrial right.     On the record before us and without the benefit of an\n\nevidentiary hearing, we do not see how the failure to object to the\n\nclosure could have been sound trial strategy.            Furthermore, given\n\nthat the courtroom was closed to the public for an entire day, and\n\nthat those excluded include Owens' mother and uncle, we do not\n\nbelieve   that    the   failure   to   object    could    have   been   \"mere\n\n\n                                   -25-\n\finadvertence.\" Thus, we conclude that Owens' counsel may have been\n\nineffective in failing to object to the closure of jury selection\n\nto the public.\n\n          Prejudice presents a thornier issue.13    The Government\n\nurges us to find that closure of Owens' trial for an entire day of\n\njury selection was not prejudicial.   The flaw in this argument is\n\nthat structural errors, such as a failure to hold a public trial,\n\n\"defy harmless-error review\" and \"infect the entire trial process.\"\n\nNeder v. United States, 527 U.S. 1, 8 (1999) (internal citations\n\nand quotations omitted).    In discussing the difference between\n\nstructural error and trial error, the Supreme Court has noted that\n\ntrial errors that are commonly prejudicial, such as the admission\n\nof involuntary confessions, are different than structural errors,\n\nfor which courts must \"eschew[] the harmless-error test entirely.\"\n\nArizona v. Fulminante, 499 U.S. 279, 312 (1991).      Unlike trial\n\nrights, structural rights are \"'basic protection[s]' whose precise\n\neffects are unmeasurable, but without which a criminal trial cannot\n\nreliably serve its function.\" Sullivan v. Louisiana, 508 U.S. 275,\n\n\n13\n   Owens must make two showings of prejudice. First, Owens must\nshow that counsel's failure to object to the trial closure\nprejudiced him for the purposes of determining whether there was\nineffective assistance of counsel. Strickland, 466 U.S. at 688.\nSecond, Owens must also show prejudice to excuse his procedural\ndefault on the public trial claim. Knight, 37 F.3d at 774. We\nbelieve that these showings of prejudice overlap, and we resolve\nthem simultaneously. Cf. Strickler v. Greene, 527 U.S. 263, 282\n(1999) (\"In this case, cause and prejudice [for procedural default]\nparallel two of the three components of the alleged [trial error]\nitself.\").\n\n                               -26-\n\f281 (1993).        Structural error thus has \"consequences that are\n\nnecessarily unquantifiable and indeterminate.\"           Id.; United States\n\nv. González-Huerta, 403 F.3d 727, 734 (10th Cir. 2005) (\"[I]f, as\n\na categorical matter, a court is capable of finding that the error\n\ncaused prejudice upon reviewing the record, then that class of\n\nerrors is not structural.\").      The Supreme Court recently said that\n\nthis is particularly true in the public trial right context.                  See\n\nUnited States v. González-López, 126 S. Ct. 2557, 2564 n.4 (2006)\n\n(citing Waller, 467 U.S. at 49 n.9, for the proposition that\n\n\"violation    of    the   public-trial    guarantee   is    not     subject    to\n\nharmlessness review because 'the benefits of a public trial are\n\nfrequently    intangible,     difficult    to   prove,     or   a   matter     of\n\nchance'\").\n\n          If the failure to hold a public trial is structural\n\nerror, Neder, 527 U.S. at 8, and it is impossible to determine\n\nwhether a structural error is prejudicial, Sullivan, 508 U.S. at\n\n281, we must then conclude that a defendant who is seeking to\n\nexcuse a procedurally defaulted claim of structural error need not\n\nestablish actual prejudice.14 See Sustache-Rivera v. United States,\n\n\n14\n   We acknowledge that in Purvis v. Crosby, the Eleventh Circuit\nfound that counsel's failure to object to a partial trial closure\nwas not prejudicial. 451 F.3d at 738. The Eleventh Circuit held\nthat it could not \"dispense with the prejudice requirement for\nattorney error of this type without defying the Supreme Court's\nclear holding that except in three limited circumstances, which are\nnot present here, a defendant must show that any error his counsel\ncommitted 'actually had an adverse effect on the defense.'\" Id. at\n741. As we have explained, this holding is in tension with the\n\n                                   -27-\n\f221 F.3d 8, 17 (1st Cir. 2000) (\"If [an error] did constitute\n\nstructural error, there would be per se prejudice, and harmless\n\nerror analysis, in whatever form, would not apply.\"); see also\n\nBecht   v.   United   States,   403    F.3d   541,   549   (8th   Cir.   2005)\n\n(suggesting, but not deciding, that counsel's failure to raise a\n\nstructural error on appeal would constitute per se prejudice);\n\nMcGurk v. Stenberg, 163 F.3d 470, 475 (8th Cir. 1998) (holding that\n\nwhere counsel's deficient performance resulted in structural error,\n\n\n\nSupreme Court's pronouncement that prejudice is presumed in cases\nof structural error not because the risk of prejudice is high, but\nbecause it is impossible to determine the extent of the prejudice.\nIn addition, the Eleventh Circuit relied upon Francis v. Henderson,\nin which the Supreme Court held that where a habeas petitioner who\nhad defaulted on a claim of racial bias in jury selection, normally\na structural error, still needed to establish actual prejudice to\nexcuse the procedural default. 425 U.S. 536, 542 (1976).         We\nbelieve that the holding of Francis has been substantially weakened\nby the Supreme Court's subsequent pronouncement in Fulminante,\nSullivan, and Neder that prejudice is impossible to quantify in\ncases of structural error.\n\n     In addition, in Ward v. Hinsley, the Seventh Circuit found\nthat a claim of structural error did not excuse a habeas petition\nfrom demonstrating \"prejudice\" from the error to excuse procedural\ndefault. 377 F.3d 719, 726 (7th Cir. 2004); see also Hatcher v.\nHopkins, 256 F.3d 761, 764 (8th Cir. 2001). However, the Seventh\nand Eighth Circuits stated that their concern arose because \"[t]he\nprocedural default doctrine is 'grounded in concerns of comity and\nfederalism,'\" and bypassing the prejudice analysis in claims of\nstructural error would deny state courts their role in enforcing\nfederal rights. Ward, 377 F.3d at 726 (quoting Coleman, 501 U.S.\nat 730); Hopkins, 256 F.3d at 764 (emphasizing that structural\nerror does not bypass \"a state-law procedural default in a § 2254\npetition\" (emphasis added)).      To the extent that comity and\nfederalism concerns might justify the requirement that a petitioner\nshow prejudice arising out of a structural error, they do not exist\nhere, where Owens is petitioning from a conviction in federal\ncourt.\n\n                                      -28-\n\fprejudice will be presumed); Canady, 126 F.3d at 364 (even though\n\nhabeas petitioner had not raised public trial claim on direct\n\nappeal, deciding that he was entitled to relief because public\n\ntrial claim is structural error).            We will not ask defendants to do\n\nwhat the Supreme Court has said is impossible.\n\n           A brief analysis of Owens' public trial claim shows the\n\nlogic of this conclusion.           A defendant's right to a public trial\n\n\"keep[s]   his     triers        keenly     alive   to    a   sense    of     their\n\nresponsibility\" and \"encourages witnesses to come forward and\n\ndiscourages perjury.\" Waller, 467 U.S. at 46. \"[J]udges, lawyers,\n\nwitnesses, and jurors will perform their respective functions more\n\nresponsibly in an open court than in secret proceedings.\" Estes v.\n\nTexas, 381 U.S. 532, 588 (1965) (Harlan, J., concurring).                    Owens'\n\ntrial was allegedly closed to the public during jury selection. It\n\nis possible that jurors might have been more forthcoming about\n\nbiases and past experiences if they had faced the public.                    It is\n\nalso possible that Owens and the Government might have picked a\n\nmore   impartial   jury     or    asked     different    questions    with    local\n\ncitizenry watching.       All of these possibilities call into question\n\nthe fundamental fairness of Owens' trial.                 Requiring that Owens\n\nprove any of them by a preponderance of the evidence would be a\n\nburden impossible to meet.          See González-López, 126 S. Ct. at 2565\n\n(refusing to apply harmlessness review to violation of right to\n\ncounsel because \"[w]e would have to speculate upon what matters the\n\n\n                                          -29-\n\frejected counsel would have handled differently--or indeed, would\n\nhave handled the same but with the benefit of a more jury-pleasing\n\ncourtroom style or a longstanding relationship of trust with the\n\nprosecutors.     And then we would have to speculate upon what effect\n\nthose different choices or different intangibles might have had.\").\n\nAs such, on remand, the court need not require Owens to prove that\n\nhis counsel's failure to object to the trial closure was actually\n\nprejudicial.\n\n           Thus, to summarize, closure of jury selection to the\n\npublic for an entire day without meeting the strict requirements of\n\nWaller   would   violate    a   defendant's   right   to   a   public   trial.\n\nCounsel's failure to object to such a closure may constitute\n\nineffective assistance of counsel.         Finally, because denial of a\n\npublic trial is structural error, it would be impossible for Owens\n\nto establish actual prejudice, and as such, it must be presumed.\n\nGiven these conclusions, it was error for the district court to\n\nconclude that, assuming the truth of his allegations, Owens was not\n\nentitled to relief.        Accordingly, the district court abused its\n\ndiscretion in declining to hold an evidentiary hearing.                 Without\n\nthe benefit of an evidentiary hearing to determine the nature and\n\nextent of the trial closure, we think it improvident to determine\n\nwhether the trial was actually closed, and whether counsel's\n\nfailure to object to the closure in this case would constitute\n\nineffective assistance of counsel.         Accordingly, we remand to the\n\n\n                                    -30-\n\fdistrict court for full consideration (including an evidentiary\n\nhearing) of Owens' claim regarding the closure of his trial during\n\njury selection.\n\n                     D. Swearing-in of the AUSA\n\n          Owens argues that the swearing-in of the AUSA in the\n\nmiddle of the trial, combined with laudatory comments made by the\n\njudge during the swearing-in ceremony, presented the prosecution in\n\na positive light for a reason totally unrelated to the case.15\n\nAccordingly, Owens argues, the jury was no longer impartial and may\n\nhave favored the prosecution based on evidence unrelated to the\n\ntrial.\n\n          The district court denied this habeas claim in a separate\n\norder by Judge Gertner, finding that \"viewing the ceremony as a\n\nwhole, there is virtually no possibility that jurors would believe\n\nthe Court favored one side over the other.\"16\n\n          As   an   initial   matter,   we   note   that   a   \"judge's\n\nparticipation [in a trial] must be balanced; he cannot become an\n\nadvocate or otherwise use his judicial powers to advantage or\n\ndisadvantage a party unfairly.\" Logue v. Dore, 103 F.3d 1040, 1045\n\n\n\n15\n   It is unclear whether the district court held an evidentiary\nhearing on this claim. Thus, we take the petitioner's credible\nallegations as true. Ellis, 313 F.3d at 641.\n16\n   The district court also determined that because the swearing-in\nceremony did not constitute reversible error, Owens' appellate\ncounsel's failure to raise this claim did not constitute\nineffective assistance of counsel.\n\n                                -31-\n\f(1st Cir. 1997).      This is true even where a judge's innocently\n\nintended statements have \"impermissibly exceeded the limitations on\n\nhis power to comment.\"    United States v. Paiva, 892 F.2d 148, 159\n\n(1st Cir. 1989).   We examine allegations of judicial bias to see if\n\ncomments are improper, and \"whether the complaining party can show\n\nserious prejudice.\"    United States v. Cunan, 152 F.3d 29, 37 (1st\n\nCir. 1998) (quoting Logue, 103 F.3d at 1045).\n\n          There is little question that the decision to hold a\n\nswearing-in ceremony for an AUSA in the middle of a lengthy and\n\nhigh-profile criminal trial was inappropriate.    Cf. United States\n\nv. Michienzi, 630 F.2d 455, 456-57 (6th Cir. 1980) (\"While we\n\nrecognize that the District Judge's greeting to his old friend [a\n\nwitness in the trial] was plainly not intended to sway the jury,\n\nthe episode may have lent undue weight to the testimony given by\n\nthe witness involved.\"); United States v. Cisneros, 491 F.2d 1068,\n\n1074 (5th Cir. 1974) (\"A trial judge must not appear to be a\n\npartisan for the prosecution.\").       At oral argument, even the\n\nGovernment conceded that such a decision may have been unwise.   We\n\nfeel it necessary to reiterate that the purpose of a criminal trial\n\nis to provide a neutral forum in which the guilt or innocence of a\n\ndefendant is determined based on evidence that is free of improper\n\ninfluence.   Anything that might detract from this purpose –- such\n\nas holding an elaborate ceremony for the prosecution in front of\n\n\n\n\n                                -32-\n\fthe jury in the midst of a trial –- should not be considered\n\nlightly.\n\n           In many ways, the issue at Owens' trial raises concerns\n\nsimilar to those in cases in which the Government has vouched for\n\nits own credibility.     See, e.g., United States v. Smith, 962 F.2d\n\n923, 933-34 (9th Cir. 1992) (reversing for plain error where the\n\nprosecutor made \"repeated comments aimed at establishing his own\n\nveracity and credibility as a representative of the government\");\n\nsee also United States v. González Vargas, 558 F.2d 631, 633 (1st\n\nCir. 1977) (\"[T]he representative of the government approaches the\n\njury with the inevitable asset of tremendous credibility -- but\n\nthat   personal   credibility    is    one   weapon   he   must   not   use.\").\n\nLikewise, the jury in Owens' case was told of the background and\n\nprofessional experience of the prosecutor being sworn in, that a\n\nprosecutor was sworn to \"support and defend the Constitution of the\n\nUnited States,\" and that many defense attorneys had come to watch\n\nthe AUSA be sworn in.      That the judge participated in bolstering\n\nthe prosecution's credibility only increases the possibility of\n\nprejudice, given the influence a judge has over the jury.                   See\n\nQuercia v. United States, 289 U.S. 466, 470 (1933) (\"The influence\n\nof the trial judge on the jury is necessarily and properly of great\n\nweight   and   his   lightest   word   or    intimation    is   received   with\n\ndeference, and may prove controlling.\" (internal quotation marks\n\nomitted)).\n\n\n                                      -33-\n\f            Whether Owens was prejudiced by the swearing-in ceremony\n\npresents a closer question.      It is unfortunate that the trial\n\njudge's ill-advised actions have placed before us this difficult\n\nquestion.   Prejudice is always a risk when a judge comments during\n\na trial.    United States v. Hickman, 592 F.2d 931, 933 (6th Cir.\n\n1979) (\"[P]otential prejudice lurks behind every intrusion into a\n\ntrial made by a presiding judge.\").    The Government notes that the\n\ncourt issued some curative instructions.    See, e.g., United States\n\nv. Quesada-Bonilla, 952 F.2d 597, 601 (1st Cir. 1991) (finding no\n\nprejudice where the judge issued curative instructions).     On the\n\nother hand, curative instructions, though important, are of limited\n\npower.   Crowe v. Di Manno, 225 F.2d 652, 655 (1st Cir. 1955) (\"At\n\nthe most [curative instructions] can offset only brief and minor\n\ndepartures from strict judicial impartiality.\"); see also United\n\nStates v. Filani, 74 F.3d 378, 386 (2d Cir. 1996) (\"[T]he presiding\n\njudge cannot . . . foster the notion that the judge believes one\n\nversion of an event and not another.   Curative instructions to the\n\njury . . . do not remove such an impression once it is created.\").\n\nThe Government also points out that Owens was acquitted on a number\n\nof charges.    See, e.g., United States v. Dworken, 855 F.2d 12, 29\n\n(1st Cir. 1988) (\"[T]he jury's discerning verdict [acquitting the\n\ndefendant on one count] 'reflects a careful dissection of the\n\nevidence as it applied to each defendant.'\").\n\n\n\n\n                                -34-\n\f          On balance, we do not think that Owens has shown that he\n\nwas prejudiced by the swearing-in ceremony.   While we continue to\n\nthink the ceremony and the judge's comments were ill-advised, the\n\nquantity of the evidence against Owens, the jury's discerning\n\nverdict, the curative instructions, the fact that the prosecutor\n\nwho was sworn in was not working on Owens' trial, and the length of\n\nthe trial all militate against a finding of prejudice.    While we\n\nsympathize with Owens' claim, absent a showing of actual prejudice,\n\nmere bad judgment on the part of the trial court is insufficient to\n\nmerit a new trial.17\n\n                         E. Other Claims\n\n          Owens also raised a number of other claims in his habeas\n\npetition, none of which merit more than a brief mention.     Owens\n\nargues that the Government did not meet its obligations under Brady\n\nv. Maryland, 373 U.S. 83, 87 (1963), when it failed to disclose the\n\nexistence and substance of meetings that a state police officer had\n\nwith a principal witness in the Government case, Anthony Lewis.\n\nOwens has repeatedly asked for this information and the Government\n\nhas repeatedly responded, under penalty of perjury, that it has\n\ndisclosed all of the information regarding Lewis that it possesses.\n\nOwens offers no suggestion as to what this purported evidence might\n\n\n17\n   Because Owens has failed to show actual prejudice resulting from\nthe swearing-in ceremony, we need not reach the question of whether\nhis trial counsel's failure to raise the issue on appeal would\nconstitute ineffective assistance of counsel to excuse the\nprocedural default.\n\n                               -35-\n\fbe, or where it might be found, and as such, we find that he cannot\n\nshow that \"[t]he evidence at issue [is] favorable to the accused,\n\neither because it is exculpatory, or because it is impeaching\" or\n\nthat \"the evidence [has] been suppressed by the State.\"            Strickler\n\nv. Greene, 527 U.S. 263, 281-82 (1999).\n\n            Owens   also   argues   that   the    trial   court   effectively\n\namended the indictment in its instructions to the jury.                    The\n\nindictment   against   Owens   alleged     that    he   had   \"willfully   and\n\nknowingly, and with deliberately premeditated malice aforethought\n\nand extreme atrocity and cruelty, murdered Rodney Belle.\" The jury\n\ncharge was substantially abbreviated, telling the jury that they\n\nneeded to find that Owens \"willfully and knowingly\" murdered Rodney\n\nBelle in order to find him guilty of violating 18 U.S.C. § 1959\n\n(a)(1).    Owens did not object to the jury instructions and did not\n\nraise the claim on direct appeal, so it has been procedurally\n\ndefaulted. Owens' attempt to show cause for the procedural default\n\nis nearly devoid of argument; he states simply, and without further\n\nexplanation, that the claim was defaulted because he received\n\nineffective assistance of counsel.         It is a long-standing rule in\n\nthis circuit that \"issues adverted to in a perfunctory manner,\n\nunaccompanied by some effort at developed argumentation, are deemed\n\nwaived.\"   United States v. Zannino, 895 F.2d 1, 17 (1st Cir. 1990).\n\nEven assuming that Owens has not waived this claim, he cannot\n\nprevail.     Section 1959(a)(1) requires only that the defendant\n\n\n                                    -36-\n\fcommitted murder \"as consideration for the receipt of, or as\n\nconsideration for a promise or agreement to pay, anything of\n\npecuniary      value   from   an   enterprise       engaged    in   racketeering\n\nactivity, or for the purpose of gaining entrance to or maintaining\n\nor increasing position in an enterprise engaged in racketeering\n\nactivity.\"       18 U.S.C. § 1959(a)(1).            There is no requirement\n\nanywhere    in   the   statute     that   the    murder   be   premeditated   or\n\natrocious.       It is clear that \"[a]s long as the crime and the\n\nelements of the offense that sustain the conviction are fully and\n\nclearly set out in the indictment, the right to a grand jury is not\n\nnormally violated by the fact that the indictment alleges more\n\ncrimes or other means of committing the same crime.\" United States\n\nv. Miller, 471 U.S. 130, 136 (1985).             Here, the indictment charged\n\nthat   Owens     committed    murder      in    furtherance    of   racketeering\n\nactivity. The fact that the indictment also charged that Owens had\n\ncommitted a \"premeditated and atrocious\" murder is simply an\n\nallegation of \"other means\" of committing murder.\n\n            Owens claims that his trial counsel were ineffective\n\nbecause they failed to investigate an alibi proffered by his uncle,\n\nformer Massachusetts State Senator William Owens. It was not until\n\nmore than a year after Owens was arrested and after the trial had\n\nstarted that Senator Owens approached trial counsel regarding the\n\nalibi.     In the midst of a harried trial, trial counsel did not\n\nimmediately investigate the alibi.               Once they investigated the\n\n\n                                       -37-\n\falibi, Owens' trial counsel proposed to sandbag the prosecution\n\nwith a new theory of the case in the middle of trial.                     The\n\nprosecution generously agreed to allow Owens to present the alibi\n\ndefense so long as the prosecution was given an extra week to\n\ninvestigate and prepare a rebuttal case.            Trial counsel declined\n\nthe offer and never presented the alibi.          It is clear that \"counsel\n\nneed   not   interview    every    possible   witness   to   have   performed\n\nproficiently.\"     Riley v. Payne, 352 F.3d 1313, 1318 (9th Cir.\n\n2003); Lema, 987 F.2d at 55 (\"The decision to interview potential\n\nwitnesses, like the decision to present their testimony, must be\n\nevaluated in light of whatever trial strategy reasonably competent\n\ncounsel devised in the context of the particular case.\").               Even\n\ngiven trial counsels' admitted shortcomings, we do not find that\n\nthey acted outside of the \"wide range of reasonable professional\n\nassistance\" in declining to interview a witness who, having been\n\naware of the charges pending against Owens for over a year,\n\nsuddenly     remembered    an     alibi   after   the   trial   had   begun.\n\nStrickland, 466 U.S. at 689.\n\n             Owens argues that his appellate counsel was ineffective\n\nfor not more vigorously arguing on appeal that the trial court\n\nshould have instructed the jury (as it announced it would) that in\n\norder to be convicted of a violation of 18 U.S.C. § 1962(c),18 the\n\n\n18\n     18 U.S.C. § 1962(c) provides:\n\n       It shall be unlawful for any person employed by or\n\n                                     -38-\n\fjury had to find that Owens participated in directing the affairs\n\nof the alleged criminal enterprise.     Although appellate counsel\n\npressed the argument, we rejected it, finding that \"Owens has\n\nneither specified a defense theory the court's promise led him to\n\nforego, nor explained how his closing arguments would have differed\n\nhad the court instructed in precise accordance with his request.\"\n\nOwens, 167 F.3d at 753.   We nonetheless noted that it was a \"close\n\nquestion.\"   Id.    Many counsel fail to persuade us on close\n\nquestions and we do not find that Owens' appellate counsel were\n\nconstitutionally defective for having joined their ranks.\n\n          Finally, Owens argues that the trial court erred in\n\nsentencing him beyond the statutory maximum on three counts based\n\non judicial factfinding, and that this violates the Supreme Court's\n\ndecision in Apprendi v. New Jersey, 530 U.S. 466 (2000).     Owens\n\nconcedes that Apprendi was decided after his conviction became\n\nfinal, and that we are barred from granting a habeas petition based\n\non the retroactive application of law.    See Teague v. Lane, 489\n\nU.S. 288, 310 (1989) (\"[N]ew constitutional rules of criminal\n\nprocedure will not be applicable to those cases which have become\n\nfinal before the new rules are announced.\").   Owens suggests that\n\n\n\n     associated with any enterprise engaged in, or the\n     activities of which affect, interstate or foreign\n     commerce, to conduct or participate, directly or\n     indirectly, in the conduct of such enterprise's affairs\n     through a pattern of racketeering activity or collection\n     of unlawful debt.\n\n                                -39-\n\fJones v. United States, decided six months before his conviction\n\nbecame final, supports his argument that his sentence was wrongly\n\nimposed based on existing precedent.        526 U.S. 227 (1999).       In\n\nJones, the Supreme Court found that a federal carjacking statute\n\nwas composed of \"three separate offenses by the specification of\n\ndistinct elements, each of which must be charged by indictment,\n\nproven beyond a reasonable doubt, and submitted to a jury for its\n\nverdict.\"    526 U.S. at 251.      Owens suggests that this conclusion\n\nstated the rule of law explained in Apprendi: \"Other than the fact\n\nof a prior conviction, any fact that increases the penalty for a\n\ncrime beyond the prescribed statutory maximum must be submitted to\n\na jury, and proved beyond a reasonable doubt.\"         530 U.S. at 490.\n\nHowever, Jones stated that the law on that subject was unclear.\n\n526 U.S. at 251 (\"[T]he Government's view would raise serious\n\nconstitutional questions on which precedent is not dispositive.\").\n\nFurthermore, two years later, in Ring v. Arizona, the Supreme Court\n\nreiterated that Jones resolved a statutory question, and not the\n\nconstitutional question resolved in Apprendi and pressed here. 536\n\nU.S. 584, 600 (2002).    Accordingly, we find that Owens' Apprendi\n\nclaim is barred by Teague.\n\n                             III. Conclusion\n\n            We recognize that Owens' high-profile trial would have\n\nproved   challenging   for   any   court.   However,   this   trial   was\n\nunnecessarily complicated by decisions of both the court and\n\n\n                                   -40-\n\fcounsel.   For the reasons stated herein, we reverse in part the\n\ndecision of the district court denying Owens' petition for a writ\n\nof habeas corpus, and affirm it in part.   We remand this case to\n\nthe district court for further consideration as explained herein.\n\n           Reversed in part; Affirmed in part; and Remanded.\n\n\n\n\n                               -41-\n\f",
  "html": "<p class=\"case_cite\">483 F.3d 48</p>\n    <p class=\"parties\">Dwayne OWENS, Petitioner, Appellant,<br>v.<br>UNITED STATES of America, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 05-1784.</p>\n    <p class=\"docket\">No. 05-1785.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 12, 2007.</p>\n    <p class=\"date\">Decided April 12, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Peter B. Krupp, with whom Lurie &amp; Krupp, LLP was on brief, for appellant.</p>\n      <p class=\"indent\">Theodore B. Heinrich, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, LIPEZ, and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">It has long been true that \"[a] defendant is entitled to a fair trial but not a perfect one.\" <i>Lutwak v. United States,</i> 344 U.S. 604, 619, 73 S.Ct. 481, 97 L.Ed. 593 (1953). The trial of Dwayne Owens on a variety of racketeering, murder, assault, and drug trafficking charges has tested that proposition. On balance, we find that Owens' trial may have crossed the line from imperfect to unfair.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Government's case against Owens is not particularly relevant to the issues on appeal. To summarize briefly, the Government presented evidence at Owens' trial that Owens played a significant role in an enterprise that sold kilogram quantities of cocaine in Massachusetts and Rhode Island. In order to protect his enterprise, Owens at times resorted to violence. According to testimony, he provided guns to other members of the enterprise who used them to extract \"refunds\" from cocaine suppliers whose shipments were deemed inadequate. Notably, witnesses also testified that Owens killed Rodney Belle, whom he thought to have double-crossed him during a drug deal.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Owens was arrested on December 13, 1995, and an indictment was returned against him on December 19, 1995. A superseding indictment was returned on May 14, 1996, charging Owens with the aforementioned crimes, and a host of others. A jury trial for Owens began on February 10, 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On the first day of jury selection, the court wanted to select the jury from a venire of seventy-two potential jurors, but the courtroom in which jury selection was to occur was quite small. The following colloquy took place between the court and the U.S. Marshal:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Court: We're going to get 72 jurors in here. That will mean we'll have a number of jurors. Now, let me ask the marshals. It looks like we're going to need all the rows except for this first row [where the defendants were seated]. Is that going to be sufficient for you?</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Marshal: I think so, your Honor. I just spoke to [the courtroom deputy] about it, and I was going, I'll have the officers and myself and the other fellows with me stand off to the right, make sure all the jurors get seated and have whatever spectators leave until there's a sufficient amount of room.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Court: We'll need every seat with 72 people. All right.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Neither party objected at this time. The marshals cleared the courtroom and the potential jurors proceeded to enter. As jurors were dismissed, they left. Despite the growing number of seats vacated by dismissed jurors, according to affidavits submitted in connection with this case, the marshals continued to bar Owens' family from the courtroom for the remainder of jury selection, which lasted an entire day. According to Owens and his trial attorneys, neither Owens nor counsel was aware that Owens' family members were being barred from the courtroom.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">One month into Owens' trial, the court held a swearing-in ceremony for a new Assistant U.S. Attorney (\"AUSA\"), Robert Peabody. Upon learning of the court's plan, defense counsel objected. At sidebar, the judge vowed to \"love all lawyers equally . . . [and] love the bar generally.\" The judge added, \"I really don't think you are hurt by this.\" Defense counsel replied that they were concerned about the impact on the jury of hearing the oath administered. The court promised to issue curative instructions, overruled the objection, and proceeded with the swearing-in ceremony. The court then stated:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Now ladies and gentlemen, we have the happy occasion of administering the oath of office to a new Assistant United States Attorney. Now, let's be very clear, I very much prefer to do this in the middle of whatever trial we have going on.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>. . .</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Now there is a concern here. The fact that I do this, and I'm proud to admit Mr. Peabody to the company of the Assistant United States Attorneys, we're in no way preferring the prosecutors. Ms. Conrad, for instance, is a member of the Federal Public Defender's Office and she likewise is sworn in as an advocate for people who are accused of a crime, and I would do the same for her. And it's interesting to remark that many distinguished defense counsel have appeared here to see Mr. Peabody sworn in.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Because you see the lawyers, especially those lawyers who are active in so-called criminal cases, know one another and they have the highest respect for each other. They're the closest things that we have to barristers, the English system, the people who actually go to court every day. So while I am especially proud, and I am, Mr. Peabody, to conduct this ceremony, as is my practice, in the middle of a serious trial, I caution the jury that if I had a defender here, I would do exactly the same thing and then caution you that I'm not favoring defenders over someone who's being sworn in as a prosecutor.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">An AUSA then read Peabody's curriculum vitae, and moved that he be sworn in. The court asked everybody present in the courtroom to stand, and proceeded to administer the following oath of office:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">I, Robert Peabody, do solemnly swear that I will support and defend the Constitution of the United States, against all enemies, foreign and domestic, that I will bear true faith and allegiance to the same, that I take this obligation freely, without any mental reservation or purpose of evasion, and that I will well and faithfully discharge the duties of the office on which I am about to enter, so help me God.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The courtroom burst into applause. According to the Government, the court then stated that it was \"an honor and privilege to include [Peabody] among attorneys who share the right to practice within this bar enclosure the vital role of teaching. It's imposed both on those who have the burden of prosecuting and those who have the significant responsibility of defending those in our society.\" After the swearing-in ceremony, one juror asked the court to \"explain the difference between the two types of lawyers.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The trial continued until March 27, 1997. Owens never testified in his own defense. According to Owens, this is because his attorneys never informed him of his right to testify or consulted him about whether he would like to do so. One of Owens' trial attorneys submitted an affidavit in connection with this case, in which he stated, \"I do not remember ever discussing with Dwayne Owens that he had a right to testify and whether he wished to testify.\" Only once did the court reference a defendant's right to testify, and even then, the reference was oblique: in its pre-trial charge to the jury, the court stated that defendants did not have to testify or call witnesses, but \"of course, they can do those things.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The jury returned a verdict finding Owens guilty on nine charges and not guilty on six additional charges. The court sentenced Owens to life terms on five of the charges, and to the maximum statutory term on the remaining charges. We affirmed Owens' conviction on appeal. <i>Owens,</i> 167 F.3d 739. Owens then appealed his conviction to the Supreme Court, which denied certiorari, 528 U.S. 894, 120 S.Ct. 224, 145 L.Ed.2d 188 (1999).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In 2001, Owens filed a petition for habeas corpus with the district court, in which he claimed that he had ineffective assistance of counsel at trial and on appeal, and that a number of errors in the proceedings denied him a fair trial.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The district court denied Owens' petition for a writ of habeas corpus on all grounds except one,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> which is not the subject of this appeal.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p class=\"center\">II. <i>Discussion</i></p>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Because Owens is in federal custody, his habeas corpus petition is controlled by 28 U.S.C. &#167; 2255. Section 2255 provides that a prisoner may move to vacate his sentence</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">upon the ground that the sentence was imposed in violation of the Constitution or laws of the United States, or that the court was without jurisdiction to impose such sentence, or that the sentence was in excess of the maximum authorized by law, or is otherwise subject to collateral attack.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A significant bar on habeas corpus relief is imposed when a prisoner did not raise claims at trial or on direct review. In such cases, a court may hear those claims for the first time on habeas corpus review only if the petitioner has \"cause\" for having procedurally defaulted his claims, and if the petitioner suffered \"actual prejudice\" from the errors of which he complains.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <i>United States v. Frady,</i> 456 U.S. 152, 168, 102 S.Ct. 1584, 71 L.Ed.2d 816 (1982); <i>Knight v. United States,</i> 37 F.3d 769, 774 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Once a prisoner requests relief under &#167; 2255, a district court must grant an evidentiary hearing on the prisoner's claims unless \"the motion and the files and records of the case conclusively show that the prisoner is entitled to no relief.\" 28 U.S.C. &#167; 2255. If a district court holds an evidentiary hearing on the claim, we review its factual conclusions for clear error. <i>Awon v. United States,</i> 308 F.3d 133, 140 (1st Cir.2002). If a district court dismisses a &#167; 2255 claim without holding an evidentiary hearing, we take as true the sworn allegations of fact set forth in the petition \"unless those allegations are merely conclusory, contradicted by the record, or inherently incredible.\" <i>Ellis v. United States,</i> 313 F.3d 636, 641 (1st Cir.2002). Finally, we review a district court's denial of a &#167; 2255 petition <i>de novo</i> as to legal conclusions. <i>Awon,</i> 308 F.3d at 140.</p>\n    </div>\n    <p>B. Ineffective Assistance of Counsel</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Owens argues that the district court erred in dismissing without an evidentiary hearing his claim that his attorneys' failure to inform him of his right to testify at trial violated his Sixth Amendment right to the effective assistance of counsel. Owens stated in his affidavit that he was never told of his right to testify; one of Owens' trial attorneys stated that he did not recall telling Owens of his right to testify, and the other trial attorney said nothing about the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court found that an attorney's failure to tell his client that he had a right to testify would constitute deficient performance by counsel. The court further found that such ineffective assistance would be presumptively prejudicial, given that it affected a defendant's clear right to testify in his defense. However, the district court declined to conduct an evidentiary hearing on Owens' allegations because it felt that Owens did not \"present[] a sufficient proffer to establish that he was not advised of his right to testify.\" <i>Owens v. United States,</i> 236 F.Supp.2d 122, 144 (D.Mass.2002). Further, even taking Owens' allegations as true, the district court concluded that Owens was adequately informed at trial of his right to testify.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We review a district court's denial of an evidentiary hearing for abuse of discretion. <i>David v. United States,</i> 134 F.3d 470, 477 (1st Cir.1998). A district court may forego such a hearing when \"the movant's allegations, even if true, do not entitle him to relief, or . . . [when] the movant's allegations `need not be accepted as true because they state conclusions instead of facts, contradict the record, or are inherently incredible.'\"<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> <i>Id.</i> (quoting <i>United States v. McGill,</i> 11 F.3d 223, 225-26 (1st Cir.1993)). In reviewing a district court's denial of an evidentiary hearing, we take the petitioner's credible allegations as true. <i>Ellis,</i> 313 F.3d at 641.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">To prove ineffective assistance of counsel, a defendant must show that \"counsel's representation fell below an objective standard of reasonableness,\" and that \"the deficient performance prejudiced his defense.\" <i>Strickland v. Washington,</i> 466 U.S. 668, 687-88, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). To prove deficient performance, a defendant must establish that counsel was not acting within the broad norms of professional competence. <i>Id.</i> at 687-91, 104 S.Ct. 2052. Furthermore, to prove prejudice, a defendant must establish that but for counsel's deficient performance, there is a reasonable probability that the outcome would have been different. <i>Id.</i> at 694, 104 S.Ct. 2052.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is clear that a defendant has a \"fundamental constitutional\" right to testify in his own defense, <i>Rock v. Arkansas,</i> 483 U.S. 44, 51-53, 107 S.Ct. 2704, 97 L.Ed.2d 37 (1987), and that the right must be \"unfettered,\" <i>Harris v. New York,</i> 401 U.S. 222, 230, 91 S.Ct. 643, 28 L.Ed.2d 1 (1971). The right to testify may not be waived by counsel acting alone. <i>See United States v. Mullins,</i> 315 F.3d 449, 454 (5th Cir.2002) (\"The defendant's right to testify is secured by the Constitution and only he can waive it.\"); <i>Sexton v. French,</i> 163 F.3d 874, 881 (4th Cir.1998) (\"[E]very circuit that has addressed the issue has held that the right to testify is personal and must be waived by the defendant.\"); <i>Lema v. United States,</i> 987 F.2d 48, 52 (1st Cir.1993) (assuming, but not deciding the question); <i>Vega-Encarnaci&#243;n v. United States,</i> 1993 WL 138536, at *3, 1993 U.S.App. LEXIS 10068 at *9 (1st Cir.1993) (\"[The] right [to testify] is personal and cannot be waived by counsel.\"). Where counsel has failed to inform a defendant of his right to testify, we do not believe that a waiver of that right may be implied from defendant's silence at trial; \"at trial, defendants generally must speak only through counsel, and, absent something in the record suggesting a knowing waiver, silence alone cannot support an inference of such a waiver.\" <i>Chang v. United States,</i> 250 F.3d 79, 84 (2d Cir.2001); <i>see also Mullins,</i> 315 F.3d at 455 (\"Declining to place upon the defendant the responsibility to address the court directly is consistent with the reality that routine instructions to defendants regarding the protocols of the court often include the admonition that they are to address the court only when asked to do so.\").</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A lawyer plays the primary role in advising his client of the right to testify; a trial judge is not required to apprise a defendant of his right to testify or inquire whether he has waived it. <i>Siciliano v. Vose,</i> 834 F.2d 29, 30 (1st Cir. 1987). The district court correctly noted that American Bar Association Standard for Criminal Justice 4-5.2(a), Model Rule of Professional Conduct 1.2(a), and Massachusetts Rule of Professional Conduct 1.2(a) all require counsel to consult with defendants regarding their right to testify. <i>See Rompilla v. Beard,</i> 545 U.S. 374, 387, 125 S.Ct. 2456, 162 L.Ed.2d 360 (2005) (noting the importance of ABA standards \"as `guides to determining what is reasonable.'\" (quoting <i>Wiggins v. Smith,</i> 539 U.S. 510, 524, 123 S.Ct. 2527, 156 L.Ed.2d 471 (2003))). Given these obligations, it becomes difficult to explain away counsels' failure to inform their client of his right to testify as trial strategy. <i>Cf. Tejeda v. Dubois,</i> 142 F.3d 18, 25 (1st Cir.1998) (noting that an attorney's animosity towards the trial judge could not be explained as a reasonable trial tactic). Furthermore, given the paramount importance of the right to testify and the small amount of time that would be required to inform the defendant of that right, we do not believe counsels' failure can be classified as an inconsequential slip. <i>See Prou v. United States,</i> 199 F.3d 37, 48 (1st Cir.1999) (\"[C]ourts have not hesitated in finding ineffective assistance of counsel based upon isolated &#8212; but important &#8212; errors.\"). Thus, we agree with the district court that failure to inform a defendant of his right to testify constitutes performance outside of an objective standard of reasonable competence, and that such performance is constitutionally deficient. <i>See United States v. Teague,</i> 953 F.2d 1525, 1532 (11th Cir. 1992) (en banc); <i>see also Chang,</i> 250 F.3d at 83; <i>United States v. Pennycooke,</i> 65 F.3d 9, 13 (3d Cir.1995) (\"[W]e realize that a convicted defendant may assert a claim that the trial attorney gave ineffective assistance . . . by failing to advise the defendant of his or her right to testify.\").</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We also agree with the district court that an attorney's failure to inform his client of his right to testify could be prejudicial. A defendant's testimony could be crucial in any trial, and it could be difficult for us to determine whether or not a jury would have found his testimony credible. <i>See Luce v. United States,</i> 469 U.S. 38, 42, 105 S.Ct. 460, 83 L.Ed.2d 443 (1984)(\"[An] appellate court could not logically term `harmless' an error that presumptively kept the defendant from testifying.\"); <i>Rock v. Arkansas,</i> 483 U.S. 44, 52, 107 S.Ct. 2704, 97 L.Ed.2d 37 (1987) (\"There is no justification today for a rule that denies an accused the opportunity to offer his own testimony.\"); <i>Mart&#237;nez v. Ylst,</i> 951 F.2d 1153, 1157 (9th Cir.1991) (deciding that where counsel failed to inform defendant of his right to testify, \"it is only the most extraordinary of trials in which a denial of the defendant's right to testify can be said to be harmless beyond a reasonable doubt\"). Although Owens makes no allegation that his trial counsel directly barred him from testifying, the failure to inform Owens of his right to testify would have effectively prevented him from doing so. As we noted before, defendants speak to the court through counsel. <i>Chang,</i> 250 F.3d at 84. If counsel refuse or fail to request that the defendant be allowed to testify, the defendant will not be able to speak in his defense. If counsel decline to put their client on the stand without any consultation regarding this decision, and the client is unaware that the right to testify exists, the client will be barred from doing so and thus will have effectively waived his right to testify. However, \"there can be no effective waiver of a fundamental constitutional right unless there is an `intentional relinquishment or abandonment of a <i>known</i> right or privilege.'\" <i>Teague,</i> 953 F.2d at 1533 (quoting <i>Johnson v. Zerbst,</i> 304 U.S. 458, 464, 58 S.Ct. 1019, 82 L.Ed. 1461 (1938)). Thus, if Owens was unaware of his right to testify and his attorneys did not ask him whether he wanted to testify, Owens was effectively barred from testifying in his own defense.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Second Circuit found that counsel's failure to inform the defendant of his right to testify was not prejudicial in <i>Brown v. Artuz,</i> 124 F.3d 73, 80 (2d Cir. 1997). We agree with the court in <i>Brown</i> that where the defendant would have testified only \"to demonstrate that the prosecution failed to disprove his defense of justification beyond a reasonable doubt,\" there is a weaker argument that the defendant was prejudiced by not testifying. <i>Id.</i> at 80-81. However, Owens claims that he would have offered testimony exculpating him from at least some of the crimes for which he was convicted.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> A defendant's testimony as to non-involvement should not be disregarded lightly, especially given his constitutional right to explain his version of the facts. <i>See Rock,</i> 483 U.S. at 52, 107 S.Ct. 2704 (\"[T]he most important witness for the defense in many criminal cases is the defendant himself.\"). As such, we conclude that if Owens was not informed by counsel of his right to testify in his own defense, was not otherwise informed of the right by the court, and would have offered genuinely exculpatory testimony,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> the failure of counsel to inform Owens of his right to testify would be prejudicial.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The district court nevertheless denied Owens' request for an evidentiary hearing on two grounds. First, it found that Owens' allegations were \"inherently incredible.\" Specifically, the court noted that one of Owens' attorneys had been named one of the \"100 finest lawyers in Boston,\" and that it found it \"incredible\" that \"two such able and experienced attorneys could fail to discuss such an important matter with Owens.\" <i>Owens,</i> 236 F.Supp.2d at 144 n. 14. A district court may not deny a prisoner an evidentiary hearing simply because the court believes that the prisoner's allegations as stated in the habeas corpus petition are untrue. <i>Mack v. United States,</i> 635 F.2d 20, 26 (1st Cir.1980). Owens' allegations were neither \"so evanescent or bereft of detail that they cannot reasonably be investigated,\" nor \"threadbare allusions.\" <i>David,</i> 134 F.3d at 478. Nor were Owens' allegations unsubstantiated. <i>See United States v. Butt,</i> 731 F.2d 75, 80 n. 5 (1st Cir.1984) (\"Evidentiary hearings have been granted to &#167; 2255 appellants who have claimed that their plea was induced by attorney misrepresentations only when the allegations were highly specific and usually accompanied by some independent corroboration.\"). Rather, Owens and one of Owens' trial attorneys provided detailed affidavits indicating that Owens was never told of his right to testify at trial. The second trial attorney's silence on this issue is puzzling. Rather than guessing at this potential inconsistency, it is better that it be resolved after an evidentiary hearing at which all involved testify under oath and subject to cross-examination. Thus, the nature of Owens' allegations did not justify the district court's denial of an evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Second, the district court also suggested that, even taking Owens' allegations as true, Owens was not entitled to relief because the trial court did, in fact, inform him of his right to testify. The district court stated that it instructed the jury that defendants did not have to testify or call witnesses, but \"of course, they can do those things.\" Because Owens was present in the courtroom, the district court concluded that this statement adequately informed him of his right to testify. We do not believe that an instruction to the <i>jury</i> regarding a defendant's right <i>not</i> to testify is sufficient to apprise a defendant of his right to testify such that he can make a knowing and intelligent waiver of that right. Therefore, it was error for the district court to have concluded that Owens' allegations, taken as true, did not entitle him to relief.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Thus, because Owens' allegations are not implausible, and because they could, if true, entitle him to relief, the district court's decision to deny an evidentiary hearing was an abuse of discretion. <i>See</i> 28 U.S.C. &#167; 2255 (stating that a district court must grant an evidentiary hearing \"unless the motions and the files and records of the case <i>conclusively</i> show that the prisoner is entitled to no relief.\" (emphasis added)). A final determination of the merits of Owens' claim would be best served by greater development of the facts, many of which the Government disputes. Accordingly, we remand this claim to the district court for an evidentiary hearing to determine whether Owens' counsel did or did not inform him of his right to testify, whether Owens would have testified if so informed, and the nature of his testimony.</p>\n    </div>\n    <p>C. The Right to a Public Trial</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Owens claims that the district court erred in not holding an evidentiary hearing on his claim that barring his family from the courtroom violated his Sixth Amendment right to a fair trial. <i>See Press-Enterprise Co. v. Superior Court of Cal.,</i> 464 U.S. 501, 505, 104 S.Ct. 819, 78 L.Ed.2d 629 (1984) (finding a First Amendment right to public jury selection); <i>Waller v. Georgia,</i> 467 U.S. 39, 46, 104 S.Ct. 2210, 81 L.Ed.2d 31 (1984) (\"[T]here can be little doubt that the explicit Sixth Amendment right of the accused is no less protective of a public trial than the implicit First Amendment right of the press and public.\"). Two members of Owens family submitted affidavits stating that uniformed officers prevented them from entering the courtroom during the first day of jury selection in Owens' trial.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The district court declined to conduct an evidentiary hearing because it found that Owens' allegations were inherently incredible. Further, the district court concluded that Owens was not entitled to relief even taking his allegations as true. Specifically, the district court concluded that the trial closure was not sufficiently prejudicial to warrant relief. Further, the district court noted that Owens had procedurally defaulted this claim, and found that Owens could show neither \"cause\" nor \"prejudice\" to excuse the default.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">A defendant has a right to a trial that is open to members of the public. <i>Waller,</i> 467 U.S. at 46, 104 S.Ct. 2210. The guarantee of a public trial is for the benefit of the defendant; a trial is far more likely to be fair when the watchful eye of the public is present. <i>In re Oliver,</i> 333 U.S. 257, 270, 68 S.Ct. 499, 92 L.Ed. 682 (1948) (\"The knowledge that every criminal trial is subject to contemporaneous review in the forum of public opinion is an effective restraint on possible abuse of judicial power.\"); <i>Gannett Co. v. DePasquale,</i> 443 U.S. 368, 380, 99 S.Ct. 2898, 61 L.Ed.2d 608 (1979) (\"Our cases have uniformly recognized the public-trial guarantee as one created for the benefit of the defendant.\"). The public trial guarantee has been considered so important that courts have reversed convictions or granted habeas relief where the courtroom was closed for the announcement of the verdict, <i>United States v. Canady,</i> 126 F.3d 352, 364 (2d Cir.1997), where a trial inadvertently ran so late one night that the public was unable to attend, <i>Walton v. Briley,</i> 361 F.3d 431, 433 (7th Cir.2004), and where the trial was closed for the testimony of just one witness, <i>United States v. Thunder,</i> 438 F.3d 866, 868 (8th Cir.2006).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">As such, it is clear that trial closures are to be \"rare and only for cause shown that outweighs the value of openness.\" <i>Press-Enterprise,</i> 464 U.S. at 509, 104 S.Ct. 819; <i>Waller,</i> 467 U.S. at 47, 104 S.Ct. 2210 (\"[U]nder the Sixth Amendment any closure of a suppression hearing over the objections of the accused must meet the tests set out in <i>Press-Enterprise</i> and its predecessors.\"). A closure may be justified only by \"an overriding interest based on findings that closure is essential to preserve higher values and is narrowly tailored to serve that interest.\" <i>Press-Enterprise,</i> 464 U.S. at 510, 104 S.Ct. 819; <i>United States v. Antar,</i> 38 F.3d 1348, 1361 (3d Cir.1994). In particular, a court must consider (and reject) alternatives to closure before barring public access. <i>Press-Enterprise,</i> 464 U.S. at 511, 104 S.Ct. 819.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Given the absence of on-the-record findings, it is difficult for us to discern whether it was necessary for the entire courtroom to be cleared of spectators to permit the jury pool to enter.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Most justifications for trial closure have involved the need to protect witnesses or maintain courtroom order. <i>See, e.g., United States v. Sherlock,</i> 962 F.2d 1349, 1356 (9th Cir. 1992) (collecting cases). To our knowledge, a trial closure has not yet been justified on the basis of convenience to the court. <i>See People v. Harris,</i> 10 Cal. App.4th 672, 12 Cal.Rptr.2d 758, 766 (Cal. App.1992) (deciding that \"no cogent argument can be mounted\" that expediting jury selection is a higher value than the right to a public trial). Given the strong interest courts have in providing public access to trials, the district court could have considered whether a larger courtroom was available for jury selection. If the closure alleged by Owens did occur, the court was obligated to consider this alternative. <i>Press-Enterprise,</i> 464 U.S. at 511, 104 S.Ct. 819.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Even assuming that the courtroom needed to be initially cleared of spectators, once prospective jurors began to leave the courtroom, the court's interest in closing the courtroom dissipated. For example, in <i>State v. Ortiz,</i> the Hawaii Supreme Court found that while an order excluding the defendant's family from voir dire was initially justified by a compelling state interest,</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">the circuit court's exclusion order remained in place even after the court had conducted a voir dire of all of the jurors and had satisfied itself that no jury tampering had taken place. Ortiz's family was prevented from entering the courtroom, not merely during the testimony of one or two witnesses, but over the course of at least five days of trial. It is therefore obvious that the circuit court's exclusion order was not \"narrowly tailored\" to meet the state's purported interest.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">91 Hawai'i 181, 981 P.2d 1127, 1138 (Haw. 1999); <i>see also People v. Baldwin,</i> 142 Cal.App.4th 1416, 1424, 48 Cal.Rptr.3d 792 (Cal.Ct.App.2006) (reversing for a public trial violation where the court failed to \"fashion a narrow exclusion order to infringe on the competing interests as little as possible\"). Once there was sufficient space in the courtroom, we see no state interest&#8212;compelling or otherwise&#8212;in not permitting Owens' family, friends,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> or other members of the public to observe the proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The Government protests that this was a \"trivial, inadvertent courtroom closure.\" <i>Bowden v. Keane,</i> 237 F.3d 125, 129 (2d Cir.2001); <i>see also Peterson v. Williams,</i> 85 F.3d 39, 44 (2d Cir.1996) (\"[I]n the context of this case, where the closure was 1) extremely short, 2) followed by a helpful summation, and 3) entirely inadvertent, the defendant's Sixth Amendment rights were not breached.\"). However, this was not a mere fifteen or twenty-minute closure; rather, Owens' trial was allegedly closed to the public for an entire day while jury selection proceeded. Jury selection is, of course, a crucial part of any criminal case. <i>See G&#243;mez v. United States,</i> 490 U.S. 858, 873, 109 S.Ct. 2237, 104 L.Ed.2d 923 (1989) (\"Jury selection is the primary means by which a court may enforce a defendant's right to be tried by a jury free from ethnic, racial, or political prejudice . . . or predisposition about the defendant's culpability ....\"). Furthermore, even if the courtroom was closed because of inattention by the judge, courts have expressed concern in the past where a court officer's unauthorized closure of a courtroom impeded public access. <i>See, e.g., Walton v. Briley,</i> 361 F.3d 431, 433 (7th Cir.2004) (\"Whether the closure was intentional or inadvertent is constitutionally irrelevant.\"); <i>Martineau v. Perrin,</i> 601 F.2d 1196, 1200 (1st Cir.1979) (noting Sixth Amendment concern where marshals locked courtroom doors without authorization); <i>see also United States v. Keaveny,</i> 1999 WL 525954, at *1-2, 1999 U.S.App. LEXIS 3630 at *4 (1st Cir.1999) (\"[C]onstitutional concerns may be raised even by a court officer's unauthorized partial exclusion of the public.\").</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Finally, to the extent that the Government suggests we determine whether the trial closure was prejudicial, the cases on this issue are clear: \"once a petitioner demonstrates a violation of his Sixth Amendment right to a public trial, he need not show that the violation prejudiced him in any way. The mere demonstration that his right to a public trial was violated entitles a petitioner to relief.\" <i>Judd v. Haley,</i> 250 F.3d 1308, 1315 (11th Cir.2001). Thus, we conclude that if the trial court barred spectators from the courtroom as Owens alleges, he was denied his Sixth Amendment right to have a public trial.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">However, our inquiry does not end here. Owens procedurally defaulted his public trial claim by failing to object to the courtroom closure at trial and failing to preserve the objection on appeal. Thus, Owens must demonstrate cause for the procedural default and that the public trial error caused him \"actual prejudice.\" <i>Knight,</i> 37 F.3d at 774.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Owens claims that his trial and appellate counsel were ineffective in failing to raise this issue, and that this ineffective assistance is cause for the procedural default. <i>See Coleman v. Thompson,</i> 501 U.S. 722, 753-54, 111 S.Ct. 2546, 115 L.Ed.2d 640 (1991). In order to establish ineffective assistance of counsel to excuse a procedural default, Owens must show that \"counsel's representation fell below an objective standard of reasonableness,\" and that \"the deficient performance prejudiced his defense.\" <i>Strickland,</i> 466 U.S. at 687-88, 104 S.Ct. 2052.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Owens' attorneys' failure to notice or object to the closure of his trial may show that their performance fell below \"an objective standard of reasonableness.\" The courts have been clear on the importance of a public trial to a defendant. <i>See Brecht,</i> 507 U.S. at 630, 113 S.Ct. 1710; <i>In re Oliver,</i> 333 U.S. at 270, 68 S.Ct. 499 (\"The knowledge that every criminal trial is subject to contemporaneous review in the forum of public opinion is an effective restraint on possible abuse of judicial power.\"); <i>see also Canady,</i> 126 F.3d at 364 (\"[I]f we were to hold that the [public trial] error was not structural and thus subject to harmless error analysis, it would almost always be held to be harmless. In this way, the [public trial] right would become a right in name only, since its denial would be without consequence.\"). Counsel's failure to object to closing the trial for an entire day of jury selection, one of the most important phases of a criminal trial, deprived Owens of a substantial fair trial right. On the record before us and without the benefit of an evidentiary hearing, we do not see how the failure to object to the closure could have been sound trial strategy. Furthermore, given that the courtroom was closed to the public for an entire day, and that those excluded include Owens' mother and uncle, we do not believe that the failure to object could have been \"mere inadvertence.\" Thus, we conclude that Owens' counsel may have been ineffective in failing to object to the closure of jury selection to the public.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Prejudice presents a thornier issue.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> The Government urges us to find that closure of Owens' trial for an entire day of jury selection was not prejudicial. The flaw in this argument is that structural errors, such as a failure to hold a public trial, \"defy harmless-error review\" and \"infect the entire trial process.\" <i>Neder v. United States,</i> 527 U.S. 1, 8, 119 S.Ct. 1827, 144 L.Ed.2d 35 (1999) (internal citations and quotations omitted). In discussing the difference between structural error and trial error, the Supreme Court has noted that trial errors that are commonly prejudicial, such as the admission of involuntary confessions, are different than structural errors, for which courts must \"eschew[] the harmless-error test entirely.\" <i>Arizona v. Fulminante,</i> 499 U.S. 279, 312, 111 S.Ct. 1246, 113 L.Ed.2d 302 (1991). Unlike trial rights, structural rights are \"`basic protection[s]' whose precise effects are unmeasurable, but without which a criminal trial cannot reliably serve its function.\" <i>Sullivan v. Louisiana,</i> 508 U.S. 275, 281, 113 S.Ct. 2078, 124 L.Ed.2d 182 (1993). Structural error thus has \"consequences that are necessarily unquantifiable and indeterminate.\" <i>Id.; United States v. Gonz&#225;lez-Huerta,</i> 403 F.3d 727, 734 (10th Cir.2005) (\"[I]f, as a categorical matter, a court is capable of finding that the error caused prejudice upon reviewing the record, then that class of errors is not structural.\"). The Supreme Court recently said that this is particularly true in the public trial right context. <i>See United States v. Gonz&#225;lez-L&#243;pez,</i> ___ U.S. ___, n. 4, 126 S.Ct. 2557, 2564 n. 4, 165 L.Ed.2d 409 (2006) (citing <i>Waller,</i> 467 U.S. at 49 n. 9, 104 S.Ct. 2210, for the proposition that \"violation of the public-trial guarantee is not subject to harmlessness review because `the benefits of a public trial are frequently intangible, difficult to prove, or a matter of chance'\").</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">If the failure to hold a public trial is structural error, <i>Neder,</i> 527 U.S. at 8, 119 S.Ct. 1827, and it is impossible to determine whether a structural error is prejudicial, <i>Sullivan,</i> 508 U.S. at 281, 113 S.Ct. 2078, we must then conclude that a defendant who is seeking to excuse a procedurally defaulted claim of structural error need not establish actual prejudice.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> <i>See</i> <i>Sustache-Rivera v. United States,</i> 221 F.3d 8, 17 (1st Cir.2000) (\"If [an error] did constitute structural error, there would be per se prejudice, and harmless error analysis, in whatever form, would not apply.\"); <i>see also Becht v. United States,</i> 403 F.3d 541, 549 (8th Cir.2005) (suggesting, but not deciding, that counsel's failure to raise a structural error on appeal would constitute per se prejudice); <i>McGurk v. Stenberg,</i> 163 F.3d 470, 475 (8th Cir.1998) (holding that where counsel's deficient performance resulted in structural error, prejudice will be presumed); <i>Canady,</i> 126 F.3d at 364 (even though habeas petitioner had not raised public trial claim on direct appeal, deciding that he was entitled to relief because public trial claim is structural error). We will not ask defendants to do what the Supreme Court has said is impossible.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">A brief analysis of Owens' public trial claim shows the logic of this conclusion. A defendant's right to a public trial \"keep[s] his triers keenly alive to a sense of their responsibility\" and \"encourages witnesses to come forward and discourages perjury.\" <i>Waller,</i> 467 U.S. at 46, 104 S.Ct. 2210. \"[J]udges, lawyers, witnesses, and jurors will perform their respective functions more responsibly in an open court than in secret proceedings.\" <i>Estes v. Texas,</i> 381 U.S. 532, 588, 85 S.Ct. 1628, 14 L.Ed.2d 543 (1965) (Harlan, J., concurring). Owens' trial was allegedly closed to the public during jury selection. It is possible that jurors might have been more forthcoming about biases and past experiences if they had faced the public. It is also possible that Owens and the Government might have picked a more impartial jury or asked different questions with local citizenry watching. All of these possibilities call into question the fundamental fairness of Owens' trial. Requiring that Owens prove any of them by a preponderance of the evidence would be a burden impossible to meet. <i>See Gonz&#225;lez-L&#243;pez,</i> 126 S.Ct. at 2565 (refusing to apply harmlessness review to violation of right to counsel because \"[w]e would have to speculate upon what matters the rejected counsel would have handled differently&#8212;or indeed, would have handled the same but with the benefit of a more jury-pleasing courtroom style or a longstanding relationship of trust with the prosecutors. And then we would have to speculate upon what effect those different choices or different intangibles might have had.\"). As such, on remand, the court need not require Owens to prove that his counsel's failure to object to the trial closure was actually prejudicial.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Thus, to summarize, closure of jury selection to the public for an entire day without meeting the strict requirements of <i>Waller</i> would violate a defendant's right to a public trial. Counsel's failure to object to such a closure may constitute ineffective assistance of counsel. Finally, because denial of a public trial is structural error, it would be impossible for Owens to establish actual prejudice, and as such, it must be presumed. Given these conclusions, it was error for the district court to conclude that, assuming the truth of his allegations, Owens was not entitled to relief. Accordingly, the district court abused its discretion in declining to hold an evidentiary hearing. Without the benefit of an evidentiary hearing to determine the nature and extent of the trial closure, we think it improvident to determine whether the trial was actually closed, and whether counsel's failure to object to the closure in this case would constitute ineffective assistance of counsel. Accordingly, we remand to the district court for full consideration (including an evidentiary hearing) of Owens' claim regarding the closure of his trial during jury selection.</p>\n    </div>\n    <p>D. Swearing-in of the AUSA</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Owens argues that the swearing-in of the AUSA in the middle of the trial, combined with laudatory comments made by the judge during the swearing-in ceremony, presented the prosecution in a positive light for a reason totally unrelated to the case.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> Accordingly, Owens argues, the jury was no longer impartial and may have favored the prosecution based on evidence unrelated to the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The district court denied this habeas claim in a separate order by Judge Gertner, finding that \"viewing the ceremony as a whole, there is virtually no possibility that jurors would believe the Court favored one side over the other.\"<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">As an initial matter, we note that a \"judge's participation [in a trial] must be balanced; he cannot become an advocate or otherwise use his judicial powers to advantage or disadvantage a party unfairly.\" <i>Logue v. Dore,</i> 103 F.3d 1040, 1045 (1st Cir.1997). This is true even where a judge's innocently intended statements have \"impermissibly exceeded the limitations on his power to comment.\" <i>United States v. Paiva,</i> 892 F.2d 148, 159 (1st Cir.1989). We examine allegations of judicial bias to see if comments are improper, and \"whether the complaining party can show serious prejudice.\" <i>United States v. Cunan,</i> 152 F.3d 29, 37 (1st Cir. 1998) (quoting <i>Logue,</i> 103 F.3d at 1045).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">There is little question that the decision to hold a swearing-in ceremony for an AUSA in the middle of a lengthy and high-profile criminal trial was inappropriate. <i>Cf. United States v. Michienzi,</i> 630 F.2d 455, 456-57 (6th Cir.1980) (\"While we recognize that the District Judge's greeting to his old friend [a witness in the trial] was plainly not intended to sway the jury, the episode may have lent undue weight to the testimony given by the witness involved.\"); <i>United States v. Cisneros,</i> 491 F.2d 1068, 1074 (5th Cir.1974) (\"A trial judge must not appear to be a partisan for the prosecution.\"). At oral argument, even the Government conceded that such a decision may have been unwise. We feel it necessary to reiterate that the purpose of a criminal trial is to provide a neutral forum in which the guilt or innocence of a defendant is determined based on evidence that is free of improper influence. Anything that might detract from this purpose-such as holding an elaborate ceremony for the prosecution in front of the jury in the midst of a trial&#8212;should not be considered lightly.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In many ways, the issue at Owens' trial raises concerns similar to those in cases in which the Government has vouched for its own credibility. <i>See, e.g., United States v. Smith,</i> 962 F.2d 923, 933-34 (9th Cir.1992) (reversing for plain error where the prosecutor made \"repeated comments aimed at establishing his own veracity and credibility as a representative of the government\"); <i>see also United States v. Gonz&#225;lez Vargas,</i> 558 F.2d 631, 633 (1st Cir.1977) (\"[T]he representative of the government approaches the jury with the inevitable asset of tremendous credibility-but that personal credibility is one weapon he must not use.\"). Likewise, the jury in Owens' case was told of the background and professional experience of the prosecutor being sworn in, that a prosecutor was sworn to \"support and defend the Constitution of the United States,\" and that many defense attorneys had come to watch the AUSA be sworn in. That the judge participated in bolstering the prosecution's credibility only increases the possibility of prejudice, given the influence a judge has over the jury. <i>See Quercia v. United States,</i> 289 U.S. 466, 470, 53 S.Ct. 698, 77 L.Ed. 1321 (1933) (\"The influence of the trial judge on the jury is necessarily and properly of great weight and his lightest word or intimation is received with deference, and may prove controlling.\" (internal quotation marks omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Whether Owens was prejudiced by the swearing-in ceremony presents a closer question. It is unfortunate that the trial judge's ill-advised actions have placed before us this difficult question. Prejudice is always a risk when a judge comments during a trial. <i>United States v. Hickman,</i> 592 F.2d 931, 933 (6th Cir.1979) (\"[P]otential prejudice lurks behind every intrusion into a trial made by a presiding judge.\"). The Government notes that the court issued some curative instructions. <i>See, e.g., United States v. Quesada-Bonilla,</i> 952 F.2d 597, 601 (1st Cir.1991) (finding no prejudice where the judge issued curative instructions). On the other hand, curative instructions, though important, are of limited power. <i>Crowe v. Di Manno,</i> 225 F.2d 652, 655 (1st Cir.1955) (\"At the most [curative instructions] can offset only brief and minor departures from strict judicial impartiality.\"); <i>see also United States v. Filani,</i> 74 F.3d 378, 386 (2d Cir.1996) (\"[T]he presiding judge cannot ... foster the notion that the judge believes one version of an event and not another. Curative instructions to the jury ... do not remove such an impression once it is created.\"). The Government also points out that Owens was acquitted on a number of charges. <i>See, e.g., United States v. Dworken,</i> 855 F.2d 12, 29 (1st Cir.1988) (\"[T]he jury's discerning verdict [acquitting the defendant on one count] `reflects a careful dissection of the evidence as it applied to each defendant.'\").</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">On balance, we do not think that Owens has shown that he was prejudiced by the swearing-in ceremony. While we continue to think the ceremony and the judge's comments were ill-advised, the quantity of the evidence against Owens, the jury's discerning verdict, the curative instructions, the fact that the prosecutor who was sworn in was not working on Owens' trial, and the length of the trial all militate against a finding of prejudice. While we sympathize with Owens' claim, absent a showing of actual prejudice, mere bad judgment on the part of the trial court is insufficient to merit a new trial.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <p>E. Other Claims</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Owens also raised a number of other claims in his habeas petition, none of which merit more than a brief mention. Owens argues that the Government did not meet its obligations under <i>Brady v. Maryland,</i> 373 U.S. 83, 87, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963), when it failed to disclose the existence and substance of meetings that a state police officer had with a principal witness in the Government case, Anthony Lewis. Owens has repeatedly asked for this information and the Government has repeatedly responded, under penalty of perjury, that it has disclosed all of the information regarding Lewis that it possesses. Owens offers no suggestion as to what this purported evidence might be, or where it might be found, and as such, we find that he cannot show that \"[t]he evidence at issue [is] favorable to the accused, either because it is exculpatory, or because it is impeaching\" or that \"the evidence [has] been suppressed by the State.\" <i>Strickler v. Greene,</i> 527 U.S. 263, 281-82, 119 S.Ct. 1936, 144 L.Ed.2d 286 (1999).</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Owens also argues that the trial court effectively amended the indictment in its instructions to the jury. The indictment against Owens alleged that he had \"willfully and knowingly, and with deliberately premeditated malice aforethought and extreme atrocity and cruelty, murdered Rodney Belle.\" The jury charge was substantially abbreviated, telling the jury that they needed to find that Owens \"willfully and knowingly\" murdered Rodney Belle in order to find him guilty of violating 18 U.S.C. &#167; 1959(a)(1). Owens did not object to the jury instructions and did not raise the claim on direct appeal, so it has been procedurally defaulted. Owens' attempt to show cause for the procedural default is nearly devoid of argument; he states simply, and without further explanation, that the claim was defaulted because he received ineffective assistance of counsel. It is a long-standing rule in this circuit that \"issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\" <i>United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990). Even assuming that Owens has not waived this claim, he cannot prevail. Section 1959(a)(1) requires only that the defendant committed murder \"as consideration for the receipt of, or as consideration for a promise or agreement to pay, anything of pecuniary value from an enterprise engaged in racketeering activity, or for the purpose of gaining entrance to or maintaining or increasing position in an enterprise engaged in racketeering activity.\" 18 U.S.C. &#167; 1959(a)(1). There is no requirement anywhere in the statute that the murder be premeditated or atrocious. It is clear that \"[a]s long as the crime and the elements of the offense that sustain the conviction are fully and clearly set out in the indictment, the right to a grand jury is not normally violated by the fact that the indictment alleges more crimes or other means of committing the same crime.\" <i>United States v. Miller,</i> 471 U.S. 130, 136, 105 S.Ct. 1811, 85 L.Ed.2d 99 (1985). Here, the indictment charged that Owens committed murder in furtherance of racketeering activity. The fact that the indictment also charged that Owens had committed a \"premeditated and atrocious\" murder is simply an allegation of \"other means\" of committing murder.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Owens claims that his trial counsel were ineffective because they failed to investigate an alibi proffered by his uncle, former Massachusetts State Senator William Owens. It was not until more than a year after Owens was arrested and after the trial had started that Senator Owens approached trial counsel regarding the alibi. In the midst of a harried trial, trial counsel did not immediately investigate the alibi. Once they investigated the alibi, Owens' trial counsel proposed to sandbag the prosecution with a new theory of the case in the middle of trial. The prosecution generously agreed to allow Owens to present the alibi defense so long as the prosecution was given an extra week to investigate and prepare a rebuttal case. Trial counsel declined the offer and never presented the alibi. It is clear that \"counsel need not interview every possible witness to have performed proficiently.\" <i>Riley v. Payne,</i> 352 F.3d 1313, 1318 (9th Cir.2003); <i>Lema,</i> 987 F.2d at 55 (\"The decision to interview potential witnesses, like the decision to present their testimony, must be evaluated in light of whatever trial strategy reasonably competent counsel devised in the context of the particular case.\"). Even given trial counsels' admitted shortcomings, we do not find that they acted outside of the \"wide range of reasonable professional assistance\" in declining to interview a witness who, having been aware of the charges pending against Owens for over a year, suddenly remembered an alibi after the trial had begun. <i>Strickland,</i> 466 U.S. at 689, 104 S.Ct. 2052.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Owens argues that his appellate counsel was ineffective for not more vigorously arguing on appeal that the trial court should have instructed the jury (as it announced it would) that in order to be convicted of a violation of 18 U.S.C. &#167; 1962(c),<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> the jury had to find that Owens participated in directing the affairs of the alleged criminal enterprise. Although appellate counsel pressed the argument, we rejected it, finding that \"Owens has neither specified a defense theory the court's promise led him to forego, nor explained how his closing arguments would have differed had the court instructed in precise accordance with his request.\" <i>Owens,</i> 167 F.3d at 753. We nonetheless noted that it was a \"close question.\" <i>Id.</i> Many counsel fail to persuade us on close questions and we do not find that Owens' appellate counsel were constitutionally defective for having joined their ranks.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Finally, Owens argues that the trial court erred in sentencing him beyond the statutory maximum on three counts based on judicial factfinding, and that this violates the Supreme Court's decision in <i>Apprendi v. New Jersey,</i> 530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000). Owens concedes that <i>Apprendi</i> was decided after his conviction became final, and that we are barred from granting a habeas petition based on the retroactive application of law. <i>See Teague v. Lane,</i> 489 U.S. 288, 310, 109 S.Ct. 1060, 103 L.Ed.2d 334 (1989) (\"[N]ew constitutional rules of criminal procedure will not be applicable to those cases which have become final before the new rules are announced.\"). Owens suggests that <i>Jones v. United States,</i> decided six months before his conviction became final, supports his argument that his sentence was wrongly imposed based on existing precedent. 526 U.S. 227, 119 S.Ct. 1215, 143 L.Ed.2d 311 (1999). In <i>Jones,</i> the Supreme Court found that a federal carjacking statute was composed of \"three separate offenses by the specification of distinct elements, each of which must be charged by indictment, proven beyond a reasonable doubt, and submitted to a jury for its verdict.\" 526 U.S. at 251, 119 S.Ct. 1215. Owens suggests that this conclusion stated the rule of law explained in <i>Apprendi:</i> \"Other than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.\" 530 U.S. at 490, 120 S.Ct. 2348. However, <i>Jones</i> stated that the law on that subject was unclear. 526 U.S. at 251, 119 S.Ct. 1215 (\"[T]he Government's view would raise serious constitutional questions on which precedent is not dispositive.\"). Furthermore, two years later, in <i>Ring v. Arizona,</i> the Supreme Court reiterated that <i>Jones</i> resolved a statutory question, and not the constitutional question resolved in <i>Apprendi</i> and pressed here. 536 U.S. 584, 600, 122 S.Ct. 2428, 153 L.Ed.2d 556 (2002). Accordingly, we find that Owens' <i>Apprendi</i> claim is barred by <i>Teague.</i></p>\n    </div>\n    <p class=\"center\">III. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">We recognize that Owens' high-profile trial would have proved challenging for any court. However, this trial was unnecessarily complicated by decisions of both the court and counsel. For the reasons stated herein, we reverse in part the decision of the district court denying Owens' petition for a writ of habeas corpus, and affirm it in part. We remand this case to the district court for further consideration as explained herein.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">\n        <i>Reversed in part; Affirmed in part; and Remanded.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A more elaborate version of the facts can be found in the opinion addressing Owens' direct appeal<i>United States v. Owens,</i> 167 F.3d 739, 750-51 (1st Cir.1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> According to the Government, the juror clarified that he was asking about the difference between state lawyers and federal lawyers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although the court found the petition to be untimely, it used its \"equitable discretion\" to exclude from the limitations period the time during which Owens' motion to appoint counsel to assist in habeas relief was pending. Thus, the district court concluded that Owens' petition was timely. Although we express no opinion as to whether it was proper, neither party has raised this issue on appeal, and we do not disturb this aspect of the district court's decision</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The petition was referred to Judge Young, who presided over Owens' trial. Judge Young rendered a decision on all of Owens' claims except his claim regarding the swearing-in ceremony for the AUSA. This claim was referred to Judge Gertner, who was uninvolved in Owens' trial. Judge Gertner rendered a separate decision denying Owens' claim regarding the swearing-in ceremony</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The district court granted habeas relief on Owens'<i>ex post facto</i> claim. Owens had argued that he was sentenced to life imprisonment for engaging in interstate travel in furtherance of racketeering, 18 U.S.C. &#167; 1959(a)(2), whereas the maximum sentence at the time he committed this crime was five years imprisonment. The district court concluded that Owens' sentence on this count violated the <i>ex post facto</i> clause of the Constitution, and reduced his sentence accordingly. <i>See United States v. Molina,</i> 407 F.3d 511, 525 (1st Cir.2005) (\"[B]efore any criminal liability can attach, a person must be put on notice of both the criminal proscription and the potential punishment therefor.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In addition, a petitioner's procedural default may be excused by a showing of actual innocence<i>Bousley v. United States,</i> 523 U.S. 614, 622, 118 S.Ct. 1604, 140 L.Ed.2d 828 (1998). Owens has not attempted to make such a showing.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> A district court may also deny an evidentiary hearing when \"the motion is inadequate on its face.\"<i>David,</i> 134 F.3d at 477. Neither party suggests that is the case here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Specifically, in his petition for &#167; 2255 relief, Owens states that he \"would have testified that he did not have any role in the murders charged.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We note that on habeas review, a court may assess the credibility of the defendant's assertion that he would have testified in light of the evidence presented at trial and the evidence that could have been admitted if the defendant had testified<i>See Mullins,</i> 315 F.3d 449, 456 (5th Cir.2002) (suggesting that a defendant would not likely have testified because his \"extensive criminal record and drug use would have come into evidence\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We note that we are not deciding that trial counsel must go through any specific routine or formal waiver process<i>See Taylor v. United States,</i> 287 F.3d 658, 662 (7th Cir.2002) (\"Nothing in the Constitution . . . justifies meddling with the attorney-client relationship by requiring advice to be given in a specific form or compelling the lawyer to obtain a formal waiver.\"). We decide only that counsel must have some sort of conversation with his or her client informing him or her of the right to testify so that the client can make a knowing and informed decision regarding that right.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The court below stated that \"no closure occurred in the instant case,\" but seemed to indicate that some spectators were barred when it noted that \"it also implicitly intended for any spectators to replace jurors in the gallery as the seats became available.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Owens argues that the absence of his family and friends at trial raises special concerns<i>See In re Oliver,</i> 333 U.S. at 272, 68 S.Ct. 499. However, we have decided that the same standard applies to family members as to the general public: \"Nothing ... suggests that a trial court need go beyond the already stringent requirements of <i>Waller</i> before removing a defendant's family members from the courtroom.\" <i>Martin v. Bissonette,</i> 118 F.3d 871, 876 (1st Cir.1997).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Owens must make two showings of prejudice. First, Owens must show that counsel's failure to object to the trial closure prejudiced him for the purposes of determining whether there was ineffective assistance of counsel<i>Strickland,</i> 466 U.S. at 688, 104 S.Ct. 2052. Second, Owens must also show prejudice to excuse his procedural default on the public trial claim. <i>Knight,</i> 37 F.3d at 774. We believe that these showings of prejudice overlap, and we resolve them simultaneously. <i>Cf. Strickler v. Greene,</i> 527 U.S. 263, 282, 119 S.Ct. 1936, 144 L.Ed.2d 286 (1999) (\"In this case, cause and prejudice [for procedural default] parallel two of the three components of the alleged [trial error] itself.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> We acknowledge that in<i>Purvis v. Crosby,</i> the Eleventh Circuit found that counsel's failure to object to a <i>partial</i> trial closure was not prejudicial. 451 F.3d at 738. The Eleventh Circuit held that it could not \"dispense with the prejudice requirement for attorney error of this type without defying the Supreme Court's clear holding that except in three limited circumstances, which are not present here, a defendant must show that any error his counsel committed `actually had an adverse effect on the defense.'\" <i>Id.</i> at 741. As we have explained, this holding is in tension with the Supreme Court's pronouncement that prejudice is presumed in cases of structural error not because the risk of prejudice is high, but because it is impossible to determine the extent of the prejudice. In addition, the Eleventh Circuit relied upon <i>Francis v. Henderson,</i> in which the Supreme Court held that where a habeas petitioner who had defaulted on a claim of racial bias in jury selection, normally a structural error, still needed to establish actual prejudice to excuse the procedural default. 425 U.S. 536, 542, 96 S.Ct. 1708, 48 L.Ed.2d 149 (1976). We believe that the holding of <i>Francis</i> has been substantially weakened by the Supreme Court's subsequent pronouncement in <i>Fulminante, Sullivan,</i> and <i>Neder</i> that prejudice is impossible to quantify in cases of structural error.</p>\n        <p class=\"indent\">In addition, in <i>Ward v. Hinsley,</i> the Seventh Circuit found that a claim of structural error did not excuse a habeas petition from demonstrating \"prejudice\" from the error to excuse procedural default. 377 F.3d 719, 726 (7th Cir.2004); <i>see also Hatcher v. Hopkins,</i> 256 F.3d 761, 764 (8th Cir.2001). However, the Seventh and Eighth Circuits stated that their concern arose because \"[t]he procedural default doctrine is `grounded in concerns of comity and federalism,'\" and bypassing the prejudice analysis in claims of structural error would deny state courts their role in enforcing federal rights. <i>Ward,</i> 377 F.3d at 726 (quoting <i>Coleman,</i> 501 U.S. at 730, 111 S.Ct. 2546); <i>Hopkins,</i> 256 F.3d at 764 (emphasizing that structural error does not bypass \"a <i>state-law</i> procedural default in a &#167; 2254 petition\" (emphasis added)). To the extent that comity and federalism concerns might justify the requirement that a petitioner show prejudice arising out of a structural error, they do not exist here, where Owens is petitioning from a conviction in federal court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> It is unclear whether the district court held an evidentiary hearing on this claim. Thus, we take the petitioner's credible allegations as true<i>Ellis,</i> 313 F.3d at 641.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The district court also determined that because the swearing-in ceremony did not constitute reversible error, Owens' appellate counsel's failure to raise this claim did not constitute ineffective assistance of counsel</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Because Owens has failed to show actual prejudice resulting from the swearing-in ceremony, we need not reach the question of whether his trial counsel's failure to raise the issue on appeal would constitute ineffective assistance of counsel to excuse the procedural default</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> 18 U.S.C. &#167; 1962(c) provides:</p>\n        <p class=\"indent\">It shall be unlawful for any person employed by or associated with any enterprise engaged in, or the activities of which affect, interstate or foreign commerce, to conduct or participate, directly or indirectly, in the conduct of such enterprise's affairs through a pattern of racketeering activity or collection of unlawful debt.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">483</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></span></p>\n    <p class=\"parties\">Dwayne OWENS, Petitioner, Appellant,<br>v.<br>UNITED STATES of America, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 05-1784.</p>\n    <p class=\"docket\">No. 05-1785.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 12, 2007.</p>\n    <p class=\"date\">Decided April 12, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Peter B. Krupp, with whom Lurie &amp; Krupp, LLP was on brief, for appellant.</p>\n      <p class=\"indent\">Theodore B. Heinrich, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, LIPEZ, and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">It has long been true that \"[a] defendant is entitled to a fair trial but not a perfect one.\" <i>Lutwak v. United States,</i> <span class=\"citation\" data-id=\"105079\"><a href=\"/opinion/105079/lutwak-v-united-states/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">604</span></a></span>, 619, <span class=\"citation\" data-id=\"105079\"><a href=\"/opinion/105079/lutwak-v-united-states/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">481</span></a></span>, <span class=\"citation\" data-id=\"105079\"><a href=\"/opinion/105079/lutwak-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">593</span></a></span> (1953). The trial of Dwayne Owens on a variety of racketeering, murder, assault, and drug trafficking charges has tested that proposition. On balance, we find that Owens' trial may have crossed the line from imperfect to unfair.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Government's case against Owens is not particularly relevant to the issues on appeal. To summarize briefly, the Government presented evidence at Owens' trial that Owens played a significant role in an enterprise that sold kilogram quantities of cocaine in Massachusetts and Rhode Island. In order to protect his enterprise, Owens at times resorted to violence. According to testimony, he provided guns to other members of the enterprise who used them to extract \"refunds\" from cocaine suppliers whose shipments were deemed inadequate. Notably, witnesses also testified that Owens killed Rodney Belle, whom he thought to have double-crossed him during a drug deal.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Owens was arrested on December 13, 1995, and an indictment was returned against him on December 19, 1995. A superseding indictment was returned on May 14, 1996, charging Owens with the aforementioned crimes, and a host of others. A jury trial for Owens began on February 10, 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On the first day of jury selection, the court wanted to select the jury from a venire of seventy-two potential jurors, but the courtroom in which jury selection was to occur was quite small. The following colloquy took place between the court and the U.S. Marshal:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Court: We're going to get 72 jurors in here. That will mean we'll have a number of jurors. Now, let me ask the marshals. It looks like we're going to need all the rows except for this first row [where the defendants were seated]. Is that going to be sufficient for you?</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Marshal: I think so, your Honor. I just spoke to [the courtroom deputy] about it, and I was going, I'll have the officers and myself and the other fellows with me stand off to the right, make sure all the jurors get seated and have whatever spectators leave until there's a sufficient amount of room.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Court: We'll need every seat with 72 people. All right.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Neither party objected at this time. The marshals cleared the courtroom and the potential jurors proceeded to enter. As jurors were dismissed, they left. Despite the growing number of seats vacated by dismissed jurors, according to affidavits submitted in connection with this case, the marshals continued to bar Owens' family from the courtroom for the remainder of jury selection, which lasted an entire day. According to Owens and his trial attorneys, neither Owens nor counsel was aware that Owens' family members were being barred from the courtroom.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">One month into Owens' trial, the court held a swearing-in ceremony for a new Assistant U.S. Attorney (\"AUSA\"), Robert Peabody. Upon learning of the court's plan, defense counsel objected. At sidebar, the judge vowed to \"love all lawyers equally . . . [and] love the bar generally.\" The judge added, \"I really don't think you are hurt by this.\" Defense counsel replied that they were concerned about the impact on the jury of hearing the oath administered. The court promised to issue curative instructions, overruled the objection, and proceeded with the swearing-in ceremony. The court then stated:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Now ladies and gentlemen, we have the happy occasion of administering the oath of office to a new Assistant United States Attorney. Now, let's be very clear, I very much prefer to do this in the middle of whatever trial we have going on.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>. . .</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Now there is a concern here. The fact that I do this, and I'm proud to admit Mr. Peabody to the company of the Assistant United States Attorneys, we're in no way preferring the prosecutors. Ms. Conrad, for instance, is a member of the Federal Public Defender's Office and she likewise is sworn in as an advocate for people who are accused of a crime, and I would do the same for her. And it's interesting to remark that many distinguished defense counsel have appeared here to see Mr. Peabody sworn in.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Because you see the lawyers, especially those lawyers who are active in so-called criminal cases, know one another and they have the highest respect for each other. They're the closest things that we have to barristers, the English system, the people who actually go to court every day. So while I am especially proud, and I am, Mr. Peabody, to conduct this ceremony, as is my practice, in the middle of a serious trial, I caution the jury that if I had a defender here, I would do exactly the same thing and then caution you that I'm not favoring defenders over someone who's being sworn in as a prosecutor.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">An AUSA then read Peabody's curriculum vitae, and moved that he be sworn in. The court asked everybody present in the courtroom to stand, and proceeded to administer the following oath of office:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">I, Robert Peabody, do solemnly swear that I will support and defend the Constitution of the United States, against all enemies, foreign and domestic, that I will bear true faith and allegiance to the same, that I take this obligation freely, without any mental reservation or purpose of evasion, and that I will well and faithfully discharge the duties of the office on which I am about to enter, so help me God.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The courtroom burst into applause. According to the Government, the court then stated that it was \"an honor and privilege to include [Peabody] among attorneys who share the right to practice within this bar enclosure the vital role of teaching. It's imposed both on those who have the burden of prosecuting and those who have the significant responsibility of defending those in our society.\" After the swearing-in ceremony, one juror asked the court to \"explain the difference between the two types of lawyers.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The trial continued until March 27, 1997. Owens never testified in his own defense. According to Owens, this is because his attorneys never informed him of his right to testify or consulted him about whether he would like to do so. One of Owens' trial attorneys submitted an affidavit in connection with this case, in which he stated, \"I do not remember ever discussing with Dwayne Owens that he had a right to testify and whether he wished to testify.\" Only once did the court reference a defendant's right to testify, and even then, the reference was oblique: in its pre-trial charge to the jury, the court stated that defendants did not have to testify or call witnesses, but \"of course, they can do those things.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The jury returned a verdict finding Owens guilty on nine charges and not guilty on six additional charges. The court sentenced Owens to life terms on five of the charges, and to the maximum statutory term on the remaining charges. We affirmed Owens' conviction on appeal. <i>Owens,</i> <span class=\"citation\" data-id=\"198347\"><a href=\"/opinion/198347/united-states-v-owens/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">739</span></a></span>. Owens then appealed his conviction to the Supreme Court, which denied certiorari, <span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">894</span></span>, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">224</span></span>, <span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">188</span></span> (1999).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In 2001, Owens filed a petition for habeas corpus with the district court, in which he claimed that he had ineffective assistance of counsel at trial and on appeal, and that a number of errors in the proceedings denied him a fair trial.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The district court denied Owens' petition for a writ of habeas corpus on all grounds except one,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> which is not the subject of this appeal.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p class=\"center\">II. <i>Discussion</i></p>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Because Owens is in federal custody, his habeas corpus petition is controlled by 28 U.S.C. &#167; 2255. Section 2255 provides that a prisoner may move to vacate his sentence</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">upon the ground that the sentence was imposed in violation of the Constitution or laws of the United States, or that the court was without jurisdiction to impose such sentence, or that the sentence was in excess of the maximum authorized by law, or is otherwise subject to collateral attack.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A significant bar on habeas corpus relief is imposed when a prisoner did not raise claims at trial or on direct review. In such cases, a court may hear those claims for the first time on habeas corpus review only if the petitioner has \"cause\" for having procedurally defaulted his claims, and if the petitioner suffered \"actual prejudice\" from the errors of which he complains.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <i>United States v. Frady,</i> <span class=\"citation\" data-id=\"110693\"><a href=\"/opinion/110693/united-states-v-frady/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">152</span></a></span>, 168, <span class=\"citation\" data-id=\"110693\"><a href=\"/opinion/110693/united-states-v-frady/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1584</span></a></span>, <span class=\"citation\" data-id=\"110693\"><a href=\"/opinion/110693/united-states-v-frady/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">816</span></a></span> (1982); <i>Knight v. United States,</i> <span class=\"citation\" data-id=\"195690\"><a href=\"/opinion/195690/knight-v-united-states/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">769</span></a></span>, 774 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Once a prisoner requests relief under &#167; 2255, a district court must grant an evidentiary hearing on the prisoner's claims unless \"the motion and the files and records of the case conclusively show that the prisoner is entitled to no relief.\" 28 U.S.C. &#167; 2255. If a district court holds an evidentiary hearing on the claim, we review its factual conclusions for clear error. <i>Awon v. United States,</i> <span class=\"citation\" data-id=\"200178\"><a href=\"/opinion/200178/awon-v-united-states/\"><span class=\"volume\">308</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">133</span></a></span>, 140 (1st Cir.2002). If a district court dismisses a &#167; 2255 claim without holding an evidentiary hearing, we take as true the sworn allegations of fact set forth in the petition \"unless those allegations are merely conclusory, contradicted by the record, or inherently incredible.\" <i>Ellis v. United States,</i> <span class=\"citation\" data-id=\"200248\"><a href=\"/opinion/200248/ellis-v-united-states/\"><span class=\"volume\">313</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">636</span></a></span>, 641 (1st Cir.2002). Finally, we review a district court's denial of a &#167; 2255 petition <i>de novo</i> as to legal conclusions. <i>Awon,</i> 308 F.3d at 140.</p>\n    </div>\n    <p>B. Ineffective Assistance of Counsel</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Owens argues that the district court erred in dismissing without an evidentiary hearing his claim that his attorneys' failure to inform him of his right to testify at trial violated his Sixth Amendment right to the effective assistance of counsel. Owens stated in his affidavit that he was never told of his right to testify; one of Owens' trial attorneys stated that he did not recall telling Owens of his right to testify, and the other trial attorney said nothing about the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court found that an attorney's failure to tell his client that he had a right to testify would constitute deficient performance by counsel. The court further found that such ineffective assistance would be presumptively prejudicial, given that it affected a defendant's clear right to testify in his defense. However, the district court declined to conduct an evidentiary hearing on Owens' allegations because it felt that Owens did not \"present[] a sufficient proffer to establish that he was not advised of his right to testify.\" <i>Owens v. United States,</i> <span class=\"citation\" data-id=\"2336661\"><a href=\"/opinion/2336661/owens-v-united-states/\"><span class=\"volume\">236</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">122</span></a></span>, 144 (D.Mass.2002). Further, even taking Owens' allegations as true, the district court concluded that Owens was adequately informed at trial of his right to testify.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We review a district court's denial of an evidentiary hearing for abuse of discretion. <i>David v. United States,</i> <span class=\"citation\" data-id=\"197753\"><a href=\"/opinion/197753/david-v-united-states/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">470</span></a></span>, 477 (1st Cir.1998). A district court may forego such a hearing when \"the movant's allegations, even if true, do not entitle him to relief, or . . . [when] the movant's allegations `need not be accepted as true because they state conclusions instead of facts, contradict the record, or are inherently incredible.'\"<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> <i>Id.</i> (quoting <i>United States v. McGill,</i> <span class=\"citation\" data-id=\"195053\"><a href=\"/opinion/195053/united-states-v-mcgill/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">223</span></a></span>, 225-26 (1st Cir.1993)). In reviewing a district court's denial of an evidentiary hearing, we take the petitioner's credible allegations as true. <i>Ellis,</i> 313 F.3d at 641.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">To prove ineffective assistance of counsel, a defendant must show that \"counsel's representation fell below an objective standard of reasonableness,\" and that \"the deficient performance prejudiced his defense.\" <i>Strickland v. Washington,</i> <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, 687-88, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1984). To prove deficient performance, a defendant must establish that counsel was not acting within the broad norms of professional competence. <i>Id.</i> at 687-91, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>. Furthermore, to prove prejudice, a defendant must establish that but for counsel's deficient performance, there is a reasonable probability that the outcome would have been different. <i>Id.</i> at 694, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is clear that a defendant has a \"fundamental constitutional\" right to testify in his own defense, <i>Rock v. Arkansas,</i> <span class=\"citation\" data-id=\"111933\"><a href=\"/opinion/111933/rock-v-arkansas/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">44</span></a></span>, 51-53, <span class=\"citation\" data-id=\"111933\"><a href=\"/opinion/111933/rock-v-arkansas/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2704</span></a></span>, <span class=\"citation\" data-id=\"111933\"><a href=\"/opinion/111933/rock-v-arkansas/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">37</span></a></span> (1987), and that the right must be \"unfettered,\" <i>Harris v. New York,</i> <span class=\"citation\" data-id=\"108272\"><a href=\"/opinion/108272/harris-v-new-york/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">222</span></a></span>, 230, <span class=\"citation\" data-id=\"108272\"><a href=\"/opinion/108272/harris-v-new-york/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">643</span></a></span>, <span class=\"citation\" data-id=\"108272\"><a href=\"/opinion/108272/harris-v-new-york/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1971). The right to testify may not be waived by counsel acting alone. <i>See United States v. Mullins,</i> <span class=\"citation\" data-id=\"29554\"><a href=\"/opinion/29554/united-states-v-mullins/\"><span class=\"volume\">315</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">449</span></a></span>, 454 (5th Cir.2002) (\"The defendant's right to testify is secured by the Constitution and only he can waive it.\"); <i>Sexton v. French,</i> <span class=\"citation\" data-id=\"760198\"><a href=\"/opinion/760198/michael-earl-sexton-v-james-b-french-warden-central-prison-raleigh/\"><span class=\"volume\">163</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">874</span></a></span>, 881 (4th Cir.1998) (\"[E]very circuit that has addressed the issue has held that the right to testify is personal and must be waived by the defendant.\"); <i>Lema v. United States,</i> <span class=\"citation\" data-id=\"601483\"><a href=\"/opinion/601483/charles-d-lema-v-united-states/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">48</span></a></span>, 52 (1st Cir.1993) (assuming, but not deciding the question); <i>Vega-Encarnaci&#243;n v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">138536</span></span>, at *3, 1993 U.S.App. LEXIS 10068 at *9 (1st Cir.1993) (\"[The] right [to testify] is personal and cannot be waived by counsel.\"). Where counsel has failed to inform a defendant of his right to testify, we do not believe that a waiver of that right may be implied from defendant's silence at trial; \"at trial, defendants generally must speak only through counsel, and, absent something in the record suggesting a knowing waiver, silence alone cannot support an inference of such a waiver.\" <i>Chang v. United States,</i> <span class=\"citation\" data-id=\"773253\"><a href=\"/opinion/773253/john-chang-v-united-states/\"><span class=\"volume\">250</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></a></span>, 84 (2d Cir.2001); <i>see also Mullins,</i> 315 F.3d at 455 (\"Declining to place upon the defendant the responsibility to address the court directly is consistent with the reality that routine instructions to defendants regarding the protocols of the court often include the admonition that they are to address the court only when asked to do so.\").</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A lawyer plays the primary role in advising his client of the right to testify; a trial judge is not required to apprise a defendant of his right to testify or inquire whether he has waived it. <i>Siciliano v. Vose,</i> <span class=\"citation\" data-id=\"498045\"><a href=\"/opinion/498045/thomas-f-siciliano-v-george-vose-superintendent-mci-norfolk/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">29</span></a></span>, 30 (1st Cir. 1987). The district court correctly noted that American Bar Association Standard for Criminal Justice 4-5.2(a), Model Rule of Professional Conduct 1.2(a), and Massachusetts Rule of Professional Conduct 1.2(a) all require counsel to consult with defendants regarding their right to testify. <i>See Rompilla v. Beard,</i> <span class=\"citation\" data-id=\"799980\"><a href=\"/opinion/799980/rompilla-v-beard/\"><span class=\"volume\">545</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">374</span></a></span>, 387, <span class=\"citation\" data-id=\"799980\"><a href=\"/opinion/799980/rompilla-v-beard/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2456</span></a></span>, <span class=\"citation\" data-id=\"799980\"><a href=\"/opinion/799980/rompilla-v-beard/\"><span class=\"volume\">162</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">360</span></a></span> (2005) (noting the importance of ABA standards \"as `guides to determining what is reasonable.'\" (quoting <i>Wiggins v. Smith,</i> <span class=\"citation\" data-id=\"130159\"><a href=\"/opinion/130159/wiggins-v-smith-warden/\"><span class=\"volume\">539</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, 524, <span class=\"citation\" data-id=\"130159\"><a href=\"/opinion/130159/wiggins-v-smith-warden/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2527</span></a></span>, <span class=\"citation\" data-id=\"130159\"><a href=\"/opinion/130159/wiggins-v-smith-warden/\"><span class=\"volume\">156</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> (2003))). Given these obligations, it becomes difficult to explain away counsels' failure to inform their client of his right to testify as trial strategy. <i>Cf. Tejeda v. Dubois,</i> <span class=\"citation\" data-id=\"197917\"><a href=\"/opinion/197917/tejeda-v-dubois/\"><span class=\"volume\">142</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 25 (1st Cir.1998) (noting that an attorney's animosity towards the trial judge could not be explained as a reasonable trial tactic). Furthermore, given the paramount importance of the right to testify and the small amount of time that would be required to inform the defendant of that right, we do not believe counsels' failure can be classified as an inconsequential slip. <i>See Prou v. United States,</i> <span class=\"citation\" data-id=\"198748\"><a href=\"/opinion/198748/prou-v-united-states/\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 48 (1st Cir.1999) (\"[C]ourts have not hesitated in finding ineffective assistance of counsel based upon isolated &#8212; but important &#8212; errors.\"). Thus, we agree with the district court that failure to inform a defendant of his right to testify constitutes performance outside of an objective standard of reasonable competence, and that such performance is constitutionally deficient. <i>See United States v. Teague,</i> <span class=\"citation\" data-id=\"576208\"><a href=\"/opinion/576208/united-states-v-donald-teague/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1525</span></a></span>, 1532 (11th Cir. 1992) (en banc); <i>see also Chang,</i> 250 F.3d at 83; <i>United States v. Pennycooke,</i> <span class=\"citation\" data-id=\"703248\"><a href=\"/opinion/703248/united-states-v-courtney-dave-pennycooke-courtney-pennycooke/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 13 (3d Cir.1995) (\"[W]e realize that a convicted defendant may assert a claim that the trial attorney gave ineffective assistance . . . by failing to advise the defendant of his or her right to testify.\").</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We also agree with the district court that an attorney's failure to inform his client of his right to testify could be prejudicial. A defendant's testimony could be crucial in any trial, and it could be difficult for us to determine whether or not a jury would have found his testimony credible. <i>See Luce v. United States,</i> <span class=\"citation\" data-id=\"111284\"><a href=\"/opinion/111284/luce-v-united-states/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">38</span></a></span>, 42, <span class=\"citation\" data-id=\"111284\"><a href=\"/opinion/111284/luce-v-united-states/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">460</span></a></span>, <span class=\"citation\" data-id=\"111284\"><a href=\"/opinion/111284/luce-v-united-states/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1984)(\"[An] appellate court could not logically term `harmless' an error that presumptively kept the defendant from testifying.\"); <i>Rock v. Arkansas,</i> <span class=\"citation\" data-id=\"111933\"><a href=\"/opinion/111933/rock-v-arkansas/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">44</span></a></span>, 52, <span class=\"citation\" data-id=\"111933\"><a href=\"/opinion/111933/rock-v-arkansas/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2704</span></a></span>, <span class=\"citation\" data-id=\"111933\"><a href=\"/opinion/111933/rock-v-arkansas/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">37</span></a></span> (1987) (\"There is no justification today for a rule that denies an accused the opportunity to offer his own testimony.\"); <i>Mart&#237;nez v. Ylst,</i> <span class=\"citation\" data-id=\"574000\"><a href=\"/opinion/574000/gilbert-b-martinez-v-eddie-ylst-superintendent-california-medical/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1153</span></a></span>, 1157 (9th Cir.1991) (deciding that where counsel failed to inform defendant of his right to testify, \"it is only the most extraordinary of trials in which a denial of the defendant's right to testify can be said to be harmless beyond a reasonable doubt\"). Although Owens makes no allegation that his trial counsel directly barred him from testifying, the failure to inform Owens of his right to testify would have effectively prevented him from doing so. As we noted before, defendants speak to the court through counsel. <i>Chang,</i> 250 F.3d at 84. If counsel refuse or fail to request that the defendant be allowed to testify, the defendant will not be able to speak in his defense. If counsel decline to put their client on the stand without any consultation regarding this decision, and the client is unaware that the right to testify exists, the client will be barred from doing so and thus will have effectively waived his right to testify. However, \"there can be no effective waiver of a fundamental constitutional right unless there is an `intentional relinquishment or abandonment of a <i>known</i> right or privilege.'\" <i>Teague,</i> 953 F.2d at 1533 (quoting <i>Johnson v. Zerbst,</i> <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">458</span></a></span>, 464, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1019</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1461</span></span> (1938)). Thus, if Owens was unaware of his right to testify and his attorneys did not ask him whether he wanted to testify, Owens was effectively barred from testifying in his own defense.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Second Circuit found that counsel's failure to inform the defendant of his right to testify was not prejudicial in <i>Brown v. Artuz,</i> <span class=\"citation\" data-id=\"745477\"><a href=\"/opinion/745477/james-brown-v-christopher-artuz/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></a></span>, 80 (2d Cir. 1997). We agree with the court in <i>Brown</i> that where the defendant would have testified only \"to demonstrate that the prosecution failed to disprove his defense of justification beyond a reasonable doubt,\" there is a weaker argument that the defendant was prejudiced by not testifying. <i>Id.</i> at 80-81. However, Owens claims that he would have offered testimony exculpating him from at least some of the crimes for which he was convicted.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> A defendant's testimony as to non-involvement should not be disregarded lightly, especially given his constitutional right to explain his version of the facts. <i>See Rock,</i> 483 U.S. at 52, <span class=\"citation\" data-id=\"111933\"><a href=\"/opinion/111933/rock-v-arkansas/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2704</span></a></span> (\"[T]he most important witness for the defense in many criminal cases is the defendant himself.\"). As such, we conclude that if Owens was not informed by counsel of his right to testify in his own defense, was not otherwise informed of the right by the court, and would have offered genuinely exculpatory testimony,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> the failure of counsel to inform Owens of his right to testify would be prejudicial.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The district court nevertheless denied Owens' request for an evidentiary hearing on two grounds. First, it found that Owens' allegations were \"inherently incredible.\" Specifically, the court noted that one of Owens' attorneys had been named one of the \"100 finest lawyers in Boston,\" and that it found it \"incredible\" that \"two such able and experienced attorneys could fail to discuss such an important matter with Owens.\" <i>Owens,</i> 236 F.Supp.2d at 144 n. 14. A district court may not deny a prisoner an evidentiary hearing simply because the court believes that the prisoner's allegations as stated in the habeas corpus petition are untrue. <i>Mack v. United States,</i> <span class=\"citation\" data-id=\"384539\"><a href=\"/opinion/384539/harold-omar-mack-v-united-states/\"><span class=\"volume\">635</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 26 (1st Cir.1980). Owens' allegations were neither \"so evanescent or bereft of detail that they cannot reasonably be investigated,\" nor \"threadbare allusions.\" <i>David,</i> 134 F.3d at 478. Nor were Owens' allegations unsubstantiated. <i>See United States v. Butt,</i> <span class=\"citation\" data-id=\"433521\"><a href=\"/opinion/433521/united-states-v-mohammed-y-butt/\"><span class=\"volume\">731</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">75</span></a></span>, 80 n. 5 (1st Cir.1984) (\"Evidentiary hearings have been granted to &#167; 2255 appellants who have claimed that their plea was induced by attorney misrepresentations only when the allegations were highly specific and usually accompanied by some independent corroboration.\"). Rather, Owens and one of Owens' trial attorneys provided detailed affidavits indicating that Owens was never told of his right to testify at trial. The second trial attorney's silence on this issue is puzzling. Rather than guessing at this potential inconsistency, it is better that it be resolved after an evidentiary hearing at which all involved testify under oath and subject to cross-examination. Thus, the nature of Owens' allegations did not justify the district court's denial of an evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Second, the district court also suggested that, even taking Owens' allegations as true, Owens was not entitled to relief because the trial court did, in fact, inform him of his right to testify. The district court stated that it instructed the jury that defendants did not have to testify or call witnesses, but \"of course, they can do those things.\" Because Owens was present in the courtroom, the district court concluded that this statement adequately informed him of his right to testify. We do not believe that an instruction to the <i>jury</i> regarding a defendant's right <i>not</i> to testify is sufficient to apprise a defendant of his right to testify such that he can make a knowing and intelligent waiver of that right. Therefore, it was error for the district court to have concluded that Owens' allegations, taken as true, did not entitle him to relief.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Thus, because Owens' allegations are not implausible, and because they could, if true, entitle him to relief, the district court's decision to deny an evidentiary hearing was an abuse of discretion. <i>See</i> 28 U.S.C. &#167; 2255 (stating that a district court must grant an evidentiary hearing \"unless the motions and the files and records of the case <i>conclusively</i> show that the prisoner is entitled to no relief.\" (emphasis added)). A final determination of the merits of Owens' claim would be best served by greater development of the facts, many of which the Government disputes. Accordingly, we remand this claim to the district court for an evidentiary hearing to determine whether Owens' counsel did or did not inform him of his right to testify, whether Owens would have testified if so informed, and the nature of his testimony.</p>\n    </div>\n    <p>C. The Right to a Public Trial</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Owens claims that the district court erred in not holding an evidentiary hearing on his claim that barring his family from the courtroom violated his Sixth Amendment right to a fair trial. <i>See Press-Enterprise Co. v. Superior Court of Cal.,</i> <span class=\"citation\" data-id=\"111063\"><a href=\"/opinion/111063/press-enterprise-co-v-superior-court-of-cal-riverside-cty/\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">501</span></a></span>, 505, <span class=\"citation\" data-id=\"111063\"><a href=\"/opinion/111063/press-enterprise-co-v-superior-court-of-cal-riverside-cty/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">819</span></a></span>, <span class=\"citation\" data-id=\"111063\"><a href=\"/opinion/111063/press-enterprise-co-v-superior-court-of-cal-riverside-cty/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">629</span></a></span> (1984) (finding a First Amendment right to public jury selection); <i>Waller v. Georgia,</i> <span class=\"citation\" data-id=\"111186\"><a href=\"/opinion/111186/waller-v-georgia/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">39</span></a></span>, 46, <span class=\"citation\" data-id=\"111186\"><a href=\"/opinion/111186/waller-v-georgia/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2210</span></a></span>, <span class=\"citation\" data-id=\"111186\"><a href=\"/opinion/111186/waller-v-georgia/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">31</span></a></span> (1984) (\"[T]here can be little doubt that the explicit Sixth Amendment right of the accused is no less protective of a public trial than the implicit First Amendment right of the press and public.\"). Two members of Owens family submitted affidavits stating that uniformed officers prevented them from entering the courtroom during the first day of jury selection in Owens' trial.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The district court declined to conduct an evidentiary hearing because it found that Owens' allegations were inherently incredible. Further, the district court concluded that Owens was not entitled to relief even taking his allegations as true. Specifically, the district court concluded that the trial closure was not sufficiently prejudicial to warrant relief. Further, the district court noted that Owens had procedurally defaulted this claim, and found that Owens could show neither \"cause\" nor \"prejudice\" to excuse the default.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">A defendant has a right to a trial that is open to members of the public. <i>Waller,</i> 467 U.S. at 46, <span class=\"citation\" data-id=\"111186\"><a href=\"/opinion/111186/waller-v-georgia/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2210</span></a></span>. The guarantee of a public trial is for the benefit of the defendant; a trial is far more likely to be fair when the watchful eye of the public is present. <i>In re Oliver,</i> <span class=\"citation\" data-id=\"104521\"><a href=\"/opinion/104521/in-re-oliver/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, 270, <span class=\"citation\" data-id=\"104521\"><a href=\"/opinion/104521/in-re-oliver/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">499</span></a></span>, <span class=\"citation\" data-id=\"104521\"><a href=\"/opinion/104521/in-re-oliver/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">682</span></a></span> (1948) (\"The knowledge that every criminal trial is subject to contemporaneous review in the forum of public opinion is an effective restraint on possible abuse of judicial power.\"); <i>Gannett Co. v. DePasquale,</i> <span class=\"citation\" data-id=\"110140\"><a href=\"/opinion/110140/gannett-co-v-depasquale/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">368</span></a></span>, 380, <span class=\"citation\" data-id=\"110140\"><a href=\"/opinion/110140/gannett-co-v-depasquale/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2898</span></a></span>, <span class=\"citation\" data-id=\"110140\"><a href=\"/opinion/110140/gannett-co-v-depasquale/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">608</span></a></span> (1979) (\"Our cases have uniformly recognized the public-trial guarantee as one created for the benefit of the defendant.\"). The public trial guarantee has been considered so important that courts have reversed convictions or granted habeas relief where the courtroom was closed for the announcement of the verdict, <i>United States v. Canady,</i> <span class=\"citation\" data-id=\"746858\"><a href=\"/opinion/746858/united-states-v-marcus-canady/\"><span class=\"volume\">126</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">352</span></a></span>, 364 (2d Cir.1997), where a trial inadvertently ran so late one night that the public was unable to attend, <i>Walton v. Briley,</i> <span class=\"citation\" data-id=\"785443\"><a href=\"/opinion/785443/johnnie-walton-v-kenneth-r-briley-warden/\"><span class=\"volume\">361</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">431</span></a></span>, 433 (7th Cir.2004), and where the trial was closed for the testimony of just one witness, <i>United States v. Thunder,</i> <span class=\"citation\" data-id=\"793400\"><a href=\"/opinion/793400/united-states-v-ralph-joseph-thunder-jr/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">866</span></a></span>, 868 (8th Cir.2006).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">As such, it is clear that trial closures are to be \"rare and only for cause shown that outweighs the value of openness.\" <i>Press-Enterprise,</i> 464 U.S. at 509, <span class=\"citation\" data-id=\"111063\"><a href=\"/opinion/111063/press-enterprise-co-v-superior-court-of-cal-riverside-cty/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">819</span></a></span>; <i>Waller,</i> 467 U.S. at 47, <span class=\"citation\" data-id=\"111186\"><a href=\"/opinion/111186/waller-v-georgia/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2210</span></a></span> (\"[U]nder the Sixth Amendment any closure of a suppression hearing over the objections of the accused must meet the tests set out in <i>Press-Enterprise</i> and its predecessors.\"). A closure may be justified only by \"an overriding interest based on findings that closure is essential to preserve higher values and is narrowly tailored to serve that interest.\" <i>Press-Enterprise,</i> 464 U.S. at 510, <span class=\"citation\" data-id=\"111063\"><a href=\"/opinion/111063/press-enterprise-co-v-superior-court-of-cal-riverside-cty/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">819</span></a></span>; <i>United States v. Antar,</i> <span class=\"citation\" data-id=\"681306\"><a href=\"/opinion/681306/united-states-v-eddie-antar-mitchell-antar-allen-antar-eddie-gindi/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1348</span></a></span>, 1361 (3d Cir.1994). In particular, a court must consider (and reject) alternatives to closure before barring public access. <i>Press-Enterprise,</i> 464 U.S. at 511, <span class=\"citation\" data-id=\"111063\"><a href=\"/opinion/111063/press-enterprise-co-v-superior-court-of-cal-riverside-cty/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">819</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Given the absence of on-the-record findings, it is difficult for us to discern whether it was necessary for the entire courtroom to be cleared of spectators to permit the jury pool to enter.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Most justifications for trial closure have involved the need to protect witnesses or maintain courtroom order. <i>See, e.g., United States v. Sherlock,</i> <span class=\"citation\" data-id=\"582727\"><a href=\"/opinion/582727/united-states-v-arnold-sherlock-and-ronald-charley/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1349</span></a></span>, 1356 (9th Cir. 1992) (collecting cases). To our knowledge, a trial closure has not yet been justified on the basis of convenience to the court. <i>See People v. Harris,</i> <span class=\"citation\" data-id=\"2254212\"><a href=\"/opinion/2254212/people-v-harris/\"><span class=\"volume\">10</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">672</span></a></span>, <span class=\"citation\" data-id=\"2254212\"><a href=\"/opinion/2254212/people-v-harris/\"><span class=\"volume\">12</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">758</span></a></span>, 766 (Cal. App.1992) (deciding that \"no cogent argument can be mounted\" that expediting jury selection is a higher value than the right to a public trial). Given the strong interest courts have in providing public access to trials, the district court could have considered whether a larger courtroom was available for jury selection. If the closure alleged by Owens did occur, the court was obligated to consider this alternative. <i>Press-Enterprise,</i> 464 U.S. at 511, <span class=\"citation\" data-id=\"111063\"><a href=\"/opinion/111063/press-enterprise-co-v-superior-court-of-cal-riverside-cty/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">819</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Even assuming that the courtroom needed to be initially cleared of spectators, once prospective jurors began to leave the courtroom, the court's interest in closing the courtroom dissipated. For example, in <i>State v. Ortiz,</i> the Hawaii Supreme Court found that while an order excluding the defendant's family from voir dire was initially justified by a compelling state interest,</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">the circuit court's exclusion order remained in place even after the court had conducted a voir dire of all of the jurors and had satisfied itself that no jury tampering had taken place. Ortiz's family was prevented from entering the courtroom, not merely during the testimony of one or two witnesses, but over the course of at least five days of trial. It is therefore obvious that the circuit court's exclusion order was not \"narrowly tailored\" to meet the state's purported interest.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">91 Hawai'i 181, <span class=\"citation\" data-id=\"1160811\"><a href=\"/opinion/1160811/state-v-ortiz/\"><span class=\"volume\">981</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1127</span></a></span>, 1138 (Haw. 1999); <i>see also People v. Baldwin,</i> <span class=\"citation\" data-id=\"2296511\"><a href=\"/opinion/2296511/people-v-baldwin/\"><span class=\"volume\">142</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1416</span></a></span>, 1424, <span class=\"citation\" data-id=\"2296511\"><a href=\"/opinion/2296511/people-v-baldwin/\"><span class=\"volume\">48</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">792</span></a></span> (Cal.Ct.App.2006) (reversing for a public trial violation where the court failed to \"fashion a narrow exclusion order to infringe on the competing interests as little as possible\"). Once there was sufficient space in the courtroom, we see no state interest&#8212;compelling or otherwise&#8212;in not permitting Owens' family, friends,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> or other members of the public to observe the proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The Government protests that this was a \"trivial, inadvertent courtroom closure.\" <i>Bowden v. Keane,</i> <span class=\"citation\" data-id=\"771705\"><a href=\"/opinion/771705/vernon-bowden-v-john-keane-superintendent-woodbourne-correctional/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">125</span></a></span>, 129 (2d Cir.2001); <i>see also Peterson v. Williams,</i> <span class=\"citation\" data-id=\"718746\"><a href=\"/opinion/718746/kareem-peterson-v-melvin-williams/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 44 (2d Cir.1996) (\"[I]n the context of this case, where the closure was 1) extremely short, 2) followed by a helpful summation, and 3) entirely inadvertent, the defendant's Sixth Amendment rights were not breached.\"). However, this was not a mere fifteen or twenty-minute closure; rather, Owens' trial was allegedly closed to the public for an entire day while jury selection proceeded. Jury selection is, of course, a crucial part of any criminal case. <i>See G&#243;mez v. United States,</i> <span class=\"citation\" data-id=\"112280\"><a href=\"/opinion/112280/gomez-v-united-states/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">858</span></a></span>, 873, <span class=\"citation\" data-id=\"112280\"><a href=\"/opinion/112280/gomez-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2237</span></a></span>, <span class=\"citation\" data-id=\"112280\"><a href=\"/opinion/112280/gomez-v-united-states/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">923</span></a></span> (1989) (\"Jury selection is the primary means by which a court may enforce a defendant's right to be tried by a jury free from ethnic, racial, or political prejudice . . . or predisposition about the defendant's culpability ....\"). Furthermore, even if the courtroom was closed because of inattention by the judge, courts have expressed concern in the past where a court officer's unauthorized closure of a courtroom impeded public access. <i>See, e.g., Walton v. Briley,</i> <span class=\"citation\" data-id=\"785443\"><a href=\"/opinion/785443/johnnie-walton-v-kenneth-r-briley-warden/\"><span class=\"volume\">361</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">431</span></a></span>, 433 (7th Cir.2004) (\"Whether the closure was intentional or inadvertent is constitutionally irrelevant.\"); <i>Martineau v. Perrin,</i> <span class=\"citation\" data-id=\"368183\"><a href=\"/opinion/368183/frederick-j-martineau-v-everett-i-perrin-jr-warden-new-hampshire/\"><span class=\"volume\">601</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1196</span></a></span>, 1200 (1st Cir.1979) (noting Sixth Amendment concern where marshals locked courtroom doors without authorization); <i>see also United States v. Keaveny,</i> <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">525954</span></span>, at *1-2, 1999 U.S.App. LEXIS 3630 at *4 (1st Cir.1999) (\"[C]onstitutional concerns may be raised even by a court officer's unauthorized partial exclusion of the public.\").</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Finally, to the extent that the Government suggests we determine whether the trial closure was prejudicial, the cases on this issue are clear: \"once a petitioner demonstrates a violation of his Sixth Amendment right to a public trial, he need not show that the violation prejudiced him in any way. The mere demonstration that his right to a public trial was violated entitles a petitioner to relief.\" <i>Judd v. Haley,</i> <span class=\"citation\" data-id=\"773378\"><a href=\"/opinion/773378/ernest-randy-judd-v-michael-w-haley-commissioner-alabama-department-of/\"><span class=\"volume\">250</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1308</span></a></span>, 1315 (11th Cir.2001). Thus, we conclude that if the trial court barred spectators from the courtroom as Owens alleges, he was denied his Sixth Amendment right to have a public trial.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">However, our inquiry does not end here. Owens procedurally defaulted his public trial claim by failing to object to the courtroom closure at trial and failing to preserve the objection on appeal. Thus, Owens must demonstrate cause for the procedural default and that the public trial error caused him \"actual prejudice.\" <i>Knight,</i> 37 F.3d at 774.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Owens claims that his trial and appellate counsel were ineffective in failing to raise this issue, and that this ineffective assistance is cause for the procedural default. <i>See Coleman v. Thompson,</i> <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">722</span></a></span>, 753-54, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2546</span></a></span>, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">640</span></a></span> (1991). In order to establish ineffective assistance of counsel to excuse a procedural default, Owens must show that \"counsel's representation fell below an objective standard of reasonableness,\" and that \"the deficient performance prejudiced his defense.\" <i>Strickland,</i> 466 U.S. at 687-88, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Owens' attorneys' failure to notice or object to the closure of his trial may show that their performance fell below \"an objective standard of reasonableness.\" The courts have been clear on the importance of a public trial to a defendant. <i>See Brecht,</i> 507 U.S. at 630, 113 S.Ct. 1710; <i>In re Oliver,</i> 333 U.S. at 270, <span class=\"citation\" data-id=\"104521\"><a href=\"/opinion/104521/in-re-oliver/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">499</span></a></span> (\"The knowledge that every criminal trial is subject to contemporaneous review in the forum of public opinion is an effective restraint on possible abuse of judicial power.\"); <i>see also Canady,</i> 126 F.3d at 364 (\"[I]f we were to hold that the [public trial] error was not structural and thus subject to harmless error analysis, it would almost always be held to be harmless. In this way, the [public trial] right would become a right in name only, since its denial would be without consequence.\"). Counsel's failure to object to closing the trial for an entire day of jury selection, one of the most important phases of a criminal trial, deprived Owens of a substantial fair trial right. On the record before us and without the benefit of an evidentiary hearing, we do not see how the failure to object to the closure could have been sound trial strategy. Furthermore, given that the courtroom was closed to the public for an entire day, and that those excluded include Owens' mother and uncle, we do not believe that the failure to object could have been \"mere inadvertence.\" Thus, we conclude that Owens' counsel may have been ineffective in failing to object to the closure of jury selection to the public.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Prejudice presents a thornier issue.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> The Government urges us to find that closure of Owens' trial for an entire day of jury selection was not prejudicial. The flaw in this argument is that structural errors, such as a failure to hold a public trial, \"defy harmless-error review\" and \"infect the entire trial process.\" <i>Neder v. United States,</i> <span class=\"citation\" data-id=\"118298\"><a href=\"/opinion/118298/neder-v-united-states/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 8, <span class=\"citation\" data-id=\"118298\"><a href=\"/opinion/118298/neder-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1827</span></a></span>, <span class=\"citation\" data-id=\"118298\"><a href=\"/opinion/118298/neder-v-united-states/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">35</span></a></span> (1999) (internal citations and quotations omitted). In discussing the difference between structural error and trial error, the Supreme Court has noted that trial errors that are commonly prejudicial, such as the admission of involuntary confessions, are different than structural errors, for which courts must \"eschew[] the harmless-error test entirely.\" <i>Arizona v. Fulminante,</i> <span class=\"citation\" data-id=\"112566\"><a href=\"/opinion/112566/arizona-v-fulminante/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span>, 312, <span class=\"citation\" data-id=\"112566\"><a href=\"/opinion/112566/arizona-v-fulminante/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1246</span></a></span>, <span class=\"citation\" data-id=\"112566\"><a href=\"/opinion/112566/arizona-v-fulminante/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">302</span></a></span> (1991). Unlike trial rights, structural rights are \"`basic protection[s]' whose precise effects are unmeasurable, but without which a criminal trial cannot reliably serve its function.\" <i>Sullivan v. Louisiana,</i> <span class=\"citation\" data-id=\"112868\"><a href=\"/opinion/112868/sullivan-v-louisiana/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">275</span></a></span>, 281, <span class=\"citation\" data-id=\"112868\"><a href=\"/opinion/112868/sullivan-v-louisiana/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2078</span></a></span>, <span class=\"citation\" data-id=\"112868\"><a href=\"/opinion/112868/sullivan-v-louisiana/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">182</span></a></span> (1993). Structural error thus has \"consequences that are necessarily unquantifiable and indeterminate.\" <i>Id.; United States v. Gonz&#225;lez-Huerta,</i> <span class=\"citation\" data-id=\"165702\"><a href=\"/opinion/165702/united-states-v-gonzalez-huerta/\"><span class=\"volume\">403</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">727</span></a></span>, 734 (10th Cir.2005) (\"[I]f, as a categorical matter, a court is capable of finding that the error caused prejudice upon reviewing the record, then that class of errors is not structural.\"). The Supreme Court recently said that this is particularly true in the public trial right context. <i>See United States v. Gonz&#225;lez-L&#243;pez,</i> ___ U.S. ___, n. 4, <span class=\"citation\" data-id=\"145633\"><a href=\"/opinion/145633/united-states-v-gonzalez-lopez/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2557</span></a></span>, 2564 n. 4, <span class=\"citation\" data-id=\"145633\"><a href=\"/opinion/145633/united-states-v-gonzalez-lopez/\"><span class=\"volume\">165</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">409</span></a></span> (2006) (citing <i>Waller,</i> 467 U.S. at 49 n. 9, <span class=\"citation\" data-id=\"111186\"><a href=\"/opinion/111186/waller-v-georgia/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2210</span></a></span>, for the proposition that \"violation of the public-trial guarantee is not subject to harmlessness review because `the benefits of a public trial are frequently intangible, difficult to prove, or a matter of chance'\").</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">If the failure to hold a public trial is structural error, <i>Neder,</i> 527 U.S. at 8, <span class=\"citation\" data-id=\"118298\"><a href=\"/opinion/118298/neder-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1827</span></a></span>, and it is impossible to determine whether a structural error is prejudicial, <i>Sullivan,</i> 508 U.S. at 281, <span class=\"citation\" data-id=\"112868\"><a href=\"/opinion/112868/sullivan-v-louisiana/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2078</span></a></span>, we must then conclude that a defendant who is seeking to excuse a procedurally defaulted claim of structural error need not establish actual prejudice.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> <i>See</i> <i>Sustache-Rivera v. United States,</i> <span class=\"citation\" data-id=\"199016\"><a href=\"/opinion/199016/sustache-rivera-v-united-states/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 17 (1st Cir.2000) (\"If [an error] did constitute structural error, there would be per se prejudice, and harmless error analysis, in whatever form, would not apply.\"); <i>see also Becht v. United States,</i> <span class=\"citation\" data-id=\"789797\"><a href=\"/opinion/789797/jason-albert-becht-v-united-states/\"><span class=\"volume\">403</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">541</span></a></span>, 549 (8th Cir.2005) (suggesting, but not deciding, that counsel's failure to raise a structural error on appeal would constitute per se prejudice); <i>McGurk v. Stenberg,</i> <span class=\"citation\" data-id=\"760155\"><a href=\"/opinion/760155/timothy-g-mcgurk-v-donald-stenberg-attorney-general-for-the-state-of/\"><span class=\"volume\">163</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">470</span></a></span>, 475 (8th Cir.1998) (holding that where counsel's deficient performance resulted in structural error, prejudice will be presumed); <i>Canady,</i> 126 F.3d at 364 (even though habeas petitioner had not raised public trial claim on direct appeal, deciding that he was entitled to relief because public trial claim is structural error). We will not ask defendants to do what the Supreme Court has said is impossible.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">A brief analysis of Owens' public trial claim shows the logic of this conclusion. A defendant's right to a public trial \"keep[s] his triers keenly alive to a sense of their responsibility\" and \"encourages witnesses to come forward and discourages perjury.\" <i>Waller,</i> 467 U.S. at 46, <span class=\"citation\" data-id=\"111186\"><a href=\"/opinion/111186/waller-v-georgia/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2210</span></a></span>. \"[J]udges, lawyers, witnesses, and jurors will perform their respective functions more responsibly in an open court than in secret proceedings.\" <i>Estes v. Texas,</i> <span class=\"citation\" data-id=\"107083\"><a href=\"/opinion/107083/estes-v-texas/\"><span class=\"volume\">381</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">532</span></a></span>, 588, <span class=\"citation\" data-id=\"107083\"><a href=\"/opinion/107083/estes-v-texas/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1628</span></a></span>, <span class=\"citation\" data-id=\"107083\"><a href=\"/opinion/107083/estes-v-texas/\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">543</span></a></span> (1965) (Harlan, J., concurring). Owens' trial was allegedly closed to the public during jury selection. It is possible that jurors might have been more forthcoming about biases and past experiences if they had faced the public. It is also possible that Owens and the Government might have picked a more impartial jury or asked different questions with local citizenry watching. All of these possibilities call into question the fundamental fairness of Owens' trial. Requiring that Owens prove any of them by a preponderance of the evidence would be a burden impossible to meet. <i>See Gonz&#225;lez-L&#243;pez,</i> 126 S.Ct. at 2565 (refusing to apply harmlessness review to violation of right to counsel because \"[w]e would have to speculate upon what matters the rejected counsel would have handled differently&#8212;or indeed, would have handled the same but with the benefit of a more jury-pleasing courtroom style or a longstanding relationship of trust with the prosecutors. And then we would have to speculate upon what effect those different choices or different intangibles might have had.\"). As such, on remand, the court need not require Owens to prove that his counsel's failure to object to the trial closure was actually prejudicial.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Thus, to summarize, closure of jury selection to the public for an entire day without meeting the strict requirements of <i>Waller</i> would violate a defendant's right to a public trial. Counsel's failure to object to such a closure may constitute ineffective assistance of counsel. Finally, because denial of a public trial is structural error, it would be impossible for Owens to establish actual prejudice, and as such, it must be presumed. Given these conclusions, it was error for the district court to conclude that, assuming the truth of his allegations, Owens was not entitled to relief. Accordingly, the district court abused its discretion in declining to hold an evidentiary hearing. Without the benefit of an evidentiary hearing to determine the nature and extent of the trial closure, we think it improvident to determine whether the trial was actually closed, and whether counsel's failure to object to the closure in this case would constitute ineffective assistance of counsel. Accordingly, we remand to the district court for full consideration (including an evidentiary hearing) of Owens' claim regarding the closure of his trial during jury selection.</p>\n    </div>\n    <p>D. Swearing-in of the AUSA</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Owens argues that the swearing-in of the AUSA in the middle of the trial, combined with laudatory comments made by the judge during the swearing-in ceremony, presented the prosecution in a positive light for a reason totally unrelated to the case.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> Accordingly, Owens argues, the jury was no longer impartial and may have favored the prosecution based on evidence unrelated to the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The district court denied this habeas claim in a separate order by Judge Gertner, finding that \"viewing the ceremony as a whole, there is virtually no possibility that jurors would believe the Court favored one side over the other.\"<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">As an initial matter, we note that a \"judge's participation [in a trial] must be balanced; he cannot become an advocate or otherwise use his judicial powers to advantage or disadvantage a party unfairly.\" <i>Logue v. Dore,</i> <span class=\"citation\" data-id=\"197149\"><a href=\"/opinion/197149/logue-v-dore/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1040</span></a></span>, 1045 (1st Cir.1997). This is true even where a judge's innocently intended statements have \"impermissibly exceeded the limitations on his power to comment.\" <i>United States v. Paiva,</i> <span class=\"citation\" data-id=\"534182\"><a href=\"/opinion/534182/united-states-v-james-earl-paiva/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 159 (1st Cir.1989). We examine allegations of judicial bias to see if comments are improper, and \"whether the complaining party can show serious prejudice.\" <i>United States v. Cunan,</i> <span class=\"citation\" data-id=\"198097\"><a href=\"/opinion/198097/united-states-v-cunan/\"><span class=\"volume\">152</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 37 (1st Cir. 1998) (quoting <i>Logue,</i> 103 F.3d at 1045).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">There is little question that the decision to hold a swearing-in ceremony for an AUSA in the middle of a lengthy and high-profile criminal trial was inappropriate. <i>Cf. United States v. Michienzi,</i> <span class=\"citation\" data-id=\"382120\"><a href=\"/opinion/382120/united-states-v-francesco-michienzi/\"><span class=\"volume\">630</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">455</span></a></span>, 456-57 (6th Cir.1980) (\"While we recognize that the District Judge's greeting to his old friend [a witness in the trial] was plainly not intended to sway the jury, the episode may have lent undue weight to the testimony given by the witness involved.\"); <i>United States v. Cisneros,</i> <span class=\"citation\" data-id=\"316922\"><a href=\"/opinion/316922/united-states-v-manuel-rivas-cisneros/\"><span class=\"volume\">491</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1068</span></a></span>, 1074 (5th Cir.1974) (\"A trial judge must not appear to be a partisan for the prosecution.\"). At oral argument, even the Government conceded that such a decision may have been unwise. We feel it necessary to reiterate that the purpose of a criminal trial is to provide a neutral forum in which the guilt or innocence of a defendant is determined based on evidence that is free of improper influence. Anything that might detract from this purpose-such as holding an elaborate ceremony for the prosecution in front of the jury in the midst of a trial&#8212;should not be considered lightly.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In many ways, the issue at Owens' trial raises concerns similar to those in cases in which the Government has vouched for its own credibility. <i>See, e.g., United States v. Smith,</i> <span class=\"citation\" data-id=\"582665\"><a href=\"/opinion/582665/united-states-v-shawn-joaquin-smith-aka-s-man/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">923</span></a></span>, 933-34 (9th Cir.1992) (reversing for plain error where the prosecutor made \"repeated comments aimed at establishing his own veracity and credibility as a representative of the government\"); <i>see also United States v. Gonz&#225;lez Vargas,</i> <span class=\"citation\" data-id=\"347072\"><a href=\"/opinion/347072/united-states-v-miguel-gonzalez-vargas/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">631</span></a></span>, 633 (1st Cir.1977) (\"[T]he representative of the government approaches the jury with the inevitable asset of tremendous credibility-but that personal credibility is one weapon he must not use.\"). Likewise, the jury in Owens' case was told of the background and professional experience of the prosecutor being sworn in, that a prosecutor was sworn to \"support and defend the Constitution of the United States,\" and that many defense attorneys had come to watch the AUSA be sworn in. That the judge participated in bolstering the prosecution's credibility only increases the possibility of prejudice, given the influence a judge has over the jury. <i>See Quercia v. United States,</i> <span class=\"citation\" data-id=\"102106\"><a href=\"/opinion/102106/quercia-v-united-states/\"><span class=\"volume\">289</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>, 470, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">698</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1321</span></span> (1933) (\"The influence of the trial judge on the jury is necessarily and properly of great weight and his lightest word or intimation is received with deference, and may prove controlling.\" (internal quotation marks omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Whether Owens was prejudiced by the swearing-in ceremony presents a closer question. It is unfortunate that the trial judge's ill-advised actions have placed before us this difficult question. Prejudice is always a risk when a judge comments during a trial. <i>United States v. Hickman,</i> <span class=\"citation\" data-id=\"363639\"><a href=\"/opinion/363639/united-states-v-darryl-gordon-hickman-and-fred-mcarthur-head/\"><span class=\"volume\">592</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">931</span></a></span>, 933 (6th Cir.1979) (\"[P]otential prejudice lurks behind every intrusion into a trial made by a presiding judge.\"). The Government notes that the court issued some curative instructions. <i>See, e.g., United States v. Quesada-Bonilla,</i> <span class=\"citation\" data-id=\"574883\"><a href=\"/opinion/574883/united-states-v-eric-j-quesada-bonilla/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">597</span></a></span>, 601 (1st Cir.1991) (finding no prejudice where the judge issued curative instructions). On the other hand, curative instructions, though important, are of limited power. <i>Crowe v. Di Manno,</i> <span class=\"citation\" data-id=\"237462\"><a href=\"/opinion/237462/henry-e-crowe-co-executors-etc-v-clorinda-di-manno/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">652</span></a></span>, 655 (1st Cir.1955) (\"At the most [curative instructions] can offset only brief and minor departures from strict judicial impartiality.\"); <i>see also United States v. Filani,</i> <span class=\"citation\" data-id=\"711121\"><a href=\"/opinion/711121/united-states-v-joseph-omotunde-filani/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">378</span></a></span>, 386 (2d Cir.1996) (\"[T]he presiding judge cannot ... foster the notion that the judge believes one version of an event and not another. Curative instructions to the jury ... do not remove such an impression once it is created.\"). The Government also points out that Owens was acquitted on a number of charges. <i>See, e.g., United States v. Dworken,</i> <span class=\"citation\" data-id=\"510631\"><a href=\"/opinion/510631/united-states-v-jay-lewis-dworken-aka-jason-lewis-jay-lewis-united/\"><span class=\"volume\">855</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 29 (1st Cir.1988) (\"[T]he jury's discerning verdict [acquitting the defendant on one count] `reflects a careful dissection of the evidence as it applied to each defendant.'\").</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">On balance, we do not think that Owens has shown that he was prejudiced by the swearing-in ceremony. While we continue to think the ceremony and the judge's comments were ill-advised, the quantity of the evidence against Owens, the jury's discerning verdict, the curative instructions, the fact that the prosecutor who was sworn in was not working on Owens' trial, and the length of the trial all militate against a finding of prejudice. While we sympathize with Owens' claim, absent a showing of actual prejudice, mere bad judgment on the part of the trial court is insufficient to merit a new trial.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <p>E. Other Claims</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Owens also raised a number of other claims in his habeas petition, none of which merit more than a brief mention. Owens argues that the Government did not meet its obligations under <i>Brady v. Maryland,</i> <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 87, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span></a></span> (1963), when it failed to disclose the existence and substance of meetings that a state police officer had with a principal witness in the Government case, Anthony Lewis. Owens has repeatedly asked for this information and the Government has repeatedly responded, under penalty of perjury, that it has disclosed all of the information regarding Lewis that it possesses. Owens offers no suggestion as to what this purported evidence might be, or where it might be found, and as such, we find that he cannot show that \"[t]he evidence at issue [is] favorable to the accused, either because it is exculpatory, or because it is impeaching\" or that \"the evidence [has] been suppressed by the State.\" <i>Strickler v. Greene,</i> <span class=\"citation\" data-id=\"118307\"><a href=\"/opinion/118307/strickler-v-greene/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span>, 281-82, <span class=\"citation\" data-id=\"118307\"><a href=\"/opinion/118307/strickler-v-greene/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1936</span></a></span>, <span class=\"citation\" data-id=\"118307\"><a href=\"/opinion/118307/strickler-v-greene/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">286</span></a></span> (1999).</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Owens also argues that the trial court effectively amended the indictment in its instructions to the jury. The indictment against Owens alleged that he had \"willfully and knowingly, and with deliberately premeditated malice aforethought and extreme atrocity and cruelty, murdered Rodney Belle.\" The jury charge was substantially abbreviated, telling the jury that they needed to find that Owens \"willfully and knowingly\" murdered Rodney Belle in order to find him guilty of violating 18 U.S.C. &#167; 1959(a)(1). Owens did not object to the jury instructions and did not raise the claim on direct appeal, so it has been procedurally defaulted. Owens' attempt to show cause for the procedural default is nearly devoid of argument; he states simply, and without further explanation, that the claim was defaulted because he received ineffective assistance of counsel. It is a long-standing rule in this circuit that \"issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\" <i>United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990). Even assuming that Owens has not waived this claim, he cannot prevail. Section 1959(a)(1) requires only that the defendant committed murder \"as consideration for the receipt of, or as consideration for a promise or agreement to pay, anything of pecuniary value from an enterprise engaged in racketeering activity, or for the purpose of gaining entrance to or maintaining or increasing position in an enterprise engaged in racketeering activity.\" 18 U.S.C. &#167; 1959(a)(1). There is no requirement anywhere in the statute that the murder be premeditated or atrocious. It is clear that \"[a]s long as the crime and the elements of the offense that sustain the conviction are fully and clearly set out in the indictment, the right to a grand jury is not normally violated by the fact that the indictment alleges more crimes or other means of committing the same crime.\" <i>United States v. Miller,</i> <span class=\"citation\" data-id=\"111404\"><a href=\"/opinion/111404/united-states-v-miller/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">130</span></a></span>, 136, <span class=\"citation\" data-id=\"111404\"><a href=\"/opinion/111404/united-states-v-miller/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1811</span></a></span>, <span class=\"citation\" data-id=\"111404\"><a href=\"/opinion/111404/united-states-v-miller/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">99</span></a></span> (1985). Here, the indictment charged that Owens committed murder in furtherance of racketeering activity. The fact that the indictment also charged that Owens had committed a \"premeditated and atrocious\" murder is simply an allegation of \"other means\" of committing murder.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Owens claims that his trial counsel were ineffective because they failed to investigate an alibi proffered by his uncle, former Massachusetts State Senator William Owens. It was not until more than a year after Owens was arrested and after the trial had started that Senator Owens approached trial counsel regarding the alibi. In the midst of a harried trial, trial counsel did not immediately investigate the alibi. Once they investigated the alibi, Owens' trial counsel proposed to sandbag the prosecution with a new theory of the case in the middle of trial. The prosecution generously agreed to allow Owens to present the alibi defense so long as the prosecution was given an extra week to investigate and prepare a rebuttal case. Trial counsel declined the offer and never presented the alibi. It is clear that \"counsel need not interview every possible witness to have performed proficiently.\" <i>Riley v. Payne,</i> <span class=\"citation\" data-id=\"784538\"><a href=\"/opinion/784538/johnny-lee-riley-jr-v-alice-payne/\"><span class=\"volume\">352</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1313</span></a></span>, 1318 (9th Cir.2003); <i>Lema,</i> 987 F.2d at 55 (\"The decision to interview potential witnesses, like the decision to present their testimony, must be evaluated in light of whatever trial strategy reasonably competent counsel devised in the context of the particular case.\"). Even given trial counsels' admitted shortcomings, we do not find that they acted outside of the \"wide range of reasonable professional assistance\" in declining to interview a witness who, having been aware of the charges pending against Owens for over a year, suddenly remembered an alibi after the trial had begun. <i>Strickland,</i> 466 U.S. at 689, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Owens argues that his appellate counsel was ineffective for not more vigorously arguing on appeal that the trial court should have instructed the jury (as it announced it would) that in order to be convicted of a violation of 18 U.S.C. &#167; 1962(c),<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> the jury had to find that Owens participated in directing the affairs of the alleged criminal enterprise. Although appellate counsel pressed the argument, we rejected it, finding that \"Owens has neither specified a defense theory the court's promise led him to forego, nor explained how his closing arguments would have differed had the court instructed in precise accordance with his request.\" <i>Owens,</i> 167 F.3d at 753. We nonetheless noted that it was a \"close question.\" <i>Id.</i> Many counsel fail to persuade us on close questions and we do not find that Owens' appellate counsel were constitutionally defective for having joined their ranks.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Finally, Owens argues that the trial court erred in sentencing him beyond the statutory maximum on three counts based on judicial factfinding, and that this violates the Supreme Court's decision in <i>Apprendi v. New Jersey,</i> <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (2000). Owens concedes that <i>Apprendi</i> was decided after his conviction became final, and that we are barred from granting a habeas petition based on the retroactive application of law. <i>See Teague v. Lane,</i> <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">288</span></a></span>, 310, <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1060</span></a></span>, <span class=\"citation\" data-id=\"112206\"><a href=\"/opinion/112206/teague-v-lane/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">334</span></a></span> (1989) (\"[N]ew constitutional rules of criminal procedure will not be applicable to those cases which have become final before the new rules are announced.\"). Owens suggests that <i>Jones v. United States,</i> decided six months before his conviction became final, supports his argument that his sentence was wrongly imposed based on existing precedent. <span class=\"citation\" data-id=\"118274\"><a href=\"/opinion/118274/jones-v-united-states/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></a></span>, <span class=\"citation\" data-id=\"118274\"><a href=\"/opinion/118274/jones-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1215</span></a></span>, <span class=\"citation\" data-id=\"118274\"><a href=\"/opinion/118274/jones-v-united-states/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">311</span></a></span> (1999). In <i>Jones,</i> the Supreme Court found that a federal carjacking statute was composed of \"three separate offenses by the specification of distinct elements, each of which must be charged by indictment, proven beyond a reasonable doubt, and submitted to a jury for its verdict.\" 526 U.S. at 251, <span class=\"citation\" data-id=\"118274\"><a href=\"/opinion/118274/jones-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1215</span></a></span>. Owens suggests that this conclusion stated the rule of law explained in <i>Apprendi:</i> \"Other than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.\" 530 U.S. at 490, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>. However, <i>Jones</i> stated that the law on that subject was unclear. 526 U.S. at 251, <span class=\"citation\" data-id=\"118274\"><a href=\"/opinion/118274/jones-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1215</span></a></span> (\"[T]he Government's view would raise serious constitutional questions on which precedent is not dispositive.\"). Furthermore, two years later, in <i>Ring v. Arizona,</i> the Supreme Court reiterated that <i>Jones</i> resolved a statutory question, and not the constitutional question resolved in <i>Apprendi</i> and pressed here. <span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">584</span></a></span>, 600, <span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2428</span></a></span>, <span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span> (2002). Accordingly, we find that Owens' <i>Apprendi</i> claim is barred by <i>Teague.</i></p>\n    </div>\n    <p class=\"center\">III. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">We recognize that Owens' high-profile trial would have proved challenging for any court. However, this trial was unnecessarily complicated by decisions of both the court and counsel. For the reasons stated herein, we reverse in part the decision of the district court denying Owens' petition for a writ of habeas corpus, and affirm it in part. We remand this case to the district court for further consideration as explained herein.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">\n        <i>Reversed in part; Affirmed in part; and Remanded.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A more elaborate version of the facts can be found in the opinion addressing Owens' direct appeal<i>United States v. Owens,</i> <span class=\"citation\" data-id=\"198347\"><a href=\"/opinion/198347/united-states-v-owens/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">739</span></a></span>, 750-51 (1st Cir.1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> According to the Government, the juror clarified that he was asking about the difference between state lawyers and federal lawyers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although the court found the petition to be untimely, it used its \"equitable discretion\" to exclude from the limitations period the time during which Owens' motion to appoint counsel to assist in habeas relief was pending. Thus, the district court concluded that Owens' petition was timely. Although we express no opinion as to whether it was proper, neither party has raised this issue on appeal, and we do not disturb this aspect of the district court's decision</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The petition was referred to Judge Young, who presided over Owens' trial. Judge Young rendered a decision on all of Owens' claims except his claim regarding the swearing-in ceremony for the AUSA. This claim was referred to Judge Gertner, who was uninvolved in Owens' trial. Judge Gertner rendered a separate decision denying Owens' claim regarding the swearing-in ceremony</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The district court granted habeas relief on Owens'<i>ex post facto</i> claim. Owens had argued that he was sentenced to life imprisonment for engaging in interstate travel in furtherance of racketeering, 18 U.S.C. &#167; 1959(a)(2), whereas the maximum sentence at the time he committed this crime was five years imprisonment. The district court concluded that Owens' sentence on this count violated the <i>ex post facto</i> clause of the Constitution, and reduced his sentence accordingly. <i>See United States v. Molina,</i> <span class=\"citation\" data-id=\"201589\"><a href=\"/opinion/201589/united-states-v-vega-molina/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">511</span></a></span>, 525 (1st Cir.2005) (\"[B]efore any criminal liability can attach, a person must be put on notice of both the criminal proscription and the potential punishment therefor.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In addition, a petitioner's procedural default may be excused by a showing of actual innocence<i>Bousley v. United States,</i> <span class=\"citation\" data-id=\"118205\"><a href=\"/opinion/118205/bousley-v-united-states/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">614</span></a></span>, 622, <span class=\"citation\" data-id=\"118205\"><a href=\"/opinion/118205/bousley-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1604</span></a></span>, <span class=\"citation\" data-id=\"118205\"><a href=\"/opinion/118205/bousley-v-united-states/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">828</span></a></span> (1998). Owens has not attempted to make such a showing.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> A district court may also deny an evidentiary hearing when \"the motion is inadequate on its face.\"<i>David,</i> 134 F.3d at 477. Neither party suggests that is the case here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Specifically, in his petition for &#167; 2255 relief, Owens states that he \"would have testified that he did not have any role in the murders charged.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We note that on habeas review, a court may assess the credibility of the defendant's assertion that he would have testified in light of the evidence presented at trial and the evidence that could have been admitted if the defendant had testified<i>See Mullins,</i> <span class=\"citation\" data-id=\"29554\"><a href=\"/opinion/29554/united-states-v-mullins/\"><span class=\"volume\">315</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">449</span></a></span>, 456 (5th Cir.2002) (suggesting that a defendant would not likely have testified because his \"extensive criminal record and drug use would have come into evidence\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We note that we are not deciding that trial counsel must go through any specific routine or formal waiver process<i>See Taylor v. United States,</i> <span class=\"citation\" data-id=\"777355\"><a href=\"/opinion/777355/anthony-d-taylor-v-united-states/\"><span class=\"volume\">287</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">658</span></a></span>, 662 (7th Cir.2002) (\"Nothing in the Constitution . . . justifies meddling with the attorney-client relationship by requiring advice to be given in a specific form or compelling the lawyer to obtain a formal waiver.\"). We decide only that counsel must have some sort of conversation with his or her client informing him or her of the right to testify so that the client can make a knowing and informed decision regarding that right.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The court below stated that \"no closure occurred in the instant case,\" but seemed to indicate that some spectators were barred when it noted that \"it also implicitly intended for any spectators to replace jurors in the gallery as the seats became available.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Owens argues that the absence of his family and friends at trial raises special concerns<i>See In re Oliver,</i> 333 U.S. at 272, <span class=\"citation\" data-id=\"104521\"><a href=\"/opinion/104521/in-re-oliver/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">499</span></a></span>. However, we have decided that the same standard applies to family members as to the general public: \"Nothing ... suggests that a trial court need go beyond the already stringent requirements of <i>Waller</i> before removing a defendant's family members from the courtroom.\" <i>Martin v. Bissonette,</i> <span class=\"citation\" data-id=\"743581\"><a href=\"/opinion/743581/craig-martin-v-lynn-bissonette/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">871</span></a></span>, 876 (1st Cir.1997).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Owens must make two showings of prejudice. First, Owens must show that counsel's failure to object to the trial closure prejudiced him for the purposes of determining whether there was ineffective assistance of counsel<i>Strickland,</i> 466 U.S. at 688, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>. Second, Owens must also show prejudice to excuse his procedural default on the public trial claim. <i>Knight,</i> 37 F.3d at 774. We believe that these showings of prejudice overlap, and we resolve them simultaneously. <i>Cf. Strickler v. Greene,</i> <span class=\"citation\" data-id=\"118307\"><a href=\"/opinion/118307/strickler-v-greene/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span>, 282, <span class=\"citation\" data-id=\"118307\"><a href=\"/opinion/118307/strickler-v-greene/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1936</span></a></span>, <span class=\"citation\" data-id=\"118307\"><a href=\"/opinion/118307/strickler-v-greene/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">286</span></a></span> (1999) (\"In this case, cause and prejudice [for procedural default] parallel two of the three components of the alleged [trial error] itself.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> We acknowledge that in<i>Purvis v. Crosby,</i> the Eleventh Circuit found that counsel's failure to object to a <i>partial</i> trial closure was not prejudicial. 451 F.3d at 738. The Eleventh Circuit held that it could not \"dispense with the prejudice requirement for attorney error of this type without defying the Supreme Court's clear holding that except in three limited circumstances, which are not present here, a defendant must show that any error his counsel committed `actually had an adverse effect on the defense.'\" <i>Id.</i> at 741. As we have explained, this holding is in tension with the Supreme Court's pronouncement that prejudice is presumed in cases of structural error not because the risk of prejudice is high, but because it is impossible to determine the extent of the prejudice. In addition, the Eleventh Circuit relied upon <i>Francis v. Henderson,</i> in which the Supreme Court held that where a habeas petitioner who had defaulted on a claim of racial bias in jury selection, normally a structural error, still needed to establish actual prejudice to excuse the procedural default. <span class=\"citation\" data-id=\"109439\"><a href=\"/opinion/109439/francis-v-henderson/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">536</span></a></span>, 542, <span class=\"citation\" data-id=\"109439\"><a href=\"/opinion/109439/francis-v-henderson/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1708</span></a></span>, <span class=\"citation\" data-id=\"109439\"><a href=\"/opinion/109439/francis-v-henderson/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">149</span></a></span> (1976). We believe that the holding of <i>Francis</i> has been substantially weakened by the Supreme Court's subsequent pronouncement in <i>Fulminante, Sullivan,</i> and <i>Neder</i> that prejudice is impossible to quantify in cases of structural error.</p>\n        <p class=\"indent\">In addition, in <i>Ward v. Hinsley,</i> the Seventh Circuit found that a claim of structural error did not excuse a habeas petition from demonstrating \"prejudice\" from the error to excuse procedural default. <span class=\"citation\" data-id=\"787145\"><a href=\"/opinion/787145/jerry-ward-v-charles-l-hinsley/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">719</span></a></span>, 726 (7th Cir.2004); <i>see also Hatcher v. Hopkins,</i> <span class=\"citation\" data-id=\"773984\"><a href=\"/opinion/773984/joush-hatcher-jr-v-frank-x-hopkins/\"><span class=\"volume\">256</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></a></span>, 764 (8th Cir.2001). However, the Seventh and Eighth Circuits stated that their concern arose because \"[t]he procedural default doctrine is `grounded in concerns of comity and federalism,'\" and bypassing the prejudice analysis in claims of structural error would deny state courts their role in enforcing federal rights. <i>Ward,</i> 377 F.3d at 726 (quoting <i>Coleman,</i> 501 U.S. at 730, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2546</span></a></span>); <i>Hopkins,</i> 256 F.3d at 764 (emphasizing that structural error does not bypass \"a <i>state-law</i> procedural default in a &#167; 2254 petition\" (emphasis added)). To the extent that comity and federalism concerns might justify the requirement that a petitioner show prejudice arising out of a structural error, they do not exist here, where Owens is petitioning from a conviction in federal court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> It is unclear whether the district court held an evidentiary hearing on this claim. Thus, we take the petitioner's credible allegations as true<i>Ellis,</i> 313 F.3d at 641.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The district court also determined that because the swearing-in ceremony did not constitute reversible error, Owens' appellate counsel's failure to raise this claim did not constitute ineffective assistance of counsel</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Because Owens has failed to show actual prejudice resulting from the swearing-in ceremony, we need not reach the question of whether his trial counsel's failure to raise the issue on appeal would constitute ineffective assistance of counsel to excuse the procedural default</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> 18 U.S.C. &#167; 1962(c) provides:</p>\n        <p class=\"indent\">It shall be unlawful for any person employed by or associated with any enterprise engaged in, or the activities of which affect, interstate or foreign commerce, to conduct or participate, directly or indirectly, in the conduct of such enterprise's affairs through a pattern of racketeering activity or collection of unlawful debt.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/29554/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105079/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107083/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109439/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111284/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112206/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112280/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/130159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/165702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195053/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195690/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198347/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198748/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/237462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/316922/",
    "http://www.courtlistener.com/api/rest/v3/opinions/347072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/363639/",
    "http://www.courtlistener.com/api/rest/v3/opinions/368183/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382120/",
    "http://www.courtlistener.com/api/rest/v3/opinions/384539/",
    "http://www.courtlistener.com/api/rest/v3/opinions/433521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510631/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574000/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574883/",
    "http://www.courtlistener.com/api/rest/v3/opinions/576208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/582665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/582727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681306/",
    "http://www.courtlistener.com/api/rest/v3/opinions/703248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/711121/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/743581/",
    "http://www.courtlistener.com/api/rest/v3/opinions/745477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746858/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773378/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773984/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777355/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784538/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793400/",
    "http://www.courtlistener.com/api/rest/v3/opinions/799980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1160811/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2254212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2296511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2336661/"
  ]
}