{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202783/",
  "absolute_url": "/opinion/202783/french-v-corporate-receivable/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202783/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:01:54Z",
  "date_modified": "2016-02-28T05:08:55.471067Z",
  "type": "010combined",
  "sha1": "ef49e55081b57ce4dbad4f093751d2592bf4cae4",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-1533-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/06/07/French_v._Corporate_Receivable.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 06-1533\n\n                     DAVID FRENCH; TAMMY FRENCH,\n\n                       Plaintiffs, Appellants,\n\n                                 v.\n\n              CORPORATE RECEIVABLES, INC.; ERIC TURNER,\n\n                       Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Michael A. Ponsor, U.S. District Judge]\n\n\n                               Before\n\n                         Boudin, Chief Judge,\n\n                   Campbell, Senior Circuit Judge,\n\n                     and Howard, Circuit Judge.\n\n\n\n     Jason David Fregeau for appellants.\n     Adam J. Basch, with whom Bacon & Wilson, P.C. was on brief,\nfor appellees.\n\n\n\n                            June 7, 2007\n\f              HOWARD, Circuit Judge.                David and Tammy French sued\n\nCorporate Receivables, Inc. and its employee, Eric Turner, under\n\nthe Fair Debt Collection Practices Act (FDCPA), 15 U.S.C. ยง 1692 et\n\nseq.,       and     Mass.     Gen.   Laws     ch.    93A,   challenging      Corporate\n\nReceivables' and Turner's abusive collection practices in an effort\n\nto collect monies that David French owed on a motorcycle.                     Prior to\n\ntrial, the defendants made two offers of judgment under Fed. R.\n\nCiv. P. 68, which the Frenches rejected.                    The first offer was for\n\n$2,500 and the second offer was for $3,900.\n\n              The Frenches' FDCPA claim was ultimately tried before a\n\njury, and the district court decided the ch. 93A claim.                       The jury\n\nreturned a verdict of $1,000 in statutory damages for David French\n\nand $0 for Tammy French.                    The court then concluded that the\n\ndefendants         had    violated    ch.    93A    and   awarded   David    French   an\n\nadditional $1,000 and Tammy French $25.1\n\n              Subsequently,          the    Frenches      moved   for   an   award    of\n\nattorney's fees of $20,660 and costs of $2,059.33 under the FDCPA's\n\nand     ch.       93A's     fee-shifting      provisions.         See   15   U.S.C.    ยง\n\n1692k(a)(3); Mass. Gen. Laws ch. 93A, ยง 9.                   The defendants opposed\n\nthe motion on the ground that the second Rule 68 offer of $3,900\n\nexceeded the amount of the post-trial award and therefore cut-off\n\nthe Frenches' entitlement to fees.                  See Marek v. Chesny, 473 U.S.\n\n\n        1\n      A violation of the FDCPA constitutes a per se violation of\nch. 93A. See Barnes v. Fleet Bank, 370 F.3d 164, 176 (1st Cir.\n2004).\n\n                                             -2-\n\f1 (1985).     In a written order, the district court declined to\n\nreduce the Frenches' fee request under Marek because it was not\n\nclear that the second Rule 68 offer was larger than the award plus\n\nthe fees and costs that the Frenches had incurred up to the time of\n\nthe offer.    See Marryshow v. Flynn, 986 F.2d 689, 692 (4th Cir.\n\n1993)   (concluding    that   for    a    Rule    68   offer   to    cut-off   an\n\nentitlement to fees, the offer must be greater than the verdict\n\nplus reasonable fees and costs incurred when the offer was made).\n\nBut the court nevertheless ordered a substantial reduction in the\n\nfee request to $2,500 because the Frenches obtained only \"de\n\nminimis\" success at trial.\n\n            The Frenches appeal this order.             They argue that the\n\naward was inappropriately reduced in light of their \"complete\"\n\nsuccess at trial in that David French obtained statutory damages\n\nunder the FDCPA and ch. 93A.\n\n             A fee award will be upheld unless it constitutes a\n\n\"manifest abuse of discretion.\" See Richardson v. Miller, 279 F.3d\n\n1, 2-3 (1st Cir. 2002).        The trial court has \"extremely broad\"\n\ndiscretion in fashioning a fee award.            Lipsett v. Bianco, 975 F.2d\n\n934, 937 (1st Cir. 1996).       \"Because this is so, and because the\n\ndetermination   of    the   extent   of    a     reasonable    fee   necessarily\n\ninvolves a series of judgment calls, an appellate court is far more\n\nlikely to defer to the trial court in reviewing fee computations\n\nthan in many other situations.\"          Id.\n\n\n                                     -3-\n\f             The    FDCPA   provides       that    successful   plaintiffs      are\n\nentitled to actual damages, statutory damages of up to $1,000, and\n\n\"the costs of the action, together with a reasonable attorney's fee\n\nas determined by the court . . . .\" 15 U.S.C. ยง 1692k(a)(3).\n\nSuccessful plaintiffs are those who have obtained an award of\n\nstatutory or actual damages.              See Dechert v. Cadle Co., 441 F.3d\n\n474,   475   (7th    Cir.   2006).        An   award   of   attorney's   fees   to\n\nsuccessful plaintiffs under the FDCPA is obligatory.                See Zagorski\n\nv. Midwest Billing Serv., Inc., 128 F.3d 1164, 1166 (7th Cir.\n\n1997);   Emanuel v. Am. Credit Exch., 870 F.2d 805, 809 (2d Cir.\n\n1989); see also de Jesus Banco Popular de P.R., 918 F.2d 232, 233-\n\n34 (1st Cir. 1990) (concluding that an award of attorney's fees is\n\nmandatory under an identical provision contained in the Truth in\n\nLending Act).\n\n             That successful plaintiffs are entitled to a fee award\n\nunder the FDCPA does not mean, however, that they are entitled to\n\nthe amount requested; they are entitled to what is reasonable under\n\nthe circumstances. See Carroll v. Wolpoff & Abramson, 53 F.3d 626,\n\n629 (4th Cir. 1995); De Jesus, 918 F.2d at 233-34.               In calculating\n\nan   appropriate     fee    award,    a    court   should   avoid   compensating\n\nwasteful litigation.        As the Sixth Circuit has explained,\n\n             Waste is not in the public interest.       The\n             Congress that passed the Fair Debt Collection\n             Practices Act in 1977 could hardly have wished\n             to reward lawyers for doing nonproductive work\n             and wasting their adversaries' time and the\n             time of the courts as well. In directing the\n\n                                -4-\n\f          courts to award 'reasonable fees,' on the\n          contrary, Congress undoubtedly wished to\n          ensure that the lawyer representing a\n          successful   plaintiff   would   receive   a\n          reasonable fee for work reasonably found\n          necessary -- nothing less, and nothing more.\n\n\nLee v. Thomas & Thomas, 109 F.3d 302, 306-07 (6th Cir. 1997).\n\n          The district court's basis for reducing the Frenches' fee\n\nrequest -- limited success at trial -- is an accepted ground for\n\nlimiting fees under the FDCPA.2         See Lee, 109 F.3d at 307; Carroll,\n\n53 F.3d at 629; Mann v. Acclaim Fin. Servs., 348 F. Supp. 2d 923\n\n(S.D. Ohio 2004).    The written order explaining the Frenches' lack\n\nof success and the resulting reduction was sparse and a bit more\n\nexplanation would have been useful. See Coutin v. Young & Rubicam,\n\n124 F.3d 331, 337 (1st Cir. 1997).            But on the record before us, we\n\nare confident that the reduction was permissible.\n\n          In    light     of   the   $3,900    offer   of   judgment   from   the\n\ndefendants, the likely reason for the Frenches to have gone to\n\ntrial was because they hoped to obtain a significant award of\n\nactual damages.     But it is clear from the trial testimony that the\n\npossibility    of   the    Frenches     obtaining      such   a   recovery    was\n\nminuscule.     The most that David French could say was that he had\n\ntrouble concentrating at work and had some sleepless nights; Tammy\n\n\n\n     2\n      It is also permissible under ch. 93A to reduce a fee award\nbecause of the limited success achieved by the plaintiff. See Star\nFin. Servs. Inc. v. AASTAR Mortg. Corp., 89 F.3d 5, 16 (1st Cir.\n1996).\n\n                                       -5-\n\fFrench's testimony of actual damages was even less compelling.\n\nThere was no evidence that the Frenches incurred out-of-pocket\n\nexpenses or suffered substantial emotional distress such that it\n\nwas   reasonable         for    them   to   expect    that    they    would   obtain      a\n\nsignificant actual damages award.                 The Frenches' failure to obtain\n\nactual damages provides a sound basis for the conclusion that\n\npursuing this case through trial was wasteful, especially where\n\nthere       was    an   offer    of    judgment    that    would     have   essentially\n\ncompensated the Frenches for the amount of damages they were likely\n\nto (and did in fact) obtain.                See Mann, 348 F. Supp. 2d at 930\n\n(reducing attorney's fee award under the FDCPA where the plaintiff\n\nwas unsuccessful in obtaining actual damages).                     In short, going to\n\ntrial       provided     the    Frenches    with    little    benefit,      and   it    had\n\nvirtually no chance of doing so.                 It was a permissible exercise of\n\ndiscretion         in   these    circumstances       for    the    district   court      to\n\nconclude       that     fees    incurred    in     this    endeavor    should     not    be\n\nrecovered.3\n\n                  Affirmed.\n\n\n\n\n        3\n      The $2,500 in fees is approximately the amount that the\nFrenches claimed to have expended prior to their decision to\nreject the second Rule 68 offer.\n\n                                            -6-\n\f",
  "html": "<p class=\"case_cite\">489 F.3d 402</p>\n    <p class=\"parties\">David FRENCH; Tammy French, Plaintiffs, Appellants,<br>v.<br>CORPORATE RECEIVABLES, INC.; Eric Turner, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 06-1533.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 8, 2007.</p>\n    <p class=\"date\">Decided June 7, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jason David Fregeau, for appellants.</p>\n      <p class=\"indent\">Adam J. Basch, with whom Bacon &amp; Wilson, P.C., was on brief, for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, CAMPBELL, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">David and Tammy French sued Corporate Receivables, Inc. and its employee, Eric Turner, under the Fair Debt Collection Practices Act (FDCPA), 15 U.S.C. &#167; 1692 et seq., and Mass. Gen. Laws ch. 93A, challenging Corporate Receivables' and Turner's abusive collection practices in an effort to collect monies that David French owed on a motorcycle. Prior to trial, the defendants made two offers of judgment under Fed.R.Civ.P. 68, which the Frenches rejected. The first offer was for $2,500 and the second offer was for $3,900.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Frenches' FDCPA claim was ultimately tried before a jury, and the district court decided the ch. 93A claim. The jury returned a verdict of $1,000 in statutory damages for David French and $0 for Tammy French. The court then concluded that the defendants had violated ch. 93A and awarded David French an additional $1,000 and Tammy French $25.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Subsequently, the Frenches moved for an award of attorney's fees of $20,660 and costs of $2,059.33 under the FDCPA's and ch. 93A's fee-shifting provisions. <i>See</i> 15 U.S.C. &#167; 1692k(a)(3); Mass. Gen. Laws ch. 93A, &#167; 9. The defendants opposed the motion on the ground that the second Rule 68 offer of $3,900 exceeded the amount of the post-trial award and therefore cut-off the Frenches' entitlement to fees. <i>See Marek v. Chesny,</i> 473 U.S. 1, 105 S.Ct. 3012, 87 L.Ed.2d 1 (1985). In a written order, the district court declined to reduce the Frenches' fee request under <i>Marek</i> because it was not clear that the second Rule 68 offer was larger than the award plus the fees and costs that the Frenches had incurred up to the time of the offer. <i>See Marryshow v. Flynn,</i> 986 F.2d 689, 692 (4th Cir.1993) (concluding that for a Rule 68 offer to cut-off an entitlement to fees, the offer must be greater than the verdict plus reasonable fees and costs incurred when the offer was made). But the court nevertheless ordered a substantial reduction in the fee request to $2,500 because the Frenches obtained only \"de minimis\" success at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Frenches appeal this order. They argue that the award was inappropriately reduced in light of their \"complete\" success at trial in that David French obtained statutory damages under the FDCPA and ch. 93A.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A fee award will be upheld unless it constitutes a \"manifest abuse of discretion.\" <i>See Richardson v. Miller,</i> 279 F.3d 1, 2-3 (1st Cir.2002). The trial court has \"extremely broad\" discretion in fashioning a fee award. <i>Lipsett v. Blanco,</i> 975 F.2d 934, 937 (1st Cir.1992). \"Because this is so, and because the determination of the extent of a reasonable fee necessarily involves a series of judgment calls, an appellate court is far more likely to defer to the trial court in reviewing fee computations than in many other situations.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The FDCPA provides that successful plaintiffs are entitled to actual damages, statutory damages of up to $1,000, and \"the costs of the action, together with a reasonable attorney's fee as determined by the court....\" 15 U.S.C. &#167; 1692k(a)(3). Successful plaintiffs are those who have obtained an award of statutory or actual damages. <i>See Dechert v. Cadle Co.,</i> 441 F.3d 474, 475 (7th Cir.2006). An award of attorney's fees to successful plaintiffs under the FDCPA is obligatory. <i>See Zagorski v. Midwest Billing Serv., Inc.,</i> 128 F.3d 1164, 1166 (7th Cir.1997); <i>Emanuel v. Am. Credit Exch.,</i> 870 F.2d 805, 809 (2d Cir. 1989); <i>see also de Jesus v. Banco Popular de Puerto Rico,</i> 918 F.2d 232, 233-34 (1st Cir.1990) (concluding that an award of attorney's fees is mandatory under an identical provision contained in the Truth in Lending Act).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">That successful plaintiffs are entitled to a fee award under the FDCPA does not mean, however, that they are entitled to the amount requested; they are entitled to what is reasonable under the circumstances. <i>See Carroll v. Wolpoff &amp; Abramson,</i> 53 F.3d 626, 629 (4th Cir.1995); <i>de Jesus,</i> 918 F.2d at 233-34. In calculating an appropriate fee award, a court should avoid compensating wasteful litigation. As the Sixth Circuit has explained,</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Waste is not in the public interest. The Congress that passed the Fair Debt Collection Practices Act in 1977 could hardly have wished to reward lawyers for doing nonproductive work and wasting their adversaries' time and the time of the courts as well. In directing the courts to award `reasonable fees,' on the contrary, Congress undoubtedly wished to ensure that the lawyer representing a successful plaintiff would receive a reasonable fee for work reasonably found necessary &#8212; nothing less, and nothing more.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\"><i>Lee v. Thomas &amp; Thomas,</i> 109 F.3d 302, 306-07 (6th Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court's basis for reducing the Frenches' fee request &#8212; limited success at trial &#8212; is an accepted ground for limiting fees under the FDCPA.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>See Lee,</i> 109 F.3d at 307; <i>Carroll,</i> 53 F.3d at 629; <i>Mann v. Acclaim Fin. Servs.,</i> 348 F.Supp.2d 923 (S.D.Ohio 2004). The written order explaining the Frenches' lack of success and the resulting reduction was sparse and a bit more explanation would have been useful. <i>See Coutin v. Young &amp; Rubicam,</i> 124 F.3d 331, 337 (1st Cir.1997). But on the record before us, we are confident that the reduction was permissible.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In light of the $3,900 offer of judgment from the defendants, the likely reason for the Frenches to have gone to trial was because they hoped to obtain a significant award of actual damages. But it is clear from the trial testimony that the possibility of the Frenches obtaining such a recovery was minuscule. The most that David French could say was that he had trouble concentrating at work and had some sleepless nights; Tammy French's testimony of actual damages was even less compelling. There was no evidence that the Frenches incurred out-of-pocket expenses or suffered substantial emotional distress such that it was reasonable for them to expect that they would obtain a significant actual damages award. The Frenches' failure to obtain actual damages provides a sound basis for the conclusion that pursuing this case through trial was wasteful, especially where there was an offer of judgment that would have essentially compensated the Frenches for the amount of damages they were likely to (and did in fact) obtain. <i>See Mann,</i> 348 F.Supp.2d at 930 (reducing attorney's fee award under the FDCPA where the plaintiff was unsuccessful in obtaining actual damages). In short, going to trial provided the Frenches with little benefit, and it had virtually no chance of doing so. It was a permissible exercise of discretion in these circumstances for the district court to conclude that fees incurred in this endeavor should not be recovered.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A violation of the FDCPA constitutes a per se violation of ch. 93A<i>See Barnes v. Fleet Nat. Bank,</i> 370 F.3d 164, 176 (1st Cir.2004).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It is also permissible under ch. 93A to reduce a fee award because of the limited success achieved by the plaintiff<i>See Star Fin. Servs. Inc. v. AASTAR Mortg. Corp.,</i> 89 F.3d 5, 16 (1st Cir.1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The $2,500 in fees is approximately the amount that the Frenches claimed to have expended prior to their decision to reject the second Rule 68 offer</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">489</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">402</span></span></p>\n    <p class=\"parties\">David FRENCH; Tammy French, Plaintiffs, Appellants,<br>v.<br>CORPORATE RECEIVABLES, INC.; Eric Turner, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 06-1533.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 8, 2007.</p>\n    <p class=\"date\">Decided June 7, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jason David Fregeau, for appellants.</p>\n      <p class=\"indent\">Adam J. Basch, with whom Bacon &amp; Wilson, P.C., was on brief, for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, CAMPBELL, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">David and Tammy French sued Corporate Receivables, Inc. and its employee, Eric Turner, under the Fair Debt Collection Practices Act (FDCPA), 15 U.S.C. &#167; 1692 et seq., and Mass. Gen. Laws ch. 93A, challenging Corporate Receivables' and Turner's abusive collection practices in an effort to collect monies that David French owed on a motorcycle. Prior to trial, the defendants made two offers of judgment under Fed.R.Civ.P. 68, which the Frenches rejected. The first offer was for $2,500 and the second offer was for $3,900.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Frenches' FDCPA claim was ultimately tried before a jury, and the district court decided the ch. 93A claim. The jury returned a verdict of $1,000 in statutory damages for David French and $0 for Tammy French. The court then concluded that the defendants had violated ch. 93A and awarded David French an additional $1,000 and Tammy French $25.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Subsequently, the Frenches moved for an award of attorney's fees of $20,660 and costs of $2,059.33 under the FDCPA's and ch. 93A's fee-shifting provisions. <i>See</i> 15 U.S.C. &#167; 1692k(a)(3); Mass. Gen. Laws ch. 93A, &#167; 9. The defendants opposed the motion on the ground that the second Rule 68 offer of $3,900 exceeded the amount of the post-trial award and therefore cut-off the Frenches' entitlement to fees. <i>See Marek v. Chesny,</i> <span class=\"citation\" data-id=\"111495\"><a href=\"/opinion/111495/marek-v-chesny/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"111495\"><a href=\"/opinion/111495/marek-v-chesny/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3012</span></a></span>, <span class=\"citation\" data-id=\"111495\"><a href=\"/opinion/111495/marek-v-chesny/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1985). In a written order, the district court declined to reduce the Frenches' fee request under <i>Marek</i> because it was not clear that the second Rule 68 offer was larger than the award plus the fees and costs that the Frenches had incurred up to the time of the offer. <i>See Marryshow v. Flynn,</i> <span class=\"citation\" data-id=\"600748\"><a href=\"/opinion/600748/derek-marryshow-v-james-flynn-individually-and-in-his-capacity-as-a/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">689</span></a></span>, 692 (4th Cir.1993) (concluding that for a Rule 68 offer to cut-off an entitlement to fees, the offer must be greater than the verdict plus reasonable fees and costs incurred when the offer was made). But the court nevertheless ordered a substantial reduction in the fee request to $2,500 because the Frenches obtained only \"de minimis\" success at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Frenches appeal this order. They argue that the award was inappropriately reduced in light of their \"complete\" success at trial in that David French obtained statutory damages under the FDCPA and ch. 93A.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A fee award will be upheld unless it constitutes a \"manifest abuse of discretion.\" <i>See Richardson v. Miller,</i> <span class=\"citation\" data-id=\"199797\"><a href=\"/opinion/199797/richardson-v-miller/\"><span class=\"volume\">279</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2-3 (1st Cir.2002). The trial court has \"extremely broad\" discretion in fashioning a fee award. <i>Lipsett v. Blanco,</i> <span class=\"citation\" data-id=\"591130\"><a href=\"/opinion/591130/annabelle-lipsett-v-gumersindo-blanco/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">934</span></a></span>, 937 (1st Cir.1992). \"Because this is so, and because the determination of the extent of a reasonable fee necessarily involves a series of judgment calls, an appellate court is far more likely to defer to the trial court in reviewing fee computations than in many other situations.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The FDCPA provides that successful plaintiffs are entitled to actual damages, statutory damages of up to $1,000, and \"the costs of the action, together with a reasonable attorney's fee as determined by the court....\" 15 U.S.C. &#167; 1692k(a)(3). Successful plaintiffs are those who have obtained an award of statutory or actual damages. <i>See Dechert v. Cadle Co.,</i> <span class=\"citation\" data-id=\"793683\"><a href=\"/opinion/793683/edward-p-dechert-as-trustee-of-the-estate-in-bankruptcy-of-judy-a-oyler/\"><span class=\"volume\">441</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">474</span></a></span>, 475 (7th Cir.2006). An award of attorney's fees to successful plaintiffs under the FDCPA is obligatory. <i>See Zagorski v. Midwest Billing Serv., Inc.,</i> <span class=\"citation\" data-id=\"747783\"><a href=\"/opinion/747783/joyce-a-zagorski-and-laura-velasquez-v-midwest-billing-services/\"><span class=\"volume\">128</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1164</span></a></span>, 1166 (7th Cir.1997); <i>Emanuel v. Am. Credit Exch.,</i> <span class=\"citation\" data-id=\"520298\"><a href=\"/opinion/520298/samuel-l-emanuel-cross-appellee-v-american-credit-exchange/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">805</span></a></span>, 809 (2d Cir. 1989); <i>see also de Jesus v. Banco Popular de Puerto Rico,</i> <span class=\"citation\" data-id=\"551270\"><a href=\"/opinion/551270/evelyn-de-jesus-v-banco-popular-de-puerto-rico/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">232</span></a></span>, 233-34 (1st Cir.1990) (concluding that an award of attorney's fees is mandatory under an identical provision contained in the Truth in Lending Act).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">That successful plaintiffs are entitled to a fee award under the FDCPA does not mean, however, that they are entitled to the amount requested; they are entitled to what is reasonable under the circumstances. <i>See Carroll v. Wolpoff &amp; Abramson,</i> <span class=\"citation\" data-id=\"695168\"><a href=\"/opinion/695168/susan-j-carroll-v-wolpoff-abramson/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">626</span></a></span>, 629 (4th Cir.1995); <i>de Jesus,</i> 918 F.2d at 233-34. In calculating an appropriate fee award, a court should avoid compensating wasteful litigation. As the Sixth Circuit has explained,</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Waste is not in the public interest. The Congress that passed the Fair Debt Collection Practices Act in 1977 could hardly have wished to reward lawyers for doing nonproductive work and wasting their adversaries' time and the time of the courts as well. In directing the courts to award `reasonable fees,' on the contrary, Congress undoubtedly wished to ensure that the lawyer representing a successful plaintiff would receive a reasonable fee for work reasonably found necessary &#8212; nothing less, and nothing more.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\"><i>Lee v. Thomas &amp; Thomas,</i> <span class=\"citation\" data-id=\"738249\"><a href=\"/opinion/738249/cynthia-lee-v-thomas-thomas-timothy-k-gibson/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">302</span></a></span>, 306-07 (6th Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court's basis for reducing the Frenches' fee request &#8212; limited success at trial &#8212; is an accepted ground for limiting fees under the FDCPA.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>See Lee,</i> 109 F.3d at 307; <i>Carroll,</i> 53 F.3d at 629; <i>Mann v. Acclaim Fin. Servs.,</i> <span class=\"citation\" data-id=\"2306369\"><a href=\"/opinion/2306369/mann-v-acclaim-financial-services-inc/\"><span class=\"volume\">348</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">923</span></a></span> (S.D.Ohio 2004). The written order explaining the Frenches' lack of success and the resulting reduction was sparse and a bit more explanation would have been useful. <i>See Coutin v. Young &amp; Rubicam,</i> <span class=\"citation\" data-id=\"746216\"><a href=\"/opinion/746216/74-fair-emplpraccas-bna-1463-72-empl-prac-dec-p-45260-denise/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">331</span></a></span>, 337 (1st Cir.1997). But on the record before us, we are confident that the reduction was permissible.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In light of the $3,900 offer of judgment from the defendants, the likely reason for the Frenches to have gone to trial was because they hoped to obtain a significant award of actual damages. But it is clear from the trial testimony that the possibility of the Frenches obtaining such a recovery was minuscule. The most that David French could say was that he had trouble concentrating at work and had some sleepless nights; Tammy French's testimony of actual damages was even less compelling. There was no evidence that the Frenches incurred out-of-pocket expenses or suffered substantial emotional distress such that it was reasonable for them to expect that they would obtain a significant actual damages award. The Frenches' failure to obtain actual damages provides a sound basis for the conclusion that pursuing this case through trial was wasteful, especially where there was an offer of judgment that would have essentially compensated the Frenches for the amount of damages they were likely to (and did in fact) obtain. <i>See Mann,</i> 348 F.Supp.2d at 930 (reducing attorney's fee award under the FDCPA where the plaintiff was unsuccessful in obtaining actual damages). In short, going to trial provided the Frenches with little benefit, and it had virtually no chance of doing so. It was a permissible exercise of discretion in these circumstances for the district court to conclude that fees incurred in this endeavor should not be recovered.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A violation of the FDCPA constitutes a per se violation of ch. 93A<i>See Barnes v. Fleet Nat. Bank,</i> <span class=\"citation no-link\"><span class=\"volume\">370</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">164</span></span>, 176 (1st Cir.2004).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It is also permissible under ch. 93A to reduce a fee award because of the limited success achieved by the plaintiff<i>See Star Fin. Servs. Inc. v. AASTAR Mortg. Corp.,</i> <span class=\"citation\" data-id=\"721476\"><a href=\"/opinion/721476/star-financial-services-inc-dba-star-mortgage-v-aastar-mortgage/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 16 (1st Cir.1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The $2,500 in fees is approximately the amount that the Frenches claimed to have expended prior to their decision to reject the second Rule 68 offer</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/591130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600748/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695168/",
    "http://www.courtlistener.com/api/rest/v3/opinions/721476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/738249/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/747783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793683/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2306369/"
  ]
}