{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202813/",
  "absolute_url": "/opinion/202813/radford-trust-v-first-unum/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202813/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:02:31Z",
  "date_modified": "2016-02-28T05:09:02.371483Z",
  "type": "010combined",
  "sha1": "773e6e55b81bfee9bb21b7f03c9344724c7336d9",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-1992-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/06/27/Radford_Trust_v._First_UNUM.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 06-1992\n\n                            RADFORD TRUST,\n\n                      Plaintiff, Appellant,\n\n                                  v.\n\n          FIRST UNUM LIFE INSURANCE COMPANY OF AMERICA,\n\n                      Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. William G. Young, U.S. District Judge]\n\n\n                                Before\n\n                   Torruella, Lynch, and Lipez,\n                         Circuit Judges.\n\n\n\n     Warren H. Pyle, with   whom Pyle, Rome, Lichten, Ehrenberg &\nLiss-Riordan, P.C. was on   brief, for appellant.\n     Mark E. Porada, with   whom Geraldine G. Sanchez and Pierce\nAtwood LLP were on brief,   for appellee.\n\n\n\n                            June 27, 2007\n\f            LYNCH, Circuit Judge.      In this case under the Employee\n\nRetirement Income Security Act of 1974 (ERISA), 29 U.S.C. §§ 1001-\n\n1461, the sole remaining issue concerns the district court's\n\ndetermination of the date on which postjudgment interest on an\n\naward of benefits would begin, and the effect of this determination\n\non   the   court's   discretionary    decision   to   award   prejudgment\n\ninterest.    We find that the district court incorrectly held that\n\npostjudgment interest began to accrue on a date prior to the\n\nresolution of a disputed issue of damages.        In light of this, we\n\nremand to the district court to decide the matter of prejudgment\n\ninterest and any other matters raised in the aftermath of the\n\nparties' settlement of an additional issue on appeal.\n\n            We recite only those facts relevant to the issue on\n\nappeal. Additional background can be found in the district court's\n\nopinions in this case.    See Radford Trust v. First Unum Life Ins.\n\nCo. of Am. (Radford Trust I), 321 F. Supp. 2d 226 (D. Mass. 2004);\n\nRadford Trust v. First Unum Life Ins. Co. of Am. (Radford Trust\n\nII), 399 F. Supp. 2d 3 (D. Mass. 2005).\n\n            Radford Trust is the assignee of a claim by a John Doe\n\nfor benefits under a group long-term disability policy issued by\n\nFirst Unum Life Insurance Company to Doe's former employer.        After\n\nFirst Unum denied Doe's claim and Doe exhausted his administrative\n\nappeals, Radford Trust filed this suit under ERISA seeking damages\n\nfor the allegedly wrongful denial of benefits.\n\n\n                                     -2-\n\f            On March 31, 2004, the district court granted Radford\n\nTrust's motion for \"partial summary judgment on the issue of\n\nliability.\"     The court held that Radford Trust was entitled to\n\ncollect twenty-four months of benefits, plus costs, prejudgment\n\ninterest, and postjudgment interest.             The court determined that\n\nprejudgment interest would run from October 17, 1999, the beginning\n\nof the period for which the court found Doe was entitled to\n\nbenefits.      The    court   then    required     First   Unum   to   submit   a\n\ncalculation    of    the   benefits   owed   and    gave   Radford     Trust   the\n\nopportunity to challenge that calculation.\n\n            On April 14, 2004, First Unum submitted its calculation\n\nof benefits.   On April 28, Radford Trust filed a response in which,\n\ninter alia, it challenged the applicability of an offset for Social\n\nSecurity benefits received by Doe.\n\n            On June 15, 2004, the district court issued an opinion\n\nexplaining the reasoning behind its March 31 order.                  See Radford\n\nTrust I, 321 F. Supp. 2d at 230.        In the June 15 opinion, the court\n\nsua sponte revised the accrual date for prejudgment interest to\n\nJune 13, 2000, the date on which Doe submitted an Employer's\n\nStatement and Job Analysis as part of the proof of disability\n\nrequired under the policy.       Id. at 253.       The court made no mention\n\nof the Social Security offset issue.\n\n            On November 15, 2005, the court issued another opinion in\n\nwhich it resolved a number of pending motions, mostly relating to\n\n\n                                       -3-\n\fan award of attorneys' fees.    Radford Trust II, 399 F. Supp. 2d at\n\n8.   At this point, the court granted Radford Trust's motion for\n\nFirst Unum to make an initial determination of whether the Social\n\nSecurity offset applied, and the court ordered First Unum to\n\nincorporate its determination into an updated calculation of the\n\namount owed Radford Trust.     Id. at 21.\n\n            At this point, the court also denied a motion by Radford\n\nTrust to amend the June 2004 order \"by ruling that the prejudgment\n\ninterest continues until the date the Court quantifies damages.\"\n\nCiting Mogilevsky v. Bally Total Fitness Corp., 311 F. Supp. 2d 212\n\n(D. Mass. 2004), the court explained that it was of the view that\n\n\"interest on the awarded attorney's fees and costs shall accrue as\n\nof the date of the underlying merits judgments.\" Radford Trust II,\n\n399 F. Supp. 2d at 24.\n\n            First Unum included a Social Security offset in its\n\ncalculation   submitted   on   November   29,   2005.   Radford   Trust\n\ncontinued to challenge the applicability of the offset in its\n\nresponse.   On December 22, 2005, the district court ruled that the\n\noffset did apply.    The court also held that \"the appropriate date\n\nto begin accrual of post-judgment interest on the benefits award is\n\nthe date upon which the merits were decided, not the date on which\n\nsum-certain was known\" and that \"[p]rejudgment interest ceased to\n\naccrue\" on that date, March 31, 2004.\n\n\n\n\n                                  -4-\n\f          On appeal, Radford Trust challenges the district court's\n\ndetermination that prejudgment interest ceased to accrue as of the\n\ndate of the initial March 2004 order.     In ERISA cases, the district\n\ncourt has broad discretion both to determine whether to award\n\nprejudgment interest and to determine the parameters of such an\n\naward. Cottrill v. Sparrow, Johnson & Ursillo, Inc., 100 F.3d 220,\n\n223 (1st Cir. 1996).   Our review of such determinations is only for\n\nabuse of discretion.     Id.    Here, however, the district court\n\nappears not to have set the March 2004 end date as a matter of\n\ndiscretion, but rather set the date based on its determination as\n\nto when postjudgment interest should begin.       This raises a legal\n\nissue, which we review de novo.        See Fratus v. Republic W. Ins.\n\nCo., 147 F.3d 25, 30 (1st Cir. 1998); see also Westinghouse Credit\n\nCorp. v. D'Urso, 371 F.3d 96, 100 (2d Cir. 2004).\n\n          28 U.S.C. § 1961(a) provides that \"[i]nterest shall be\n\nallowed on any money judgment in a civil case recovered in a\n\ndistrict court.\"    The existence of a \"money judgment\" requires\n\ndamages to have been ascertained in a \"meaningful way.\"        Kaiser\n\nAluminum & Chem. Corp. v. Bonjorno, 494 U.S. 827, 836 (1990).      In\n\nKaiser, the district court granted a new trial as to damages only,\n\nafter finding the evidence insufficient to support the jury's\n\ndamages award.   Id. at 830.   The Supreme Court held that in such a\n\nsituation, postjudgment interest on a later damages award did not\n\nbegin to accrue when the initial judgment entered.        Id. at 836.\n\n\n                                 -5-\n\fImplicit in this holding is the principle that a finding of\n\nliability alone without a corresponding determination on damages\n\ndoes not suffice to start the clock on postjudgment interest.1          See\n\nHappy Chef Sys., Inc. v. John Hancock Mut. Life Ins. Co., 933 F.2d\n\n1433, 1435, 1437 (8th Cir. 1991).\n\n             In this case, the district court's March 2004 order\n\namounted to only a finding of liability for benefits. Indeed, this\n\nwas the only finding requested by Radford Trust in its motion for\n\n\"partial summary judgment.\" The court's March 2004 order left open\n\nthe possibility that the parties would dispute the amount of\n\ndamages,     inviting   the   parties    to   brief   any   such   dispute.\n\nAccordingly, Radford Trust raised the issue of the applicability of\n\nthe Social Security offset.       That issue was disputed between the\n\nparties until the district court ruled on the issue in its December\n\n2005 order.     Thus, there was no \"money judgment\" until December\n\n2005.\n\n             In ruling to the contrary, the district court relied on\n\ncases relating to whether postjudgment interest on attorneys' fees\n\naccrues when the entitlement to fees is established or when the\n\namount of the fees is quantified.        See Mogilevsky, 311 F. Supp. 2d\n\nat 224-26.    This court has never ruled on this issue, see Foley v.\n\n\n     1\n       In a similar vein, we have previously held that, in the\nabsence of a determination under Federal Rule of Civil Procedure\n54(b), a judgment as to some claims or some parties does not begin\nto accrue postjudgment interest while another claim is still\npending. See Fratus, 147 F.3d at 30.\n\n                                   -6-\n\fCity of Lowell, 948 F.2d 10, 22 n.16 (1st Cir. 1991), and we need\n\nnot do so here.       While some courts have held that attorneys' fees\n\nshould be treated as simply a form of damages award, and thus\n\naccrue interest only when quantified, see Eaves v. County of Cape\n\nMay, 239 F.3d 527, 535 (3d Cir. 2001), the rule as to damages\n\nawards does not depend on the rule as to attorneys' fees.              Compare\n\nHappy Chef, 933 F.2d at 1437 (damages awards accrue interest when\n\nquantified), with Jenkins v. Missouri, 931 F.2d 1273, 1276 (8th\n\nCir. 1991) (attorneys' fees accrue interest when the right to fees\n\nis established).\n\n            Nor does this case fall within the rule that damages are\n\nconsidered to have been ascertained when all that remains is a\n\n\"mechanical task of computing\" the exact sum based on the court's\n\norders.    EEOC v. Gurnee Inns, Inc., 956 F.2d 146, 149 (7th Cir.\n\n1992).    While computing the Social Security offset might have been\n\na \"mechanical task,\" determining whether it applied was not.\n\n            Because an award of prejudgment interest in ERISA cases\n\nis discretionary, we leave to the district court on remand the\n\ndecision   in   the    first   instance    whether   to   award    prejudgment\n\ninterest for the period from March 2004 to December 2005, during\n\nwhich it erroneously granted postjudgment interest.               The district\n\ncourt can thus address First Unum's argument that it would be\n\ninequitable to award prejudgment interest for this period because\n\nRadford Trust was responsible for much of the delay.\n\n\n                                     -7-\n\f          Radford    Trust   initially   also   appealed   the   district\n\ncourt's decision to award benefits starting from June 2000, rather\n\nthan October 1999.    The parties have now settled this issue, and\n\nthe appeal on this issue is accordingly dismissed.         On remand, the\n\ndistrict court can address Radford Trust's contention that it is\n\nentitled to additional relief flowing from the settlement.\n\n          The appeal on the benefits accrual issue is dismissed.\n\nThe award of postjudgment interest from March 31, 2004 to December\n\n22, 2005 is reversed and the case is remanded to the district court\n\nto determine whether to award prejudgment interest for the same\n\nperiod and for further proceedings consistent with this opinion.\n\nNo costs are awarded.\n\n\n\n\n                                  -8-\n\f",
  "html": "<p class=\"case_cite\">491 F.3d 21</p>\n    <p class=\"parties\">RADFORD TRUST, Plaintiff, Appellant,<br>v.<br>FIRST UNUM LIFE INSURANCE COMPANY OF AMERICA, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 06-1992.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 7, 2007.</p>\n    <p class=\"date\">Decided June 27, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Warren H. Pyle, with whom Pyle, Rome, Lichten, Ehrenberg &amp; Liss-Riordan, P.C. was on brief, for appellant.</p>\n      <p class=\"indent\">Mark E. Porada, with whom Geraldine G. Sanchez and Pierce Atwood LLP were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, LYNCH, and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case under the Employee Retirement Income Security Act of 1974 (ERISA), 29 U.S.C. &#167;&#167; 1001-1461, the sole remaining issue concerns the district court's determination of the date on which postjudgment interest on an award of benefits would begin, and the effect of this determination on the court's discretionary decision to award prejudgment interest. We find that the district court incorrectly held that postjudgment interest began to accrue on a date prior to the resolution of a disputed issue of damages. In light of this, we remand to the district court to decide the matter of prejudgment interest and any other matters raised in the aftermath of the parties' settlement of an additional issue on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recite only those facts relevant to the issue on appeal. Additional background can be found in the district court's opinions in this case. <i>See Radford Trust v. First Unum Life Ins. Co. of Am. (Radford Trust I</i>), 321 F.Supp.2d 226 (D.Mass. 2004); <i>Radford Trust v. First Unum Life</i> <i>Ins. Co. of Am.</i> (<i>Radford Trust II</i>), 399 F.Supp.2d 3 (D.Mass.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Radford Trust is the assignee of a claim by a John Doe for benefits under a group long-term disability policy issued by First Unum Life Insurance Company to Doe's former employer. After First Unum denied Doe's claim and Doe exhausted his administrative appeals, Radford Trust filed this suit under ERISA seeking damages for the allegedly wrongful denial of benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On March 31, 2004, the district court granted Radford Trust's motion for \"partial summary judgment on the issue of liability.\" The court held that Radford Trust was entitled to collect twenty-four months of benefits, plus costs, prejudgment interest, and postjudgment interest. The court determined that prejudgment interest would run from October 17, 1999, the beginning of the period for which the court found Doe was entitled to benefits. The court then required First Unum to submit a calculation of the benefits owed and gave Radford Trust the opportunity to challenge that calculation.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On April 14, 2004, First Unum submitted its calculation of benefits. On April 28, Radford Trust filed a response in which, inter alia, it challenged the applicability of an offset for Social Security benefits received by Doe.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On June 15, 2004, the district court issued an opinion explaining the reasoning behind its March 31 order. <i>See Radford Trust I,</i> 321 F.Supp.2d at 230. In the June 15 opinion, the court sua sponte revised the accrual date for prejudgment interest to June 13, 2000, the date on which Doe submitted an Employer's Statement and Job Analysis as part of the proof of disability required under the policy. <i>Id.</i> at 253. The court made no mention of the Social Security offset issue.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On November 15, 2005, the court issued another opinion in which it resolved a number of pending motions, mostly relating to an award of attorneys' fees. <i>Radford Trust II,</i> 399 F.Supp.2d at 8. At this point, the court granted Radford Trust's motion for First Unum to make an initial determination of whether the Social Security offset applied, and the court ordered First Unum to incorporate its determination into an updated calculation of the amount owed Radford Trust. <i>Id.</i> at 21.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At this point, the court also denied a motion by Radford Trust to amend the June 2004 order \"by ruling that the prejudgment interest continues until the date the Court quantifies damages.\" Citing <i>Mogilevsky v. Bally Total Fitness Corp.,</i> 311 F.Supp.2d 212 (D.Mass.2004), the court explained that it was of the view that \"interest on the awarded attorney's fees and costs shall accrue as of the date of the underlying merits judgments.\" <i>Radford Trust II,</i> 399 F.Supp.2d at 24.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">First Unum included a Social Security offset in its calculation submitted on November 29, 2005. Radford Trust continued to challenge the applicability of the offset in its response. On December 22, 2005, the district court ruled that the offset did apply. The court also held that \"the appropriate date to begin accrual of post-judgment interest on the benefits award is the date upon which the merits were decided, not the date on which sum-certain was known\" and that \"[p]rejudgment interest ceased to accrue\" on that date, March 31, 2004.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On appeal, Radford Trust challenges the district court's determination that prejudgment interest ceased to accrue as of the date of the initial March 2004 order. In ERISA cases, the district court has broad discretion both to determine whether to award prejudgment interest and to determine the parameters of such an award. <i>Cottrill v. Sparrow, Johnson &amp; Ursillo, Inc.,</i> 100 F.3d 220, 223 (1st Cir. 1996). Our review of such determinations is only for abuse of discretion. <i>Id.</i> Here, however, the district court appears not to have set the March 2004 end date as a matter of discretion, but rather set the date based on its determination as to when postjudgment interest should begin. This raises a legal issue, which we review de novo. <i>See Fratus v. Republic W. Ins. Co.,</i> 147 F.3d 25, 30 (1st Cir.1998); <i>see also Westinghouse Credit Corp. v. D'Urso,</i> 371 F.3d 96, 100 (2d Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">28 U.S.C. &#167; 1961(a) provides that \"[i]nterest shall be allowed on any money judgment in a civil case recovered in a district court.\" The existence of a \"money judgment\" requires damages to have been ascertained in a \"meaningful way.\" <i>Kaiser Aluminum &amp; Chem. Corp. v. Bonjorno,</i> 494 U.S. 827, 836, 110 S.Ct. 1570, 108 L.Ed.2d 842 (1990). In <i>Kaiser,</i> the district court granted a new trial as to damages only, after finding the evidence insufficient to support the jury's damages award. <i>Id.</i> at 830, 110 S.Ct. 1570. The Supreme Court held that in such a situation, postjudgment interest on a later damages award did not begin to accrue when the initial judgment entered. <i>Id.</i> at 836, 110 S.Ct. 1570. Implicit in this holding is the principle that a finding of liability alone without a corresponding determination on damages does not suffice to start the clock on postjudgment interest.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>See Happy Chef Sys., Inc. v. John Hancock Mut. Life Ins. Co.,</i> 933 F.2d 1433, 1435, 1437 (8th Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this case, the district court's March 2004 order amounted to only a finding of liability for benefits. Indeed, this was the only finding requested by Radford Trust in its motion for \"partial summary judgment.\" The court's March 2004 order left open the possibility that the parties would dispute the amount of damages, inviting the parties to brief any such dispute. Accordingly, Radford Trust raised the issue of the applicability of the Social Security offset. That issue was disputed between the parties until the district court ruled on the issue in its December 2005 order. Thus, there was no \"money judgment\" until December 2005.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In ruling to the contrary, the district court relied on cases relating to whether postjudgment interest on <i>attorneys' fees</i> accrues when the entitlement to fees is established or when the amount of the fees is quantified. <i>See Mogilevsky,</i> 311 F.Supp.2d at 224-26. This court has never ruled on this issue, <i>see Foley v. City of Lowell,</i> 948 F.2d 10, 22 n. 16 (1st Cir.1991), and we need not do so here. While some courts have held that attorneys' fees should be treated as simply a form of damages award, and thus accrue interest only when quantified, <i>see Eaves v. County of Cape May,</i> 239 F.3d 527, 535 (3d Cir. 2001), the rule as to damages awards does not depend on the rule as to attorneys' fees. <i>Compare Happy Chef,</i> 933 F.2d at 1437 (damages awards accrue interest when quantified), <i>with Jenkins v. Missouri,</i> 931 F.2d 1273, 1276 (8th Cir.1991) (attorneys' fees accrue interest when the right to fees is established).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Nor does this case fall within the rule that damages are considered to have been ascertained when all that remains is a \"mechanical task of computing\" the exact sum based on the court's orders. <i>EEOC v.</i> <i>Gurnee Inns, Inc.,</i> 956 F.2d 146, 149 (7th Cir.1992). While computing the Social Security offset might have been a \"mechanical task,\" determining whether it applied was not.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Because an award of prejudgment interest in ERISA cases is discretionary, we leave to the district court on remand the decision in the first instance whether to award prejudgment interest for the period from March 2004 to December 2005, during which it erroneously granted postjudgment interest. The district court can thus address First Unum's argument that it would be inequitable to award prejudgment interest for this period because Radford Trust was responsible for much of the delay.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Radford Trust initially also appealed the district court's decision to award benefits starting from June 2000, rather than October 1999. The parties have now settled this issue, and the appeal on this issue is accordingly dismissed. On remand, the district court can address Radford Trust's contention that it is entitled to additional relief flowing from the settlement.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The appeal on the benefits accrual issue is <i>dismissed.</i> The award of postjudgment interest from March 31, 2004 to December 22, 2005 is <i>reversed</i> and the case is <i>remanded</i> to the district court to determine whether to award prejudgment interest for the same period and for further proceedings consistent with this opinion. No costs are awarded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In a similar vein, we have previously held that, in the absence of a determination under Federal Rule of Civil Procedure 54(b), a judgment as to some claims or some parties does not begin to accrue postjudgment interest while another claim is still pending<i>See Fratus,</i> 147 F.3d at 30.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">491</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></span></p>\n    <p class=\"parties\">RADFORD TRUST, Plaintiff, Appellant,<br>v.<br>FIRST UNUM LIFE INSURANCE COMPANY OF AMERICA, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 06-1992.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 7, 2007.</p>\n    <p class=\"date\">Decided June 27, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Warren H. Pyle, with whom Pyle, Rome, Lichten, Ehrenberg &amp; Liss-Riordan, P.C. was on brief, for appellant.</p>\n      <p class=\"indent\">Mark E. Porada, with whom Geraldine G. Sanchez and Pierce Atwood LLP were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, LYNCH, and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case under the Employee Retirement Income Security Act of 1974 (ERISA), 29 U.S.C. &#167;&#167; 1001-1461, the sole remaining issue concerns the district court's determination of the date on which postjudgment interest on an award of benefits would begin, and the effect of this determination on the court's discretionary decision to award prejudgment interest. We find that the district court incorrectly held that postjudgment interest began to accrue on a date prior to the resolution of a disputed issue of damages. In light of this, we remand to the district court to decide the matter of prejudgment interest and any other matters raised in the aftermath of the parties' settlement of an additional issue on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recite only those facts relevant to the issue on appeal. Additional background can be found in the district court's opinions in this case. <i>See Radford Trust v. First Unum Life Ins. Co. of Am. (Radford Trust I</i>), <span class=\"citation\" data-id=\"2411205\"><a href=\"/opinion/2411205/radford-trust-v-first-unum-life-ins-co-of-am/\"><span class=\"volume\">321</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">226</span></a></span> (D.Mass. 2004); <i>Radford Trust v. First Unum Life</i> <i>Ins. Co. of Am.</i> (<i>Radford Trust II</i>), <span class=\"citation\" data-id=\"2475539\"><a href=\"/opinion/2475539/radford-trust-v-first-unum-life-ins-co/\"><span class=\"volume\">399</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">3</span></a></span> (D.Mass.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Radford Trust is the assignee of a claim by a John Doe for benefits under a group long-term disability policy issued by First Unum Life Insurance Company to Doe's former employer. After First Unum denied Doe's claim and Doe exhausted his administrative appeals, Radford Trust filed this suit under ERISA seeking damages for the allegedly wrongful denial of benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On March 31, 2004, the district court granted Radford Trust's motion for \"partial summary judgment on the issue of liability.\" The court held that Radford Trust was entitled to collect twenty-four months of benefits, plus costs, prejudgment interest, and postjudgment interest. The court determined that prejudgment interest would run from October 17, 1999, the beginning of the period for which the court found Doe was entitled to benefits. The court then required First Unum to submit a calculation of the benefits owed and gave Radford Trust the opportunity to challenge that calculation.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On April 14, 2004, First Unum submitted its calculation of benefits. On April 28, Radford Trust filed a response in which, inter alia, it challenged the applicability of an offset for Social Security benefits received by Doe.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On June 15, 2004, the district court issued an opinion explaining the reasoning behind its March 31 order. <i>See Radford Trust I,</i> 321 F.Supp.2d at 230. In the June 15 opinion, the court sua sponte revised the accrual date for prejudgment interest to June 13, 2000, the date on which Doe submitted an Employer's Statement and Job Analysis as part of the proof of disability required under the policy. <i>Id.</i> at 253. The court made no mention of the Social Security offset issue.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On November 15, 2005, the court issued another opinion in which it resolved a number of pending motions, mostly relating to an award of attorneys' fees. <i>Radford Trust II,</i> 399 F.Supp.2d at 8. At this point, the court granted Radford Trust's motion for First Unum to make an initial determination of whether the Social Security offset applied, and the court ordered First Unum to incorporate its determination into an updated calculation of the amount owed Radford Trust. <i>Id.</i> at 21.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At this point, the court also denied a motion by Radford Trust to amend the June 2004 order \"by ruling that the prejudgment interest continues until the date the Court quantifies damages.\" Citing <i>Mogilevsky v. Bally Total Fitness Corp.,</i> <span class=\"citation\" data-id=\"2314517\"><a href=\"/opinion/2314517/mogilevsky-v-bally-total-fitness-corp/\"><span class=\"volume\">311</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">212</span></a></span> (D.Mass.2004), the court explained that it was of the view that \"interest on the awarded attorney's fees and costs shall accrue as of the date of the underlying merits judgments.\" <i>Radford Trust II,</i> 399 F.Supp.2d at 24.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">First Unum included a Social Security offset in its calculation submitted on November 29, 2005. Radford Trust continued to challenge the applicability of the offset in its response. On December 22, 2005, the district court ruled that the offset did apply. The court also held that \"the appropriate date to begin accrual of post-judgment interest on the benefits award is the date upon which the merits were decided, not the date on which sum-certain was known\" and that \"[p]rejudgment interest ceased to accrue\" on that date, March 31, 2004.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On appeal, Radford Trust challenges the district court's determination that prejudgment interest ceased to accrue as of the date of the initial March 2004 order. In ERISA cases, the district court has broad discretion both to determine whether to award prejudgment interest and to determine the parameters of such an award. <i>Cottrill v. Sparrow, Johnson &amp; Ursillo, Inc.,</i> <span class=\"citation\" data-id=\"197093\"><a href=\"/opinion/197093/cottrill-v-sparrow/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span>, 223 (1st Cir. 1996). Our review of such determinations is only for abuse of discretion. <i>Id.</i> Here, however, the district court appears not to have set the March 2004 end date as a matter of discretion, but rather set the date based on its determination as to when postjudgment interest should begin. This raises a legal issue, which we review de novo. <i>See Fratus v. Republic W. Ins. Co.,</i> <span class=\"citation\" data-id=\"198024\"><a href=\"/opinion/198024/fratus-v-republic-western/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 30 (1st Cir.1998); <i>see also Westinghouse Credit Corp. v. D'Urso,</i> <span class=\"citation\" data-id=\"786489\"><a href=\"/opinion/786489/westinghouse-credit-corporation-nka-cbs-corporation-westinghouse/\"><span class=\"volume\">371</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">96</span></a></span>, 100 (2d Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">28 U.S.C. &#167; 1961(a) provides that \"[i]nterest shall be allowed on any money judgment in a civil case recovered in a district court.\" The existence of a \"money judgment\" requires damages to have been ascertained in a \"meaningful way.\" <i>Kaiser Aluminum &amp; Chem. Corp. v. Bonjorno,</i> <span class=\"citation\" data-id=\"112403\"><a href=\"/opinion/112403/kaiser-aluminum-chemical-corp-v-bonjorno/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">827</span></a></span>, 836, <span class=\"citation\" data-id=\"112403\"><a href=\"/opinion/112403/kaiser-aluminum-chemical-corp-v-bonjorno/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1570</span></a></span>, <span class=\"citation\" data-id=\"112403\"><a href=\"/opinion/112403/kaiser-aluminum-chemical-corp-v-bonjorno/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">842</span></a></span> (1990). In <i>Kaiser,</i> the district court granted a new trial as to damages only, after finding the evidence insufficient to support the jury's damages award. <i>Id.</i> at 830, <span class=\"citation\" data-id=\"112403\"><a href=\"/opinion/112403/kaiser-aluminum-chemical-corp-v-bonjorno/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1570</span></a></span>. The Supreme Court held that in such a situation, postjudgment interest on a later damages award did not begin to accrue when the initial judgment entered. <i>Id.</i> at 836, <span class=\"citation\" data-id=\"112403\"><a href=\"/opinion/112403/kaiser-aluminum-chemical-corp-v-bonjorno/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1570</span></a></span>. Implicit in this holding is the principle that a finding of liability alone without a corresponding determination on damages does not suffice to start the clock on postjudgment interest.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>See Happy Chef Sys., Inc. v. John Hancock Mut. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"561810\"><a href=\"/opinion/561810/happy-chef-systems-inc-v-john-hancock-mutual-life-insurance-company/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1433</span></a></span>, 1435, 1437 (8th Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this case, the district court's March 2004 order amounted to only a finding of liability for benefits. Indeed, this was the only finding requested by Radford Trust in its motion for \"partial summary judgment.\" The court's March 2004 order left open the possibility that the parties would dispute the amount of damages, inviting the parties to brief any such dispute. Accordingly, Radford Trust raised the issue of the applicability of the Social Security offset. That issue was disputed between the parties until the district court ruled on the issue in its December 2005 order. Thus, there was no \"money judgment\" until December 2005.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In ruling to the contrary, the district court relied on cases relating to whether postjudgment interest on <i>attorneys' fees</i> accrues when the entitlement to fees is established or when the amount of the fees is quantified. <i>See Mogilevsky,</i> 311 F.Supp.2d at 224-26. This court has never ruled on this issue, <i>see Foley v. City of Lowell,</i> <span class=\"citation\" data-id=\"571252\"><a href=\"/opinion/571252/michael-j-foley-v-city-of-lowell-massachusetts-michael-j-foley-v-city/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 22 n. 16 (1st Cir.1991), and we need not do so here. While some courts have held that attorneys' fees should be treated as simply a form of damages award, and thus accrue interest only when quantified, <i>see Eaves v. County of Cape May,</i> <span class=\"citation\" data-id=\"771994\"><a href=\"/opinion/771994/pamela-d-eaves-v-county-of-cape-may-william-e-sturm-individually-and-as/\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">527</span></a></span>, 535 (3d Cir. 2001), the rule as to damages awards does not depend on the rule as to attorneys' fees. <i>Compare Happy Chef,</i> 933 F.2d at 1437 (damages awards accrue interest when quantified), <i>with Jenkins v. Missouri,</i> <span class=\"citation\" data-id=\"560400\"><a href=\"/opinion/560400/kalima-jenkins-by-her-friend-kamau-agyei-carolyn-dawson-by-her-next/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1273</span></a></span>, 1276 (8th Cir.1991) (attorneys' fees accrue interest when the right to fees is established).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Nor does this case fall within the rule that damages are considered to have been ascertained when all that remains is a \"mechanical task of computing\" the exact sum based on the court's orders. <i>EEOC v.</i> <i>Gurnee Inns, Inc.,</i> <span class=\"citation\" data-id=\"577232\"><a href=\"/opinion/577232/united-states-equal-employment-opportunity-commission-v-gurnee-inns-inc/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">146</span></a></span>, 149 (7th Cir.1992). While computing the Social Security offset might have been a \"mechanical task,\" determining whether it applied was not.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Because an award of prejudgment interest in ERISA cases is discretionary, we leave to the district court on remand the decision in the first instance whether to award prejudgment interest for the period from March 2004 to December 2005, during which it erroneously granted postjudgment interest. The district court can thus address First Unum's argument that it would be inequitable to award prejudgment interest for this period because Radford Trust was responsible for much of the delay.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Radford Trust initially also appealed the district court's decision to award benefits starting from June 2000, rather than October 1999. The parties have now settled this issue, and the appeal on this issue is accordingly dismissed. On remand, the district court can address Radford Trust's contention that it is entitled to additional relief flowing from the settlement.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The appeal on the benefits accrual issue is <i>dismissed.</i> The award of postjudgment interest from March 31, 2004 to December 22, 2005 is <i>reversed</i> and the case is <i>remanded</i> to the district court to determine whether to award prejudgment interest for the same period and for further proceedings consistent with this opinion. No costs are awarded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In a similar vein, we have previously held that, in the absence of a determination under Federal Rule of Civil Procedure 54(b), a judgment as to some claims or some parties does not begin to accrue postjudgment interest while another claim is still pending<i>See Fratus,</i> 147 F.3d at 30.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112403/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/560400/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561810/",
    "http://www.courtlistener.com/api/rest/v3/opinions/571252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577232/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771994/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2314517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2411205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2475539/"
  ]
}