{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202899/",
  "absolute_url": "/opinion/202899/united-states-v-taylor/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202899/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/3246/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:04:27Z",
  "date_modified": "2016-04-26T23:07:19.846580Z",
  "type": "010combined",
  "sha1": "3219779e8941e13b870036bb090c6a8518f14471",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-2216-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/08/17/US_v._Taylor.pdf",
  "plain_text": "           United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 06-2216\n\n                     UNITED STATES OF AMERICA,\n\n                            Appellant,\n\n                                v.\n\n                         TALMUS R. TAYLOR,\n\n                       Defendant, Appellee.\n\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF MASSACHUSETTS\n            [Hon. Patti B. Saris, U.S. District Judge]\n\n\n                              Before\n\n                     Torruella, Circuit Judge,\n                 Newman* and Lynch, Circuit Judges.\n\n\n     John A. Capin, Assistant United States Attorney, with whom\nMichael J. Sullivan, United States Attorney, was on brief, for\nappellant.\n     Bruce T. Macdonald, for appellee.\n     Elizabeth L. Prevett and Miriam Conrad, Federal Public\nDefender, Federal Defenders Office, were on brief as amicus curiae\nin support of appellee.\n\n\n\n                          August 17, 2007\n\n\n\n\n*\n    Of the Federal Circuit, sitting by designation.\n\f            TORRUELLA, Circuit Judge. Talmus R. Taylor was tried and\n\nconvicted    of   sixteen   counts    of    aiding    and   assisting      in   the\n\npreparation   of    false   tax    returns,    a    violation    of   26   U.S.C.\n\n§ 7206(2).    The district court sentenced Taylor to one year in a\n\nhalfway house, five years of probation, and a $10,000 fine.                     The\n\nGovernment now appeals Taylor's sentence, claiming that it is\n\nsubstantively      unreasonable.      After    careful      consideration,       we\n\nconclude that a non-jail sentence was unreasonable in light of the\n\ndistrict    court's   explanation     and     the    factors    the   court     was\n\nobligated to consider under 18 U.S.C. § 3553(a).\n\n                               I. Background\n\n            In 1997, Taylor, a teacher at Fifield Elementary School\n\nin Dorchester, Massachusetts, took a second job as a part-time\n\nincome tax preparer.        In this capacity, Taylor submitted federal\n\ntax returns on behalf of his clients.                  Many of the returns\n\nsubmitted by Taylor claimed deductions for charitable contributions\n\nof $9,000 to $19,000 worth of goods per year to Goodwill, donations\n\nwhich his clients had not in fact made.               The false claims were\n\naccompanied by handwritten lists that purported to be records of\n\nspecific contributions along with their alleged value.\n\n            When the Internal Revenue Service (\"IRS\") noticed a\n\nsuspicious pattern in the returns prepared by Taylor -- in some\n\ncases, the lists of contributions submitted with one person's\n\nreturn were identical to lists submitted with another's return --\n\n\n                                     -2-\n\fthey questioned Taylor.       Taylor told the IRS that it was his\n\nclients who had provided the fraudulent lists of deductions, and\n\nthat he had simply served as a scrivener.        When confronted with the\n\nfact that many of the lists were identical, Taylor explained that\n\nhe had mixed up documents at the copier, even though the lists had\n\nbeen submitted months apart.     According to testimony, Taylor then\n\nasked his clients to provide false information to the IRS by, inter\n\nalia, filling out blank receipts obtained from Goodwill and forging\n\nthe signature of Goodwill employees.            The IRS did not believe\n\nTaylor's explanations for the discrepancies, and he was later\n\narrested and charged with sixteen counts of tax fraud.\n\n          At trial, Taylor's clients testified that he had prepared\n\nthe lists of deductions and that he had later asked them to lie to\n\nIRS agents if they asked about the returns.        Taylor's clients also\n\nstated that before Taylor had filled out their tax returns and\n\nafterwards,     they   had   never    falsely    claimed   a   charitable\n\ncontribution.    The clients testified that after the tax fraud was\n\ndiscovered, they were left with tax liabilities of, on average,\n\n$2,000 for each year that Taylor prepared their returns.\n\n          Taylor testified on his own behalf, denying involvement\n\nin any fraudulent scheme.       The jury returned a verdict finding\n\nTaylor guilty on sixteen counts of aiding in the preparation of\n\nfalse tax returns. The jury further found that the aggregate value\n\n\n\n\n                                     -3-\n\fof the fraud -- the amount of taxes not paid to the Government --\n\nwas $129,879.\n\n          The    Probation   Office   prepared   a   pre-sentence   report\n\n(\"PSR\") for Taylor.   The PSR calculated a total offense level of 19\n\nby adding a base offense level of 15, U.S.S.G. § 2T4.1(J), a\n\n2-level enhancement for being in the business of preparing tax\n\nreturns, U.S.S.G. § 2T1.4(b)(1)(B), and a 2-level enhancement for\n\nobstruction of justice on the ground that Taylor counseled two\n\nwitnesses to falsify evidence and lie to the IRS, U.S.S.G. § 3C1.1.\n\nTaking into account that Taylor had no criminal history, the\n\nsentencing range under the advisory Sentencing Guidelines was 30 to\n\n37 months in prison, one year of supervised release, and a fine of\n\nup to $60,000.\n\n          Taylor submitted a sentencing memorandum to the court\n\nsuggesting that it depart from the sentencing guidelines and give\n\nhim no jail time at all.        Taylor offered a letter from Boston\n\nPublic Schools stating that, based on the nature of his crime,\n\nTaylor would continue to be eligible for employment in the schools\n\nif he was not incarcerated.      In addition, Taylor provided forty-\n\neight letters from the president of the Boston Teachers Union,\n\nvarious current and former administrators and teachers in his\n\nschool and the school system, parents and students, friends,\n\ncolleagues, family members, members of his church, and members of\n\nthe community.    These letters all unequivocally stated that this\n\n\n                                  -4-\n\fcrime was an aberration for Taylor, and that he was generally a\n\nlaw-abiding person.    Some of the letters noted that Taylor had\n\nplayed a very important role as a teacher at Fifield, that he was\n\nloved by students, and that Taylor often went above and beyond his\n\njob duties in organizing concerts and field trips for students, and\n\nin leading the school chorus and the band.        Other letters stated\n\nthat Taylor was the guardian for his mentally disabled brother, and\n\nthat he had provided aid and comfort to many members of the\n\ncommunity in their times of need.\n\n          At the sentencing hearing, a colleague of Taylor and\n\nTaylor's principal both testified on his behalf.             The witnesses\n\nmostly repeated what was said in the letters, but added that\n\nalthough they would likely be able to find a new music teacher,\n\nTaylor was irreplaceable, and that they felt it unlikely that they\n\nwould find someone who would put in as much time as Taylor did.         In\n\naddition, the witnesses noted that Taylor was African-American and\n\nthat he was a good role model to students in his school, who often\n\ndid not encounter educated and professional African Americans. The\n\nGovernment   argued   that   while     Taylor   had   made     significant\n\ncontributions to his community and while this might warrant a\n\nsomewhat lower sentence, Taylor's case still merited some amount of\n\njail time so as to deter future offenders and to reflect the\n\nseriousness of the offense.    In particular, the Government noted\n\nthat Taylor had not accepted responsibility for his actions and\n\n\n                                 -5-\n\fthat he had lied about his role in the fraud throughout the case.\n\nFinally, Taylor made a brief statement to the court, stating that\n\nhe was \"embarrassed,\" and that he was \"sorry that [he had] actually\n\nput [his] job into jeopardy as a music teacher.\"     Taylor noted that\n\nhe loved his job and wanted to continue working as a teacher in the\n\nschools.\n\n            The court decided to impose a sentence of five years\n\nprobation, including five hours a week of community service and one\n\nyear in a \"halfway house,\" and a fine of $10,000.            The court\n\noffered as justification for the sentence its belief that\n\n            [Taylor's] level of service to the community\n            is extraordinary community involvement which\n            involves a traditional departure ground.     I\n            also think that if for some reason the\n            appellate court did not think that it was a\n            traditional departure ground because they felt\n            it doesn't rise to the level of extraordinary,\n            I would do it on the basis of a variance on\n            the history and characteristics of the\n            offender and the need to impose a punishment\n            that is adequate but not [greater than\n            necessary.] . . . I'm particularly not giving\n            straight probation because I think that it's a\n            serious crime, but I think that this is a way\n            in which he can continue to give back to the\n            community, and yet it will send that signal\n            that the Government was correctly worried\n            about to the world that you can't commit tax\n            fraud and commit perjury and basically get\n            straight probation.\n\nThe Government then objected to the sentence on the ground that it\n\nwas   not   reasonable.    The   court   overruled   the   Government's\n\nobjection, and this appeal ensued.\n\n\n\n                                  -6-\n\f                                II. Discussion\n\n                         A. Standard of Review\n\n           First, we must discern the proper standard of review to\n\napply to Taylor's sentence.        The Government urges us to bifurcate\n\nour review, looking first to determine whether the district court\n\nabused its discretion in \"departing\" from the Sentencing Guidelines\n\nrecommendation,   and    then    reviewing   the   ultimate   sentence     for\n\n\"reasonableness.\" Taylor, on the other hand, argues that we should\n\neschew   independent    review    of   departures,   and   engage   only    in\n\nreasonableness review of the end product.             Ultimately, because\n\nreasonableness review is not easily distinguishable from review for\n\nabuse of discretion, see Rita v. United States, 127 S. Ct. 2456,\n\n2470-71 (2007) (Stevens, J., concurring) (\"Simply stated, Booker\n\nreplaced the de novo standard of review required by 18 U.S.C.\n\n§ 3742(e) with an abuse-of-discretion standard that we called\n\n'reasonableness' review.\" (quoting United States v. Booker, 543\n\nU.S. 220, 262 (2005))), Taylor and the Government differ only as to\n\nwhether or not an independent review of \"departures\" is merited.\n\n           The Government finds support for independent review of\n\ndepartures in the history of the sentencing statutes. Prior to the\n\nenactment of the Prosecutorial Remedies and Other Tools to End the\n\nExploitation of Children Today Act of 2003 (\"PROTECT Act\"), Pub. L.\n\n108-21, 117 Stat. 650 (2003), we reviewed decisions to depart\n\nupwards or downwards from the sentencing guidelines for abuse of\n\n\n                                       -7-\n\fdiscretion.       See, e.g.,   United States v. Rodríguez, 327 F.3d 52,\n\n55 (1st Cir. 2003).        After passage of the PROTECT Act, courts of\n\nappeal reviewed out-of-Guidelines sentences de novo.                117 Stat. at\n\n670, codified at 18 U.S.C. § 3742(e).                However, in Booker, the\n\nSupreme Court severed and excised § 3742(e), finding that the\n\neffect of the de novo review standard was to \"make Guidelines\n\nsentencing even more mandatory than it had been\" and concluding\n\nthat it \"ceased to be relevant.\"        543 U.S. at 261.      Although Booker\n\nextensively discussed the standard of review to be applied to\n\nsentencing appeals, the Court did not explicitly decide whether\n\ncourts of appeal should return to the pre-PROTECT Act standard of\n\nreview.    Rather, it simply stated that\n\n               the [pre-PROTECT Act] text told appellate\n               courts to determine whether the sentence \"is\n               unreasonable\" with regard to § 3553(a).\n               Section 3553(a) remains in effect, and sets\n               forth numerous factors that guide sentencing.\n               Those factors in turn will guide appellate\n               courts, as they have in the past, in\n               determining    whether    a    sentence    is\n               unreasonable.\n\nId. at 261.\n\n               In the absence of explicit instructions from the Supreme\n\nCourt, the Government argues, and some of our sister circuits have\n\nconcluded, that the proper course of action is to revert to the\n\npre-PROTECT Act standard, which separately reviewed Sentencing\n\nGuidelines departures for abuse of discretion.              See, e.g., United\n\nStates    v.    Wolfe,   435   F.3d   1289,   1295    n.5   (10th   Cir.   2006)\n\n\n                                       -8-\n\f(explaining history of sentencing statutes and concluding that\n\ndepartures should be reviewed for abuse of discretion); see also\n\nUnited States v. Shan Wei Yu, 484 F.3d 979, 987 (8th Cir. 2007);\n\nUnited States v. Husein, 478 F.3d 318, 325-326 (6th Cir. 2007);\n\nUnited States v. Crisp, 454 F.3d 1285, 1288 (11th Cir. 2006);\n\nUnited States v. Smith, 440 F.3d 704, 707 (5th Cir. 2006); United\n\nStates v. Fuller, 426 F.3d 556, 562 (2d Cir. 2005).                Two circuits,\n\nhowever, have eliminated separate review of departures under the\n\nGuidelines, concluding that post-Booker, independent review of\n\nSentencing       Guidelines         \"departures\"         largely      replicates\n\nreasonableness review. See United States v. Mohamed, 459 F.3d 979,\n\n987   (9th   Cir.   2006)    (\"If    we    were    to   declare    the   sentence\n\nunreasonable, then the sentence would be invalid both because of\n\nthe erroneous departure and because it is unreasonable. In any\n\ncase, our review of the so-called departure would have little or no\n\nindependent value.\" (emphasis in original)); United States v.\n\nJohnson, 427 F.3d 423, 426 (7th Cir. 2005) (\"It is now clear that\n\nafter   Booker   what   is   at   stake      is   the   reasonableness    of    the\n\nsentence, not the correctness of the 'departures' as measured\n\nagainst   pre-Booker    decisions         that    cabined   the    discretion    of\n\nsentencing    courts    to   depart    from       guidelines   that   were     then\n\nmandatory.\").\n\n             We agree that the concept of \"departures\" is somewhat\n\n\"outmoded\" in the post-Booker world. See United States v. Rinaldi,\n\n\n                                       -9-\n\f461 F.3d 922, 929 (7th Cir. 2006).              However, district courts are\n\nstill required by § 3553(a)(5) to consider policy statements issued\n\nby the Sentencing Commission, and many of the traditional grounds\n\nfor \"departure\" under the Sentencing Guidelines are, in fact,\n\npolicy statements.     District courts must properly interpret those\n\npolicy statements (if they are relevant) and apply them to the\n\nfacts   of   each   case.      See,   e.g.,     United   States   v.   Thurston\n\n(\"Thurston I\"), 358 F.3d 51, 78-79 (1st Cir. 2004) (holding that\n\nU.S.S.G. § 5H1.11 states that courts should impose lower sentences\n\nonly for \"extraordinary\" good works), vacated and remanded in light\n\nof Booker, 543 U.S. 1097 (2005).             Thus, at times, we may need to\n\nrefer   to    our   extensive       body   of    departure-related     law    to\n\nindependently determine whether a district court has complied with\n\nits obligation under § 3553(a)(5) to consider Sentencing Commission\n\npolicy statements.     As such, we cannot agree with the Seventh and\n\nNinth circuits that appellate courts should never, as part of their\n\nreasonableness analyses, engage in an independent review of whether\n\na district court properly interpreted the Sentencing Commission's\n\npolicy statements in determining a sentence.\n\n             Thus, we think that where a party challenges a sentence\n\nas   unreasonable    because    a    district    court   has   misconstrued    a\n\nSentencing Commission policy statement, appellate review should\n\nconsist of determining whether a district court has correctly\n\ninterpreted the policy statement and whether it has reasonably\n\n\n                                      -10-\n\fapplied the policy statement to the facts of the case.                 Once we\n\nhave    determined    that   a   district   court   has   complied    with   its\n\nstatutory     obligation     to    correctly    consider     the     Sentencing\n\nCommission policy statements, appellate review of the ultimate\n\nsentence, including the weighing of those policy statements against\n\nthe other § 3553(a) factors, should be for \"reasonableness.\"\n\nBooker, 543 U.S. at 261.1\n\n    B. Did the District Court Properly Interpret U.S.S.G. § 5H1.11?\n\n             The     Government    argues    that    the    district     court\n\nmisinterpreted U.S.S.G. § 5H1.11, and thus erroneously considered\n\nit to militate in favor of a lower sentence in this case.             U.S.S.G.\n\n§ 5H1.11 is a policy statement of the Sentencing Commission and\n\nstates, \"[C]ivic, charitable, or public service; employment-related\n\ncontributions; and similar prior good works are not ordinarily\n\nrelevant in determining whether a departure is warranted.\" We have\n\ninterpreted § 5H1.11 to apply only to extraordinary civic and\n\ncharitable contributions.         See Thurston I, 358 F.3d at 78-79; see\n\n\n1\n   The Government also argues that appellate courts may not review\na district court's decision to choose a lower (or higher) sentence\nbased on a Sentencing Guidelines policy statement. We find this\nargument unusual, given that it would moot the Government's appeal\ninasmuch as the district court imposed a lower sentence on Taylor\nbased on such a policy statement.     While it is true that under\nexisting circuit precedent, we may not review a district court's\ndiscretionary decision to find that a Sentencing Guidelines policy\nstatement does not merit a sentence reduction in a particular\ndefendant's case, United States v. Meléndez-Torres, 420 F.3d 45,\n50-51 (1st Cir. 2005), this is beside the point. A sentence which\ntakes into account a Sentencing Guidelines policy statement is,\nlike all other sentences, subject to review for reasonableness.\n\n                                     -11-\n\falso U.S.S.G. § 5K2.0(a)(4) (\"An offender characteristic . . . not\n\nordinarily relevant in determining whether a departure is warranted\n\nmay   be   relevant   to   this   determination   only   if    such   offender\n\ncharacteristic or other circumstance is present to an exceptional\n\ndegree.\"). The district court appears to have properly interpreted\n\nthe policy statement, given its statement that it considered\n\n§ 5H1.11 to apply because of Taylor's \"extraordinary\" good works.\n\n            In deciding whether U.S.S.G. § 5H1.11 applied to the\n\nfacts of Taylor's case, the district court noted that people from\n\nall walks of life wrote to the court to attest to the fact that\n\nTaylor had gone out of his way to help them and the community.\n\nMany of Taylor's students and colleagues also wrote and testified,\n\nexplaining his importance to the school as a music teacher and that\n\nhe had often gone above and beyond his job duties to organize\n\nconcerts for pupils.         Perhaps the most striking testimony to\n\nTaylor's contributions to his school was contained in a letter from\n\nthe Boston Public Schools indicating that Taylor would be allowed\n\nto continue teaching if he was not sent to prison, notwithstanding\n\nthe fact that he had been found guilty of fraud.              In light of the\n\ntestimony at Taylor's sentencing hearing and the vast number of\n\nletters documenting Taylor's extensive service to his community, we\n\nbelieve that the district court reasonably interpreted the facts to\n\nfind that Taylor had engaged in extraordinary good works, and that\n\nas such, U.S.S.G. § 5H1.11 militated in favor of a lower sentence.\n\n\n                                     -12-\n\fCf. United States v. Canova, 412 F.3d 331, 343 (2d Cir. 2005)\n\n(finding that a defendant had engaged in extraordinary good works\n\n\"which included six years' service in the United States Marine\n\nCorps, 'exemplary and many times courageous service' as a volunteer\n\nfirefighter, and Good Samaritan aid to 'three total strangers who\n\nwere in extreme medical distress.'\"). Although another judge might\n\nhave decided otherwise, we conclude that the district court's\n\ndetermination was a reasonable interpretation of the facts before\n\nit.\n\n              C. Was Taylor's Sentence Unreasonable?\n\n           Because   the   district   court   properly   calculated   the\n\nadvisory Sentencing Guidelines range and correctly interpreted the\n\nrelevant Sentencing Commission policy statements, and because there\n\nis no dispute that the court gave proper weight to the Guidelines,\n\nthe only remaining question at issue in this appeal is whether the\n\ncourt's sentence was \"reasonable.\" Jiménez-Beltre, 440 F.3d at 518\n\n(\"Booker's remedial solution makes it possible for courts to impose\n\nnon-guideline sentences that override the guidelines, subject only\n\nto the ultimate requirement of reasonableness.\"); see also United\n\nStates v. Trupin, 475 F.3d 71, 74 (2d Cir. 2007) (reviewing a\n\nsentence for reasonableness after determining that \"[n]either the\n\nway in which the district court performed its duty to consider the\n\nsection 3553(a) factors nor its Guidelines calculation is at\n\nissue\").\n\n\n                                 -13-\n\f              In past cases, we have attempted, mostly in general\n\nterms,   to    describe   how   a    district   judge   might   arrive   at   a\n\nreasonable sentence for a defendant.            We have expressed the need\n\nfor district courts to provide a \"plausible explanation and a\n\ndefensible overall result.\"          Jiménez-Beltre, 440 F.3d at 519.     And\n\nalthough the Guidelines are not presumptively reasonable in this\n\nCircuit, see id. at 518, we have also agreed with Judge Posner's\n\nstatement that \"[t]he farther the judge's sentence departs from the\n\nguidelines sentence . . . the more compelling the justification\n\nbased on factors in section 3553(a) that the judge must offer in\n\norder to enable the court of appeals to assess the reasonableness\n\nof the sentence imposed.\"           United States v. Smith, 445 F.3d 1, 4\n\n(1st Cir. 2006) (quoting United States v. Dean, 414 F.3d 725, 729\n\n(7th Cir. 2005) (Posner, J.)).2\n\n              Notwithstanding these general pronouncements, we have\n\ntended to eschew more specific guidance, recognizing that judges\n\nmust consider each defendant and his or her crime individually.\n\nSee Jiménez-Beltre, 440 F.3d at 528 n.10 (\"[W]e required, even\n\n\n\n2\n   In Rita, 127 S. Ct. at 2463, the Supreme Court held that it was\npermissible for an appellate court to presume that if \"both the\nsentencing judge and the Sentencing Commission will have reached\nthe same conclusion as to the proper sentence in the particular\ncase[,] . . . . [t]hat double determination significantly increases\nthe likelihood that the sentence is a reasonable one.\" However,\nthe Supreme Court's opinion does not require such a presumption to\nbe adopted, id. at 2468 (noting that \"[s]everal courts of appeals\nhave . . . rejected a presumption of unreasonableness\"), and we\nhave declined to adopt one, Jiménez-Beltre, 440 F.3d at 518.\n\n                                       -14-\n\fbefore   Booker,   that   a   court's    explanation   of   its   sentence\n\n'sufficiently show a thoughtful exercise of the court's sentencing\n\nresponsibility and a degree of care and individualized attention\n\nappropriate to the solemnity of the sentencing task.'\" (quoting\n\nUnited States v. Vázquez-Molina, 389 F.3d 54, 59 (1st Cir. 2004)));\n\nsee also United States v. Vázquez-Rivera, 470 F.3d 443, 449 (1st\n\nCir.   2006)   (Howard,   J.,   concurring)    (\"District    courts   will\n\ninevitably approach sentencing differently post-Booker.           Indeed,\n\nthe legitimacy of a range of approaches is implicit in Booker's\n\ngrant of added discretion to sentencing judges.\").          But see United\n\nStates v. Thurston (Thurston II), 456 F.3d 211, 220 (1st Cir. 2006)\n\n(\"Having reviewed the record, the recommended guideline sentence,\n\nand the § 3553(a) factors, we conclude that a sentence of fewer\n\nthan 36 months' imprisonment would fail reasonableness review in\n\nthe present circumstances.\").       We leave broad discretion to a\n\ndistrict judge to determine an appropriate sentence because he or\n\nshe will ordinarily have observed a trial from its inception,\n\nbecoming intimately aware of the facts and the players involved.3\n\n\n3\n   The discretion left to district judges in the wake of Booker,\n543 U.S. 220, is not a particularly new development. Prior to the\ncreation of the Sentencing Guidelines regime in the late 1980s,\njudges were given almost unfettered (and unreviewable) discretion\nto impose sentences as they saw fit. See generally Mistretta v.\nUnited States, 488 U.S. 361, 363-65 (1989) (reviewing history of\nsentencing in United States); Douglas Berman, Conceptualizing\nBooker, 38 Ariz. St. L.J. 387, 388        (2006) (\"From the late\nnineteenth-century and throughout the first three-quarters of the\ntwentieth-century, trial judges in both federal and state systems\nwere given nearly unfettered discretion to impose any sentence from\n\n                                  -15-\n\fSee Rita, 127 S. Ct. at 2469 (\"The sentencing judge has access to,\n\nand    greater    familiarity     with,   the    individual     case   and   the\n\nindividual defendant before him than the Commission or the appeals\n\ncourt.\").        In   addition,   a   district   judge   will   ordinarily    be\n\ninvolved in sentencing on a far more regular basis than appellate\n\njudges, and thus will have a better eye for the ins and outs of\n\ncriminal conduct and those who engage in it.               Thus, a district\n\ncourt will be best placed to make the sorts of individualized\n\ndeterminations that allow the imposition of a sentence that is\n\nsufficient, but no greater than necessary, to achieve the stated\n\npurposes of 18 U.S.C. § 3553(a).          Unwarranted interference in this\n\nprocess is likely to hinder individualized consideration and result\n\nin one-size-fits-all sentencing, an approach that was rejected long\n\nago.    See Williams v. New York, 337 U.S. 241, 247 (1949) (\"The\n\nbelief no longer prevails that every offense in a like legal\n\n\n\n\nwithin broad statutory ranges provided for criminal offenses.\").\nThis discretion, however, led to \"[s]erious disparities in\nsentences.\" Mistretta, 488 U.S. at 365; see also Berman, supra at\n393 (\"[S]ome studies found that personal factors such as an\noffender's race, gender and socioeconomic status were impacting\nsentencing outcomes and accounted for certain disparities.\"). As\na result, in determining a sentence, judges must now consider \"the\nneed to avoid unwarranted sentence disparities among defendants\nwith similar records who have been found guilty of similar\nconduct,\" 18 U.S.C. § 3553(a)(6). A judge must also continue to\nconsider the sentencing guidelines, id. § 3553(a)(4)-(5), which\nreflect \"the increased uniformity of sentencing that Congress\nintended its Guidelines system to achieve,\" Booker, 543 U.S. at\n246.\n\n                                       -16-\n\fcategory calls for an identical punishment without regard to the\n\npast life and habits of a particular offender.\").\n\n          Turning to the case at hand, the district court decided\n\nthat a sentence of probation and time in a halfway house was\n\nappropriate for Taylor, citing both U.S.S.G. § 5H1.11 and its\n\nbelief that a \"non-guidelines sentence\" would best serve the\n\nsentencing goals listed in 18 U.S.C. § 3553(a).4    Under 18 U.S.C.\n\n§ 3553(a)(5), it was proper for the district court to consider\n\nTaylor's extraordinary good works pursuant to U.S.S.G. § 5H1.11,\n\nand in Thurston II, we stated that a district court might also\n\nconsider ordinary charitable activities and good works as part of\n\nthe \"history and characteristics of the defendant,\" 18 U.S.C.\n\n§ 3553(a)(1).   456 F.3d at 219.\n\n          While these ordinary and extraordinary contributions to\n\nthe community may have justified a sentence with less imprisonment\n\n\n\n4\n   We wonder, however, whether terming a sentence \"guideline\" or\n\"non-guideline\" appropriately reflects the proper role of the\nsentencing guidelines post-Booker. While the sentencing guidelines\nare to be accorded substantial weight, see United States v.\nVázquez-Rivera, 470 F.3d 443, 449 (1st Cir. 2006), and can be used\nas a starting point in the sentencing process, see United States v.\nParrilla Román, 485 F.3d 185, 190 (1st Cir. 2007), the Guidelines\nare but one factor in the sentencing analysis, 18 U.S.C. § 3553(a)\n(4), a sentence outside of the guidelines need not be justified by\nunusual or extraordinary reasons, see Vázquez-Rivera, 470 F.3d at\n449, and a within-guidelines sentence will not be considered\npresumptively reasonable by this court, see Jiménez-Beltre, 440\nF.3d at 518.     Thus, we do not find the term \"non-guidelines\nsentence\" to be useful except to the extent that it expresses the\nsentencing court's consideration that the advisory Guidelines\nrecommendation was outweighed by other § 3553(a) factors.\n\n                               -17-\n\fthan an otherwise similarly situated defendant, we cannot sustain\n\nthe ultimate sentence imposed on Taylor based on the factors\n\nidentified by the district court.       In explaining its ultimate\n\nsentence, the district court noted that Taylor had committed a\n\nserious offense, and that he had lied in court.     The court also\n\nnoted that under the sentencing guidelines, which were considered\n\nas part of the sentencing process, the recommended sentence for\n\nTaylor was 30 to 37 months in prison.        The court explained,\n\nhowever, that it did not feel that a sentence of jail time was\n\nappropriate because of the \"fantastic contribution he has made to\n\nthe community.\"    Although we do not wish to unduly constrain the\n\ndistrict court's sentencing discretion on remand, we do not think\n\nthat these factors make Taylor's sentence of probation a plausible\n\nresult.   See United States v. Scherrer, 444 F.3d 91, 93 (1st Cir.\n\n2006) (\"[O]ur main concern is whether the court has adequately\n\nexplained its reasons for varying or declining to vary from the\n\nguidelines and whether the result is within reasonable limits.\").\n\nWe briefly explain.\n\n          The offense that Taylor committed no less than sixteen\n\ntimes over a four-year period -- fraudulent preparation of tax\n\nreturns -- is a serious crime.    While tax fraud is not violent in\n\nnature, at its heart, it is theft, specifically theft of money to\n\nwhich the public is entitled.    See Trupin, 475 F.3d at 76 (noting\n\nthat the defendant \"in effect stole from his fellow taxpayers\n\n\n                                 -18-\n\fthrough    his    deceptions\"    and    that     \"[a]    seven-month    term   of\n\nimprisonment fails to reflect as much\").                 Furthermore, the tax\n\nfraud committed here was not part of an indigent's effort to avoid\n\npersonal tax liability, but rather, the supplemental business of a\n\nmoderately successful man who misled his clients.                    Cf. United\n\nStates v. Thurman, 179 Fed. Appx. 971, 972 (7th Cir. 2006)               (noting\n\nwith approval that \"[t]he district court concluded that because\n\nThurman was not selling drugs to support his own addiction, but\n\ninstead as an illegal business, his crime was more offensive in\n\nnature\").    In addition, as the district court recognized, Taylor\n\nrepeatedly       obstructed     justice       during    the   course    of     the\n\ninvestigation and the trial by asking his clients to misinform the\n\nIRS and provide inaccurate testimony. See Rinaldi, 461 F.3d at 931\n\n(finding    reasonable    a   district    court's       consideration    of    the\n\ndefendant's obstruction of justice as a factor meriting a higher\n\nsentence); United States v. Bradstreet, 135 F.3d 46, 57 (1st Cir.\n\n1998) (\"One convicted of criminal dishonesty is therefore not\n\nentitled to an aberrant conduct departure if he has testified\n\ndishonestly about his criminal conduct.\").                 Moreover, the trial\n\ntranscript   provides    no     indication      whatsoever    that   Taylor    has\n\naccepted responsibility for his actions.               To put it succinctly, we\n\ndo not view the sentence as having given full consideration to the\n\nnature and circumstances of Taylor's crime, 18 U.S.C. § 3553(a)(1),\n\nand the need to reflect its seriousness, 18 U.S.C. § 3553(a)(2)(A).\n\n\n                                       -19-\n\f            In addition, we believe that the district court accorded\n\nincommensurate weight to the fact that Taylor's absence from school\n\nwould negatively affect his students.          We need not decide whether,\n\nin considering the history and characteristics of the defendant, a\n\ncourt may consider the effect of the defendant's incarceration on\n\nothers. Cf. United States v. Holz, 118 Fed. Appx. 928, 935-36 (6th\n\nCir. 2004) (deciding that a court may consider the impact on a\n\ndefendant's business and employees when imposing a sentence).\n\nHowever,    if   a   district    court   did   take   such    an   impact   into\n\nconsideration, we think it would also have been necessary to\n\nconsider the fact that \"[i]t is not extraordinary that in the area\n\nof white collar crime, a principal's business and employees may\n\nsuffer if he is incarcerated.\"           United States v. Pool, 474 F.3d\n\n1127, 1129 (8th Cir. 2007).\n\n            Furthermore, the court was also obligated to consider\n\nwhether Taylor's sentence would serve the purpose of providing\n\n\"adequate deterrence to criminal conduct.\"            18 U.S.C. § 3553(a)(2)\n\n(B).   In    particular,    we    have   recognized    that   \"deterrence    of\n\nwhite-collar crime [is] of central concern to Congress.\"                United\n\nStates v. Mueffelman, 470 F.3d 33, 40 (1st Cir. 2006).                      When\n\npassing the Sentencing Reform Act, Congress explained:\n\n            [It is our] view that in the past there have\n            been many cases, particularly in instances of\n            major white collar crime, in which probation\n            has been granted because the offender required\n            little    or   nothing    in   the    way   of\n            institutionalized    rehabilitative   measures\n\n                                     -20-\n\f          . . . and because society required no\n          insulation from the offender, without due\n          consideration being given to the fact that the\n          heightened deterrent effect of incarceration\n          and the readily perceivable receipt of just\n          punishment accorded by incarceration were of\n          critical importance. The placing on probation\n          of [a white collar criminal] may be perfectly\n          appropriate in cases in which, under all the\n          circumstances, only the rehabilitative needs\n          of the offender are pertinent; such a sentence\n          may be grossly inappropriate, however, in\n          cases in which the circumstances mandate the\n          sentence's carrying substantial deterrent or\n          punitive impact.\n\nS. Rep. No. 98-225, at 91-92 (1983), reprinted in 1984 U.S.C.C.A.N.\n\n3182, 3274-75; see also United States v. Martin, 455 F.3d 1227,\n\n1240-41 (11th Cir. 2006) (considering the Senate Report and adding\n\nthat \"Rather than deter crime by others, [the defendant's] 7-day\n\nsentence suggests that those similarly situated . . . could profit\n\nfrom fraudulent conduct\"); Thurston II, 456 F.3d at 218 (noting\n\nthat Congress has concluded that prison sentences tend to deter\n\nwhite-collar   criminals).5   We   do   not   see   why   Taylor   is   an\n\naberration from the overall conclusion that the threat of jail time\n\ndeters white-collar crime, and thus we are not convinced that a\n\nnon-jail sentence for Taylor would adequately serve the goal of\n\ngeneral deterrence.\n\n\n\n\n5\n   As we noted in Thurston II, although a district court might\ndisagree with the link between prison sentences and deterrence of\nwhite-collar crime, its focus should be on the individual\ncharacteristics of the defendant, rather than general policy\nconsiderations. 456 F.3d at 218.\n\n                               -21-\n\f            Finally, we are unpersuaded that this sentence reasonably\n\nreflects \"the need to avoid unwarranted sentence disparities among\n\ndefendants with similar records who have been found guilty of\n\nsimilar    conduct.\"6     18   U.S.C.   §    3553(a)(6).    The    Sentencing\n\nGuidelines highlight the problem:\n\n            Under pre-guidelines practice, roughly half of\n            all tax evaders were sentenced to probation\n            without imprisonment, while the other half\n            received sentences that required them to serve\n            an average prison term of twelve months. This\n            guideline is intended to reduce disparity in\n            sentencing for tax offenses and to somewhat\n            increase average sentence length.\n\nU.S.S.G.    §   2T1.1   background   note.      In   addition,    courts   have\n\nrecognized that \"the minimization of discrepancies between white-\n\n\n\n6\n    Taylor cites various cases in which other defendants have\nreceived somewhat lower sentences for their past good works. See,\ne.g., United States v. Canova, 412 F.3d 331 (2d Cir. 2005); United\nStates v. Woods, 159 F.3d 1132 (8th Cir. 1998). While these cases\nare persuasive inasmuch as they have held that a defendant's good\nworks are a permissible consideration in the sentencing process, we\ndo not believe them to be apt comparisons for the purpose of\nestablishing that Taylor's sentence is or is not within the norm.\nAs we have explained, the focus of § 3553(a)(6) is on nationwide\nsentencing disparities, rather than disparities between the\nsentences given to individual defendants. See Thurston II, 456\nF.3d at 216.\n\n     To the extent that Taylor offers these cases to show that his\nsentence is reasonable, we respond that they are no more probative\nof reasonableness than cases in which courts have rejected appeals\nby defendants challenging their sentences as too high in light of\ntheir good works, see, e.g., United States v. Baxter, 217 Fed.\nAppx. 557 (7th Cir. 2007), or cases in which courts have found\nsentences unreasonable on the ground that they excessively relied\non a defendant's good works, see, e.g., United States v. Mallon,\n345 F.3d 943, 949 (7th Cir. 2003).     In the post-Booker world,\nsentencing must be truly individualized.\n\n                                     -22-\n\fand blue-collar offenses\" is an important goal in the sentencing\n\nprocess.    Mueffelman, 470 F.3d at 40; see also Thurston I, 358 F.3d\n\nat 80. We recognize that because of Taylor's extraordinary service\n\nto the community, he may not be easily comparable to \"defendants\n\nwith   similar   records   who   have   been   found   guilty   of   similar\n\nconduct.\"    18 U.S.C. § 3553(a)(6).       However, it is important to\n\nrecognize that persons convicted of white collar crimes \"are often\n\nexpected, by virtue of their positions, to engage in civic and\n\ncharitable activities.\"     Thurston I, 358 F.3d at 80.\n\n            Thus,   we   conclude   that   the   district   court     should\n\nresentence Taylor by taking proper account of all of the factors\n\nlisted in 18 U.S.C. § 3553(a) and providing a reasoned explanation\n\nfor its result.\n\n                             III. Conclusion\n\n            For the foregoing reasons, we vacate the sentence of the\n\ndistrict court and remand for resentencing.\n\n            Vacated and Remanded.\n\n\n\n\n                                    -23-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>499 F.3d 94 (2007)</b></center>\n<center><h1>UNITED STATES of America, Appellant,<br>\nv.<br>\nTalmus R. TAYLOR, Defendant, Appellee.</h1></center>\n<center>No. 06-2216.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard June 4, 2007.</center>\n<center>Decided August 17, 2007.</center>\n<p><span class=\"star-pagination\">*95</span> John A. Capin, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief, for appellant.</p>\n<p>Bruce T. Macdonald, for appellee.</p>\n<p>Elizabeth L. Prevett and Miriam Conrad, Federal Public Defender, Federal Defenders Office, were on brief as amicus curiae in support of appellee.</p>\n<p>Before TORRUELLA, Circuit Judge, NEWMAN<sup>[*]</sup> and LYNCH, Circuit Judges.</p>\n<p>TORRUELLA, Circuit Judge.</p>\n<p>Talmus R. Taylor was tried and convicted of sixteen counts of aiding and assisting in the preparation of false tax returns, a violation of 26 U.S.C. § 7206(2). The district court sentenced Taylor to one year in a halfway house, five years of probation, and a $10,000 fine. The Government now appeals Taylor's sentence, claiming that it is substantively unreasonable. After careful consideration, we conclude that a non-jail sentence was unreasonable in light of the district court's explanation and the factors the court was obligated to consider under 18 U.S.C. § 3553(a).</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>In 1997, Taylor, a teacher at Fifield Elementary School in Dorchester, Massachusetts, took a second job as a part-time <span class=\"star-pagination\">*96</span> income tax preparer. In this capacity, Taylor submitted federal tax returns on behalf of his clients. Many of the returns submitted by Taylor claimed deductions for charitable contributions of $9,000 to $19,000 worth of goods per year to Goodwill, donations which his clients had not in fact made. The false claims were accompanied by handwritten lists that purported to be records of specific contributions along with their alleged value.</p>\n<p>When the Internal Revenue Service (\"IRS\") noticed a suspicious pattern in the returns prepared by Taylor  in some cases, the lists of contributions submitted with one person's return were identical to lists submitted with another's return  they questioned Taylor. Taylor told the IRS that it was his clients who had provided the fraudulent lists of deductions, and that he had simply served as a scrivener. When confronted with the fact that many of the lists were identical, Taylor explained that he had mixed up documents at the copier, even though the lists had been submitted months apart. According to testimony, Taylor then asked his clients to provide false information to the IRS by, <i>inter alia,</i> filling out blank receipts obtained from Goodwill and forging the signature of Goodwill employees. The IRS did not believe Taylor's explanations for the discrepancies, and he was later arrested and charged with sixteen counts of tax fraud.</p>\n<p>At trial, Taylor's clients testified that he had prepared the lists of deductions and that he had later asked them to lie to IRS agents if they asked about the returns. Taylor's clients also stated that before Taylor had filled out their tax returns and afterwards, they had never falsely claimed a charitable contribution. The clients testified that after the tax fraud was discovered, they were left with tax liabilities of, on average, $2,000 for each year that Taylor prepared their returns.</p>\n<p>Taylor testified on his own behalf, denying involvement in any fraudulent scheme. The jury returned a verdict finding Taylor guilty on sixteen counts of aiding in the preparation of false tax returns. The jury further found that the aggregate value of the fraud  the amount of taxes not paid to the Government  was $129,879.</p>\n<p>The Probation Office prepared a presentence report (\"PSR\") for Taylor. The PSR calculated a total offense level of 19 by adding a base offense level of 15, U.S.S.G. § 2T4.1(J), a 2-level enhancement for being in the business of preparing tax returns, U.S.S.G. § 2T1.4(b)(1)(B), and a 2-level enhancement for obstruction of justice on the ground that Taylor counseled two witnesses to falsify evidence and lie to the IRS, U.S.S.G. § 3C1.1. Taking into account that Taylor had no criminal history, the sentencing range under the advisory Sentencing Guidelines was 30 to 37 months in prison, one year of supervised release, and a fine of up to $60,000.</p>\n<p>Taylor submitted a sentencing memorandum to the court suggesting that it depart from the sentencing guidelines and give him no jail time at all. Taylor offered a letter from Boston Public Schools stating that, based on the nature of his crime, Taylor would continue to be eligible for employment in the schools if he was not incarcerated. In addition, Taylor provided forty-eight letters from the president of the Boston Teachers Union, various current and former administrators and teachers in his school and the school system, parents and students, friends, colleagues, family members, members of his church, and members of the community. These letters all unequivocally stated that this crime was an aberration for Taylor, and that he was generally a law-abiding person. Some of the letters noted that Taylor <span class=\"star-pagination\">*97</span> had played a very important role as a teacher at Fifield, that he was loved by students, and that Taylor often went above and beyond his job duties in organizing concerts and field trips for students, and in leading the school chorus and the band. Other letters stated that Taylor was the guardian for his mentally disabled brother, and that he had provided aid and comfort to many members of the community in their times of need.</p>\n<p>At the sentencing hearing, a colleague of Taylor and Taylor's principal both testified on his behalf. The witnesses mostly repeated what was said in the letters, but added that although they would likely be able to find a new music teacher, Taylor was irreplaceable, and that they felt it unlikely that they would find someone who would put in as much time as Taylor did. In addition, the witnesses noted that Taylor was African-American and that he was a good role model to students in his school, who often did not encounter educated and professional African Americans. The Government argued that while Taylor had made significant contributions to his community and while this might warrant a somewhat lower sentence, Taylor's case still merited some amount of jail time so as to deter future offenders and to reflect the seriousness of the offense. In particular, the Government noted that Taylor had not accepted responsibility for his actions and that he had lied about his role in the fraud throughout the case. Finally, Taylor made a brief statement to the court, stating that he was \"embarrassed,\" and that he was \"sorry that [he had] actually put [his] job into jeopardy as a music teacher.\" Taylor noted that he loved his job and wanted to continue working as a teacher in the schools.</p>\n<p>The court decided to impose a sentence of five years probation, including five hours a week of community service and one year in a \"halfway house,\" and a fine of $10,000. The court offered as justification for the sentence its belief that</p>\n<blockquote>[Taylor's] level of service to the community is extraordinary community involvement which involves a traditional departure ground. I also think that if for some reason the appellate court did not think that it was a traditional departure ground because they felt it doesn't rise to the level of extraordinary, I would do it on the basis of a variance on the history and characteristics of the offender and the need to impose a punishment that is adequate but not [greater than necessary.] . . . I'm particularly not giving straight probation because I think that it's a serious crime, but I think that this is a way in which he can continue to give back to the community, and yet it will send that signal that the Government was correctly worried about to the world that you can't commit tax fraud and commit perjury and basically get straight probation.</blockquote>\n<p>The Government then objected to the sentence on the ground that it was not reasonable. The court overruled the Government's objection, and this appeal ensued.</p>\n<p></p>\n<h2>II. <i>Discussion</i>\n</h2>\n<p></p>\n<h2>A. <i>Standard of Review</i>\n</h2>\n<p>First, we must discern the proper standard of review to apply to Taylor's sentence. The Government urges us to bifurcate our review, looking first to determine whether the district court abused its discretion in \"departing\" from the Sentencing Guidelines recommendation, and then reviewing the ultimate sentence for \"reasonableness.\" Taylor, on the other hand, argues that we should eschew independent review of departures, and engage only in reasonableness review of the end product. Ultimately, because reasonableness review is not easily distinguishable from review <span class=\"star-pagination\">*98</span> for abuse of discretion, <i>see </i><i>Rita v. United States,</i> ___ U.S. ___, 127 S.Ct. 2456, 2470-71, 168 L.Ed.2d 203 (2007) (Stevens, J., concurring) (\"Simply stated, Booker replaced the <i>de novo</i> standard of review required by 18 U.S.C. § 3742(e) with an abuse-of-discretion standard that we called `reasonableness' review.\" (quoting <i>United States v. Booker,</i> 543 U.S. 220, 262, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005))), Taylor and the Government differ only as to whether or not an independent review of \"departures\" is merited.</p>\n<p>The Government finds support for independent review of departures in the history of the sentencing statutes. Prior to the enactment of the Prosecutorial Remedies and Other Tools to End the Exploitation of Children Today Act of 2003 (\"PROTECT Act\"), Pub.L. 108-21, 117 Stat. 650 (2003), we reviewed decisions to depart upwards or downwards from the sentencing guidelines for abuse of discretion. <i>See, e.g., </i><i>United States v. Rodriguez,</i> 327 F.3d 52, 55 (1st Cir.2003). After passage of the PROTECT Act, courts of appeal reviewed out-of-Guidelines sentences <i>de novo.</i> 117 Stat. at 670, <i>codified at</i> 18 U.S.C. § 3742(e). However, in <i>Booker,</i> the Supreme Court severed and excised § 3742(e), finding that the effect of the <i>de novo</i> review standard was to \"make Guidelines sentencing even more mandatory than it had been\" and concluding that it \"ceased to be relevant.\" 543 U.S. at 261, 125 S.Ct. 738. Although <i>Booker</i> extensively discussed the standard of review to be applied to sentencing appeals, the Court did not explicitly decide whether courts of appeal should return to the pre-PROTECT Act standard of review. Rather, it simply stated that</p>\n<blockquote>the [pre-PROTECT Act] text told appellate courts to determine whether the sentence \"is unreasonable\" with regard to § 3553(a). Section 3553(a) remains in effect, and sets forth numerous factors that guide sentencing. Those factors in turn will guide appellate courts, as they have in the past, in determining whether a sentence is unreasonable.</blockquote>\n<p><i>Id.</i> at 261, 125 S.Ct. 738.</p>\n<p>In the absence of explicit instructions from the Supreme Court, the Government argues, and some of our sister circuits have concluded, that the proper course of action is to revert to the pre-PROTECT Act standard, which separately reviewed Sentencing Guidelines departures for abuse of discretion. <i>See, e.g., </i><i>United States v. Wolfe,</i> 435 F.3d 1289, 1295 n. 5 (10th Cir.2006) (explaining history of sentencing statutes and concluding that departures should be reviewed for abuse of discretion); <i>see also </i><i>United States v. Shan Wei Yu,</i> 484 F.3d 979, 987 (8th Cir. 2007); <i>United States v. Husein,</i> 478 F.3d 318, 325-326 (6th Cir.2007); <i>United States v. Crisp,</i> 454 F.3d 1285, 1288 (11th Cir. 2006); <i>United States v. Smith,</i> 440 F.3d 704, 707 (5th Cir.2006); <i>United States v. Fuller,</i> 426 F.3d 556, 562 (2d Cir.2005). Two circuits, however, have eliminated separate review of departures under the Guidelines, concluding that post-<i>Booker,</i> independent review of Sentencing Guidelines \"departures\" largely replicates reasonableness review. <i>See </i><i>United States v. Mohamed,</i> 459 F.3d 979, 987 (9th Cir. 2006) (\"If we were to declare the sentence unreasonable, then the sentence would be invalid both because of the erroneous departure <i>and because it is unreasonable.</i> In any case, our review of the so-called departure would have little or no independent value.\" (emphasis in original)); <i>United States v. Johnson,</i> 427 F.3d 423, 426 (7th Cir.2005) (\"It is now clear that after <i>Booker</i> what is at stake is the reasonableness of the sentence, not the correctness of the `departures' as measured against pre-Booker decisions that cabined the discretion of sentencing courts to depart <span class=\"star-pagination\">*99</span> from guidelines that were then mandatory.\").</p>\n<p>We agree that the concept of \"departures\" is somewhat \"outmoded\" in the post-<i>Booker</i> world. <i>See </i><i>United States v. Rinaldi,</i> 461 F.3d 922, 929 (7th Cir.2006). However, district courts are still required by § 3553(a)(5) to consider policy statements issued by the Sentencing Commission, and many of the traditional grounds for \"departure\" under the Sentencing Guidelines are, in fact, policy statements. District courts must properly interpret those policy statements (if they are relevant) and apply them to the facts of each case. <i>See, e.g., </i><i>United States v. Thurston</i> (\"<i>Thurston I</i>\"), 358 F.3d 51, 78-79 (1st Cir.2004) (holding that U.S.S.G. § 5H1.11 states that courts should impose lower sentences only for \"extraordinary\" good works), <i>vacated and remanded in light of Booker,</i> 125 S.Ct. 984, 543 U.S. 1097, 160 L.Ed.2d 988 (2005). Thus, at times, we may need to refer to our extensive body of departure-related law to independently determine whether a district court has complied with its obligation under § 3553(a)(5) to consider Sentencing Commission policy statements. As such, we cannot agree with the Seventh and Ninth circuits that appellate courts should never, as part of their reasonableness analyses, engage in an independent review of whether a district court properly interpreted the Sentencing Commission's policy statements in determining a sentence.</p>\n<p>Thus, we think that where a party challenges a sentence as unreasonable because a district court has misconstrued a Sentencing Commission policy statement, appellate review should consist of determining whether a district court has correctly interpreted the policy statement and whether it has reasonably applied the policy statement to the facts of the case. Once we have determined that a district court has complied with its statutory obligation to correctly consider the Sentencing Commission policy statements, appellate review of the ultimate sentence, including the weighing of those policy statements against the other § 3553(a) factors, should be for \"reasonableness.\" <i>Booker,</i> 543 U.S. at 261, 125 S.Ct. 738.</p>\n<p></p>\n<h2>B. <i>Did the District Court Properly Interpret U.S.S.G. § 5H1.11?</i>\n</h2>\n<p>The Government argues that the district court misinterpreted U.S.S.G. § 5H1.11, and thus erroneously considered it to militate in favor of a lower sentence in this case. U.S.S.G. § 5H1.11 is a policy statement of the Sentencing Commission and states, \"[C]ivic, charitable, or public service; employment-related contributions; and similar prior good works are not ordinarily relevant in determining whether a departure is warranted.\" We have interpreted § 5H1.11 to apply only to extraordinary civic and charitable contributions. <i>See Thurston I,</i> 358 F.3d at 78-79; <i>see also</i> U.S.S.G. § 5K2.0(a)(4) (\"An offender characteristic . . . not ordinarily relevant in determining whether a departure is warranted may be relevant to this determination only if such offender characteristic or other circumstance is present to an exceptional degree.\"). The district court appears to have properly interpreted the policy statement, given its statement that it considered § 5H1.11 to apply because of Taylor's \"extraordinary\" good works.</p>\n<p>In deciding whether U.S.S.G. § 5H1.11 applied to the facts of Taylor's case, the district court noted that people from all walks of life wrote to the court to attest to the fact that Taylor had gone out of his way to help them and the community. Many of Taylor's students and colleagues also wrote and testified, explaining his importance to the school as a music teacher and that he had often gone above and <span class=\"star-pagination\">*100</span> beyond his job duties to organize concerts for pupils. Perhaps the most striking testimony to Taylor's contributions to his school was contained in a letter from the Boston Public Schools indicating that Taylor would be allowed to continue teaching if he was not sent to prison, notwithstanding the fact that he had been found guilty of fraud. In light of the testimony at Taylor's sentencing hearing and the vast number of letters documenting Taylor's extensive service to his community, we believe that the district court reasonably interpreted the facts to find that Taylor had engaged in extraordinary good works, and that as such, U.S.S.G. § 5H1.11 militated in favor of a lower sentence. <i>Cf. </i><i>United States v. Canova,</i> 412 F.3d 331, 343 (2d Cir.2005) (finding that a defendant had engaged in extraordinary good works \"which included six years' service in the United States Marine Corps, `exemplary and many times courageous service' as a volunteer firefighter, and Good Samaritan aid to `three total strangers who were in extreme medical distress.'\"). Although another judge might have decided otherwise, we conclude that the district court's determination was a reasonable interpretation of the facts before it.</p>\n<p></p>\n<h2>C. <i>Was Taylor's Sentence Unreasonable?</i>\n</h2>\n<p>Because the district court properly calculated the advisory Sentencing Guidelines range and correctly interpreted the relevant Sentencing Commission policy statements, and because there is no dispute that the court gave proper weight to the Guidelines, the only remaining question at issue in this appeal is whether the court's sentence was \"reasonable.\" <i>Jiménez-Beltre,</i> 440 F.3d at 518 (\"Booker's remedial solution makes it possible for courts to impose non-guideline sentences that override the guidelines, subject only to the ultimate requirement of reasonableness.\"); <i>see also </i><i>United States v. Trupin,</i> 475 F.3d 71, 74 (2d Cir.2007) (reviewing a sentence for reasonableness after determining that \"[n]either the way in which the district court performed its duty to consider the section 3553(a) factors nor its Guidelines calculation is at issue\").</p>\n<p>In past cases, we have attempted, mostly in general terms, to describe how a district judge might arrive at a reasonable sentence for a defendant. We have expressed the need for district courts to provide a \"plausible explanation and a defensible overall result.\" <i>Jiménez-Beltre,</i> 440 F.3d at 519. And although the Guidelines are not presumptively reasonable in this Circuit, <i>see id.</i> at 518, we have also agreed with Judge Posner's statement that \"[t]he farther the judge's sentence departs from the guidelines sentence . . . the more compelling the justification based on factors in section 3553(a) that the judge must offer in order to enable the court of appeals to assess the reasonableness of the sentence imposed.\" <i>United States v. Smith,</i> 445 F.3d 1, 4 (1st Cir.2006) (quoting <i>United States v. Dean,</i> 414 F.3d 725, 729 (7th Cir.2005) (Posner, J.)).<sup>[1]</sup></p>\n<p>Notwithstanding these general pronouncements, we have tended to eschew more specific guidance, recognizing that <span class=\"star-pagination\">*101</span> judges must consider each defendant and his or her crime individually. <i>See Jiménez-Beltre,</i> 440 F.3d at 528 n. 10 (\"[W]e required, even before <i>Booker,</i> that a court's explanation of its sentence `sufficiently show a thoughtful exercise of the court's sentencing responsibility and a degree of care and individualized attention appropriate to the solemnity of the sentencing task.'\" (quoting <i>United States v. Vázquez-Molina,</i> 389 F.3d 54, 59 (1st Cir. 2004))); <i>see also </i><i>United States v. Vázquez-Rivera,</i> 470 F.3d 443, 449 (1st Cir.2006) (Howard, J., concurring) (\"District courts will inevitably approach sentencing differently post-<i>Booker.</i> Indeed, the legitimacy of a range of approaches is implicit in <i>Booker</i>'s grant of added discretion to sentencing judges.\"). <i>But see </i><i>United States v. Thurston</i> (<i>Thurston II</i>), 456 F.3d 211, 220 (1st Cir.2006) (\"Having reviewed the record, the recommended guideline sentence, and the § 3553(a) factors, we conclude that a sentence of fewer than 36 months' imprisonment would fail reasonableness review in the present circumstances.\"). We leave broad discretion to a district judge to determine an appropriate sentence because he or she will ordinarily have observed a trial from its inception, becoming intimately aware of the facts and the players involved.<sup>[2]</sup><i>See </i><i>Rita,</i> 127 S.Ct. at 2469 (\"The sentencing judge has access to, and greater familiarity with, the individual case and the individual defendant before him than the Commission or the appeals court.\"). In addition, a district judge will ordinarily be involved in sentencing on a far more regular basis than appellate judges, and thus will have a better eye for the ins and outs of criminal conduct and those who engage in it. Thus, a district court will be best placed to make the sorts of individualized determinations that allow the imposition of a sentence that is sufficient, but no greater than necessary, to achieve the stated purposes of 18 U.S.C. § 3553(a). Unwarranted interference in this process is likely to hinder individualized consideration and result in one-size-fits-all sentencing, an approach that was rejected long ago. <i>See </i><i>Williams v. New York,</i> 337 U.S. 241, 247, 69 S.Ct. 1079, 93 L.Ed. 1337 (1949) (\"The belief no longer prevails that every offense in a like legal category calls for an identical punishment without regard to the past life and habits of a particular offender.\").</p>\n<p>Turning to the case at hand, the district court decided that a sentence of probation and time in a halfway house was appropriate <span class=\"star-pagination\">*102</span> for Taylor, citing both U.S.S.G. § 5H1.11 and its belief that a \"non-guidelines sentence\" would best serve the sentencing goals listed in 18 U.S.C. § 3553(a).<sup>[3]</sup> Under 18 U.S.C. § 3553(a)(5), it was proper for the district court to consider Taylor's extraordinary good works pursuant to U.S.S.G. § 5H1.11, and in <i>Thurston II,</i> we stated that a district court might also consider ordinary charitable activities and good works as part of the \"history and characteristics of the defendant,\" 18 U.S.C. § 3553(a)(1). 456 F.3d at 219.</p>\n<p>While these ordinary and extraordinary contributions to the community may have justified a sentence with less imprisonment than an otherwise similarly situated defendant, we cannot sustain the ultimate sentence imposed on Taylor based on the factors identified by the district court. In explaining its ultimate sentence, the district court noted that Taylor had committed a serious offense, and that he had lied in court. The court also noted that under the sentencing guidelines, which were considered as part of the sentencing process, the recommended sentence for Taylor was 30 to 37 months in prison. The court explained, however, that it did not feel that a sentence of jail time was appropriate because of the \"fantastic contribution he has made to the community.\" Although we do not wish to unduly constrain the district court's sentencing discretion on remand, we do not think that these factors make Taylor's sentence of probation a plausible result. <i>See </i><i>United States v. Scherrer,</i> 444 F.3d 91, 93 (1st Cir.2006) (\"[O]ur main concern is whether the court has adequately explained its reasons for varying or declining to vary from the guidelines and whether the result is within reasonable limits.\"). We briefly explain.</p>\n<p>The offense that Taylor committed no less than sixteen times over a four-year periodfraudulent preparation of tax returnsis a serious crime. While tax fraud is not violent in nature, at its heart, it is theft, specifically theft of money to which the public is entitled. <i>See </i><i>Trupin,</i> 475 F.3d at 76 (noting that the defendant \"in effect stole from his fellow taxpayers through his deceptions\" and that \"[a] seven-month term of imprisonment fails to reflect as much\"). Furthermore, the tax fraud committed here was not part of an indigent's effort to avoid personal tax liability, but rather, the supplemental business of a moderately successful man who misled his clients. <i>Cf. United States v. Thurman,</i> 179 Fed.Appx. 971, 972 (7th Cir.2006) (noting with approval that \"[t]he district court concluded that because Thurman was not selling drugs to support his own addiction, but instead as an illegal business, his crime was more offensive in nature\"). In addition, as the district court recognized, Taylor repeatedly obstructed justice during the course of the investigation and the trial by asking his clients to misinform the IRS and provide inaccurate testimony. <i>See </i><i>Rinaldi,</i> 461 F.3d at 931 <span class=\"star-pagination\">*103</span> (finding reasonable a district court's consideration of the defendant's obstruction of justice as a factor meriting a higher sentence); <i>United States v. Bradstreet,</i> 135 F.3d 46, 57 (1st Cir.1998) (\"One convicted of criminal dishonesty is therefore not entitled to an aberrant conduct departure if he has testified dishonestly about his criminal conduct.\"). Moreover, the trial transcript provides no indication whatsoever that Taylor has accepted responsibility for his actions. To put it succinctly, we do not view the sentence as having given full consideration to the nature and circumstances of Taylor's crime, 18 U.S.C. § 3553(a)(1), and the need to reflect its seriousness, 18 U.S.C. § 3553(a)(2)(A).</p>\n<p>In addition, we believe that the district court accorded incommensurate weight to the fact that Taylor's absence from school would negatively affect his students. We need not decide whether, in considering the history and characteristics of the defendant, a court may consider the effect of the defendant's incarceration on others. <i>Cf. </i><i>United States v. Holz,</i> 118 Fed.Appx. 928, 935-36 (6th Cir.2004) (deciding that a court may consider the impact on a defendant's business and employees when imposing a sentence). However, if a district court did take such an impact into consideration, we think it would also have been necessary to consider the fact that \"[i]t is not extraordinary that in the area of white collar crime, a principal's business and employees may suffer if he is incarcerated.\" <i>United States v. Pool,</i> 474 F.3d 1127, 1129 (8th Cir.2007).</p>\n<p>Furthermore, the court was also obligated to consider whether Taylor's sentence would serve the purpose of providing \"adequate deterrence to criminal conduct.\" 18 U.S.C. § 3553(a)(2)(B). In particular, we have recognized that \"deterrence of white-collar crime [is] of central concern to Congress.\" <i>United States v. Mueffelman,</i> 470 F.3d 33, 40 (1st Cir.2006). When passing the Sentencing Reform Act, Congress explained:</p>\n<blockquote>[It is our] view that in the past there have been many cases, particularly in instances of major white collar crime, in which probation has been granted because the offender required little or nothing in the way of institutionalized rehabilitative measures . . . and because society required no insulation from the offender, without due consideration being given to the fact that the heightened deterrent effect of incarceration and the readily perceivable receipt of just punishment accorded by incarceration were of critical importance. The placing on probation of [a white collar criminal] may be perfectly appropriate in cases in which, under all the circumstances, only the rehabilitative needs of the offender are pertinent; such a sentence may be grossly inappropriate, however, in cases in which the circumstances mandate the sentence's carrying substantial deterrent or punitive impact.</blockquote>\n<p>S.Rep. No. 98-225, at 91-92 (1983), <i>reprinted in</i> 1984 U.S.C.C.A.N. 3182, 3274-75; <i>see also </i><i>United States v. Martin,</i> 455 F.3d 1227, 1240-41 (11th Cir.2006) (considering the Senate Report and adding that \"Rather than deter crime by others, [the defendant's] 7-day sentence suggests that those similarly situated . . . could profit from fraudulent conduct\"); <i>Thurston II,</i> 456 F.3d at 218 (noting that Congress has concluded that prison sentences tend to deter white-collar criminals).<sup>[4]</sup> We do not <span class=\"star-pagination\">*104</span> see why Taylor is an aberration from the overall conclusion that the threat of jail time deters white-collar crime, and thus we are not convinced that a non-jail sentence for Taylor would adequately serve the goal of general deterrence.</p>\n<p>Finally, we are unpersuaded that this sentence reasonably reflects \"the need to avoid unwarranted sentence disparities among defendants with similar records who have been found guilty of similar conduct.\"<sup>[5]</sup> 18 U.S.C. § 3553(a)(6). The Sentencing Guidelines highlight the problem:</p>\n<blockquote>Under pre-guidelines practice, roughly half of all tax evaders were sentenced to probation without imprisonment, while the other half received sentences that required them to serve an average prison term of twelve months. This guideline is intended to reduce disparity in sentencing for tax offenses and to some-what increase average sentence length.</blockquote>\n<p>U.S.S.G. § 2T1.1 background note. In addition, courts have recognized that \"the minimization of discrepancies between white- and blue-collar offenses\" is an important goal in the sentencing process. <i>Mueffelman,</i> 470 F.3d at 40; <i>see also Thurston I,</i> 358 F.3d at 80. We recognize that because of Taylor's extraordinary service to the community, he may not be easily comparable to \"defendants with similar records who have been found guilty of similar conduct.\" 18 U.S.C. § 3553(a)(6). However, it is important to recognize that persons convicted of white collar crimes \"are often expected, by virtue of their positions, to engage in civic and charitable activities.\" <i>Thurston I,</i> 358 F.3d at 80.</p>\n<p>Thus, we conclude that the district court should resentence Taylor by taking proper account of all of the factors listed in 18 U.S.C. § 3553(a) and providing a reasoned explanation for its result.</p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>For the foregoing reasons, we vacate the sentence of the district court and remand for resentencing.</p>\n<p><i>Vacated and Remanded.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Federal Circuit, sitting by designation.</p>\n<p>[1]  In <i>Rita,</i> 127 S.Ct. at 2463, the Supreme Court held that it was <i>permissible</i> for an appellate court to presume that if \"both the sentencing judge and the Sentencing Commission will have reached the same conclusion as to the proper sentence in the particular case[,]. . . . [t]hat double determination significantly increases the likelihood that the sentence is a reasonable one.\" However, the Supreme Court's opinion does not require such a presumption to be adopted, <i>id.</i> at 2468 (noting that \"[s]everal courts of appeals have . . . rejected a presumption of unreasonableness\"), and we have declined to adopt one, <i>Jiménez-Beltre,</i> 440 F.3d at 518.</p>\n<p>[2]  The discretion left to district judges in the wake of <i>Booker,</i> 543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621, is not a particularly new development. Prior to the creation of the Sentencing Guidelines regime in the late 1980s, judges were given almost unfettered (and unreviewable) discretion to impose sentences as they saw fit. <i>See generally </i><i>Mistretta v. United States,</i> 488 U.S. 361, 363-65, 109 S.Ct. 647, 102 L.Ed.2d 714 (1989) (reviewing history of sentencing in United States); Douglas Berman, <i>Conceptualizing Booker,</i> 38 Ariz. St. L.J. 387, 388 (2006) (\"From the late nineteenth-century and throughout the first three-quarters of the twentieth-century, trial judges in both federal and state systems were given nearly unfettered discretion to impose any sentence from within broad statutory ranges provided for criminal offenses.\"). This discretion, however, led to \"[s]erious disparities in sentences.\" <i>Mistretta,</i> 488 U.S. at 365, 109 S.Ct. 647; <i>see also Berman, supra</i> at 393 (\"[S]ome studies found that personal factors such as an offender's race, gender and socioeconomic status were impacting sentencing outcomes and accounted for certain disparities.\"). As a result, in determining a sentence, judges must now consider \"the need to avoid unwarranted sentence disparities among defendants with similar records who have been found guilty of similar conduct,\" 18 U.S.C. § 3553(a)(6). A judge must also continue to consider the sentencing guidelines, <i>id.</i> § 3553(a)(4)-(5), which reflect \"the increased uniformity of sentencing that Congress intended its Guidelines system to achieve,\" <i>Booker,</i> 543 U.S. at 246, 125 S.Ct. 738.</p>\n<p>[3]  We wonder, however, whether terming a sentence \"guideline\" or \"non-guideline\" appropriately reflects the proper role of the sentencing guidelines post-<i>Booker.</i> While the sentencing guidelines are to be accorded substantial weight, <i>see </i><i>United States v. Vázquez-Rivera,</i> 470 F.3d 443, 449 (1st Cir.2006), and can be used as a starting point in the sentencing process, <i>see </i><i>United States v. Parrilla Román,</i> 485 F.3d 185, 190 (1st Cir.2007), the Guidelines are but one factor in the sentencing analysis, 18 U.S.C. § 3553(a)(4), a sentence outside of the guidelines need not be justified by unusual or extraordinary reasons, <i>see </i><i>Vázquez-Rivera,</i> 470 F.3d at 449, and a within-guidelines sentence will not be considered presumptively reasonable by this court, <i>see Jiménez-Beltre,</i> 440 F.3d at 518. Thus, we do not find the term \"non-guidelines sentence\" to be useful except to the extent that it expresses the sentencing court's consideration that the advisory Guidelines recommendation was outweighed by other § 3553(a) factors.</p>\n<p>[4]  As we noted in <i>Thurston II,</i> although a district court might disagree with the link between prison sentences and deterrence of white-collar crime, its focus should be on the individual characteristics of the defendant, rather than general policy considerations. 456 F.3d at 218.</p>\n<p>[5]  Taylor cites various cases in which other defendants have received somewhat lower sentences for their past good works. <i>See, e.g., </i><i>United States v. Canova,</i> 412 F.3d 331 (2d Cir.2005); <i>United States v. Woods,</i> 159 F.3d 1132 (8th Cir.1998). While these cases are persuasive inasmuch as they have held that a defendant's good works are a permissible consideration in the sentencing process, we do not believe them to be apt comparisons for the purpose of establishing that Taylor's sentence is or is not within the norm. As we have explained, the focus of § 3553(a)(6) is on nationwide sentencing disparities, rather than disparities between the sentences given to individual defendants. <i>See </i><i>Thurston II,</i> 456 F.3d at 216.\n</p>\n<p>To the extent that Taylor offers these cases to show that his sentence is reasonable, we respond that they are no more probative of reasonableness than cases in which courts have rejected appeals by defendants challenging their sentences as too high in light of their good works, <i>see, e.g., United States v. Baxter,</i> 217 Fed.Appx. 557 (7th Cir.2007), or cases in which courts have found sentences unreasonable on the ground that they excessively relied on a defendant's good works, <i>see, e.g., </i><i>United States v. Mallon,</i> 345 F.3d 943, 949 (7th Cir. 2003). In the post-<i>Booker</i> world, sentencing must be truly individualized.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">94</span></span> (2007)</b></center>\n<center><h1>UNITED STATES of America, Appellant,<br>\nv.<br>\nTalmus R. TAYLOR, Defendant, Appellee.</h1></center>\n<center>No. 06-2216.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard June 4, 2007.</center>\n<center>Decided August 17, 2007.</center>\n<p><span class=\"star-pagination\">*95</span> John A. Capin, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief, for appellant.</p>\n<p>Bruce T. Macdonald, for appellee.</p>\n<p>Elizabeth L. Prevett and Miriam Conrad, Federal Public Defender, Federal Defenders Office, were on brief as amicus curiae in support of appellee.</p>\n<p>Before TORRUELLA, Circuit Judge, NEWMAN<sup>[*]</sup> and LYNCH, Circuit Judges.</p>\n<p>TORRUELLA, Circuit Judge.</p>\n<p>Talmus R. Taylor was tried and convicted of sixteen counts of aiding and assisting in the preparation of false tax returns, a violation of 26 U.S.C. § 7206(2). The district court sentenced Taylor to one year in a halfway house, five years of probation, and a $10,000 fine. The Government now appeals Taylor's sentence, claiming that it is substantively unreasonable. After careful consideration, we conclude that a non-jail sentence was unreasonable in light of the district court's explanation and the factors the court was obligated to consider under 18 U.S.C. § 3553(a).</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>In 1997, Taylor, a teacher at Fifield Elementary School in Dorchester, Massachusetts, took a second job as a part-time <span class=\"star-pagination\">*96</span> income tax preparer. In this capacity, Taylor submitted federal tax returns on behalf of his clients. Many of the returns submitted by Taylor claimed deductions for charitable contributions of $9,000 to $19,000 worth of goods per year to Goodwill, donations which his clients had not in fact made. The false claims were accompanied by handwritten lists that purported to be records of specific contributions along with their alleged value.</p>\n<p>When the Internal Revenue Service (\"IRS\") noticed a suspicious pattern in the returns prepared by Taylor  in some cases, the lists of contributions submitted with one person's return were identical to lists submitted with another's return  they questioned Taylor. Taylor told the IRS that it was his clients who had provided the fraudulent lists of deductions, and that he had simply served as a scrivener. When confronted with the fact that many of the lists were identical, Taylor explained that he had mixed up documents at the copier, even though the lists had been submitted months apart. According to testimony, Taylor then asked his clients to provide false information to the IRS by, <i>inter alia,</i> filling out blank receipts obtained from Goodwill and forging the signature of Goodwill employees. The IRS did not believe Taylor's explanations for the discrepancies, and he was later arrested and charged with sixteen counts of tax fraud.</p>\n<p>At trial, Taylor's clients testified that he had prepared the lists of deductions and that he had later asked them to lie to IRS agents if they asked about the returns. Taylor's clients also stated that before Taylor had filled out their tax returns and afterwards, they had never falsely claimed a charitable contribution. The clients testified that after the tax fraud was discovered, they were left with tax liabilities of, on average, $2,000 for each year that Taylor prepared their returns.</p>\n<p>Taylor testified on his own behalf, denying involvement in any fraudulent scheme. The jury returned a verdict finding Taylor guilty on sixteen counts of aiding in the preparation of false tax returns. The jury further found that the aggregate value of the fraud  the amount of taxes not paid to the Government  was $129,879.</p>\n<p>The Probation Office prepared a presentence report (\"PSR\") for Taylor. The PSR calculated a total offense level of 19 by adding a base offense level of 15, U.S.S.G. § 2T4.1(J), a 2-level enhancement for being in the business of preparing tax returns, U.S.S.G. § 2T1.4(b)(1)(B), and a 2-level enhancement for obstruction of justice on the ground that Taylor counseled two witnesses to falsify evidence and lie to the IRS, U.S.S.G. § 3C1.1. Taking into account that Taylor had no criminal history, the sentencing range under the advisory Sentencing Guidelines was 30 to 37 months in prison, one year of supervised release, and a fine of up to $60,000.</p>\n<p>Taylor submitted a sentencing memorandum to the court suggesting that it depart from the sentencing guidelines and give him no jail time at all. Taylor offered a letter from Boston Public Schools stating that, based on the nature of his crime, Taylor would continue to be eligible for employment in the schools if he was not incarcerated. In addition, Taylor provided forty-eight letters from the president of the Boston Teachers Union, various current and former administrators and teachers in his school and the school system, parents and students, friends, colleagues, family members, members of his church, and members of the community. These letters all unequivocally stated that this crime was an aberration for Taylor, and that he was generally a law-abiding person. Some of the letters noted that Taylor <span class=\"star-pagination\">*97</span> had played a very important role as a teacher at Fifield, that he was loved by students, and that Taylor often went above and beyond his job duties in organizing concerts and field trips for students, and in leading the school chorus and the band. Other letters stated that Taylor was the guardian for his mentally disabled brother, and that he had provided aid and comfort to many members of the community in their times of need.</p>\n<p>At the sentencing hearing, a colleague of Taylor and Taylor's principal both testified on his behalf. The witnesses mostly repeated what was said in the letters, but added that although they would likely be able to find a new music teacher, Taylor was irreplaceable, and that they felt it unlikely that they would find someone who would put in as much time as Taylor did. In addition, the witnesses noted that Taylor was African-American and that he was a good role model to students in his school, who often did not encounter educated and professional African Americans. The Government argued that while Taylor had made significant contributions to his community and while this might warrant a somewhat lower sentence, Taylor's case still merited some amount of jail time so as to deter future offenders and to reflect the seriousness of the offense. In particular, the Government noted that Taylor had not accepted responsibility for his actions and that he had lied about his role in the fraud throughout the case. Finally, Taylor made a brief statement to the court, stating that he was \"embarrassed,\" and that he was \"sorry that [he had] actually put [his] job into jeopardy as a music teacher.\" Taylor noted that he loved his job and wanted to continue working as a teacher in the schools.</p>\n<p>The court decided to impose a sentence of five years probation, including five hours a week of community service and one year in a \"halfway house,\" and a fine of $10,000. The court offered as justification for the sentence its belief that</p>\n<blockquote>[Taylor's] level of service to the community is extraordinary community involvement which involves a traditional departure ground. I also think that if for some reason the appellate court did not think that it was a traditional departure ground because they felt it doesn't rise to the level of extraordinary, I would do it on the basis of a variance on the history and characteristics of the offender and the need to impose a punishment that is adequate but not [greater than necessary.] . . . I'm particularly not giving straight probation because I think that it's a serious crime, but I think that this is a way in which he can continue to give back to the community, and yet it will send that signal that the Government was correctly worried about to the world that you can't commit tax fraud and commit perjury and basically get straight probation.</blockquote>\n<p>The Government then objected to the sentence on the ground that it was not reasonable. The court overruled the Government's objection, and this appeal ensued.</p>\n<p></p>\n<h2>II. <i>Discussion</i>\n</h2>\n<p></p>\n<h2>A. <i>Standard of Review</i>\n</h2>\n<p>First, we must discern the proper standard of review to apply to Taylor's sentence. The Government urges us to bifurcate our review, looking first to determine whether the district court abused its discretion in \"departing\" from the Sentencing Guidelines recommendation, and then reviewing the ultimate sentence for \"reasonableness.\" Taylor, on the other hand, argues that we should eschew independent review of departures, and engage only in reasonableness review of the end product. Ultimately, because reasonableness review is not easily distinguishable from review <span class=\"star-pagination\">*98</span> for abuse of discretion, <i>see </i><i>Rita v. United States,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145708\"><a href=\"/opinion/145708/rita-v-united-states/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2456</span></a></span>, 2470-71, <span class=\"citation\" data-id=\"145708\"><a href=\"/opinion/145708/rita-v-united-states/\"><span class=\"volume\">168</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">203</span></a></span> (2007) (Stevens, J., concurring) (\"Simply stated, Booker replaced the <i>de novo</i> standard of review required by 18 U.S.C. § 3742(e) with an abuse-of-discretion standard that we called `reasonableness' review.\" (quoting <i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, 262, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005))), Taylor and the Government differ only as to whether or not an independent review of \"departures\" is merited.</p>\n<p>The Government finds support for independent review of departures in the history of the sentencing statutes. Prior to the enactment of the Prosecutorial Remedies and Other Tools to End the Exploitation of Children Today Act of 2003 (\"PROTECT Act\"), Pub.L. 108-21, 117 Stat. 650 (2003), we reviewed decisions to depart upwards or downwards from the sentencing guidelines for abuse of discretion. <i>See, e.g., </i><i>United States v. Rodriguez,</i> <span class=\"citation\" data-id=\"200449\"><a href=\"/opinion/200449/united-states-v-rodriquez/\"><span class=\"volume\">327</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></a></span>, 55 (1st Cir.2003). After passage of the PROTECT Act, courts of appeal reviewed out-of-Guidelines sentences <i>de novo.</i> 117 Stat. at 670, <i>codified at</i> 18 U.S.C. § 3742(e). However, in <i>Booker,</i> the Supreme Court severed and excised § 3742(e), finding that the effect of the <i>de novo</i> review standard was to \"make Guidelines sentencing even more mandatory than it had been\" and concluding that it \"ceased to be relevant.\" 543 U.S. at 261, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>. Although <i>Booker</i> extensively discussed the standard of review to be applied to sentencing appeals, the Court did not explicitly decide whether courts of appeal should return to the pre-PROTECT Act standard of review. Rather, it simply stated that</p>\n<blockquote>the [pre-PROTECT Act] text told appellate courts to determine whether the sentence \"is unreasonable\" with regard to § 3553(a). Section 3553(a) remains in effect, and sets forth numerous factors that guide sentencing. Those factors in turn will guide appellate courts, as they have in the past, in determining whether a sentence is unreasonable.</blockquote>\n<p><i>Id.</i> at 261, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>.</p>\n<p>In the absence of explicit instructions from the Supreme Court, the Government argues, and some of our sister circuits have concluded, that the proper course of action is to revert to the pre-PROTECT Act standard, which separately reviewed Sentencing Guidelines departures for abuse of discretion. <i>See, e.g., </i><i>United States v. Wolfe,</i> <span class=\"citation\" data-id=\"167018\"><a href=\"/opinion/167018/united-states-v-wolfe/\"><span class=\"volume\">435</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1289</span></a></span>, 1295 n. 5 (10th Cir.2006) (explaining history of sentencing statutes and concluding that departures should be reviewed for abuse of discretion); <i>see also </i><i>United States v. Shan Wei Yu,</i> <span class=\"citation\" data-id=\"797599\"><a href=\"/opinion/797599/united-states-v-shan-wei-yu/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">979</span></a></span>, 987 (8th Cir. 2007); <i>United States v. Husein,</i> <span class=\"citation\" data-id=\"796964\"><a href=\"/opinion/796964/united-states-v-fadya-husein/\"><span class=\"volume\">478</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">318</span></a></span>, 325-326 (6th Cir.2007); <i>United States v. Crisp,</i> <span class=\"citation\" data-id=\"77410\"><a href=\"/opinion/77410/united-states-v-michael-a-crisp/\"><span class=\"volume\">454</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1285</span></a></span>, 1288 (11th Cir. 2006); <i>United States v. Smith,</i> <span class=\"citation\" data-id=\"40800\"><a href=\"/opinion/40800/united-states-v-smith/\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">704</span></a></span>, 707 (5th Cir.2006); <i>United States v. Fuller,</i> <span class=\"citation\" data-id=\"2965\"><a href=\"/opinion/2965/united-states-v-fuller/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">556</span></a></span>, 562 (2d Cir.2005). Two circuits, however, have eliminated separate review of departures under the Guidelines, concluding that post-<i>Booker,</i> independent review of Sentencing Guidelines \"departures\" largely replicates reasonableness review. <i>See </i><i>United States v. Mohamed,</i> <span class=\"citation\" data-id=\"795399\"><a href=\"/opinion/795399/united-states-v-zameer-nooralla-mohamed-aka-al-aka-samier-hussain-aka/\"><span class=\"volume\">459</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">979</span></a></span>, 987 (9th Cir. 2006) (\"If we were to declare the sentence unreasonable, then the sentence would be invalid both because of the erroneous departure <i>and because it is unreasonable.</i> In any case, our review of the so-called departure would have little or no independent value.\" (emphasis in original)); <i>United States v. Johnson,</i> <span class=\"citation\" data-id=\"792280\"><a href=\"/opinion/792280/united-states-v-allan-johnson/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">423</span></a></span>, 426 (7th Cir.2005) (\"It is now clear that after <i>Booker</i> what is at stake is the reasonableness of the sentence, not the correctness of the `departures' as measured against pre-Booker decisions that cabined the discretion of sentencing courts to depart <span class=\"star-pagination\">*99</span> from guidelines that were then mandatory.\").</p>\n<p>We agree that the concept of \"departures\" is somewhat \"outmoded\" in the post-<i>Booker</i> world. <i>See </i><i>United States v. Rinaldi,</i> <span class=\"citation\" data-id=\"795565\"><a href=\"/opinion/795565/united-states-v-sergius-a-rinaldi/\"><span class=\"volume\">461</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">922</span></a></span>, 929 (7th Cir.2006). However, district courts are still required by § 3553(a)(5) to consider policy statements issued by the Sentencing Commission, and many of the traditional grounds for \"departure\" under the Sentencing Guidelines are, in fact, policy statements. District courts must properly interpret those policy statements (if they are relevant) and apply them to the facts of each case. <i>See, e.g., </i><i>United States v. Thurston</i> (\"<i>Thurston I</i>\"), <span class=\"citation\" data-id=\"200587\"><a href=\"/opinion/200587/united-states-v-thurston/\"><span class=\"volume\">358</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></a></span>, 78-79 (1st Cir.2004) (holding that U.S.S.G. § 5H1.11 states that courts should impose lower sentences only for \"extraordinary\" good works), <i>vacated and remanded in light of Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">984</span></span>, <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1097</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">988</span></span> (2005). Thus, at times, we may need to refer to our extensive body of departure-related law to independently determine whether a district court has complied with its obligation under § 3553(a)(5) to consider Sentencing Commission policy statements. As such, we cannot agree with the Seventh and Ninth circuits that appellate courts should never, as part of their reasonableness analyses, engage in an independent review of whether a district court properly interpreted the Sentencing Commission's policy statements in determining a sentence.</p>\n<p>Thus, we think that where a party challenges a sentence as unreasonable because a district court has misconstrued a Sentencing Commission policy statement, appellate review should consist of determining whether a district court has correctly interpreted the policy statement and whether it has reasonably applied the policy statement to the facts of the case. Once we have determined that a district court has complied with its statutory obligation to correctly consider the Sentencing Commission policy statements, appellate review of the ultimate sentence, including the weighing of those policy statements against the other § 3553(a) factors, should be for \"reasonableness.\" <i>Booker,</i> 543 U.S. at 261, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>.</p>\n<p></p>\n<h2>B. <i>Did the District Court Properly Interpret U.S.S.G. § 5H1.11?</i>\n</h2>\n<p>The Government argues that the district court misinterpreted U.S.S.G. § 5H1.11, and thus erroneously considered it to militate in favor of a lower sentence in this case. U.S.S.G. § 5H1.11 is a policy statement of the Sentencing Commission and states, \"[C]ivic, charitable, or public service; employment-related contributions; and similar prior good works are not ordinarily relevant in determining whether a departure is warranted.\" We have interpreted § 5H1.11 to apply only to extraordinary civic and charitable contributions. <i>See Thurston I,</i> 358 F.3d at 78-79; <i>see also</i> U.S.S.G. § 5K2.0(a)(4) (\"An offender characteristic . . . not ordinarily relevant in determining whether a departure is warranted may be relevant to this determination only if such offender characteristic or other circumstance is present to an exceptional degree.\"). The district court appears to have properly interpreted the policy statement, given its statement that it considered § 5H1.11 to apply because of Taylor's \"extraordinary\" good works.</p>\n<p>In deciding whether U.S.S.G. § 5H1.11 applied to the facts of Taylor's case, the district court noted that people from all walks of life wrote to the court to attest to the fact that Taylor had gone out of his way to help them and the community. Many of Taylor's students and colleagues also wrote and testified, explaining his importance to the school as a music teacher and that he had often gone above and <span class=\"star-pagination\">*100</span> beyond his job duties to organize concerts for pupils. Perhaps the most striking testimony to Taylor's contributions to his school was contained in a letter from the Boston Public Schools indicating that Taylor would be allowed to continue teaching if he was not sent to prison, notwithstanding the fact that he had been found guilty of fraud. In light of the testimony at Taylor's sentencing hearing and the vast number of letters documenting Taylor's extensive service to his community, we believe that the district court reasonably interpreted the facts to find that Taylor had engaged in extraordinary good works, and that as such, U.S.S.G. § 5H1.11 militated in favor of a lower sentence. <i>Cf. </i><i>United States v. Canova,</i> <span class=\"citation\" data-id=\"790692\"><a href=\"/opinion/790692/united-states-of-america-cross-appellee-v-john-canova/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">331</span></a></span>, 343 (2d Cir.2005) (finding that a defendant had engaged in extraordinary good works \"which included six years' service in the United States Marine Corps, `exemplary and many times courageous service' as a volunteer firefighter, and Good Samaritan aid to `three total strangers who were in extreme medical distress.'\"). Although another judge might have decided otherwise, we conclude that the district court's determination was a reasonable interpretation of the facts before it.</p>\n<p></p>\n<h2>C. <i>Was Taylor's Sentence Unreasonable?</i>\n</h2>\n<p>Because the district court properly calculated the advisory Sentencing Guidelines range and correctly interpreted the relevant Sentencing Commission policy statements, and because there is no dispute that the court gave proper weight to the Guidelines, the only remaining question at issue in this appeal is whether the court's sentence was \"reasonable.\" <i>Jiménez-Beltre,</i> 440 F.3d at 518 (\"Booker's remedial solution makes it possible for courts to impose non-guideline sentences that override the guidelines, subject only to the ultimate requirement of reasonableness.\"); <i>see also </i><i>United States v. Trupin,</i> <span class=\"citation\" data-id=\"796657\"><a href=\"/opinion/796657/united-states-v-barry-trupin/\"><span class=\"volume\">475</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></a></span>, 74 (2d Cir.2007) (reviewing a sentence for reasonableness after determining that \"[n]either the way in which the district court performed its duty to consider the section 3553(a) factors nor its Guidelines calculation is at issue\").</p>\n<p>In past cases, we have attempted, mostly in general terms, to describe how a district judge might arrive at a reasonable sentence for a defendant. We have expressed the need for district courts to provide a \"plausible explanation and a defensible overall result.\" <i>Jiménez-Beltre,</i> 440 F.3d at 519. And although the Guidelines are not presumptively reasonable in this Circuit, <i>see id.</i> at 518, we have also agreed with Judge Posner's statement that \"[t]he farther the judge's sentence departs from the guidelines sentence . . . the more compelling the justification based on factors in section 3553(a) that the judge must offer in order to enable the court of appeals to assess the reasonableness of the sentence imposed.\" <i>United States v. Smith,</i> <span class=\"citation\" data-id=\"202151\"><a href=\"/opinion/202151/united-states-v-smith/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.2006) (quoting <i>United States v. Dean,</i> <span class=\"citation\" data-id=\"790962\"><a href=\"/opinion/790962/united-states-v-lavell-dean/\"><span class=\"volume\">414</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">725</span></a></span>, 729 (7th Cir.2005) (Posner, J.)).<sup>[1]</sup></p>\n<p>Notwithstanding these general pronouncements, we have tended to eschew more specific guidance, recognizing that <span class=\"star-pagination\">*101</span> judges must consider each defendant and his or her crime individually. <i>See Jiménez-Beltre,</i> 440 F.3d at 528 n. 10 (\"[W]e required, even before <i>Booker,</i> that a court's explanation of its sentence `sufficiently show a thoughtful exercise of the court's sentencing responsibility and a degree of care and individualized attention appropriate to the solemnity of the sentencing task.'\" (quoting <i>United States v. Vázquez-Molina,</i> <span class=\"citation\" data-id=\"201337\"><a href=\"/opinion/201337/united-states-v-vazquez-molina/\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 59 (1st Cir. 2004))); <i>see also </i><i>United States v. Vázquez-Rivera,</i> <span class=\"citation\" data-id=\"202547\"><a href=\"/opinion/202547/united-states-v-vazquez-rivera/\"><span class=\"volume\">470</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">443</span></a></span>, 449 (1st Cir.2006) (Howard, J., concurring) (\"District courts will inevitably approach sentencing differently post-<i>Booker.</i> Indeed, the legitimacy of a range of approaches is implicit in <i>Booker</i>'s grant of added discretion to sentencing judges.\"). <i>But see </i><i>United States v. Thurston</i> (<i>Thurston II</i>), <span class=\"citation no-link\"><span class=\"volume\">456</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">211</span></span>, 220 (1st Cir.2006) (\"Having reviewed the record, the recommended guideline sentence, and the § 3553(a) factors, we conclude that a sentence of fewer than 36 months' imprisonment would fail reasonableness review in the present circumstances.\"). We leave broad discretion to a district judge to determine an appropriate sentence because he or she will ordinarily have observed a trial from its inception, becoming intimately aware of the facts and the players involved.<sup>[2]</sup><i>See </i><i>Rita,</i> 127 S.Ct. at 2469 (\"The sentencing judge has access to, and greater familiarity with, the individual case and the individual defendant before him than the Commission or the appeals court.\"). In addition, a district judge will ordinarily be involved in sentencing on a far more regular basis than appellate judges, and thus will have a better eye for the ins and outs of criminal conduct and those who engage in it. Thus, a district court will be best placed to make the sorts of individualized determinations that allow the imposition of a sentence that is sufficient, but no greater than necessary, to achieve the stated purposes of 18 U.S.C. § 3553(a). Unwarranted interference in this process is likely to hinder individualized consideration and result in one-size-fits-all sentencing, an approach that was rejected long ago. <i>See </i><i>Williams v. New York,</i> <span class=\"citation\" data-id=\"104681\"><a href=\"/opinion/104681/williams-v-new-york/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">241</span></a></span>, 247, <span class=\"citation\" data-id=\"104681\"><a href=\"/opinion/104681/williams-v-new-york/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1079</span></a></span>, <span class=\"citation\" data-id=\"104681\"><a href=\"/opinion/104681/williams-v-new-york/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1337</span></a></span> (1949) (\"The belief no longer prevails that every offense in a like legal category calls for an identical punishment without regard to the past life and habits of a particular offender.\").</p>\n<p>Turning to the case at hand, the district court decided that a sentence of probation and time in a halfway house was appropriate <span class=\"star-pagination\">*102</span> for Taylor, citing both U.S.S.G. § 5H1.11 and its belief that a \"non-guidelines sentence\" would best serve the sentencing goals listed in 18 U.S.C. § 3553(a).<sup>[3]</sup> Under 18 U.S.C. § 3553(a)(5), it was proper for the district court to consider Taylor's extraordinary good works pursuant to U.S.S.G. § 5H1.11, and in <i>Thurston II,</i> we stated that a district court might also consider ordinary charitable activities and good works as part of the \"history and characteristics of the defendant,\" 18 U.S.C. § 3553(a)(1). 456 F.3d at 219.</p>\n<p>While these ordinary and extraordinary contributions to the community may have justified a sentence with less imprisonment than an otherwise similarly situated defendant, we cannot sustain the ultimate sentence imposed on Taylor based on the factors identified by the district court. In explaining its ultimate sentence, the district court noted that Taylor had committed a serious offense, and that he had lied in court. The court also noted that under the sentencing guidelines, which were considered as part of the sentencing process, the recommended sentence for Taylor was 30 to 37 months in prison. The court explained, however, that it did not feel that a sentence of jail time was appropriate because of the \"fantastic contribution he has made to the community.\" Although we do not wish to unduly constrain the district court's sentencing discretion on remand, we do not think that these factors make Taylor's sentence of probation a plausible result. <i>See </i><i>United States v. Scherrer,</i> <span class=\"citation\" data-id=\"202150\"><a href=\"/opinion/202150/united-states-v-scherrer/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">91</span></a></span>, 93 (1st Cir.2006) (\"[O]ur main concern is whether the court has adequately explained its reasons for varying or declining to vary from the guidelines and whether the result is within reasonable limits.\"). We briefly explain.</p>\n<p>The offense that Taylor committed no less than sixteen times over a four-year periodfraudulent preparation of tax returnsis a serious crime. While tax fraud is not violent in nature, at its heart, it is theft, specifically theft of money to which the public is entitled. <i>See </i><i>Trupin,</i> 475 F.3d at 76 (noting that the defendant \"in effect stole from his fellow taxpayers through his deceptions\" and that \"[a] seven-month term of imprisonment fails to reflect as much\"). Furthermore, the tax fraud committed here was not part of an indigent's effort to avoid personal tax liability, but rather, the supplemental business of a moderately successful man who misled his clients. <i>Cf. United States v. Thurman,</i> 179 Fed.Appx. 971, 972 (7th Cir.2006) (noting with approval that \"[t]he district court concluded that because Thurman was not selling drugs to support his own addiction, but instead as an illegal business, his crime was more offensive in nature\"). In addition, as the district court recognized, Taylor repeatedly obstructed justice during the course of the investigation and the trial by asking his clients to misinform the IRS and provide inaccurate testimony. <i>See </i><i>Rinaldi,</i> 461 F.3d at 931 <span class=\"star-pagination\">*103</span> (finding reasonable a district court's consideration of the defendant's obstruction of justice as a factor meriting a higher sentence); <i>United States v. Bradstreet,</i> <span class=\"citation\" data-id=\"197762\"><a href=\"/opinion/197762/united-states-v-bradstreet/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 57 (1st Cir.1998) (\"One convicted of criminal dishonesty is therefore not entitled to an aberrant conduct departure if he has testified dishonestly about his criminal conduct.\"). Moreover, the trial transcript provides no indication whatsoever that Taylor has accepted responsibility for his actions. To put it succinctly, we do not view the sentence as having given full consideration to the nature and circumstances of Taylor's crime, 18 U.S.C. § 3553(a)(1), and the need to reflect its seriousness, 18 U.S.C. § 3553(a)(2)(A).</p>\n<p>In addition, we believe that the district court accorded incommensurate weight to the fact that Taylor's absence from school would negatively affect his students. We need not decide whether, in considering the history and characteristics of the defendant, a court may consider the effect of the defendant's incarceration on others. <i>Cf. </i><i>United States v. Holz,</i> 118 Fed.Appx. 928, 935-36 (6th Cir.2004) (deciding that a court may consider the impact on a defendant's business and employees when imposing a sentence). However, if a district court did take such an impact into consideration, we think it would also have been necessary to consider the fact that \"[i]t is not extraordinary that in the area of white collar crime, a principal's business and employees may suffer if he is incarcerated.\" <i>United States v. Pool,</i> <span class=\"citation\" data-id=\"796636\"><a href=\"/opinion/796636/united-states-v-joe-mack-pool/\"><span class=\"volume\">474</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1127</span></a></span>, 1129 (8th Cir.2007).</p>\n<p>Furthermore, the court was also obligated to consider whether Taylor's sentence would serve the purpose of providing \"adequate deterrence to criminal conduct.\" 18 U.S.C. § 3553(a)(2)(B). In particular, we have recognized that \"deterrence of white-collar crime [is] of central concern to Congress.\" <i>United States v. Mueffelman,</i> <span class=\"citation\" data-id=\"202534\"><a href=\"/opinion/202534/united-states-v-mueffelman/\"><span class=\"volume\">470</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span>, 40 (1st Cir.2006). When passing the Sentencing Reform Act, Congress explained:</p>\n<blockquote>[It is our] view that in the past there have been many cases, particularly in instances of major white collar crime, in which probation has been granted because the offender required little or nothing in the way of institutionalized rehabilitative measures . . . and because society required no insulation from the offender, without due consideration being given to the fact that the heightened deterrent effect of incarceration and the readily perceivable receipt of just punishment accorded by incarceration were of critical importance. The placing on probation of [a white collar criminal] may be perfectly appropriate in cases in which, under all the circumstances, only the rehabilitative needs of the offender are pertinent; such a sentence may be grossly inappropriate, however, in cases in which the circumstances mandate the sentence's carrying substantial deterrent or punitive impact.</blockquote>\n<p>S.Rep. No. 98-225, at 91-92 (1983), <i>reprinted in</i> 1984 U.S.C.C.A.N. 3182, 3274-75; <i>see also </i><i>United States v. Martin,</i> <span class=\"citation\" data-id=\"77406\"><a href=\"/opinion/77406/united-states-v-michael-martin/\"><span class=\"volume\">455</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1227</span></a></span>, 1240-41 (11th Cir.2006) (considering the Senate Report and adding that \"Rather than deter crime by others, [the defendant's] 7-day sentence suggests that those similarly situated . . . could profit from fraudulent conduct\"); <i>Thurston II,</i> 456 F.3d at 218 (noting that Congress has concluded that prison sentences tend to deter white-collar criminals).<sup>[4]</sup> We do not <span class=\"star-pagination\">*104</span> see why Taylor is an aberration from the overall conclusion that the threat of jail time deters white-collar crime, and thus we are not convinced that a non-jail sentence for Taylor would adequately serve the goal of general deterrence.</p>\n<p>Finally, we are unpersuaded that this sentence reasonably reflects \"the need to avoid unwarranted sentence disparities among defendants with similar records who have been found guilty of similar conduct.\"<sup>[5]</sup> 18 U.S.C. § 3553(a)(6). The Sentencing Guidelines highlight the problem:</p>\n<blockquote>Under pre-guidelines practice, roughly half of all tax evaders were sentenced to probation without imprisonment, while the other half received sentences that required them to serve an average prison term of twelve months. This guideline is intended to reduce disparity in sentencing for tax offenses and to some-what increase average sentence length.</blockquote>\n<p>U.S.S.G. § 2T1.1 background note. In addition, courts have recognized that \"the minimization of discrepancies between white- and blue-collar offenses\" is an important goal in the sentencing process. <i>Mueffelman,</i> 470 F.3d at 40; <i>see also Thurston I,</i> 358 F.3d at 80. We recognize that because of Taylor's extraordinary service to the community, he may not be easily comparable to \"defendants with similar records who have been found guilty of similar conduct.\" 18 U.S.C. § 3553(a)(6). However, it is important to recognize that persons convicted of white collar crimes \"are often expected, by virtue of their positions, to engage in civic and charitable activities.\" <i>Thurston I,</i> 358 F.3d at 80.</p>\n<p>Thus, we conclude that the district court should resentence Taylor by taking proper account of all of the factors listed in 18 U.S.C. § 3553(a) and providing a reasoned explanation for its result.</p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>For the foregoing reasons, we vacate the sentence of the district court and remand for resentencing.</p>\n<p><i>Vacated and Remanded.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Federal Circuit, sitting by designation.</p>\n<p>[1]  In <i>Rita,</i> 127 S.Ct. at 2463, the Supreme Court held that it was <i>permissible</i> for an appellate court to presume that if \"both the sentencing judge and the Sentencing Commission will have reached the same conclusion as to the proper sentence in the particular case[,]. . . . [t]hat double determination significantly increases the likelihood that the sentence is a reasonable one.\" However, the Supreme Court's opinion does not require such a presumption to be adopted, <i>id.</i> at 2468 (noting that \"[s]everal courts of appeals have . . . rejected a presumption of unreasonableness\"), and we have declined to adopt one, <i>Jiménez-Beltre,</i> 440 F.3d at 518.</p>\n<p>[2]  The discretion left to district judges in the wake of <i>Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span>, is not a particularly new development. Prior to the creation of the Sentencing Guidelines regime in the late 1980s, judges were given almost unfettered (and unreviewable) discretion to impose sentences as they saw fit. <i>See generally </i><i>Mistretta v. United States,</i> <span class=\"citation\" data-id=\"112173\"><a href=\"/opinion/112173/mistretta-v-united-states/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">361</span></a></span>, 363-65, <span class=\"citation\" data-id=\"112173\"><a href=\"/opinion/112173/mistretta-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">647</span></a></span>, <span class=\"citation\" data-id=\"112173\"><a href=\"/opinion/112173/mistretta-v-united-states/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">714</span></a></span> (1989) (reviewing history of sentencing in United States); Douglas Berman, <i>Conceptualizing Booker,</i> 38 Ariz. St. L.J. 387, 388 (2006) (\"From the late nineteenth-century and throughout the first three-quarters of the twentieth-century, trial judges in both federal and state systems were given nearly unfettered discretion to impose any sentence from within broad statutory ranges provided for criminal offenses.\"). This discretion, however, led to \"[s]erious disparities in sentences.\" <i>Mistretta,</i> 488 U.S. at 365, <span class=\"citation\" data-id=\"112173\"><a href=\"/opinion/112173/mistretta-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">647</span></a></span>; <i>see also Berman, supra</i> at 393 (\"[S]ome studies found that personal factors such as an offender's race, gender and socioeconomic status were impacting sentencing outcomes and accounted for certain disparities.\"). As a result, in determining a sentence, judges must now consider \"the need to avoid unwarranted sentence disparities among defendants with similar records who have been found guilty of similar conduct,\" 18 U.S.C. § 3553(a)(6). A judge must also continue to consider the sentencing guidelines, <i>id.</i> § 3553(a)(4)-(5), which reflect \"the increased uniformity of sentencing that Congress intended its Guidelines system to achieve,\" <i>Booker,</i> 543 U.S. at 246, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>.</p>\n<p>[3]  We wonder, however, whether terming a sentence \"guideline\" or \"non-guideline\" appropriately reflects the proper role of the sentencing guidelines post-<i>Booker.</i> While the sentencing guidelines are to be accorded substantial weight, <i>see </i><i>United States v. Vázquez-Rivera,</i> <span class=\"citation\" data-id=\"202547\"><a href=\"/opinion/202547/united-states-v-vazquez-rivera/\"><span class=\"volume\">470</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">443</span></a></span>, 449 (1st Cir.2006), and can be used as a starting point in the sentencing process, <i>see </i><i>United States v. Parrilla Román,</i> <span class=\"citation\" data-id=\"202731\"><a href=\"/opinion/202731/united-states-v-parrilla/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">185</span></a></span>, 190 (1st Cir.2007), the Guidelines are but one factor in the sentencing analysis, 18 U.S.C. § 3553(a)(4), a sentence outside of the guidelines need not be justified by unusual or extraordinary reasons, <i>see </i><i>Vázquez-Rivera,</i> 470 F.3d at 449, and a within-guidelines sentence will not be considered presumptively reasonable by this court, <i>see Jiménez-Beltre,</i> 440 F.3d at 518. Thus, we do not find the term \"non-guidelines sentence\" to be useful except to the extent that it expresses the sentencing court's consideration that the advisory Guidelines recommendation was outweighed by other § 3553(a) factors.</p>\n<p>[4]  As we noted in <i>Thurston II,</i> although a district court might disagree with the link between prison sentences and deterrence of white-collar crime, its focus should be on the individual characteristics of the defendant, rather than general policy considerations. 456 F.3d at 218.</p>\n<p>[5]  Taylor cites various cases in which other defendants have received somewhat lower sentences for their past good works. <i>See, e.g., </i><i>United States v. Canova,</i> <span class=\"citation\" data-id=\"790692\"><a href=\"/opinion/790692/united-states-of-america-cross-appellee-v-john-canova/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">331</span></a></span> (2d Cir.2005); <i>United States v. Woods,</i> <span class=\"citation\" data-id=\"758848\"><a href=\"/opinion/758848/united-states-v-nanci-carter-woods/\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1132</span></a></span> (8th Cir.1998). While these cases are persuasive inasmuch as they have held that a defendant's good works are a permissible consideration in the sentencing process, we do not believe them to be apt comparisons for the purpose of establishing that Taylor's sentence is or is not within the norm. As we have explained, the focus of § 3553(a)(6) is on nationwide sentencing disparities, rather than disparities between the sentences given to individual defendants. <i>See </i><i>Thurston II,</i> 456 F.3d at 216.\n</p>\n<p>To the extent that Taylor offers these cases to show that his sentence is reasonable, we respond that they are no more probative of reasonableness than cases in which courts have rejected appeals by defendants challenging their sentences as too high in light of their good works, <i>see, e.g., United States v. Baxter,</i> 217 Fed.Appx. 557 (7th Cir.2007), or cases in which courts have found sentences unreasonable on the ground that they excessively relied on a defendant's good works, <i>see, e.g., </i><i>United States v. Mallon,</i> <span class=\"citation\" data-id=\"783772\"><a href=\"/opinion/783772/united-states-v-john-s-mallon/\"><span class=\"volume\">345</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">943</span></a></span>, 949 (7th Cir. 2003). In the post-<i>Booker</i> world, sentencing must be truly individualized.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/2965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/40800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/77406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/77410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104681/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/137739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145708/",
    "http://www.courtlistener.com/api/rest/v3/opinions/167018/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197762/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200449/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201337/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202547/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/783772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790692/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792280/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797599/"
  ]
}