{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202829/",
  "absolute_url": "/opinion/202829/kansky-v-coca-cola-bottling-co-of-new-england/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202829/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:02:44Z",
  "date_modified": "2016-04-26T12:12:17.366829Z",
  "type": "010combined",
  "sha1": "51bca1d846d2408b3f90609863f2e1cec27c8bc2",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-2042-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/06/29/Kansky_v._Coca-Cola_Bottling.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 06-2042\n\n                        KENNETH M. KANSKY,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n           COCA-COLA BOTTLING COMPANY OF NEW ENGLAND;\n   COCA-COLA ENTERPRISES INC.; COCA-COLA ENTERPRISES LONG-TERM\n DISABILITY PLAN, a/k/a CORE LTD BENEFITS; AETNA LIFE INSURANCE\n                             COMPANY,\n\n                      Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Douglas P. Woodlock, U.S. District Judge]\n\n\n                              Before\n\n                   Torruella, Lipez, and Howard,\n                          Circuit Judges.\n\n\n\n     Bernard A. Kansky, with whom Kansky & Associates was on brief,\nfor appellant.\n     Stephen D. Rosenberg, with whom Eric L. Brodie and The\nMcCormack Firm, LLC, were on brief, for appellees.\n\n\n\n                          June 29, 2007\n\f               LIPEZ,   Circuit       Judge.      Kenneth    Kansky     appeals    the\n\ndistrict court's entry of summary judgment against him in his\n\nlawsuit, filed under the Employee Retirement Income Security Act of\n\n1974       (\"ERISA\"),   29    U.S.C.    §§     1001-1461,    challenging      a   plan\n\nadministrator's decision to deny him long-term disability benefits.\n\nWe affirm.1\n\n                                          I.\n\n               We   recount    here    the     undisputed    facts     briefly,   and\n\nsubsequently        provide    further       detail   as    needed.     Kansky    was\n\ndiagnosed with schizoaffective disorder in 1994, and was treated\n\nfor    that    condition      continuously       by   the   same     physician,    Dr.\n\nVuckovic, beginning in February 2000, extending through the entire\n\nrelevant      period    of    his   disability.       He    worked    for   Coca-Cola\n\nEnterprises from April 21, 2003 to July 7, 2003, but did not\n\nthereafter return to work, claiming that he was totally disabled.\n\n\n\n\n       1\n      In conjunction with this appeal, Kansky filed a motion to\nsubstitute the pseudonym \"John Doe\" in court records, pleadings,\nand decisions. However, he failed to respond to our January 3,\n2007 Show Cause order with an explanation or reason for his filing\nof a public appendix that encompasses almost the entire lower court\nrecord. The district court opinion has already been made publicly\navailable (apparently without objection), and all filings with this\ncourt have used the appellant's real name. Therefore, at this late\nstage in the litigation, changing appellant's name on all court\nrecords is not feasible.       It is simply too late to impose\nconfidentiality on the materials involved in this case. Hence the\nmotion to substitute the pseudonym \"John Doe\" is denied.\n\n                                          -2-\n\fOn January 8, 2004, Kansky filed for benefits under Coca-Cola's\n\nlong term disability (\"LTD\") plan, which is administered by Aetna.2\n\n           Kansky's   initial       application      for   benefits     and    the\n\nsupporting medical records indicated that his disability was caused\n\nby his schizoaffective disorder.            After Aetna denied his claim\n\nunder    the   pre-existing       condition     exclusion     clause,      Kansky\n\nunsuccessfully appealed.          He appealed again in August 2004 and\n\nargued, apparently for the first time, that his disability was\n\ncaused by chronic fatigue syndrome (\"CFS\").                In support of this\n\nclaim,   Kansky   submitted   a    letter     from   Dr.   David   Bell,      which\n\n\n\n     2\n       To be eligible for LTD benefits under this plan, an employee\nmust show that (a) a physician has diagnosed him or her as \"totally\ndisabled\" due to a physical or mental condition, and (b) provide\nproof that (1) this disability occurred while he or she was insured\nand (2) the disability has continued for at least 26 weeks.\nBenefits are not available if the disability began \"during the\nfirst 12 months of your most recent period of coverage under this\nPlan and [was] caused, or contributed to, by a 'pre-existing\ncondition.'\" A condition is pre-existing \"if, during the 3 months\nbefore the date [the employee] became covered under this Plan, [the\nemployee] received diagnosis, treatment or services, or [] took\ndrugs prescribed or recommended by a physician, for that\ncondition.\"\n     Kansky argues that the pre-existing condition exclusion clause\nought not apply to him because he previously worked for Coca-Cola\nfor nineteen months between 1995 and 1996; he claims that our\ndecision in Rucker v. Lee Holding Co., 471 F.3d 6 (1st Cir. 2006),\nallows him to combine those nineteen months of employment with the\nthree months worked in 2003.        If such an aggregation were\npermitted, Kansky would have worked for Coca-Cola for longer than\ntwelve months and the pre-existing condition exclusion clause would\nnot apply. However, the terms of this LTD plan expressly preclude\nthis sort of aggregation and our decision in Rucker, dealing with\nFMLA benefits, does nothing to alter or contradict the clear terms\nof this plan. Thus, Kansky's prior employment is irrelevant and\nthe pre-existing condition exclusion clause applies to him.\n\n                                      -3-\n\findicated that Kansky's then-current symptoms (in July 2004) were\n\nthe result of CFS.    Dr. Bell did not opine that CFS was the cause\n\nof Kansky's disability in July 2003.     Aetna submitted the entire\n\nfile, including this new letter, to a physician and a psychiatrist,\n\nand, based on their assessments, denied the claim a third time.3\n\nKansky responded with a second letter from Dr. Bell, reiterating\n\nthe CFS diagnosis.    In early 2005, Aetna issued a final denial of\n\nthe claim.\n\n            Kansky filed this suit, seeking review of Aetna's denial\n\nof benefits, as well as sanctions against defendants for an alleged\n\nfailure to produce requested documents.       The district court's\n\nopinion, Kansky v. Coca-Cola Bottling Co., et al., 2006 WL 1167781\n\n(D. Mass. May 1, 2006), reviews the facts of this case and\n\nevaluates Kansky's challenge to Aetna's decision with admirable\n\ncare.    The court concluded that Aetna's decision \"was reasoned and\n\nsupported by substantial evidence.\"    This appeal ensued.\n\n                                 II.\n\n\n     3\n       Aetna explained its decision, after providing lengthy\nquotations from the reports issued by its reviewing physicians, as\nfollows:\n     Since the records we have reviewed support that Mr.\n     Kansky   received   treatment   and   took    drugs   for\n     schizoaffective   disorder   during   the    pre-existing\n     condition exclusionary period, April 1, 2003 through June\n     30, 2003, and that his other conditions have not been\n     established to result in a level of impairment that he\n     would have been precluded from performing the material\n     duties of his own occupation as of January 6, 2004, the\n     denial of his LTD benefits due to the pre-existing\n     condition is upheld.\n\n                                 -4-\n\fA. Standard of Review\n\n           Our review of the district court's entry of summary\n\njudgment is de novo.    Cook v. Liberty Life Assur. Co., 320 F.3d 11,\n\n18 (1st Cir. 2003).      The district court, following clear First\n\nCircuit precedent, reviewed Aetna's benefits determinations under\n\nan arbitrary and capricious standard. See Glista v. Unum Life Ins.\n\nCo., 378 F.3d 113, 125-26 (1st Cir. 2004); Doe v. Travelers Ins.\n\nCo., 167 F.3d 53, 57 (1st Cir. 1999); Doyle v. Paul Revere Life\n\nIns. Co., 144 F.3d 181, 184 (1st Cir. 1998).             However, Kansky\n\nargued before the district court that the standard of review\n\napplicable to Aetna's benefits determination should be de novo\n\nbecause the insurance company both determines the benefits owed and\n\npays any benefits after the first $35,000 (which the employer\n\npays).   Kansky cited precedents from other circuits, which apply a\n\nless deferential standard where such a \"structural\" conflict of\n\ninterest exists.   See McLeod v. Hartford Life & Acc. Ins. Co., 372\n\nF.3d 618, 623 (3d Cir. 2004).         The district court rejected this\n\nargument   and,   consistent   with    our   current   law,   applied   the\n\narbitrary and capricious standard.\n\n           Since the district court issued its decision in this\n\ncase, the appropriate standard of review for ERISA cases involving\n\nstructural conflicts of interest has come into question in this\n\ncircuit.   Specifically, in Denmark v. Liberty Life Assurance Co.,\n\n481 F.3d 16, 19 (1st Cir. 2007), two members of this court\n\n\n                                  -5-\n\fexpressed their dissatisfaction with our present standard of review\n\nin such cases, and urged this court to reconsider the standard of\n\nreview issue in an en banc proceeding.               We also noted in Denmark\n\nthat the other circuit courts have taken a wide range of approaches\n\nto the standard of review question.              Id. at 30-31.         There is\n\npresently pending a petition for rehearing en banc in Denmark.\n\nThat       petition   raises   the   standard   of    review   issue   in   terms\n\ncomparable to those used by Kansky in his appeal here.                      If we\n\nthought any change in the applicable standard of review (and we are\n\nnot intimating in any way that there will necessarily be such a\n\nchange) might affect the outcome of this appeal, we would defer a\n\ndecision on this appeal until the en banc petition in Denmark was\n\nresolved.        However, even under the de novo standard of review\n\nadvocated by Kansky, Aetna's benefits determination was amply\n\nsupported by the evidence.4\n\n\n       4\n        No circuits apply a pure de novo review standard in\nstructural conflict cases.     Of the circuits that apply a less\ndeferential standard in such cases, five of them apply a \"sliding\nscale\" standard: the level of deference given to the insurance\ncompany's decision is correlated to the severity of the conflict.\nSee, e.g., Fought v. Unum Life Ins. Co. of Am., 379 F.3d 997, 1004\n(10th Cir. 2004); Pinto v. Reliance Standard Life Ins. Co., 214\nF.3d 377, 379 (3d Cir. 2000); Vega v. Nat’l Life Ins. Servs., Inc.,\n188 F.3d 287, 297 (5th Cir. 1999)(en banc); Woo v. Deluxe Corp.,\n144 F.3d 1157, 1161-62 & n.2 (8th Cir. 1998); Doe v. Group Hosp. &\nMed. Servs., 3 F.3d 80, 87 (4th Cir. 1993). This sliding scale\napproach preserves the arbitrary and capricious framework, but\napplies greater scrutiny where the conflict of interest is greater.\nOne circuit applies a \"substantially similar\" abuse of discretion\nstandard. See Abatie v. Alta Health & Life Ins. Co., 458 F.3d 955,\n967-68 (9th Cir. 2006)(en banc). Only the Eleventh Circuit applies\na standard similar to the de novo standard; it first evaluates\n\n                                       -6-\n\fB. Evidence Supporting the Denial of Benefits\n\n               Under Aetna's LTD plan, an employee is ineligible for\n\nbenefits if his disability began during the first twelve months of\n\nemployment and was \"caused, or contributed to, by a 'pre-existing\n\ncondition.\"          See supra note 1.       The plan defined \"pre-existing\n\nconditions\" as those for which the employee received \"diagnosis,\n\ntreatment or services or took drugs prescribed or recommended by a\n\nphysician\" during the three months prior to the beginning of\n\ncoverage under the plan.        Id.   Aetna denied Kansky's claim for LTD\n\nbenefits because it determined that his schizoaffective disorder\n\ncaused or contributed to his disability in July 2003, and hence his\n\nschizoaffective disorder was a \"pre-existing condition\" under the\n\nterms    of    the    plan.   That    decision    was   consistent   with   the\n\noverwhelming weight of the evidence in the administrative record.\n\n               First, when Kansky initially applied for LTD benefits in\n\nFebruary 2004, his treating physician, Dr. Vuckovic, attributed his\n\ndisability to his schizoaffective disorder.             Dr. Vuckovic had been\n\ncontinuously treating Kansky for that condition for four years and\n\nstated    in    his    Attending   Physician's     Statement   (which   Kansky\n\nsubmitted to Aetna in support of his LTD benefits application) that\n\nthe disability that began in July 2003 and continued to the present\n\n\nwhether the insurance company's decision was incorrect, and if it\nwas, the burden shifts to the claims administrator to demonstrate\nthat the decision was not affected by a conflict of interest. See\nHCA Health Servs., Inc. v. Employers Health Ins. Co., 240 F.3d 982,\n993-94 (11th Cir. 2001).\n\n                                       -7-\n\fwas attributable to that condition. This record, offered by Kansky\n\nand created contemporaneously with his application for benefits,\n\nprovides strong evidence that Kansky himself, as well as his\n\ntreating     physician,     attributed     his       disability       to   his\n\nschizoaffective disorder.\n\n            Second, Kansky was hospitalized for a period of ten days\n\nbetween the onset of his disability and his application for LTD\n\nbenefits.    The discharge summary from this treatment stated that\n\nhis primary diagnosis was atypical schizophrenia. The hospital did\n\nnot diagnose Kansky with CFS.\n\n            Third, Aetna sent Kansky's medical records to two board\n\ncertified physicians for their review and evaluation. Each of them\n\nconcluded that his primary diagnosis, schizoaffective disorder, was\n\nthe primary cause of his disability.       Each credited Dr. Vuckovic's\n\nopinion, based on his long-term treatment and evaluation of Kansky,\n\nand found that the records supported Dr. Vuckovic's impression of\n\nKansky's medical problems rather than Dr. Bell's.\n\n            Kansky argues, however, that his disability was caused\n\nexclusively by his CFS - an independent diagnosis, unrelated to his\n\nhistory of schizophrenia, and therefore not classifiable as a pre-\n\nexisting condition.     In support of his claim, he points to the two\n\nletters from Dr. Bell.      The first letter, from July 2004, stated\n\nthat Kansky's then-existing symptoms were \"very suggestive of\n\nchronic    fatigue   syndrome,\"   and   that   CFS   \"is   a   more   accurate\n\n\n                                    -8-\n\fclinical diagnosis than his atypical schizophrenia.\"                The letter\n\nalso acknowledged, however, that Kansky \"would not fulfill the\n\nCenters for Disease Control criteria for chronic fatigue syndrome\n\nas   he   has    a   history    of    atypical   schizophrenia.\"     Dr.   Bell\n\nrecommended no alterations to Kansky's medications or treatment,\n\nand suggested only that he make an effort to \"establish a very\n\nregular sleep time and a regular time for arising.\"\n\n               The second letter, dated January 2005, was much shorter\n\nand simply reiterated the findings stated in the July 2004 letter.\n\nIt stated that Kansky's \"current disability is not due to the\n\nschizoaffective disorder; it is due to chronic fatigue syndrome.\"\n\nNeither letter purported to provide a diagnosis for Kansky's\n\ndisability as of July 2003; both stated only that, at the time Dr.\n\nBell saw him, Kansky's symptoms could be explained by CFS.\n\n               Therefore, even if we were to credit Dr. Bell's letters\n\nand assume that his diagnosis was accurate, he simply did not opine\n\nthat Kansky suffered from CFS at the time his disability began.\n\nFurthermore, Dr. Bell never offered an opinion, one way or the\n\nother,    as    to   whether    Kansky's     well-documented   schizoaffective\n\ndisorder       contributed     to    his   disability.   By    contrast,   every\n\ntreating physician who saw Kansky stated that his medical problems\n\nwere the result of his schizoaffective disorder, or complications\n\narising from that disorder.            The independent medical professionals\n\nwho examined Kansky's records and provided their opinions to Aetna\n\n\n                                           -9-\n\fagreed with this diagnosis.    On this record, there is simply no\n\ndoubt that Kansky's schizoaffective disorder, for which he had\n\nreceived treatment during the three months prior to commencement of\n\nthe LTD plan, either caused or contributed to his disability.   We\n\nfind no error in Aetna's denial of benefits on this basis.\n\n\n\n\n                                 III.\n\n           Kansky has raised a number of additional points in his\n\nappeal.   We address them briefly.\n\nA.   Denial of Motion to Alter or Amend Judgment\n\n           In the district court, Kansky filed a motion to alter or\n\namend the judgment, on numerous grounds, pursuant to Federal Rule\n\nof Civil Procedure 59(e).    We review the lower court's denial of\n\nthe motion for abuse of discretion.       See Palmer v. Champion\n\nMortgage, 465 F.3d 24, 30 (1st Cir. 2006).   Rule 59(e) motions are\n\ngranted only where the movant shows a manifest error of law or\n\nnewly discovered evidence.   Marie v. Allied Home Mortgage Co., 402\n\nF.3d 1, 7 n.2 (1st Cir. 2005) (stating that Rule 59(e) motions are\n\ngenerally unlikely to succeed because the movant must \"clearly\n\nestablish a manifest error of law\" or provide newly discovered\n\nevidence (quoting Pomerleau v. W. Springfield Pub. Sch., 362 F.3d\n\n143, 146 n.2 (1st Cir. 2004)).\n\n\n\n\n                                 -10-\n\f            First, Kansky claimed that the district court erred\n\nbecause it \"relied\" on the opinions offered by Aetna's reviewing\n\nphysicians, who he claimed were unqualified to provide medical\n\nopinions on his condition.     The district court found that Aetna's\n\nreviewing   doctors   were   \"certainly   qualified   to   provide   their\n\nmedical opinions on whether Kansky's pre-existing schizo-affective\n\ndisorder caused or contributed to his disability.\"            On appeal,\n\nKansky only points out that neither of these doctors' CVs mentions\n\nany research specifically focused on CFS.       The district court did\n\nnot abuse its discretion in ruling that the absence of CFS research\n\ndid not render Aetna's reviewing doctors unqualified to give an\n\nopinion on the causes or contributors to Kansky's disability.\n\n            Second, Kansky argued that the court erred in \"conducting\n\nits own medical research.\"     This claim is unfounded.     The district\n\ncourt provided a reasonable explanation for its use of a single\n\nmedical article, which was not part of the Administrative Record,\n\nfor background information. In denying Kansky's Rule 59(e) motion,\n\nthe court explained that it had consulted the article because it\n\n\"played a significant role\" in an earlier district court decision,\n\nwhich Kansky had urged the court to consider.     The court also noted\n\nthat the article appeared to be \"the basis for the comments of Drs.\n\nBell, Burton, and DeFoy5 [in this case] to the effect that Kansky\n\n\n     5\n      Drs. Burton and DeFoy were Aetna's reviewing physicians, who\nexamined Kansky's medical records and opined that his disability\nwas caused, at least in part, by his schizoaffective disorder.\n\n                                  -11-\n\fcannot be diagnosed [with CFS] according to the current research\n\ncriteria put out by the Centers for Disease Control.\" Kansky, 2006\n\nWL 1167781, at *9.      There was no abuse of discretion in the court's\n\nuse of this article in such a limited way.\n\n             Finally, Kansky also claimed, in his Rule 59(e) motion,\n\nthat   the    court    erred   in   reaching     an    \"independent\"    medical\n\ndiagnosis,    which     he   described     as    \"schizoaffective      disorder\n\n'contributing to' his CFS.\"         In reality, the district court found\n\nthat     Kansky's     schizoaffective      disorder     contributed    to    his\n\ndisability, and made no finding as to whether the schizoaffective\n\ndisorder     caused    or    contributed    to   the    CFS   or   whether   CFS\n\ncontributed to the disability.              The court did not abuse its\n\ndiscretion with its insistence that it did not make any independent\n\nmedical diagnosis.\n\nB.   Request for Sanctions\n\n             Kansky claims that the district court erred in denying\n\nhis request for sanctions against the defendants for an alleged\n\n\"failure\" to produce certain documents.           The documents in dispute\n\nwere produced, although apparently later than Kansky would have\n\nliked.     He has admitted that he suffered no prejudice from this\n\ndelay.    The district court did not abuse its discretion in denying\n\nsanctions. See, e.g., Sullivan v. Raytheon Co., 262 F.3d 41, 52\n\n(1st Cir. 2001).\n\n                                      IV.\n\n\n                                     -12-\n\f             We do not minimize the hardships caused by Kansky's\n\nmedical condition.         We recognize the physical, emotional, and\n\nfinancial burdens imposed by that condition.              But the entitlement\n\nto long-term disability benefits is controlled by contract language\n\nand legal standards that we must apply as the law requires.            Having\n\ndone   so,   we   must   affirm   the    thorough   and   carefully   reasoned\n\ndecision of the district court.\n\n             So ordered.\n\n\n\n\n                                        -13-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>492 F.3d 54 (2007)</b></center>\n<center><h1>Kenneth M. KANSKY, Plaintiff, Appellant,<br>\nv.<br>\nCOCA-COLA BOTTLING COMPANY OF NEW ENGLAND; Coca-Cola Enterprises Inc.; Coca-Cola Enterprises Long-Term Disability Plan, a/k/a Core Ltd Benefits; Aetna Life Insurance Company, Defendants, Appellees.</h1></center>\n<center>No. 06-2042.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard January 12, 2007.</center>\n<center>Decided June 29, 2007.</center>\n<p><span class=\"star-pagination\">*55</span> <span class=\"star-pagination\">*56</span> Bernard A. Kansky, with whom Kansky &amp; Associates was on brief, for appellant.</p>\n<p>Stephen D. Rosenberg, with whom Eric L. Brodie and The McCormack Firm, LLC, were on brief, for appellees.</p>\n<p>Before TORRUELLA, LIPEZ, and HOWARD, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>Kenneth Kansky appeals the district court's entry of summary judgment against him in his lawsuit, filed under the Employee Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. §§ 1001-1461, challenging a plan administrator's decision to deny him long-term disability benefits. We affirm.<sup>[1]</sup></p>\n<p></p>\n<h2>I.</h2>\n<p>We recount here the undisputed facts briefly, and subsequently provide further detail as needed. Kansky was diagnosed with schizoaffective disorder in 1994, and was treated for that condition continuously by the same physician, Dr. Vuckovic, beginning in February 2000, extending through the entire relevant period of his disability. He worked for Coca-Cola Enterprises from April 21, 2003 to July 7, 2003, but did not thereafter return to work, claiming that he was totally disabled. On January 8, 2004, Kansky filed for benefits under Coca-Cola's long term disability (\"LTD\") plan, which is administered by Aetna.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*57</span> Kansky's initial application for benefits and the supporting medical records indicated that his disability was caused by his schizoaffective disorder. After Aetna denied his claim under the pre-existing condition exclusion clause, Kansky unsuccessfully appealed. He appealed again in August 2004 and argued, apparently for the first time, that his disability was caused by chronic fatigue syndrome (\"CFS\"). In support of this claim, Kansky submitted a letter from Dr. David Bell, which indicated that Kansky's then-current symptoms (in July 2004) were the result of CFS. Dr. Bell did not opine that CFS was the cause of Kansky's disability in July 2003. Aetna submitted the entire file, including this new letter, to a physician and a psychiatrist, and, based on their assessments, denied the claim a third time.<sup>[3]</sup> Kansky responded with a second letter from Dr. Bell, reiterating the CFS diagnosis. In early 2005, Aetna issued a final denial of the claim.</p>\n<p>Kansky filed this suit, seeking review of Aetna's denial of benefits, as well as sanctions against defendants for an alleged failure to produce requested documents. The district court's opinion, <i>Kansky v. Coca-Cola Bottling Co., et al.,</i> 2006 WL 1167781 (D.Mass. May 1, 2006), reviews the facts of this case and evaluates Kansky's challenge to Aetna's decision with admirable care. The court concluded that Aetna's decision \"was reasoned and supported by substantial evidence.\" This appeal ensued.</p>\n<p></p>\n<h2>II.</h2>\n<p>A. Standard of Review</p>\n<p>Our review of the district court's entry of summary judgment is de novo. <i>Cook v. Liberty Life Assur. Co.,</i> 320 F.3d 11, 18 (1st Cir.2003). The district court, following clear First Circuit precedent, reviewed Aetna's benefits determinations under an arbitrary and capricious standard. <i>See </i><i>Glista v. Unum Life Ins. Co.,</i> 378 F.3d 113, 125-26 (1st Cir.2004); <i>Doe v. Travelers Ins. Co.,</i> 167 F.3d 53, 57 (1st Cir.1999); <i>Doyle v. Paul Revere Life Ins. Co.,</i> 144 F.3d 181, 184 (1st Cir.1998). However, Kansky argued before the district court that the standard of review applicable to Aetna's benefits determination should be de novo because the insurance company both determines the benefits owed and pays any benefits after the first $35,000 (which the employer pays). Kansky cited precedents from other circuits, which apply a less deferential standard where such a \"structural\" conflict of interest exists. <i>See </i><i>McLeod v. Hartford Life &amp; Acc. Ins. Co.,</i> 372 F.3d 618, 623 (3d Cir.2004). The district court rejected this argument and, <span class=\"star-pagination\">*58</span> consistent with our current law, applied the arbitrary and capricious standard.</p>\n<p>Since the district court issued its decision in this case, the appropriate standard of review for ERISA cases involving structural conflicts of interest has come into question in this circuit. Specifically, in <i>Denmark v. Liberty Life Assurance Co.,</i> 481 F.3d 16, 19 (1st Cir.2007), two members of this court expressed their dissatisfaction with our present standard of review in such cases, and urged this court to reconsider the standard of review issue in an en banc proceeding. We also noted in <i>Denmark</i> that the other circuit courts have taken a wide range of approaches to the standard of review question. <i>Id.</i> at 30-31. There is presently pending a petition for rehearing en banc in <i>Denmark.</i> That petition raises the standard of review issue in terms comparable to those used by Kansky in his appeal here. If we thought any change in the applicable standard of review (and we are not intimating in any way that there will necessarily be such a change) might affect the outcome of this appeal, we would defer a decision on this appeal until the en banc petition in <i>Denmark</i> was resolved. However, even under the de novo standard of review advocated by Kansky, Aetna's benefits determination was amply supported by the evidence.<sup>[4]</sup></p>\n<p>B. Evidence Supporting the Denial of Benefits</p>\n<p>Under Aetna's LTD plan, an employee is ineligible for benefits if his disability began during the first twelve months of employment and was \"caused, or contributed to, by a `pre-existing condition.'\" <i>See supra</i> note 1. The plan defined \"pre-existing conditions\" as those for which the employee received \"diagnosis, treatment or services or took drugs prescribed or recommended by a physician\" during the three months prior to the beginning of coverage under the plan. <i>Id.</i> Aetna denied Kansky's claim for LTD benefits because it determined that his schizoaffective disorder caused or contributed to his disability in July 2003, and hence his schizoaffective disorder was a \"pre-existing condition\" under the terms of the plan. That decision was consistent with the overwhelming weight of the evidence in the administrative record.</p>\n<p>First, when Kansky initially applied for LTD benefits in February 2004, his treating physician, Dr. Vuckovic, attributed his disability to his schizoaffective disorder. Dr. Vuckovic had been continuously treating Kansky for that condition for four years and stated in his Attending Physician's Statement (which Kansky submitted to Aetna in support of his LTD benefits <span class=\"star-pagination\">*59</span> application) that the disability that began in July 2003 and continued to the present was attributable to that condition. This record, offered by Kansky and created contemporaneously with his application for benefits, provides strong evidence that Kansky himself, as well as his treating physician, attributed his disability to his schizoaffective disorder.</p>\n<p>Second, Kansky was hospitalized for a period of ten days between the onset of his disability and his application for LTD benefits. The discharge summary from this treatment stated that his primary diagnosis was atypical schizophrenia. The hospital did not diagnose Kansky with CFS.</p>\n<p>Third, Aetna sent Kansky's medical records to two board certified physicians for their review and evaluation. Each of them concluded that his primary diagnosis, schizoaffective disorder, was the primary cause of his disability. Each credited Dr. Vuckovic's opinion, based on his long-term treatment and evaluation of Kansky, and found that the records supported Dr. Vuckovic's impression of Kansky's medical problems rather than Dr. Bell's.</p>\n<p>Kansky argues, however, that his disability was caused exclusively by his CFS  an independent diagnosis, unrelated to his history of schizophrenia, and therefore not classifiable as a pre-existing condition. In support of his claim, he points to the two letters from Dr. Bell. The first letter, from July 2004, stated that Kansky's then-existing symptoms were \"very suggestive of chronic fatigue syndrome,\" and that CFS \"is a more accurate clinical diagnosis than his atypical schizophrenia.\" The letter also acknowledged, however, that Kansky \"would not fulfill the Centers for Disease Control criteria for chronic fatigue syndrome as he has a history of atypical schizophrenia.\" Dr. Bell recommended no alterations to Kansky's medications or treatment, and suggested only that he make an effort to \"establish a very regular sleep time and a regular time for arising.\"</p>\n<p>The second letter, dated January 2005, was much shorter and simply reiterated the findings stated in the July 2004 letter. It stated that Kansky's \"current disability is not due to the schizoaffective disorder; it is due to chronic fatigue syndrome.\" Neither letter purported to provide a diagnosis for Kansky's disability as of July 2003; both stated only that, at the time Dr. Bell saw him, Kansky's symptoms could be explained by CFS.</p>\n<p>Therefore, even if we were to credit Dr. Bell's letters and assume that his diagnosis was accurate, he simply did not opine that Kansky suffered from CFS at the time his disability began. Furthermore, Dr. Bell never offered an opinion, one way or the other, as to whether Kansky's well-documented schizoaffective disorder contributed to his disability. By contrast, every treating physician who saw Kansky stated that his medical problems were the result of his schizoaffective disorder, or complications arising from that disorder. The independent medical professionals who examined Kansky's records and provided their opinions to Aetna agreed with this diagnosis. On this record, there is simply no doubt that Kansky's schizoaffective disorder, for which he had received treatment during the three months prior to commencement of the LTD plan, either caused or contributed to his disability. We find no error in Aetna's denial of benefits on this basis.</p>\n<p></p>\n<h2>III.</h2>\n<p>Kansky has raised a number of additional points in his appeal. We address them briefly.</p>\n<p><span class=\"star-pagination\">*60</span> A. Denial of Motion to Alter or Amend Judgment</p>\n<p>In the district court, Kansky filed a motion to alter or amend the judgment, on numerous grounds, pursuant to Federal Rule of Civil Procedure 59(e). We review the lower court's denial of the motion for abuse of discretion. <i>See </i><i>Palmer v. Champion Mortgage,</i> 465 F.3d 24, 30 (1st Cir. 2006). Rule 59(e) motions are granted only where the movant shows a manifest error of law or newly discovered evidence. <i>Marie v. Allied Home Mortgage Corp.,</i> 402 F.3d 1, 7 n. 2 (1st Cir.2005) (stating that Rule 59(e) motions are generally unlikely to succeed because the movant must \"clearly establish a manifest error of law\") or provide newly discovered evidence (quoting <i>Pomerleau v. W. Springfield Pub. Sch.,</i> 362 F.3d 143, 146 n. 2 (1st Cir.2004)).</p>\n<p>First, Kansky claimed that the district court erred because it \"relied\" on the opinions offered by Aetna's reviewing physicians, who he claimed were unqualified to provide medical opinions on his condition. The district court found that Aetna's reviewing doctors were \"certainly qualified to provide their medical opinions on whether Kansky's pre-existing schizo-affective disorder caused or contributed to his disability.\" On appeal, Kansky only points out that neither of these doctors' CVs mentions any research specifically focused on CFS. The district court did not abuse its discretion in ruling that the absence of CFS research did not render Aetna's reviewing doctors unqualified to give an opinion on the causes or contributors to Kansky's disability.</p>\n<p>Second, Kansky argued that the court erred in \"conducting its own medical research.\" This claim is unfounded. The district court provided a reasonable explanation for its use of a single medical article, which was not part of the Administrative Record, for background information. In denying Kansky's Rule 59(e) motion, the court explained that it had consulted the article because it \"played a significant role\" in an earlier district court decision, which Kansky had urged the court to consider. The court also noted that the article appeared to be \"the basis for the comments of Drs. Bell, Burton, and DeFoy<sup>[5]</sup> [in this case] to the effect that Kansky cannot be diagnosed [with CFS] according to the current research criteria put out by the Centers for Disease Control.\" <i>Kansky,</i> 2006 WL 1167781, at *9. There was no abuse of discretion in the court's use of this article in such a limited way.</p>\n<p>Finally, Kansky also claimed, in his Rule 59(e) motion, that the court erred in reaching an \"independent\" medical diagnosis, which he described as \"schizoaffective disorder `contributing to' his CFS.\" In reality, the district court found that Kansky's schizoaffective disorder contributed to his <i>disability,</i> and made no finding as to whether the schizoaffective disorder caused or contributed to the CFS or whether CFS contributed to the disability. The court did not abuse its discretion with its insistence that it did not make any independent medical diagnosis.</p>\n<p>B. Request for Sanctions</p>\n<p>Kansky claims that the district court erred in denying his request for sanctions against the defendants for an alleged \"failure\" to produce certain documents. The documents in dispute were produced, although apparently later than Kansky would have liked. He has admitted that he suffered no prejudice from this <span class=\"star-pagination\">*61</span> delay. The district court did not abuse its discretion in denying sanctions. <i>See, e.g., </i><i>Sullivan v. Raytheon Co.,</i> 262 F.3d 41, 52 (1st Cir.2001).</p>\n<p></p>\n<h2>IV.</h2>\n<p>We do not minimize the hardships caused by Kansky's medical condition. We recognize the physical, emotional, and financial burdens imposed by that condition. But the entitlement to long-term disability benefits is controlled by contract language and legal standards that we must apply as the law requires. Having done so, we must <i>affirm</i> the thorough and carefully reasoned decision of the district court.</p>\n<p><i>So ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  In conjunction with this appeal, Kansky filed a motion to substitute the pseudonym \"John Doe\" in court records, pleadings, and decisions. However, he failed to respond to our January 3, 2007 Show Cause order with an explanation or reason for his filing of a public appendix that encompasses almost the entire lower court record. The district court opinion has already been made publicly available (apparently without objection), and all filings with this court have used the appellant's real name. Therefore, at this late stage in the litigation, changing appellant's name on all court records is not feasible. It is simply too late to impose confidentiality on the materials involved in this case. Hence the motion to substitute the pseudonym \"John Doe\" is denied.</p>\n<p>[2]  To be eligible for LTD benefits under this plan, an employee must show that (a) a physician has diagnosed him or her as \"totally disabled\" due to a physical or mental condition, and (b) provide proof that (1) this disability occurred while he or she was insured and (2) the disability has continued for at least 26 weeks. Benefits are not available if the disability began \"during the first 12 months of your most recent period of coverage under this Plan and [was] caused, or contributed to, by a `pre-existing condition.'\" A condition is pre-existing \"if, during the 3 months before the date [the employee] became covered under this Plan, [the employee] received diagnosis, treatment or services, or [] took drugs prescribed or recommended by a physician, for that condition.\"\n</p>\n<p>Kansky argues that the pre-existing condition exclusion clause ought not apply to him because he previously worked for Coca-Cola for nineteen months between 1995 and 1996; he claims that our decision in <i>Rucker v. Lee Holding Co.,</i> 471 F.3d 6 (1st Cir.2006), allows him to combine those nineteen months of employment with the three months worked in 2003. If such an aggregation were permitted, Kansky would have worked for Coca-Cola for longer than twelve months and the pre-existing condition exclusion clause would not apply. However, the terms of this LTD plan expressly preclude this sort of aggregation and our decision in <i>Rucker,</i> dealing with FMLA benefits, does nothing to alter or contradict the clear terms of this plan. Thus, Kansky's prior employment is irrelevant and the pre-existing condition exclusion clause applies to him.</p>\n<p>[3]  Aetna explained its decision, after providing lengthy quotations from the reports issued by its reviewing physicians, as follows:\n</p>\n<p>Since the records we have reviewed support that Mr. Kansky received treatment and took drugs for schizoaffective disorder during the pre-existing condition exclusionary period, April 1, 2003 through June 30, 2003, and that his other conditions have not been established to result in a level of impairment that he would have been precluded from performing the material duties of his own occupation as of January 6, 2004, the denial of his LTD benefits due to the pre-existing condition is upheld.</p>\n<p>[4]  No circuits apply a pure de novo review standard in structural conflict cases. Of the circuits that apply a less deferential standard in such cases, five of them apply a \"sliding scale\" standard: the level of deference given to the insurance company's decision is correlated to the severity of the conflict. <i>See, e.g., </i><i>Fought v. Unum Life Ins. Co. of Am.,</i> 379 F.3d 997, 1004 (10th Cir.2004); <i>Pinto v. Reliance Standard Life Ins. Co.,</i> 214 F.3d 377, 379 (3d Cir.2000); <i>Vega v. Nat'l Life Ins. Servs., Inc.,</i> 188 F.3d 287, 297 (5th Cir.1999)(en banc); <i>Woo v. Deluxe Corp.,</i> 144 F.3d 1157, 1161-62 &amp; n. 2 (8th Cir.1998); <i>Doe v. Group Hosp. &amp; Med. Servs.,</i> 3 F.3d 80, 87 (4th Cir.1993). This sliding scale approach preserves the arbitrary and capricious framework, but applies greater scrutiny where the conflict of interest is greater. One circuit applies a \"substantially similar\" abuse of discretion standard. <i>See </i><i>Abatie v. Alta Health &amp; Life Ins. Co.,</i> 458 F.3d 955, 967-68 (9th Cir.2006)(en banc). Only the Eleventh Circuit applies a standard similar to the de novo standard; it first evaluates whether the insurance company's decision was incorrect, and if it was, the burden shifts to the claims administrator to demonstrate that the decision was not affected by a conflict of interest. <i>See </i><i>HCA Health Servs., Inc. v. Employers Health Ins. Co.,</i> 240 F.3d 982, 993-94 (11th Cir.2001).</p>\n<p>[5]  Drs. Burton and DeFoy were Aetna's reviewing physicians, who examined Kansky's medical records and opined that his disability was caused, at least in part, by his schizoaffective disorder.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></span> (2007)</b></center>\n<center><h1>Kenneth M. KANSKY, Plaintiff, Appellant,<br>\nv.<br>\nCOCA-COLA BOTTLING COMPANY OF NEW ENGLAND; Coca-Cola Enterprises Inc.; Coca-Cola Enterprises Long-Term Disability Plan, a/k/a Core Ltd Benefits; Aetna Life Insurance Company, Defendants, Appellees.</h1></center>\n<center>No. 06-2042.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard January 12, 2007.</center>\n<center>Decided June 29, 2007.</center>\n<p><span class=\"star-pagination\">*55</span> <span class=\"star-pagination\">*56</span> Bernard A. Kansky, with whom Kansky &amp; Associates was on brief, for appellant.</p>\n<p>Stephen D. Rosenberg, with whom Eric L. Brodie and The McCormack Firm, LLC, were on brief, for appellees.</p>\n<p>Before TORRUELLA, LIPEZ, and HOWARD, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>Kenneth Kansky appeals the district court's entry of summary judgment against him in his lawsuit, filed under the Employee Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. §§ 1001-1461, challenging a plan administrator's decision to deny him long-term disability benefits. We affirm.<sup>[1]</sup></p>\n<p></p>\n<h2>I.</h2>\n<p>We recount here the undisputed facts briefly, and subsequently provide further detail as needed. Kansky was diagnosed with schizoaffective disorder in 1994, and was treated for that condition continuously by the same physician, Dr. Vuckovic, beginning in February 2000, extending through the entire relevant period of his disability. He worked for Coca-Cola Enterprises from April 21, 2003 to July 7, 2003, but did not thereafter return to work, claiming that he was totally disabled. On January 8, 2004, Kansky filed for benefits under Coca-Cola's long term disability (\"LTD\") plan, which is administered by Aetna.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*57</span> Kansky's initial application for benefits and the supporting medical records indicated that his disability was caused by his schizoaffective disorder. After Aetna denied his claim under the pre-existing condition exclusion clause, Kansky unsuccessfully appealed. He appealed again in August 2004 and argued, apparently for the first time, that his disability was caused by chronic fatigue syndrome (\"CFS\"). In support of this claim, Kansky submitted a letter from Dr. David Bell, which indicated that Kansky's then-current symptoms (in July 2004) were the result of CFS. Dr. Bell did not opine that CFS was the cause of Kansky's disability in July 2003. Aetna submitted the entire file, including this new letter, to a physician and a psychiatrist, and, based on their assessments, denied the claim a third time.<sup>[3]</sup> Kansky responded with a second letter from Dr. Bell, reiterating the CFS diagnosis. In early 2005, Aetna issued a final denial of the claim.</p>\n<p>Kansky filed this suit, seeking review of Aetna's denial of benefits, as well as sanctions against defendants for an alleged failure to produce requested documents. The district court's opinion, <i>Kansky v. Coca-Cola Bottling Co., et al.,</i> <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">1167781</span></span> (D.Mass. May 1, 2006), reviews the facts of this case and evaluates Kansky's challenge to Aetna's decision with admirable care. The court concluded that Aetna's decision \"was reasoned and supported by substantial evidence.\" This appeal ensued.</p>\n<p></p>\n<h2>II.</h2>\n<p>A. Standard of Review</p>\n<p>Our review of the district court's entry of summary judgment is de novo. <i>Cook v. Liberty Life Assur. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">320</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></span>, 18 (1st Cir.2003). The district court, following clear First Circuit precedent, reviewed Aetna's benefits determinations under an arbitrary and capricious standard. <i>See </i><i>Glista v. Unum Life Ins. Co.,</i> <span class=\"citation\" data-id=\"201189\"><a href=\"/opinion/201189/glista-v-unum-life-insurance/\"><span class=\"volume\">378</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">113</span></a></span>, 125-26 (1st Cir.2004); <i>Doe v. Travelers Ins. Co.,</i> <span class=\"citation\" data-id=\"198300\"><a href=\"/opinion/198300/doe-v-travelers/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 57 (1st Cir.1999); <i>Doyle v. Paul Revere Life Ins. Co.,</i> <span class=\"citation\" data-id=\"197983\"><a href=\"/opinion/197983/doyle-v-paul-revere-life/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">181</span></a></span>, 184 (1st Cir.1998). However, Kansky argued before the district court that the standard of review applicable to Aetna's benefits determination should be de novo because the insurance company both determines the benefits owed and pays any benefits after the first $35,000 (which the employer pays). Kansky cited precedents from other circuits, which apply a less deferential standard where such a \"structural\" conflict of interest exists. <i>See </i><i>McLeod v. Hartford Life &amp; Acc. Ins. Co.,</i> <span class=\"citation\" data-id=\"786629\"><a href=\"/opinion/786629/shirley-mcleod-v-hartford-life-and-accident-insurance-company-group-long/\"><span class=\"volume\">372</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">618</span></a></span>, 623 (3d Cir.2004). The district court rejected this argument and, <span class=\"star-pagination\">*58</span> consistent with our current law, applied the arbitrary and capricious standard.</p>\n<p>Since the district court issued its decision in this case, the appropriate standard of review for ERISA cases involving structural conflicts of interest has come into question in this circuit. Specifically, in <i>Denmark v. Liberty Life Assurance Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">481</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></span>, 19 (1st Cir.2007), two members of this court expressed their dissatisfaction with our present standard of review in such cases, and urged this court to reconsider the standard of review issue in an en banc proceeding. We also noted in <i>Denmark</i> that the other circuit courts have taken a wide range of approaches to the standard of review question. <i>Id.</i> at 30-31. There is presently pending a petition for rehearing en banc in <i>Denmark.</i> That petition raises the standard of review issue in terms comparable to those used by Kansky in his appeal here. If we thought any change in the applicable standard of review (and we are not intimating in any way that there will necessarily be such a change) might affect the outcome of this appeal, we would defer a decision on this appeal until the en banc petition in <i>Denmark</i> was resolved. However, even under the de novo standard of review advocated by Kansky, Aetna's benefits determination was amply supported by the evidence.<sup>[4]</sup></p>\n<p>B. Evidence Supporting the Denial of Benefits</p>\n<p>Under Aetna's LTD plan, an employee is ineligible for benefits if his disability began during the first twelve months of employment and was \"caused, or contributed to, by a `pre-existing condition.'\" <i>See supra</i> note 1. The plan defined \"pre-existing conditions\" as those for which the employee received \"diagnosis, treatment or services or took drugs prescribed or recommended by a physician\" during the three months prior to the beginning of coverage under the plan. <i>Id.</i> Aetna denied Kansky's claim for LTD benefits because it determined that his schizoaffective disorder caused or contributed to his disability in July 2003, and hence his schizoaffective disorder was a \"pre-existing condition\" under the terms of the plan. That decision was consistent with the overwhelming weight of the evidence in the administrative record.</p>\n<p>First, when Kansky initially applied for LTD benefits in February 2004, his treating physician, Dr. Vuckovic, attributed his disability to his schizoaffective disorder. Dr. Vuckovic had been continuously treating Kansky for that condition for four years and stated in his Attending Physician's Statement (which Kansky submitted to Aetna in support of his LTD benefits <span class=\"star-pagination\">*59</span> application) that the disability that began in July 2003 and continued to the present was attributable to that condition. This record, offered by Kansky and created contemporaneously with his application for benefits, provides strong evidence that Kansky himself, as well as his treating physician, attributed his disability to his schizoaffective disorder.</p>\n<p>Second, Kansky was hospitalized for a period of ten days between the onset of his disability and his application for LTD benefits. The discharge summary from this treatment stated that his primary diagnosis was atypical schizophrenia. The hospital did not diagnose Kansky with CFS.</p>\n<p>Third, Aetna sent Kansky's medical records to two board certified physicians for their review and evaluation. Each of them concluded that his primary diagnosis, schizoaffective disorder, was the primary cause of his disability. Each credited Dr. Vuckovic's opinion, based on his long-term treatment and evaluation of Kansky, and found that the records supported Dr. Vuckovic's impression of Kansky's medical problems rather than Dr. Bell's.</p>\n<p>Kansky argues, however, that his disability was caused exclusively by his CFS  an independent diagnosis, unrelated to his history of schizophrenia, and therefore not classifiable as a pre-existing condition. In support of his claim, he points to the two letters from Dr. Bell. The first letter, from July 2004, stated that Kansky's then-existing symptoms were \"very suggestive of chronic fatigue syndrome,\" and that CFS \"is a more accurate clinical diagnosis than his atypical schizophrenia.\" The letter also acknowledged, however, that Kansky \"would not fulfill the Centers for Disease Control criteria for chronic fatigue syndrome as he has a history of atypical schizophrenia.\" Dr. Bell recommended no alterations to Kansky's medications or treatment, and suggested only that he make an effort to \"establish a very regular sleep time and a regular time for arising.\"</p>\n<p>The second letter, dated January 2005, was much shorter and simply reiterated the findings stated in the July 2004 letter. It stated that Kansky's \"current disability is not due to the schizoaffective disorder; it is due to chronic fatigue syndrome.\" Neither letter purported to provide a diagnosis for Kansky's disability as of July 2003; both stated only that, at the time Dr. Bell saw him, Kansky's symptoms could be explained by CFS.</p>\n<p>Therefore, even if we were to credit Dr. Bell's letters and assume that his diagnosis was accurate, he simply did not opine that Kansky suffered from CFS at the time his disability began. Furthermore, Dr. Bell never offered an opinion, one way or the other, as to whether Kansky's well-documented schizoaffective disorder contributed to his disability. By contrast, every treating physician who saw Kansky stated that his medical problems were the result of his schizoaffective disorder, or complications arising from that disorder. The independent medical professionals who examined Kansky's records and provided their opinions to Aetna agreed with this diagnosis. On this record, there is simply no doubt that Kansky's schizoaffective disorder, for which he had received treatment during the three months prior to commencement of the LTD plan, either caused or contributed to his disability. We find no error in Aetna's denial of benefits on this basis.</p>\n<p></p>\n<h2>III.</h2>\n<p>Kansky has raised a number of additional points in his appeal. We address them briefly.</p>\n<p><span class=\"star-pagination\">*60</span> A. Denial of Motion to Alter or Amend Judgment</p>\n<p>In the district court, Kansky filed a motion to alter or amend the judgment, on numerous grounds, pursuant to Federal Rule of Civil Procedure 59(e). We review the lower court's denial of the motion for abuse of discretion. <i>See </i><i>Palmer v. Champion Mortgage,</i> <span class=\"citation\" data-id=\"202442\"><a href=\"/opinion/202442/palmer-v-champion-mortgage/\"><span class=\"volume\">465</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 30 (1st Cir. 2006). Rule 59(e) motions are granted only where the movant shows a manifest error of law or newly discovered evidence. <i>Marie v. Allied Home Mortgage Corp.,</i> <span class=\"citation\" data-id=\"201485\"><a href=\"/opinion/201485/marie-v-allied-home-mtg-corp/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 n. 2 (1st Cir.2005) (stating that Rule 59(e) motions are generally unlikely to succeed because the movant must \"clearly establish a manifest error of law\") or provide newly discovered evidence (quoting <i>Pomerleau v. W. Springfield Pub. Sch.,</i> <span class=\"citation\" data-id=\"200951\"><a href=\"/opinion/200951/p-v-west-springfield/\"><span class=\"volume\">362</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">143</span></a></span>, 146 n. 2 (1st Cir.2004)).</p>\n<p>First, Kansky claimed that the district court erred because it \"relied\" on the opinions offered by Aetna's reviewing physicians, who he claimed were unqualified to provide medical opinions on his condition. The district court found that Aetna's reviewing doctors were \"certainly qualified to provide their medical opinions on whether Kansky's pre-existing schizo-affective disorder caused or contributed to his disability.\" On appeal, Kansky only points out that neither of these doctors' CVs mentions any research specifically focused on CFS. The district court did not abuse its discretion in ruling that the absence of CFS research did not render Aetna's reviewing doctors unqualified to give an opinion on the causes or contributors to Kansky's disability.</p>\n<p>Second, Kansky argued that the court erred in \"conducting its own medical research.\" This claim is unfounded. The district court provided a reasonable explanation for its use of a single medical article, which was not part of the Administrative Record, for background information. In denying Kansky's Rule 59(e) motion, the court explained that it had consulted the article because it \"played a significant role\" in an earlier district court decision, which Kansky had urged the court to consider. The court also noted that the article appeared to be \"the basis for the comments of Drs. Bell, Burton, and DeFoy<sup>[5]</sup> [in this case] to the effect that Kansky cannot be diagnosed [with CFS] according to the current research criteria put out by the Centers for Disease Control.\" <i>Kansky,</i> <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">1167781</span></span>, at *9. There was no abuse of discretion in the court's use of this article in such a limited way.</p>\n<p>Finally, Kansky also claimed, in his Rule 59(e) motion, that the court erred in reaching an \"independent\" medical diagnosis, which he described as \"schizoaffective disorder `contributing to' his CFS.\" In reality, the district court found that Kansky's schizoaffective disorder contributed to his <i>disability,</i> and made no finding as to whether the schizoaffective disorder caused or contributed to the CFS or whether CFS contributed to the disability. The court did not abuse its discretion with its insistence that it did not make any independent medical diagnosis.</p>\n<p>B. Request for Sanctions</p>\n<p>Kansky claims that the district court erred in denying his request for sanctions against the defendants for an alleged \"failure\" to produce certain documents. The documents in dispute were produced, although apparently later than Kansky would have liked. He has admitted that he suffered no prejudice from this <span class=\"star-pagination\">*61</span> delay. The district court did not abuse its discretion in denying sanctions. <i>See, e.g., </i><i>Sullivan v. Raytheon Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">262</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></span>, 52 (1st Cir.2001).</p>\n<p></p>\n<h2>IV.</h2>\n<p>We do not minimize the hardships caused by Kansky's medical condition. We recognize the physical, emotional, and financial burdens imposed by that condition. But the entitlement to long-term disability benefits is controlled by contract language and legal standards that we must apply as the law requires. Having done so, we must <i>affirm</i> the thorough and carefully reasoned decision of the district court.</p>\n<p><i>So ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  In conjunction with this appeal, Kansky filed a motion to substitute the pseudonym \"John Doe\" in court records, pleadings, and decisions. However, he failed to respond to our January 3, 2007 Show Cause order with an explanation or reason for his filing of a public appendix that encompasses almost the entire lower court record. The district court opinion has already been made publicly available (apparently without objection), and all filings with this court have used the appellant's real name. Therefore, at this late stage in the litigation, changing appellant's name on all court records is not feasible. It is simply too late to impose confidentiality on the materials involved in this case. Hence the motion to substitute the pseudonym \"John Doe\" is denied.</p>\n<p>[2]  To be eligible for LTD benefits under this plan, an employee must show that (a) a physician has diagnosed him or her as \"totally disabled\" due to a physical or mental condition, and (b) provide proof that (1) this disability occurred while he or she was insured and (2) the disability has continued for at least 26 weeks. Benefits are not available if the disability began \"during the first 12 months of your most recent period of coverage under this Plan and [was] caused, or contributed to, by a `pre-existing condition.'\" A condition is pre-existing \"if, during the 3 months before the date [the employee] became covered under this Plan, [the employee] received diagnosis, treatment or services, or [] took drugs prescribed or recommended by a physician, for that condition.\"\n</p>\n<p>Kansky argues that the pre-existing condition exclusion clause ought not apply to him because he previously worked for Coca-Cola for nineteen months between 1995 and 1996; he claims that our decision in <i>Rucker v. Lee Holding Co.,</i> <span class=\"citation\" data-id=\"202558\"><a href=\"/opinion/202558/rucker-v-lee-holding-co/\"><span class=\"volume\">471</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span> (1st Cir.2006), allows him to combine those nineteen months of employment with the three months worked in 2003. If such an aggregation were permitted, Kansky would have worked for Coca-Cola for longer than twelve months and the pre-existing condition exclusion clause would not apply. However, the terms of this LTD plan expressly preclude this sort of aggregation and our decision in <i>Rucker,</i> dealing with FMLA benefits, does nothing to alter or contradict the clear terms of this plan. Thus, Kansky's prior employment is irrelevant and the pre-existing condition exclusion clause applies to him.</p>\n<p>[3]  Aetna explained its decision, after providing lengthy quotations from the reports issued by its reviewing physicians, as follows:\n</p>\n<p>Since the records we have reviewed support that Mr. Kansky received treatment and took drugs for schizoaffective disorder during the pre-existing condition exclusionary period, April 1, 2003 through June 30, 2003, and that his other conditions have not been established to result in a level of impairment that he would have been precluded from performing the material duties of his own occupation as of January 6, 2004, the denial of his LTD benefits due to the pre-existing condition is upheld.</p>\n<p>[4]  No circuits apply a pure de novo review standard in structural conflict cases. Of the circuits that apply a less deferential standard in such cases, five of them apply a \"sliding scale\" standard: the level of deference given to the insurance company's decision is correlated to the severity of the conflict. <i>See, e.g., </i><i>Fought v. Unum Life Ins. Co. of Am.,</i> <span class=\"citation\" data-id=\"787366\"><a href=\"/opinion/787366/shirley-o-fought-v-unum-life-insurance-company-of-america/\"><span class=\"volume\">379</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">997</span></a></span>, 1004 (10th Cir.2004); <i>Pinto v. Reliance Standard Life Ins. Co.,</i> <span class=\"citation\" data-id=\"768932\"><a href=\"/opinion/768932/maria-h-pinto-v-reliance-standard-life-insurance-company/\"><span class=\"volume\">214</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">377</span></a></span>, 379 (3d Cir.2000); <i>Vega v. Nat'l Life Ins. Servs., Inc.,</i> <span class=\"citation\" data-id=\"765758\"><a href=\"/opinion/765758/vilma-lissette-vega-jose-vega-v-national-life-insurance-services-inc/\"><span class=\"volume\">188</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">287</span></a></span>, 297 (5th Cir.1999)(en banc); <i>Woo v. Deluxe Corp.,</i> <span class=\"citation\" data-id=\"754602\"><a href=\"/opinion/754602/beverly-d-woo-v-deluxe-corp-hartford-life-insurance-co-doing-business/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1157</span></a></span>, 1161-62 &amp; n. 2 (8th Cir.1998); <i>Doe v. Group Hosp. &amp; Med. Servs.,</i> <span class=\"citation\" data-id=\"628641\"><a href=\"/opinion/628641/john-doe-firm-doe-v-group-hospitalization-medical-services-dba-blue/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span>, 87 (4th Cir.1993). This sliding scale approach preserves the arbitrary and capricious framework, but applies greater scrutiny where the conflict of interest is greater. One circuit applies a \"substantially similar\" abuse of discretion standard. <i>See </i><i>Abatie v. Alta Health &amp; Life Ins. Co.,</i> <span class=\"citation\" data-id=\"795331\"><a href=\"/opinion/795331/karla-h-abatie-v-alta-health-life-insurance-company-a-delaware/\"><span class=\"volume\">458</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">955</span></a></span>, 967-68 (9th Cir.2006)(en banc). Only the Eleventh Circuit applies a standard similar to the de novo standard; it first evaluates whether the insurance company's decision was incorrect, and if it was, the burden shifts to the claims administrator to demonstrate that the decision was not affected by a conflict of interest. <i>See </i><i>HCA Health Servs., Inc. v. Employers Health Ins. Co.,</i> <span class=\"citation\" data-id=\"772147\"><a href=\"/opinion/772147/hca-health-services-of-georgia-inc-v-employers-health-insurance-company/\"><span class=\"volume\">240</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">982</span></a></span>, 993-94 (11th Cir.2001).</p>\n<p>[5]  Drs. Burton and DeFoy were Aetna's reviewing physicians, who examined Kansky's medical records and opined that his disability was caused, at least in part, by his schizoaffective disorder.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/197983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198300/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201189/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201485/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754602/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768932/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772147/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786629/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787366/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795331/"
  ]
}