{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202985/",
  "absolute_url": "/opinion/202985/walker-v-russo/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202985/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:06:17Z",
  "date_modified": "2016-04-26T14:04:42.604363Z",
  "type": "010combined",
  "sha1": "0a89a1a88d2dac53c49d8e4207ffe9827f18d597",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-1650-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/10/19/Walker_v._Russo.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 07-1650\n\n                         DONOVAN WALKER,\n\n                     Petitioner, Appellant,\n\n                               v.\n\n                   LOIS RUSSO, SUPERINTENDENT,\n              SOUZA-BARANOWSKI CORRECTIONAL CENTER,\n\n                      Respondent, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. William G. Young, U.S. District Judge]\n\n\n                             Before\n\n                    Torruella, Circuit Judge,\n                   Cyr, Senior Circuit Judge,\n                    and Lynch, Circuit Judge.\n\n\n\n          Leslie W. O'Brien for petitioner.\n          Eva M. Badway, Assistant Attorney General, with whom\nMartha Coakley, Attorney General, was on brief, for respondent.\n\n\n                        October 19, 2007\n\f           LYNCH, Circuit Judge. This is an appeal from a denial of\n\na habeas corpus petition, under 28 U.S.C. § 2254, by Donovan\n\nWalker.     Walker   was   convicted        of   first       degree   murder     in\n\nMassachusetts   state   court   and    is   serving      a   sentence   of     life\n\nimprisonment.\n\n           There is no doubt Walker killed Tyrone Davis outside a\n\nbar in November 1999 by stabbing him in the head.                       The only\n\nquestion at trial was whether the defendant was guilty of first\n\ndegree murder or a lesser offense; that depended on whether the\n\nmurder was premeditated.\n\n           On January 6, 2005, the Massachusetts Supreme Judicial\n\nCourt (\"SJC\") affirmed on appeal Walker's conviction and the denial\n\nof his motion for a new trial.        Commonwealth v. Walker, 820 N.E.2d\n\n195, 198 (Mass. 2005).     The court rejected his attack on the self-\n\ndefense instruction given to the jury and his claim of ineffective\n\nassistance of counsel.\n\n           Later, on January 27, 2006, Walker filed a second motion\n\nfor a new trial in state court that raised a different argument as\n\nto how his trial counsel had been constitutionally ineffective.\n\nWalker claimed, inter alia, that trial counsel had failed to elicit\n\nspecific testimony from the bartender that Walker had been leaving\n\nthe bar before there was an altercation between Walker and Davis\n\noutside.   After the superior court denied the motion, Walker filed\n\nan application for leave to appeal to the SJC.                On July 11, 2006,\n\n\n                                      -2-\n\fa single justice of the SJC found that Walker had failed to raise\n\nnew or substantial claims, as Massachusetts requires in order to\n\ngrant appellate review to a defendant convicted of first degree\n\nmurder who makes a motion after the conclusion of his direct\n\nappeal.      See Mass. Gen. Laws ch. 278 § 33E.\n\n              Walker then filed for federal habeas relief in the\n\nDistrict of Massachusetts, in part on the basis of the new argument\n\nregarding ineffective assistance of counsel.             The district court\n\nrejected all of his claims.        His appeal to this court is based only\n\non his most recent claim of ineffective assistance of counsel.\n\n              Normally, the fact that a claim is procedurally defaulted\n\nin   state    court   is   an   adequate    and   independent   state   ground\n\nprecluding federal habeas relief.           See, e.g., Coleman v. Thompson,\n\n501 U.S. 722, 729-30 (1991) (when a state court declines to address\n\nfederal claims because defendant fails to meet a state procedural\n\nrequirement, the judgment rests on independent and adequate state\n\ngrounds); Gunter v. Maloney, 291 F.3d 74, 79 (1st Cir. 2002)\n\n(because the SJC \"regularly enforces the rule that a claim not\n\nraised is waived,\" procedural default in Massachusetts courts\n\nconstitutes an independent and adequate state ground); Burks v.\n\nDubois, 55 F.3d 712, 716 (1st Cir. 1995) (\"[A] state court decision\n\nresting upon a finding of procedural default . . . forecloses\n\nfederal habeas review . . . .\").\n\n\n\n\n                                      -3-\n\f           Walker does not argue he should be excused from his\n\ndefault because he can show cause and prejudice. See Wainwright v.\n\nSykes, 433 U.S. 72, 84-85, 87 (1977) (a habeas petitioner's state\n\nprocedural default can be excused if petitioner can show both cause\n\nfor and prejudice resulting from the default). Given that Walker's\n\nineffective assistance argument was not based on anything new, this\n\nwas a reasonable assessment.\n\n           Rather, Walker argues he should be excused from his\n\nprocedural default because he is actually innocent. In addition to\n\ncause and prejudice, a second ground for bypassing state procedural\n\ndefault   is   available   if   a   petitioner   can   demonstrate   actual\n\ninnocence.     See Murray v. Carrier, 477 U.S. 478, 496 (1986)\n\n(\"[W]here a constitutional violation has probably resulted in the\n\nconviction of one who is actually innocent, a federal habeas court\n\nmay grant the writ even in the absence of a showing of cause for\n\nthe procedural default.\").      The Supreme Court has emphasized that\n\nthe actual innocence exception is very narrow, reserved for truly\n\nexceptional cases.     See, e.g., id. (noting the actual innocence\n\nexception is reserved for the \"extraordinary\" case).\n\n           The district court, in a well-reasoned opinion, found\n\nthat Walker had not come close to showing actual innocence.             The\n\ndistrict court used the standard from Schlup v. Delo, 513 U.S. 298\n\n(1995), repeated by this court in Gunter: to establish actual\n\ninnocence, \"petitioner must show that it is more likely than not\n\n\n                                     -4-\n\fthat no reasonable juror would have found petitioner guilty beyond\n\na reasonable doubt.\"    Gunter, 291 F.3d at 83 (quoting Schlup, 513\n\nU.S. at 327) (internal quotation marks omitted).      We affirm the\n\ndenial and rely on the district court's opinion, and also add a few\n\nwords.\n\n           Walker's actual innocence claim rests on his assertion\n\nthat trial counsel did not elicit specific testimony from the\n\nbartender that Walker was leaving the premises before Davis was\n\nkilled.1   If this evidence were added into the mix, Walker's theory\n\ngoes, a jury would have acquitted because if Walker was leaving the\n\npremises he could not have planned to stab Davis and so the murder\n\nwas not premeditated.\n\n           The gaps in the argument are too large for Walker to meet\n\nthe actual innocence standard.         Walker first argues that the\n\ndistrict court evaluated his claim using the wrong standard.\n\nWalker argues that the district court used a sufficiency of the\n\nevidence standard instead of combining the new evidence with what\n\n\n\n     1\n          This is the actual innocence claim that Walker presented\nto the district court and on which the district court based its\ndecision. In his brief to this court, Walker argues that other\nalleged errors of counsel -- not eliciting specific testimony that\nDavis's friends at the scene were armed with bottles, not seeking\nto introduce these friends' criminal histories, and not calling the\nbartender's brother to corroborate the bartender's testimony --\nalso provide new evidence that supports his actual innocence claim.\nSince this argument was not made to the district court, we review\nit only for plain error. United States v. Leahy, 473 F.3d 401,\n409-10 (1st Cir. 2007). There was no error; Walker is very distant\nfrom making the showing necessary for actual innocence.\n\n                                 -5-\n\fthe jury heard and then determining whether a reasonable jury could\n\nhave convicted on the basis of the combined evidence.   In fact, the\n\nrecord demonstrates that the district court used exactly the\n\nstandard Walker advocates.\n\n          As the district court held, it is likely that a jury\n\ncould have found Walker guilty beyond a reasonable doubt even if\n\nthe bartender had testified that Walker was leaving.        Whether\n\nWalker had a premeditated intent to kill Davis before he left the\n\nbar to go outside was not the issue.   There was ample opportunity\n\nin the time before and during the altercation that followed for\n\nWalker to have formed the intent for a premeditated murder.   Under\n\nMassachusetts law, \"no particular length of time is required in\n\norder to show deliberate premeditation.     It may be a matter of\n\ndays, hours, or even seconds.   'It is not so much a matter of time\n\nas of logical sequence.'\"    Commonwealth v. Coren, 774 N.E.2d 623,\n\n629 (Mass. 2002) (citations omitted) (quoting Commonwealth v.\n\nPalmariello, 466 N.E.2d 805, 816 (Mass. 1984)).\n\n          We add another reason: the purported statement by the\n\nbartender was, at best, cumulative.    The jury heard that prior to\n\nthe altercation, the bartender escorted Walker to the parking lot.\n\nThe jury also heard evidence that Walker stated, while arguing with\n\nDavis in the parking lot, \"I want to get to my car.       No one is\n\npushing me there.\"   Adding the bartender's statement that before\n\n\n\n\n                                 -6-\n\fthe altercation Walker was leaving adds little, if anything, of\n\nvalue.\n\n              This    case   presents     no   reason     to   discuss     whatever\n\nrefinements of the actual innocence test have been added by House\n\nv. Bell, 126 S. Ct. 2064 (2006).           However, we do note that Walker's\n\nsuggestion that the evidence underlying the actual innocence claim\n\nin    House   is     comparable     to   the   evidence    here     is   completely\n\nunsupportable.        See House, 126 S. Ct. at 2078-86 (cataloging new\n\nevidence in support of petitioner's actual innocence, including new\n\nDNA   test    results    and   an    alleged    confession     by    the   victim's\n\nhusband).\n\n              The judgment of the district court is affirmed.\n\n\n\n\n                                         -7-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>506 F.3d 19 (2007)</b></center>\n<center><h1>Donovan WALKER, Petitioner, Appellant,<br>\nv.<br>\nLois RUSSO, Superintendent, Souza-Baranowski Correctional Center, Respondent, Appellee.</h1></center>\n<center>No. 07-1650.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard October 3, 2007.</center>\n<center>Decided October 19, 2007.</center>\n<p><span class=\"star-pagination\">*20</span> Leslie W. O'Brien, for petitioner.</p>\n<p>Eva M. Badway, Assistant Attorney General, with whom Martha Coakley, Attorney General, was on brief, for respondent.</p>\n<p>Before TORRUELLA, Circuit Judge, CYR, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n<p>LYNCH, Circuit Judge.</p>\n<p>This is an appeal from a denial of a habeas corpus petition, under 28 U.S.C. § 2254, by Donovan Walker. Walker was convicted of first degree murder in Massachusetts state court and is serving a sentence of life imprisonment.</p>\n<p>There is no doubt Walker killed Tyrone Davis outside a bar in November 1999 by stabbing him in the head. The only question at trial was whether the defendant was guilty of first degree murder or a lesser offense; that depended on whether the murder was premeditated.</p>\n<p>On January 6, 2005, the Massachusetts Supreme Judicial Court (\"SJC\") affirmed on appeal Walker's conviction and the denial of his motion for a new trial. <i>Commonwealth v. Walker,</i> 443 Mass. 213, 820 N.E.2d 195, 198 (Mass.2005). The court rejected his attack on the self-defense instruction given to the jury and his claim of ineffective assistance of counsel.</p>\n<p>Later, on January 27, 2006, Walker filed a second motion for a new trial in state court that raised a different argument as to how his trial counsel had been constitutionally ineffective. Walker claimed, inter alia, that trial counsel had failed to elicit specific testimony from the bartender that Walker had been leaving the bar before there was an altercation between Walker and Davis outside. After the superior court denied the motion, Walker filed an application for leave to appeal to the SJC. On July 11, 2006, a single justice of the SJC found that Walker had failed to raise new or substantial claims, as Massachusetts requires in order to grant appellate review to a defendant convicted of first degree murder who makes a motion after the conclusion of his direct appeal. <i>See</i> Mass. Gen. Laws ch. 278 § 33E.</p>\n<p>Walker then filed for federal habeas relief in the District of Massachusetts, in part on the basis of the new argument regarding ineffective assistance of counsel. The district court rejected all of his claims. His appeal to this court is based only on his most recent claim of ineffective assistance of counsel.</p>\n<p><span class=\"star-pagination\">*21</span> Normally, the fact that a claim is procedurally defaulted in state court is an adequate and independent state ground precluding federal habeas relief. <i>See, e.g., </i><i>Coleman v. Thompson,</i> 501 U.S. 722, 729-30, 111 S.Ct. 2546, 115 L.Ed.2d 640 (1991) (when a state court declines to address federal claims because defendant fails to meet a state procedural requirement, the judgment rests on independent and adequate state grounds); <i>Gunter v. Maloney,</i> 291 F.3d 74, 79 (1st Cir.2002) (because the SJC \"regularly enforces the rule that a claim not raised is waived,\" procedural default in Massachusetts courts constitutes an independent and adequate state ground); <i>Burks v. Dubois,</i> 55 F.3d 712, 716 (1st Cir.1995) (\"[A] state court decision resting upon a finding of procedural default . . . forecloses federal habeas review. . . . \").</p>\n<p>Walker does not argue he should be excused from his default because he can show cause and prejudice. <i>See </i><i>Wainwright v. Sykes,</i> 433 U.S. 72, 84-85, 87, 97 S.Ct. 2497, 53 L.Ed.2d 594 (1977) (a habeas petitioner's state procedural default can be excused if petitioner can show both cause for and prejudice resulting from the default). Given that Walker's ineffective assistance argument was not based on anything new, this was a reasonable assessment.</p>\n<p>Rather, Walker argues he should be excused from his procedural default because he is actually innocent. In addition to cause and prejudice, a second ground for bypassing state procedural default is available if a petitioner can demonstrate actual innocence. <i>See </i><i>Murray v. Carrier,</i> 477 U.S. 478, 496, 106 S.Ct. 2639, 91 L.Ed.2d 397 (1986) (\"[W]here a constitutional violation has probably resulted in the conviction of one who is actually innocent, a federal habeas court may grant the writ even in the absence of a showing of cause for the procedural default.\"). The Supreme Court has emphasized that the actual innocence exception is very narrow, reserved for truly exceptional cases. <i>See, e.g., id.</i> (noting the actual innocence exception is reserved for the \"extraordinary\" case).</p>\n<p>The district court, in a well-reasoned opinion, found that Walker had not come close to showing actual innocence. The district court used the standard from <i>Schlup v. Delo,</i> 513 U.S. 298, 115 S.Ct. 851, 130 L.Ed.2d 808 (1995), repeated by this court in <i>Gunter:</i> to establish actual innocence, \"petitioner must show that it is more likely than not that no reasonable juror would have found petitioner guilty beyond a reasonable doubt.\" <i>Gunter,</i> 291 F.3d at 83 (quoting <i>Schlup,</i> 513 U.S. at 327, 115 S.Ct. 851) (internal quotation marks omitted). We affirm the denial and rely on the district court's opinion, and also add a few words.</p>\n<p>Walker's actual innocence claim rests on his assertion that trial counsel did not elicit specific testimony from the bartender that Walker was leaving the premises before Davis was killed.<sup>[1]</sup> If this evidence were added into the mix, Walker's theory goes, a jury would have acquitted because <span class=\"star-pagination\">*22</span> if Walker was leaving the premises he could not have planned to stab Davis and so the murder was not premeditated.</p>\n<p>The gaps in the argument are too large for Walker to meet the actual innocence standard. Walker first argues that the district court evaluated his claim using the wrong standard. Walker argues that the district court used a sufficiency of the evidence standard instead of combining the new evidence with what the jury heard and then determining whether a reasonable jury could have convicted on the basis of the combined evidence. In fact, the record demonstrates that the district court used exactly the standard Walker advocates.</p>\n<p>As the district court held, it is likely that a jury could have found Walker guilty beyond a reasonable doubt even if the bartender had testified that Walker was leaving. Whether Walker had a premeditated intent to kill Davis before he left the bar to go outside was not the issue. There was ample opportunity in the time before and during the altercation that followed for Walker to have formed the intent for a premeditated murder. Under Massachusetts law, \"no particular length of time is required in order to show deliberate premeditation. It may be a matter of days, hours, or even seconds. `It is not so much a matter of time as of logical sequence.'\" <i>Commonwealth v. Coren,</i> 437 Mass. 723, 774 N.E.2d 623, 629 (2002) (citations omitted) (quoting <i>Commonwealth v. Palmariello,</i> 392 Mass. 126, 466 N.E.2d 805, 816 (1984)).</p>\n<p>We add another reason: the purported statement by the bartender was, at best, cumulative. The jury heard that prior to the altercation, the bartender escorted Walker to the parking lot. The jury also heard evidence that Walker stated, while arguing with Davis in the parking lot, \"I want to get to my car. No one is pushing me there.\" Adding the bartender's statement that before the altercation Walker was leaving adds little, if anything, of value.</p>\n<p>This case presents no reason to discuss whatever refinements of the actual innocence test have been added by <i>House v. Bell,</i> ___ U.S. ___, 126 S.Ct. 2064, 165 L.Ed.2d 1 (2006). However, we do note that Walker's suggestion that the evidence underlying the actual innocence claim in <i>House</i> is comparable to the evidence here is completely unsupportable. <i>See </i><i>House,</i> 126 S.Ct. at 2078-86 (cataloging new evidence in support of petitioner's actual innocence, including new DNA test results and an alleged confession by the victim's husband).</p>\n<p>The judgment of the district court is <i>affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  This is the actual innocence claim that Walker presented to the district court and on which the district court based its decision. In his brief to this court, Walker argues that other alleged errors of counsel  not eliciting specific testimony that Davis's friends at the scene were armed with bottles, not seeking to introduce these friends' criminal histories, and not calling the bartender's brother to corroborate the bartender's testimony  also provide new evidence that supports his actual innocence claim. Since this argument was not made to the district court, we review it only for plain error. <i>United States v. Leahy,</i> 473 F.3d 401, 409-10 (1st Cir.2007). There was no error; Walker is very distant from making the showing necessary for actual innocence.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></span> (2007)</b></center>\n<center><h1>Donovan WALKER, Petitioner, Appellant,<br>\nv.<br>\nLois RUSSO, Superintendent, Souza-Baranowski Correctional Center, Respondent, Appellee.</h1></center>\n<center>No. 07-1650.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard October 3, 2007.</center>\n<center>Decided October 19, 2007.</center>\n<p><span class=\"star-pagination\">*20</span> Leslie W. O'Brien, for petitioner.</p>\n<p>Eva M. Badway, Assistant Attorney General, with whom Martha Coakley, Attorney General, was on brief, for respondent.</p>\n<p>Before TORRUELLA, Circuit Judge, CYR, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n<p>LYNCH, Circuit Judge.</p>\n<p>This is an appeal from a denial of a habeas corpus petition, under 28 U.S.C. § 2254, by Donovan Walker. Walker was convicted of first degree murder in Massachusetts state court and is serving a sentence of life imprisonment.</p>\n<p>There is no doubt Walker killed Tyrone Davis outside a bar in November 1999 by stabbing him in the head. The only question at trial was whether the defendant was guilty of first degree murder or a lesser offense; that depended on whether the murder was premeditated.</p>\n<p>On January 6, 2005, the Massachusetts Supreme Judicial Court (\"SJC\") affirmed on appeal Walker's conviction and the denial of his motion for a new trial. <i>Commonwealth v. Walker,</i> <span class=\"citation no-link\"><span class=\"volume\">443</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">213</span></span>, <span class=\"citation no-link\"><span class=\"volume\">820</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">195</span></span>, 198 (Mass.2005). The court rejected his attack on the self-defense instruction given to the jury and his claim of ineffective assistance of counsel.</p>\n<p>Later, on January 27, 2006, Walker filed a second motion for a new trial in state court that raised a different argument as to how his trial counsel had been constitutionally ineffective. Walker claimed, inter alia, that trial counsel had failed to elicit specific testimony from the bartender that Walker had been leaving the bar before there was an altercation between Walker and Davis outside. After the superior court denied the motion, Walker filed an application for leave to appeal to the SJC. On July 11, 2006, a single justice of the SJC found that Walker had failed to raise new or substantial claims, as Massachusetts requires in order to grant appellate review to a defendant convicted of first degree murder who makes a motion after the conclusion of his direct appeal. <i>See</i> Mass. Gen. Laws ch. 278 § 33E.</p>\n<p>Walker then filed for federal habeas relief in the District of Massachusetts, in part on the basis of the new argument regarding ineffective assistance of counsel. The district court rejected all of his claims. His appeal to this court is based only on his most recent claim of ineffective assistance of counsel.</p>\n<p><span class=\"star-pagination\">*21</span> Normally, the fact that a claim is procedurally defaulted in state court is an adequate and independent state ground precluding federal habeas relief. <i>See, e.g., </i><i>Coleman v. Thompson,</i> <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">722</span></a></span>, 729-30, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2546</span></a></span>, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">640</span></a></span> (1991) (when a state court declines to address federal claims because defendant fails to meet a state procedural requirement, the judgment rests on independent and adequate state grounds); <i>Gunter v. Maloney,</i> <span class=\"citation\" data-id=\"199936\"><a href=\"/opinion/199936/gunter-v-maloney/\"><span class=\"volume\">291</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">74</span></a></span>, 79 (1st Cir.2002) (because the SJC \"regularly enforces the rule that a claim not raised is waived,\" procedural default in Massachusetts courts constitutes an independent and adequate state ground); <i>Burks v. Dubois,</i> <span class=\"citation\" data-id=\"196129\"><a href=\"/opinion/196129/burks-jr-v-duboise/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">712</span></a></span>, 716 (1st Cir.1995) (\"[A] state court decision resting upon a finding of procedural default . . . forecloses federal habeas review. . . . \").</p>\n<p>Walker does not argue he should be excused from his default because he can show cause and prejudice. <i>See </i><i>Wainwright v. Sykes,</i> <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">72</span></a></span>, 84-85, 87, <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2497</span></a></span>, <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">594</span></a></span> (1977) (a habeas petitioner's state procedural default can be excused if petitioner can show both cause for and prejudice resulting from the default). Given that Walker's ineffective assistance argument was not based on anything new, this was a reasonable assessment.</p>\n<p>Rather, Walker argues he should be excused from his procedural default because he is actually innocent. In addition to cause and prejudice, a second ground for bypassing state procedural default is available if a petitioner can demonstrate actual innocence. <i>See </i><i>Murray v. Carrier,</i> <span class=\"citation\" data-id=\"111727\"><a href=\"/opinion/111727/murray-v-carrier/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 496, <span class=\"citation\" data-id=\"111727\"><a href=\"/opinion/111727/murray-v-carrier/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2639</span></a></span>, <span class=\"citation\" data-id=\"111727\"><a href=\"/opinion/111727/murray-v-carrier/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">397</span></a></span> (1986) (\"[W]here a constitutional violation has probably resulted in the conviction of one who is actually innocent, a federal habeas court may grant the writ even in the absence of a showing of cause for the procedural default.\"). The Supreme Court has emphasized that the actual innocence exception is very narrow, reserved for truly exceptional cases. <i>See, e.g., id.</i> (noting the actual innocence exception is reserved for the \"extraordinary\" case).</p>\n<p>The district court, in a well-reasoned opinion, found that Walker had not come close to showing actual innocence. The district court used the standard from <i>Schlup v. Delo,</i> <span class=\"citation\" data-id=\"117893\"><a href=\"/opinion/117893/schlup-v-delo/\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">298</span></a></span>, <span class=\"citation\" data-id=\"117893\"><a href=\"/opinion/117893/schlup-v-delo/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">851</span></a></span>, <span class=\"citation\" data-id=\"117893\"><a href=\"/opinion/117893/schlup-v-delo/\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">808</span></a></span> (1995), repeated by this court in <i>Gunter:</i> to establish actual innocence, \"petitioner must show that it is more likely than not that no reasonable juror would have found petitioner guilty beyond a reasonable doubt.\" <i>Gunter,</i> 291 F.3d at 83 (quoting <i>Schlup,</i> 513 U.S. at 327, <span class=\"citation\" data-id=\"117893\"><a href=\"/opinion/117893/schlup-v-delo/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">851</span></a></span>) (internal quotation marks omitted). We affirm the denial and rely on the district court's opinion, and also add a few words.</p>\n<p>Walker's actual innocence claim rests on his assertion that trial counsel did not elicit specific testimony from the bartender that Walker was leaving the premises before Davis was killed.<sup>[1]</sup> If this evidence were added into the mix, Walker's theory goes, a jury would have acquitted because <span class=\"star-pagination\">*22</span> if Walker was leaving the premises he could not have planned to stab Davis and so the murder was not premeditated.</p>\n<p>The gaps in the argument are too large for Walker to meet the actual innocence standard. Walker first argues that the district court evaluated his claim using the wrong standard. Walker argues that the district court used a sufficiency of the evidence standard instead of combining the new evidence with what the jury heard and then determining whether a reasonable jury could have convicted on the basis of the combined evidence. In fact, the record demonstrates that the district court used exactly the standard Walker advocates.</p>\n<p>As the district court held, it is likely that a jury could have found Walker guilty beyond a reasonable doubt even if the bartender had testified that Walker was leaving. Whether Walker had a premeditated intent to kill Davis before he left the bar to go outside was not the issue. There was ample opportunity in the time before and during the altercation that followed for Walker to have formed the intent for a premeditated murder. Under Massachusetts law, \"no particular length of time is required in order to show deliberate premeditation. It may be a matter of days, hours, or even seconds. `It is not so much a matter of time as of logical sequence.'\" <i>Commonwealth v. Coren,</i> <span class=\"citation no-link\"><span class=\"volume\">437</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">723</span></span>, <span class=\"citation no-link\"><span class=\"volume\">774</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">623</span></span>, 629 (2002) (citations omitted) (quoting <i>Commonwealth v. Palmariello,</i> <span class=\"citation\" data-id=\"2087275\"><a href=\"/opinion/2087275/commonwealth-v-palmariello/\"><span class=\"volume\">392</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">126</span></a></span>, <span class=\"citation\" data-id=\"2087275\"><a href=\"/opinion/2087275/commonwealth-v-palmariello/\"><span class=\"volume\">466</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">805</span></a></span>, 816 (1984)).</p>\n<p>We add another reason: the purported statement by the bartender was, at best, cumulative. The jury heard that prior to the altercation, the bartender escorted Walker to the parking lot. The jury also heard evidence that Walker stated, while arguing with Davis in the parking lot, \"I want to get to my car. No one is pushing me there.\" Adding the bartender's statement that before the altercation Walker was leaving adds little, if anything, of value.</p>\n<p>This case presents no reason to discuss whatever refinements of the actual innocence test have been added by <i>House v. Bell,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145648\"><a href=\"/opinion/145648/house-v-bell/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2064</span></a></span>, <span class=\"citation\" data-id=\"145648\"><a href=\"/opinion/145648/house-v-bell/\"><span class=\"volume\">165</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (2006). However, we do note that Walker's suggestion that the evidence underlying the actual innocence claim in <i>House</i> is comparable to the evidence here is completely unsupportable. <i>See </i><i>House,</i> 126 S.Ct. at 2078-86 (cataloging new evidence in support of petitioner's actual innocence, including new DNA test results and an alleged confession by the victim's husband).</p>\n<p>The judgment of the district court is <i>affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  This is the actual innocence claim that Walker presented to the district court and on which the district court based its decision. In his brief to this court, Walker argues that other alleged errors of counsel  not eliciting specific testimony that Davis's friends at the scene were armed with bottles, not seeking to introduce these friends' criminal histories, and not calling the bartender's brother to corroborate the bartender's testimony  also provide new evidence that supports his actual innocence claim. Since this argument was not made to the district court, we review it only for plain error. <i>United States v. Leahy,</i> <span class=\"citation\" data-id=\"202599\"><a href=\"/opinion/202599/united-states-v-leahy/\"><span class=\"volume\">473</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">401</span></a></span>, 409-10 (1st Cir.2007). There was no error; Walker is very distant from making the showing necessary for actual innocence.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117893/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196129/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2087275/"
  ]
}