{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202929/",
  "absolute_url": "/opinion/202929/carter-v-lindgren/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202929/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:05:09Z",
  "date_modified": "2016-04-26T05:14:56.037701Z",
  "type": "010combined",
  "sha1": "a6d761aab3fc0a605354907e470cbbeba494b9ee",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-2539-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/09/07/Carter_v._Lindgren.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\nNo. 06-2539\n\n JOY CARTER, individually and Parent and next friend of Caleb O.\n  and Cassidy C.; THOMAS CARTER, individually and as Parent and\n                   next friend of Cassidy C.,\n\n                        Plaintiffs, Appellants,\n\n                                  v.\n\nJAY LINDGREN, individually and in his capacity as Director of The\n Rhode Island Department of Children, Youth & Families; STATE OF\n  RHODE ISLAND; CANDACE SALVO, individually and in her official\n   capacity; EDWARD O’DONNELL, individually and in his official\n    capacity; MARTA BRANSTROM SKELDING, individually and in her\n     official capacity; CHERYL CSISAR, individually and in her\nofficial capacity; MAUREEN EGAN, individually and in her official\n                             capacity,\n\n                        Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF RHODE ISLAND\n            [Hon. Mary M. Lisi, U.S. District Judge]\n\n\n                                Before\n\n                         Boudin, Chief Judge,\n                  Torruella and Dyk*, Circuit Judges.\n\n\n     Thomas M. Dickinson, for appellants.\n     Richard B. Woolley, Assistant Attorney General, for appellees.\n\n\n                           September 7, 2007\n\n\n\n\n          *\n              Of the Federal Circuit, sitting by designation.\n\f     DYK,   Circuit    Judge.       Plaintiffs   Joy   and   Thomas   Carter\n\n(collectively, “plaintiffs”) brought suit against several officers\n\nof the Rhode Island Department of Children, Youth and Families\n\n(“DCYF”) (collectively, “defendants”). Plaintiffs alleged that the\n\nDCYF officers were liable under 42 U.S.C. § 1983 for infringing on\n\ntheir   right   to    familial    integrity    under   the   United   States\n\nConstitution.    They also sought damages under Rhode Island law,\n\nalleging infringement of their rights under the Rhode Island\n\nConstitution. The district court granted summary judgment in favor\n\nof defendants, finding that the doctrine of qualified immunity\n\nprotected the DCYF officers.        We affirm.\n\n                                      I.\n\n                                      A.\n\n            On September 15, 1999, the Charlestown Police Department\n\nresponded to a 911 call at the home of Thomas Carter (“Carter”) and\n\nJoy O’Leary (“O’Leary”).         O’Leary is the mother of Caleb O’Leary\n\n(“Caleb”), who was then one year old.         When responding to the call,\n\nthe police found no one at the residence.          They observed that the\n\nfront door was shattered and the rear door was open.                  O’Leary\n\nlater gave conflicting statements about where Caleb had been at the\n\ntime.\n\n            The police received a second 911 call the next day,\n\nSeptember 16.     When officers responded to the second 911 call,\n\nCarter and O’Leary told the police that O’Leary had attempted to\n\n\n                                     -2-\n\fswallow a large amount of pills in a suicide attempt and that\n\nCarter had threatened suicide.              The police arrested Carter and\n\nO’Leary on charges not specified in the record, but they were\n\napparently released the same day or shortly thereafter.\n\n           On    the   same    day,    DCYF   received   a   report    from   the\n\nCharlestown Police Department concerning the safety of Caleb.                   A\n\nDCYF agent was assigned to investigate, and learned of the suicide\n\nattempt and threats. The agent also learned from DCYF records that\n\nCarter had a criminal history that included a 1988 conviction for\n\nassault   with    intent      to   commit     sexual   assault,   as   well   as\n\nconvictions for domestic violence and violating a no contact order\n\nagainst his former wife.1             So far as the record reveals, the\n\nofficers were not aware of the particular circumstances of these\n\nconvictions, nor the dates of the convictions (other than the 1988\n\ndate of the assault conviction).\n\n           On September 21, 1999, the Charlestown Police Department\n\nagain contacted DCYF to report that Caleb was almost dropped two\n\ndays earlier during an argument between Carter and his ex-wife,\n\nwhile O’Leary was in the hospital.            The DCYF officers were advised\n\nthat Carter had grabbed his eleven year-old daughter Samantha, who\n\nwas carrying Caleb at the time.             Carter was attempting to prevent\n\n\n\n           1\n               One DCYF officer’s affidavit also makes note of “Mr.\nCarter’s BCI record,” which mentions, in addition to convictions\nnoted in text, assault, assault with a deadly weapon, harassing\nphone calls, and disorderly conduct.\n\n                                       -3-\n\fSamantha from following her mother (Carter’s ex-wife) out of the\n\nroom.    At that point, Samantha “almost fell down with Caleb.”         A\n\nphysician who later examined Caleb reported a “suggestion of near\n\ndropping” and found no evidence of injury to Caleb.\n\n           Based on these facts, DCYF determined that Caleb should\n\nbe removed from the custody of O’Leary; Caleb was removed on\n\nSeptember 22, 1999, and brought to Westerly Hospital.           There, a\n\nphysician examined Caleb and placed him on a seventy-two-hour hold\n\npursuant to R.I. Gen. Laws § 40-11-5(a).2         DCYF petitioned the\n\nFamily   Court   for   temporary   custody,   stating   that   Caleb   was\n\n“neglected” and that he was “without proper parental care and\n\nsupervision.” The court granted temporary custody of Caleb to DCYF\n\non September 29, 1999.\n\n           On October 5, 1999, DCYF assigned an agent to investigate\n\nallegations that Carter had sexually molested another son from a\n\n\n\n           2\n                 R.I. Gen. Laws § 40-11-5(a) provides:\n\n           Any physician or duly certified registered nurse\n           practitioner treating a child who has suffered\n           physical injury that appears to have been caused by\n           other than accidental means or a child suffering\n           from malnutrition or sexual molestation shall have\n           the right to keep the child in the custody of a\n           hospital or any licensed child care center or\n           facility for no longer than seventy-two (72) hours,\n           with or without the consent of the child's parents\n           or guardian, pending the filing of an ex-parte\n           petition to the family court. The expense for that\n           temporary care shall be paid by the parents or\n           legal guardian of the child or, if they are unable\n           to pay, by the department.\n\n                                   -4-\n\fprevious marriage.     These allegations had previously had been\n\ninvestigated and found meritless, but DCYF reopened the case when\n\nCarter’s then fifteen-year-old son was found by a juvenile court to\n\nhave sexually abused a nine-year-old boy.         The DCYF investigation\n\nled to a criminal investigation, and Carter was indicted on May 9,\n\n2000, for First and Second Degree Child Molestation.             A trial was\n\nscheduled for February 2001.\n\n          On January 17, 2001, O’Leary gave birth to Cassidy,\n\ndaughter of Carter.      Based in large part on the pending sexual\n\nmolestation charges against Carter, DCYF removed Cassidy from her\n\nhome on January 23, 2001.      The DCYF agent stated that Cassidy was\n\nhealthy and that there was no evidence of neglect or abuse.              The\n\nFamily Court granted DCYF temporary custody on January 24, 2001.\n\n          Carter was found not guilty of the charges of sexual\n\nmolestation on March 8, 2001.     On or about June 7, 2001, the Family\n\nCourt ordered reunification of Carter and O’Leary with both Caleb\n\nand Cassidy, subject to continued monitoring, unannounced visits,\n\nand counseling.\n\n                                   B.\n\n          Plaintiffs   filed    this     action   on   January    15,   2004,\n\nalleging three counts.    First, plaintiffs alleged that defendants\n\nwere liable for damages pursuant to 42 U.S.C. § 1983 for infringing\n\non their constitutional right to familial integrity. In the second\n\ncount plaintiffs sought damages for violations of their rights\n\n\n                                   -5-\n\funder   the       Rhode   Island   Constitution.         A   third     count    sought\n\ninjunctive relief.3\n\n              Defendants filed for summary judgment on the theory that\n\nthe defense of qualified immunity protected their actions, based on\n\naffidavits and transcripts of depositions of DCYF officers and\n\ntheir answers to interrogatories.              Plaintiffs filed an opposition\n\nto the motion for summary judgment, relying on an affidavit of\n\nThomas Carter, the Family Court decision ordering reunification of\n\nthe children, and a guardian’s report stating that Cassidy had in\n\nno way been neglected while in the custody of Carter and O’Leary.\n\n              The district court granted defendants’ motion for summary\n\njudgment as to all of these claims.              The district court refused to\n\nconsider the affidavit of Thomas Carter, reasoning that it did not\n\ncomply with the requirement of Fed. R. Civ. P. 56 that “affidavits\n\nshall be made on personal knowledge, [and] shall set forth such\n\nfacts as would be admissible in evidence.”\n\n              Plaintiffs      timely     filed    this       appeal.       We    have\n\njurisdiction pursuant to 28 U.S.C. § 1291.               We review the district\n\ncourt’s   judgment        without      deference,    drawing      all    reasonable\n\ninferences from the record in plaintiffs’ favor.                  Iverson v. City\n\nof Boston, 452 F.3d 94, 98 (1st Cir. 2006).                   Summary judgment is\n\n\n\n              3\n               Plaintiffs also sued the state of Rhode Island and\nits officers in their official capacities.     The district court\ndeclined to consider these claims. Plaintiffs do not challenge the\ndistrict court’s determination on appeal.\n\n                                         -6-\n\fappropriate only when the record “show[s] that there is no genuine\n\nissue as to any material fact and that the moving party is entitled\n\nto a judgment as a matter of law.” Fed. R. Civ. P. 56(c).\n\n                                    II.\n\n           On appeal the dispute centers on whether the defense of\n\nqualified immunity shields the DCYF officers from liability for\n\ntheir actions.    Under 42 U.S.C. § 1983, persons acting under color\n\nof state law may be liable if their actions create a “deprivation\n\nof   any   rights,    privileges,    or   immunities   secured   by   the\n\nConstitution and laws.”       42 U.S.C. § 1983.   Nonetheless, the well-\n\nestablished   defense    of   qualified   immunity   shields   government\n\nofficers from liability “as long as their actions could reasonably\n\nhave been thought consistent with the rights they are alleged to\n\nhave violated.”      Anderson v. Creighton, 483 U.S. 635, 638 (1987).\n\n           In evaluating claims of qualified immunity, this court\n\nemploys a three-part framework.       Suboh v. Dist. Attorney's Office\n\nof the Suffolk Dist., 298 F.3d 81, 90 (1st. Cir. 2002); Hatch v.\n\nDep't for Children, Youth & Their Families, 274 F.3d 12, 20 (1st\n\nCir. 2001); see also Wilson v. Layne, 526 U.S. 603, 609 (1999).\n\nFirst, we ask “whether the plaintiff has alleged the violation of\n\na constitutional right.”       Hatch, 274 F.3d at 20.    If so, we then\n\nask “whether the right was clearly established” at the time of the\n\nviolation.    Suboh, 298 F.3d at 90.       Finally, if violation of a\n\nclearly established constitutional right has been alleged, we turn\n\n\n                                    -7-\n\fto the facts of the case and ask whether an objectively reasonable\n\nofficer would have believed that the action taken violated that\n\nright.   Hatch, 274 F.3d at 20, 24.    We need not address the latter\n\ntwo aspects of the Hatch test because we conclude that plaintiffs\n\nhave not established a constitutional violation.\n\n           In Hatch, this court held that the right to familial\n\nintegrity “is plainly of constitutional dimension,” and “[t]he\n\ninterest of parents in the care, custody, and control of their\n\nchildren is among the most venerable of the liberty interests\n\nembedded in the Constitution.”    274 F.3d at 20 (citing Troxel v.\n\nGranville, 530 U.S. 57, 65 (2000) (reviewing Supreme Court cases\n\nthat have recognized the right and stating that “the interest of\n\nparents in the care, custody, and control of their children...is\n\nperhaps the oldest of the fundamental liberty interests recognized\n\nby this Court”)).   This court has recognized that the deprivation\n\nof this right would constitute a violation of due process, in\n\nviolation of the Fourteenth Amendment to the Constitution.     Tower\n\nv. Leslie-Brown, 326 F.3d 290, 298 (1st Cir. 2003); see also\n\nTroxel, 530 U.S. at 65-66 (“[I]t cannot now be doubted that the Due\n\nProcess Clause of the Fourteenth Amendment protects the fundamental\n\nright of parents to make decisions concerning the care, custody,\n\nand control of their children.”).\n\n           As also recognized in Hatch, however, the right of the\n\nparents is not absolute.   The right to familial integrity must be\n\n\n                                 -8-\n\fbalanced against the right of the state to investigate allegations\n\nthat the child is in danger, and in appropriate circumstances to\n\nterminate the relationship between parent and child.           Hatch, 274\n\nF.3d at 20 (citing Santosky v. Kramer, 455 U.S. 745, 747-48\n\n(1982)).   Hatch focused on allegations of abuse.        The court noted\n\nthe   “difficult   choices”   faced    by   case   workers   investigating\n\nallegations of abuse, who “operate under enormous pressure” and\n\nmust make “on-the-spot judgments on the basis of limited and often\n\nconflicting information.”         Hatch, 274 F.3d at 22.       This court\n\nconcluded that “a case worker must have a fair amount of leeway to\n\nact in the interest of an imperilled child” to take temporary\n\ncustody, subject to the required prompt court proceedings to\n\ndetermine whether the officers’ actions were justified. Id. at 22;\n\nsee id. at 21, n.3; see also Santosky, 455 U.S. 745.           Accordingly\n\nHatch adopted the test espoused by the majority of circuits to\n\nbalance the two interests, holding that “the Constitution allows a\n\ncase worker to take temporary custody of a child, without a\n\nhearing, when the case worker has a reasonable suspicion that child\n\nabuse has occurred (or, alternatively, that a threat of abuse is\n\nimminent).”     274 F.3d at 22.\n\n           We    first   consider     whether   DCYF   officers   had   an\n\nobjectively reasonable suspicion that child abuse had occurred, or,\n\nalternatively, that a threat of abuse was imminent.           With respect\n\nto Cassidy, we believe that it clearly follows from Hatch that the\n\n\n                                    -9-\n\fdecision of the DCYF officers was justified.             The DCYF officers’\n\ntaking of Cassidy was based on the fact that her father was then\n\nunder indictment for child molestation and scheduled to stand\n\ntrial, and the officers were aware of these facts.            We agree with\n\nthe district court that these facts, standing alone, justify the\n\naction taken by the DCYF officers.         As the district court stated,\n\nCarter’s    ultimate   acquittal    of   the   charges   is   irrelevant   to\n\ndetermining whether the DCYF officers’ suspicions were reasonable\n\nat the time they took Cassidy, before the trial had begun.\n\n            The situation with respect to Caleb is more difficult.\n\nCarter had not yet been indicted for molestation at the time Caleb\n\nwas taken, and a prior investigation had found allegations of\n\nmolestation by Carter to be meritless.         There was no evidence that\n\nCaleb had been abused.       We are skeptical that the information in\n\npossession of the officers at the time was sufficient to establish\n\nan imminent threat of abuse.        So far as the record reveals, the\n\nofficers knew that Caleb had been almost dropped when Carter\n\ngrabbed his eleven-year old daughter (who was holding Caleb) during\n\nan argument with his ex-wife.            They also knew that Carter had\n\npreviously been convicted of crimes related to domestic violence,\n\nalthough there was no evidence that those convictions were recent\n\nor   even   involved   the   same   spouse     or   child.     Under   these\n\ncircumstances it is doubtful that there was sufficient evidence of\n\nimminent abuse of Caleb at the time he was removed from the\n\n\n                                    -10-\n\fhousehold.\n\n           However, the State argues that there was sufficient\n\nevidence of a risk to the safety of the child because O’Leary, his\n\nmother,   actually    attempted   suicide     (and   was    hospitalized   for\n\ntreatment), while Carter threatened suicide.               The possibility of\n\nsuicide created a real and imminent risk that Caleb, a one-year-old\n\nchild at the time, would not have a caretaker in the household to\n\nprovide for his immediate needs.4            Moreover, the police report\n\nstated that Caleb was “on scene” when these events occurred, which\n\nimplicated     a   real   possibility   of    psychological      injury    from\n\nwitnessing suicide attempts or threats by his parents.\n\n           To be sure, Hatch speaks of “child abuse” or an imminent\n\n“threat of abuse.” 274 F.3d at 22.            The line between abuse and\n\nneglect is not always clear.      Even if we view abuse as limited to\n\nsituations in which the parent affirmatively injures the child, we\n\nbelieve that Hatch should not be read narrowly as being confined to\n\nsituations where actual or imminent child abuse is involved.\n\nRather, the interest of the state extends to all cases where there\n\nis actual neglect or an imminent serious risk of neglect of the\n\nchild arising from any act or omission of the parent.\n\n\n\n           4\n               The fact that Caleb actually was removed from the\nhouse of O’Leary’s parents (where he was staying temporarily while\nO’Leary herself was receiving hospital treatment) is irrelevant.\nSexual abuse allegations also had been made against members of the\nparents’ household, and there is no contention on appeal that the\ngrandparents were appropriately available to provide for Caleb.\n\n                                   -11-\n\f            The Rhode Island statute pursuant to which Caleb was\n\ntaken does not require a finding of abuse, but rather explicitly\n\npermits termination of parental rights in situations where the\n\nparent “[f]ails to supply the child with adequate food, clothing,\n\nshelter, or medical care” and where the parent “[f]ails to provide\n\nthe child with a minimum degree of care or proper supervision”\n\nbecause of a mental condition or drug dependency.              R.I. Gen. Laws\n\n§ 40-11-2.       This appears consistent with the general practice of\n\nstates to allow termination of parental rights in a broad array of\n\ncircumstances where there is an imminent serious risk of neglect of\n\nthe child arising from an act or omission of the parent.                 See 32\n\nAm. Jur. Proof of Facts 3d 83 § 3 (2007) (noting that it is\n\nnormally     only    necessary      to    prove   one   of   abuse,     neglect,\n\nabandonment, etc., to terminate parental relationship).5\n\n            Courts also have recognized that an imminent serious risk\n\nof neglect justifies termination of the parental relationship. For\n\nexample, in Santosky v. Kramer, 455 U.S. 745 (1982), the Supreme\n\nCourt considered the standard of proof necessary to support a\n\nfinding that a child was “permanently neglected” under New York\n\nlaw.       The    Supreme   Court    recognized     that,    although     “[t]he\n\n\n\n            5\n               See also 43 C.J.S. Infants § 20 (2007) (“Under the\nstatutes which protect children who are found to be abandoned,\ndependent, neglected, or the like, there may be a termination of\nparental rights to such children.”); Jenina Mella, Termination of\nParental Rights Based on Abuse or Neglect, in 9 Causes of Action\n483 (2d ed. 2006).\n\n                                         -12-\n\ffundamental liberty interest of natural parents in the care,\n\ncustody,   and      management    of    their       child”    is    threatened       by\n\nproceedings to terminate parental rights, the state’s “urgent\n\ninterest” in “preserving and promoting the welfare of the child”\n\ncan override the parents’ rights.                   Id. at 753, 766 (internal\n\ncitation omitted). Similarly, in Stanley v. Illinois, 405 U.S. 645\n\n(1972), the Supreme Court recognized that a finding of parental\n\nneglect was sufficient to terminate parental rights.                    The Court in\n\nStanley struck down on equal protection grounds an Illinois statute\n\nthat provided that the children of unwed fathers automatically\n\nbecame wards of the state upon their mother’s death.                    Id. at 658.\n\nBut the Court there too recognized the state’s strong interest in\n\nthe “moral, emotional, mental, and physical welfare of the minor,”\n\nand   stated   that    it   “d[id]      not    question      the   assertion      that\n\nneglectful parents may be separated from their children.”                       Id. at\n\n652 (internal citation omitted).\n\n           While most cases in our sister circuits have involved\n\nabuse, and not neglect, other circuits have recognized that an\n\nimminent   risk     that    a   child     will      be   neglected      can    justify\n\ntermination    of    parental    rights       and   give   rise    to   a     qualified\n\nimmunity defense. See Martin v. Saint Mary's Dep’t Of Soc. Servs.,\n\n346 F.3d 502, 506 (4th Cir. 2003) (“A state has a legitimate\n\ninterest in protecting children from neglect and abuse and in\n\ninvestigating situations that may give rise to such neglect and\n\n\n                                        -13-\n\fabuse.”) (emphasis added); Kia P. v. McIntyre, 235 F.3d 749, 759\n\n(2d   Cir.       2000)   (noting   “the    state's   compelling   interest   in\n\nprotecting children from abuse and neglect”) (emphasis added).6\n\n             Considering the “difficult choices” already confronting\n\ncase workers, who must make “on-the-spot judgments on the basis of\n\nlimited and often conflicting information,” we believe that a\n\nplausible decision to remove a child because of actual abuse or\n\nneglect or an imminent serious risk of abuse or neglect of the\n\nchild arising from any act or omission of the parent does not rise\n\nto the level of a constitutional violation.\n\n             Here DCYF officers knew, at the time they decided to\n\nremove Caleb, that his mother had attempted to commit suicide by\n\nswallowing a large number of pills, and that Carter had also\n\nthreatened suicide.         This presented a dual risk that Caleb’s daily\n\nneeds would not be provided for in the household and that, although\n\nperhaps not independently sufficient, he would be psychologically\n\ninjured by his mere presence during these suicide attempts or\n\nthreats.     Thus there was a serious risk of imminent neglect of\n\nCaleb.   The DCYF officers’ knowledge was sufficient to take Caleb,\n\n\n             6\n                 See also United States v. Loy, 237 F.3d 251, 269\n(3d Cir. 2001) (“It is well established that, although parents have\na fundamental right to raise their children, this right can be\noverridden by the state's ‘compelling interest’ in ensuring\nchildren's safety.”) (internal citation omitted); White ex rel.\nWhite v. Chambliss, 112 F.3d 731, 735 (4th Cir. 1997) (“The\nparent's right to custody is subject to the child's interest in his\npersonal health and safety and the state's interest as parens\npatriae in protecting that interest.”)\n                                          -14-\n\fand consequently the plaintiffs have not established the existence\n\nof a constitutional violation.\n\n           We recognize the importance of the right to family\n\nintegrity.      But   we    also   must    recognize     the   serious    adverse\n\nconsequences that would occur if child welfare officers, acting in\n\nthe best interests of the child, were subjected to section 1983\n\nliability for reasonably taking temporary custody of children in\n\nexigent situations. Such officers would refrain from acting in the\n\nbest interest of the child out of fear of litigation and potential\n\ndamages   liability,       and   serious    risks   to    children    would     go\n\nunremedied. To be sure, such officers may sometimes make mistakes,\n\nbut the mandatory prompt state court review of their actions, the\n\npolitical process, and public and media attention are likely to\n\nprovide a better remedy for erroneous but objectively reasonable\n\nactions than would a damages action in federal court.\n\n                                     III.\n\n           We   now    consider     two     remaining     arguments      made   by\n\nplaintiffs.     Plaintiffs argue that the district court erred in\n\nexcluding the affidavit of Thomas Carter.7                However, plaintiffs\n\n\n           7\n               Plaintiffs also challenge the district court’s\npurported exclusion of plaintiffs’ verified statement of disputed\nfacts. However, it does not appear that the district court in fact\nexcluded that document. The district court stated that it would\nnot consider only Carter’s affidavit.      The verified statement\nraised no genuine issue of material fact, nor did the report of the\nmagistrate in stating that “there do not exist facts and\ncircumstances . . . that would justify a reasonable person to\nsuspect that a child is abused or neglected.” Those statements\n                                     -15-\n\fhave failed to show that any error was not harmless.        See Fed. R.\n\nCiv. P. 61.   Plaintiffs have not identified, nor do we find, any\n\nstatement in the affidavit that would raise a genuine issue as to\n\nwhether the DCYF officers’ actions were protected.8\n\n          Finally,    plaintiffs    assert   that   the   DCYF   officers\n\nviolated their rights under the Rhode Island Constitution.         There\n\nis no suggestion here that the right to familial integrity under\n\nthe Rhode Island Constitution is materially different than under\n\nthe United States Constitution.      We agree with the district court\n\nthat the doctrine of qualified immunity shields defendants from\n\nliability here as well.     This court previously has acknowledged\n\n“Rhode Island's recognition of a qualified immunity defense under\n\nstate law analogous to the federal doctrine established by the\n\nUnited States Supreme Court.”       Hatch v. Town of Middletown, 311\n\nF.3d 83, 90 (1st Cir. 2002).       Consequently, the decision of the\n\ndistrict court is\n\n          Affirmed.\n\n\n\n\nwere addressed to the situation that existed after               Carter’s\nacquittal rather than at the time Cassidy was taken.\n          8\n               In the affidavit, Carter denied allegations that\nO’Leary intentionally crashed her vehicle, but the district court\ndid not base its decision on that fact, and we also have not\nconsidered it in our decision.       The affidavit’s conclusory\nallegation that “[a]t no time did I or my wife Joy Carter in any\nway abuse or neglect any of our children” was insufficient to\ncreate a genuine issue of material fact.\n                                   -16-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>502 F.3d 26 (2007)</b></center>\n<center><h1>Joy CARTER, individually and Parent and next friend of Caleb O. and Cassidy C.; Thomas Carter, individually and as Parent and next friend of Cassidy C., Plaintiffs, Appellants,<br>\nv.<br>\nJay LINDGREN, individually and in his capacity as Director of The Rhode Island Department of Children, Youth &amp; Families; State of Rhode Island; Candace Salvo, individually and in her official capacity; Edward O'Donnell, individually and in his official capacity; Marta Branstrom Skelding, individually and in her official capacity; Cheryl Csisar, individually and in her official capacity; Maureen Egan, individually and in her official capacity, Defendants, Appellees.</h1></center>\n<center>No. 06-2539.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard July 30, 2007.</center>\n<center>Decided September 7, 2007.</center>\n<p><span class=\"star-pagination\">*27</span> Thomas M. Dickinson, for appellants.</p>\n<p>Richard B. Woolley, Assistant Attorney General, for appellees.</p>\n<p>Before BOUDIN, Chief Judge, TORRUELLA and DYK<sup>[*]</sup>, Circuit Judges.</p>\n<p>DYK, Circuit Judge.</p>\n<p>Plaintiffs Joy and Thomas Carter (collectively, \"plaintiffs\") brought suit against several officers of the Rhode Island Department of Children, Youth and Families (\"DCYF\") (collectively, \"defendants\"). Plaintiffs alleged that the DCYF officers were liable under 42 U.S.C. § 1983 for infringing on their right to familial integrity under the United States Constitution. They also sought damages under Rhode Island law, alleging infringement of their rights under the Rhode Island Constitution. The district court granted summary judgment in favor of defendants, finding that the doctrine of qualified immunity protected the DCYF officers. We affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>A.</h2>\n<p>On September 15, 1999, the Charlestown Police Department responded to a 911 call at the home of Thomas Carter (\"Carter\") and Joy O'Leary (\"O'Leary\"). O'Leary is the mother of Caleb O'Leary (\"Caleb\"), who was then one year old. When responding to the call, the police found no one at the residence. They observed that the front door was shattered and the rear door was open. O'Leary later gave conflicting statements about where Caleb had been at the time.</p>\n<p>The police received a second 911 call the next day, September 16. When officers <span class=\"star-pagination\">*28</span> responded to the second 911 call, Carter and O'Leary told the police that O'Leary had attempted to swallow a large amount of pills in a suicide attempt and that Carter had threatened suicide. The police arrested Carter and O'Leary on charges not specified in the record, but they were apparently released the same day or shortly thereafter.</p>\n<p>On the same day, DCYF received a report from the Charlestown Police Department concerning the safety of Caleb. A DCYF agent was assigned to investigate, and learned of the suicide attempt and threats. The agent also learned from DCYF records that Carter had a criminal history that included a 1988 conviction for assault with intent to commit sexual assault, as well as convictions for domestic violence and violating a no contact order against his former wife.<sup>[1]</sup> So far as the record reveals, the officers were not aware of the particular circumstances of these convictions, nor the dates of the convictions (other than the 1988 date of the assault conviction).</p>\n<p>On September 21, 1999, the Charlestown Police Department again contacted DCYF to report that Caleb was almost dropped two days earlier during an argument between Carter and his ex-wife, while O'Leary was in the hospital. The DCYF officers were advised that Carter had grabbed his eleven year-old daughter Samantha, who was carrying Caleb at the time. Carter was attempting to prevent Samantha from following her mother (Carter's ex-wife) out of the room. At that point, Samantha \"almost fell down with Caleb.\" A physician who later examined Caleb reported a \"suggestion of near dropping\" and found no evidence of injury to Caleb.</p>\n<p>Based on these facts, DCYF determined that Caleb should be removed from the custody of O'Leary; Caleb was removed on September 22, 1999, and brought to Westerly Hospital. There, a physician examined Caleb and placed him on a seventy-two-hour hold pursuant to R.I. Gen. Laws § 40-11-5(a).<sup>[2]</sup> DCYF petitioned the Family Court for temporary custody, stating that Caleb was \"neglected\" and that he was \"without proper parental care and supervision.\" The court granted temporary custody of Caleb to DCYF on September 29, 1999.</p>\n<p>On October 5, 1999, DCYF assigned an agent to investigate allegations that Carter had sexually molested another son from a previous marriage. These allegations had previously had been investigated and found meritless, but DCYF reopened the case when Carter's then fifteen-year-old son was found by a juvenile court to have sexually abused a nine-year-old boy. The DCYF investigation led to a criminal investigation, and Carter was indicted on May 9, 2000, for First and Second Degree <span class=\"star-pagination\">*29</span> Child Molestation. A trial was scheduled for February 2001.</p>\n<p>On January 17, 2001, O'Leary gave birth to Cassidy, daughter of Carter. Based in large part on the pending sexual molestation charges against Carter, DCYF removed Cassidy from her home on January 23, 2001. The DCYF agent stated that Cassidy was healthy and that there was no evidence of neglect or abuse. The Family Court granted DCYF temporary custody on January 24, 2001.</p>\n<p>Carter was found not guilty of the charges of sexual molestation on March 8, 2001. On or about June 7, 2001, the Family Court ordered reunification of Carter and O'Leary with both Caleb and Cassidy, subject to continued monitoring, unannounced visits, and counseling.</p>\n<p></p>\n<h2>B.</h2>\n<p>Plaintiffs filed this action on January 15, 2004, alleging three counts. First, plaintiffs alleged that defendants were liable for damages pursuant to 42 U.S.C. § 1983 for infringing on their constitutional right to familial integrity. In the second count plaintiffs sought damages for violations of their rights under the Rhode Island Constitution. A third count sought injunctive relief.<sup>[3]</sup></p>\n<p>Defendants filed for summary judgment on the theory that the defense of qualified immunity protected their actions, based on affidavits and transcripts of depositions of DCYF officers and their answers to interrogatories. Plaintiffs filed an opposition to the motion for summary judgment, relying on an affidavit of Thomas Carter, the Family Court decision ordering reunification of the children, and a guardian's report stating that Cassidy had in no way been neglected while in the custody of Carter and O'Leary.</p>\n<p>The district court granted defendants' motion for summary judgment as to all of these claims. The district court refused to consider the affidavit of Thomas Carter, reasoning that it did not comply with the requirement of Fed.R.Civ.P. 56 that \"affidavits shall be made on personal knowledge, [and] shall set forth such facts as would be admissible in evidence.\"</p>\n<p>Plaintiffs timely filed this appeal. We have jurisdiction pursuant to 28 U.S.C. § 1291. We review the district court's judgment without deference, drawing all reasonable inferences from the record in plaintiffs' favor. <i>Iverson v. City of Boston,</i> 452 F.3d 94, 98 (1st Cir.2006). Summary judgment is appropriate only when the record \"show[s] that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c).</p>\n<p></p>\n<h2>II.</h2>\n<p>On appeal the dispute centers on whether the defense of qualified immunity shields the DCYF officers from liability for their actions. Under 42 U.S.C. § 1983, persons acting under color of state law may be liable if their actions create a \"deprivation of any rights, privileges, or immunities secured by the Constitution and laws.\" 42 U.S.C. § 1983. Nonetheless, the well-established defense of qualified immunity shields government officers from liability \"as long as their actions could reasonably have been thought consistent with the rights they are alleged to have violated.\" <i>Anderson v. Creighton,</i> 483 U.S. 635, 638, 107 S.Ct. 3034, 97 L.Ed.2d 523 (1987).</p>\n<p><span class=\"star-pagination\">*30</span> In evaluating claims of qualified immunity, this court employs a three-part framework. <i>Suboh v. Dist. Attorney's Office of the Suffolk Dist.,</i> 298 F.3d 81, 90 (1st Cir.2002); <i>Hatch v. Dep't for Children, Youth &amp; Their Families,</i> 274 F.3d 12, 20 (1st Cir.2001); <i>see also </i><i>Wilson v. Layne,</i> 526 U.S. 603, 609, 119 S.Ct. 1692, 143 L.Ed.2d 818 (1999). First, we ask \"whether the plaintiff has alleged the violation of a constitutional right.\" <i>Hatch,</i> 274 F.3d at 20. If so, we then ask \"whether the right was clearly established\" at the time of the violation. <i>Suboh,</i> 298 F.3d at 90. Finally, if violation of a clearly established constitutional right has been alleged, we turn to the facts of the case and ask whether an objectively reasonable officer would have believed that the action taken violated that right. <i>Hatch,</i> 274 F.3d at 20, 24. We need not address the latter two aspects of the <i>Hatch</i> test because we conclude that plaintiffs have not established a constitutional violation.</p>\n<p>In <i>Hatch,</i> this court held that the right to familial integrity \"is plainly of constitutional dimension,\" and \"[t]he interest of parents in the care, custody, and control of their children is among the most venerable of the liberty interests embedded in the Constitution.\" 274 F.3d at 20 (citing <i>Troxel v. Granville,</i> 530 U.S. 57, 65, 120 S.Ct. 2054, 147 L.Ed.2d 49 (2000) (reviewing Supreme Court cases that have recognized the right and stating that \"the interest of parents in the care, custody, and control of their children . . . is perhaps the oldest of the fundamental liberty interests recognized by this Court\")). This court has recognized that the deprivation of this right would constitute a violation of due process, in violation of the Fourteenth Amendment to the Constitution. <i>Tower v. Leslie-Brown,</i> 326 F.3d 290, 298 (1st Cir. 2003); <i>see also </i><i>Troxel,</i> 530 U.S. at 65-66, 120 S.Ct. 2054 (\"[I]t cannot now be doubted that the Due Process Clause of the Fourteenth Amendment protects the fundamental right of parents to make decisions concerning the care, custody, and control of their children.\").</p>\n<p>As also recognized in <i>Hatch,</i> however, the right of the parents is not absolute. The right to familial integrity must be balanced against the right of the state to investigate allegations that the child is in danger, and in appropriate circumstances to terminate the relationship between parent and child. <i>Hatch,</i> 274 F.3d at 20 (citing <i>Santosky v. Kramer,</i> 455 U.S. 745, 747-48, 102 S.Ct. 1388, 71 L.Ed.2d 599 (1982)). <i>Hatch</i> focused on allegations of abuse. The court noted the \"difficult choices\" faced by case workers investigating allegations of abuse, who \"operate under enormous pressure\" and must make \"on-the-spot judgments on the basis of limited and often conflicting information.\" <i>Hatch,</i> 274 F.3d at 22. This court concluded that \"a case worker must have a fair amount of leeway to act in the interest of an imperilled child\" to take temporary custody, subject to the required prompt court proceedings to determine whether the officers' actions were justified. <i>Id.</i> at 22; <i>see id.</i> at 21, n. 3; <i>see also </i><i>Santosky,</i> 455 U.S. 745, 102 S.Ct. 1388. Accordingly <i>Hatch</i> adopted the test espoused by the majority of circuits to balance the two interests, holding that \"the Constitution allows a case worker to take temporary custody of a child, without a hearing, when the case worker has a reasonable suspicion that child abuse has occurred (or, alternatively, that a threat of abuse is imminent).\" 274 F.3d at 22.</p>\n<p>We first consider whether DCYF officers had an objectively reasonable suspicion that child abuse had occurred, or, alternatively, that a threat of abuse was imminent. With respect to Cassidy, we believe that it clearly follows from <i>Hatch</i> <span class=\"star-pagination\">*31</span> that the decision of the DCYF officers was justified. The DCYF officers' taking of Cassidy was based on the fact that her father was then under indictment for child molestation and scheduled to stand trial, and the officers were aware of these facts. We agree with the district court that these facts, standing alone, justify the action taken by the DCYF officers. As the district court stated, Carter's ultimate acquittal of the charges is irrelevant to determining whether the DCYF officers' suspicions were reasonable at the time they took Cassidy, before the trial had begun.</p>\n<p>The situation with respect to Caleb is more difficult. Carter had not yet been indicted for molestation at the time Caleb was taken, and a prior investigation had found allegations of molestation by Carter to be meritless. There was no evidence that Caleb had been abused. We are skeptical that the information in possession of the officers at the time was sufficient to establish an imminent threat of abuse. So far as the record reveals, the officers knew that Caleb had been almost dropped when Carter grabbed his eleven-year old daughter (who was holding Caleb) during an argument with his ex-wife. They also knew that Carter had previously been convicted of crimes related to domestic violence, although there was no evidence that those convictions were recent or even involved the same spouse or child. Under these circumstances it is doubtful that there was sufficient evidence of imminent abuse of Caleb at the time he was removed from the household.</p>\n<p>However, the State argues that there was sufficient evidence of a risk to the safety of the child because O'Leary, his mother, actually attempted suicide (and was hospitalized for treatment), while Carter threatened suicide. The possibility of suicide created a real and imminent risk that Caleb, a one-year-old child at the time, would not have a caretaker in the household to provide for his immediate needs.<sup>[4]</sup> Moreover, the police report stated that Caleb was \"on scene\" when these events occurred, which implicated a real possibility of psychological injury from witnessing suicide attempts or threats by his parents.</p>\n<p>To be sure, <i>Hatch</i> speaks of \"child abuse\" or an imminent \"threat of abuse.\" 274 F.3d at 22. The line between abuse and neglect is not always clear. Even if we view abuse as limited to situations in which the parent affirmatively injures the child, we believe that <i>Hatch</i> should not be read narrowly as being confined to situations where actual or imminent child abuse is involved. Rather, the interest of the state extends to all cases where there is actual neglect or an imminent serious risk of neglect of the child arising from any act or omission of the parent.</p>\n<p>The Rhode Island statute pursuant to which Caleb was taken does not require a finding of abuse, but rather explicitly permits termination of parental rights in situations where the parent \"[f]ails to supply the child with adequate food, clothing, shelter, or medical care\" and where the parent \"[f]ails to provide the child with a minimum degree of care or proper supervision\" because of a mental condition or drug dependency. R.I. Gen. Laws § 40-11-2. This appears consistent with the general practice of states to allow termination of parental rights in a broad array <span class=\"star-pagination\">*32</span> of circumstances where there is an imminent serious risk of neglect of the child arising from an act or omission of the parent. <i>See</i> 32 Am.Jur. Proof of Facts 3d 83 § 3 (2007) (noting that it is normally only necessary to prove one of abuse, neglect, abandonment, etc., to terminate parental relationship).<sup>[5]</sup></p>\n<p>Courts also have recognized that an imminent serious risk of neglect justifies termination of the parental relationship. For example, in <i>Santosky v. Kramer,</i> 455 U.S. 745, 102 S.Ct. 1388, 71 L.Ed.2d 599 (1982), the Supreme Court considered the standard of proof necessary to support a finding that a child was \"permanently neglected\" under New York law. The Supreme Court recognized that, although \"[t]he fundamental liberty interest of natural parents in the care, custody, and management of their child\" is threatened by proceedings to terminate parental rights, the state's \"urgent interest\" in \"preserving and promoting the welfare of the child\" can override the parents' rights. <i>Id.</i> at 753, 766, 102 S.Ct. 1388 (internal citation omitted). Similarly, in <i>Stanley v. Illinois,</i> 405 U.S. 645, 92 S.Ct. 1208, 31 L.Ed.2d 551 (1972), the Supreme Court recognized that a finding of parental neglect was sufficient to terminate parental rights. The Court in <i>Stanley</i> struck down on equal protection grounds an Illinois statute that provided that the children of unwed fathers automatically became wards of the state upon their mother's death. <i>Id.</i> at 658, 92 S.Ct. 1208. But the Court there too recognized the state's strong interest in the \"moral, emotional, mental, and physical welfare of the minor,\" and stated that it \"d[id] not question the assertion that neglectful parents may be separated from their children.\" <i>Id.</i> at 652, 92 S.Ct. 1208 (internal citation omitted).</p>\n<p>While most cases in our sister circuits have involved abuse, and not neglect, other circuits have recognized that an imminent risk that a child will be neglected can justify termination of parental rights and give rise to a qualified immunity defense. <i>See </i><i>Martin v. Saint Mary's Dep't Of Soc. Servs.,</i> 346 F.3d 502, 506 (4th Cir.2003) (\"A state has a legitimate interest in protecting children from <i>neglect</i> and abuse and in investigating situations that may give rise to such <i>neglect</i> and abuse.\") (emphasis added); <i>Kia P. v. McIntyre,</i> 235 F.3d 749, 759 (2d Cir.2000) (noting \"the state's compelling interest in protecting children from abuse and <i>neglect</i>\") (emphasis added).<sup>[6]</sup></p>\n<p>Considering the \"difficult choices\" already confronting case workers, who must make \"on-the-spot judgments on the basis of limited and often conflicting information,\" we believe that a plausible decision to remove a child because of actual abuse or neglect or an imminent serious risk of abuse or neglect of the child arising from any act or omission of the parent does not rise to the level of a constitutional violation.</p>\n<p>Here DCYF officers knew, at the time they decided to remove Caleb, that <span class=\"star-pagination\">*33</span> his mother had attempted to commit suicide by swallowing a large number of pills, and that Carter had also threatened suicide. This presented a dual risk that Caleb's daily needs would not be provided for in the household and that, although perhaps not independently sufficient, he would be psychologically injured by his mere presence during these suicide attempts or threats. Thus there was a serious risk of imminent neglect of Caleb. The DCYF officers' knowledge was sufficient to take Caleb, and consequently the plaintiffs have not established the existence of a constitutional violation.</p>\n<p>We recognize the importance of the right to family integrity. But we also must recognize the serious adverse consequences that would occur if child welfare officers, acting in the best interests of the child, were subjected to section 1983 liability for reasonably taking temporary custody of children in exigent situations. Such officers would refrain from acting in the best interest of the child out of fear of litigation and potential damages liability, and serious risks to children would go unremedied. To be sure, such officers may sometimes make mistakes, but the mandatory prompt state court review of their actions, the political process, and public and media attention are likely to provide a better remedy for erroneous but objectively reasonable actions than would a damages action in federal court.</p>\n<p></p>\n<h2>III.</h2>\n<p>We now consider two remaining arguments made by plaintiffs. Plaintiffs argue that the district court erred in excluding the affidavit of Thomas Carter.<sup>[7]</sup> However, plaintiffs have failed to show that any error was not harmless. <i>See</i> Fed.R.Civ.P. 61. Plaintiffs have not identified, nor do we find, any statement in the affidavit that would raise a genuine issue as to whether the DCYF officers' actions were protected.<sup>[8]</sup></p>\n<p>Finally, plaintiffs assert that the DCYF officers violated their rights under the Rhode Island Constitution. There is no suggestion here that the right to familial integrity under the Rhode Island Constitution is materially different than under the United States Constitution. We agree with the district court that the doctrine of qualified immunity shields defendants from liability here as well. This court previously has acknowledged \"Rhode Island's recognition of a qualified immunity defense under state law analogous to the federal doctrine established by the United States Supreme Court.\" <i>Hatch v. Town of Middletown,</i> 311 F.3d 83, 90 (1st Cir.2002). Consequently, the decision of the district court is</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Federal Circuit, sitting by designation.</p>\n<p>[1]  One DCYF officer's affidavit also makes note of \"Mr. Carter's BCI record,\" which mentions, in addition to convictions noted in text, assault, assault with a deadly weapon, harassing phone calls, and disorderly conduct.</p>\n<p>[2]  R.I. Gen. Laws § 40-11-5(a) provides:\n</p>\n<p>Any physician or duly certified registered nurse practitioner treating a child who has suffered physical injury that appears to have been caused by other than accidental means or a child suffering from malnutrition or sexual molestation shall have the right to keep the child in the custody of a hospital or any licensed child care center or facility for no longer than seventy-two (72) hours, with or without the consent of the child's parents or guardian, pending the filing of an ex-parte petition to the family court. The expense for that temporary care shall be paid by the parents or legal guardian of the child or, if they are unable to pay, by the department.</p>\n<p>[3]  Plaintiffs also sued the state of Rhode Island and its officers in their official capacities. The district court declined to consider these claims. Plaintiffs do not challenge the district court's determination on appeal.</p>\n<p>[4]  The fact that Caleb actually was removed from the house of O'Leary's parents (where he was staying temporarily while O'Leary herself was receiving hospital treatment) is irrelevant. Sexual abuse allegations also had been made against members of the parents' household, and there is no contention on appeal that the grandparents were appropriately available to provide for Caleb.</p>\n<p>[5]  <i>See also</i> 43 C.J.S. Infants § 20 (2007) (\"Under the statutes which protect children who are found to be abandoned, dependent, neglected, or the like, there may be a termination of parental rights to such children.\"); Jenina Mella, <i>Termination of Parental Rights Based on Abuse or Neglect, in</i> 9 Causes of Action 483 (2d ed.2006).</p>\n<p>[6]  <i>See also </i><i>United States v. Loy,</i> 237 F.3d 251, 269 (3d Cir.2001) (\"It is well established that, although parents have a fundamental right to raise their children, this right can be overridden by the state's `compelling interest' in ensuring children's safety.\") (internal citation omitted); <i>White ex rel. White v. Chambliss,</i> 112 F.3d 731, 735 (4th Cir.1997) (\"The parent's right to custody is subject to the child's interest in his personal health and safety and the state's interest as <i>parens patriae</i> in protecting that interest.\")</p>\n<p>[7]  Plaintiffs also challenge the district court's purported exclusion of plaintiffs' verified statement of disputed facts. However, it does not appear that the district court in fact excluded that document. The district court stated that it would not consider only Carter's affidavit. The verified statement raised no genuine issue of material fact, nor did the report of the magistrate in stating that \"there do not exist facts and circumstances . . . that would justify a reasonable person to suspect that a child is abused or neglected.\" Those statements were addressed to the situation that existed after Carter's acquittal rather than at the time Cassidy was taken.</p>\n<p>[8]  In the affidavit, Carter denied allegations that O'Leary intentionally crashed her vehicle, but the district court did not base its decision on that fact, and we also have not considered it in our decision. The affidavit's conclusory allegation that \"[a]t no time did I or my wife Joy Carter in any way abuse or neglect any of our children\" was insufficient to create a genuine issue of material fact.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></span> (2007)</b></center>\n<center><h1>Joy CARTER, individually and Parent and next friend of Caleb O. and Cassidy C.; Thomas Carter, individually and as Parent and next friend of Cassidy C., Plaintiffs, Appellants,<br>\nv.<br>\nJay LINDGREN, individually and in his capacity as Director of The Rhode Island Department of Children, Youth &amp; Families; State of Rhode Island; Candace Salvo, individually and in her official capacity; Edward O'Donnell, individually and in his official capacity; Marta Branstrom Skelding, individually and in her official capacity; Cheryl Csisar, individually and in her official capacity; Maureen Egan, individually and in her official capacity, Defendants, Appellees.</h1></center>\n<center>No. 06-2539.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard July 30, 2007.</center>\n<center>Decided September 7, 2007.</center>\n<p><span class=\"star-pagination\">*27</span> Thomas M. Dickinson, for appellants.</p>\n<p>Richard B. Woolley, Assistant Attorney General, for appellees.</p>\n<p>Before BOUDIN, Chief Judge, TORRUELLA and DYK<sup>[*]</sup>, Circuit Judges.</p>\n<p>DYK, Circuit Judge.</p>\n<p>Plaintiffs Joy and Thomas Carter (collectively, \"plaintiffs\") brought suit against several officers of the Rhode Island Department of Children, Youth and Families (\"DCYF\") (collectively, \"defendants\"). Plaintiffs alleged that the DCYF officers were liable under 42 U.S.C. § 1983 for infringing on their right to familial integrity under the United States Constitution. They also sought damages under Rhode Island law, alleging infringement of their rights under the Rhode Island Constitution. The district court granted summary judgment in favor of defendants, finding that the doctrine of qualified immunity protected the DCYF officers. We affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>A.</h2>\n<p>On September 15, 1999, the Charlestown Police Department responded to a 911 call at the home of Thomas Carter (\"Carter\") and Joy O'Leary (\"O'Leary\"). O'Leary is the mother of Caleb O'Leary (\"Caleb\"), who was then one year old. When responding to the call, the police found no one at the residence. They observed that the front door was shattered and the rear door was open. O'Leary later gave conflicting statements about where Caleb had been at the time.</p>\n<p>The police received a second 911 call the next day, September 16. When officers <span class=\"star-pagination\">*28</span> responded to the second 911 call, Carter and O'Leary told the police that O'Leary had attempted to swallow a large amount of pills in a suicide attempt and that Carter had threatened suicide. The police arrested Carter and O'Leary on charges not specified in the record, but they were apparently released the same day or shortly thereafter.</p>\n<p>On the same day, DCYF received a report from the Charlestown Police Department concerning the safety of Caleb. A DCYF agent was assigned to investigate, and learned of the suicide attempt and threats. The agent also learned from DCYF records that Carter had a criminal history that included a 1988 conviction for assault with intent to commit sexual assault, as well as convictions for domestic violence and violating a no contact order against his former wife.<sup>[1]</sup> So far as the record reveals, the officers were not aware of the particular circumstances of these convictions, nor the dates of the convictions (other than the 1988 date of the assault conviction).</p>\n<p>On September 21, 1999, the Charlestown Police Department again contacted DCYF to report that Caleb was almost dropped two days earlier during an argument between Carter and his ex-wife, while O'Leary was in the hospital. The DCYF officers were advised that Carter had grabbed his eleven year-old daughter Samantha, who was carrying Caleb at the time. Carter was attempting to prevent Samantha from following her mother (Carter's ex-wife) out of the room. At that point, Samantha \"almost fell down with Caleb.\" A physician who later examined Caleb reported a \"suggestion of near dropping\" and found no evidence of injury to Caleb.</p>\n<p>Based on these facts, DCYF determined that Caleb should be removed from the custody of O'Leary; Caleb was removed on September 22, 1999, and brought to Westerly Hospital. There, a physician examined Caleb and placed him on a seventy-two-hour hold pursuant to R.I. Gen. Laws § 40-11-5(a).<sup>[2]</sup> DCYF petitioned the Family Court for temporary custody, stating that Caleb was \"neglected\" and that he was \"without proper parental care and supervision.\" The court granted temporary custody of Caleb to DCYF on September 29, 1999.</p>\n<p>On October 5, 1999, DCYF assigned an agent to investigate allegations that Carter had sexually molested another son from a previous marriage. These allegations had previously had been investigated and found meritless, but DCYF reopened the case when Carter's then fifteen-year-old son was found by a juvenile court to have sexually abused a nine-year-old boy. The DCYF investigation led to a criminal investigation, and Carter was indicted on May 9, 2000, for First and Second Degree <span class=\"star-pagination\">*29</span> Child Molestation. A trial was scheduled for February 2001.</p>\n<p>On January 17, 2001, O'Leary gave birth to Cassidy, daughter of Carter. Based in large part on the pending sexual molestation charges against Carter, DCYF removed Cassidy from her home on January 23, 2001. The DCYF agent stated that Cassidy was healthy and that there was no evidence of neglect or abuse. The Family Court granted DCYF temporary custody on January 24, 2001.</p>\n<p>Carter was found not guilty of the charges of sexual molestation on March 8, 2001. On or about June 7, 2001, the Family Court ordered reunification of Carter and O'Leary with both Caleb and Cassidy, subject to continued monitoring, unannounced visits, and counseling.</p>\n<p></p>\n<h2>B.</h2>\n<p>Plaintiffs filed this action on January 15, 2004, alleging three counts. First, plaintiffs alleged that defendants were liable for damages pursuant to 42 U.S.C. § 1983 for infringing on their constitutional right to familial integrity. In the second count plaintiffs sought damages for violations of their rights under the Rhode Island Constitution. A third count sought injunctive relief.<sup>[3]</sup></p>\n<p>Defendants filed for summary judgment on the theory that the defense of qualified immunity protected their actions, based on affidavits and transcripts of depositions of DCYF officers and their answers to interrogatories. Plaintiffs filed an opposition to the motion for summary judgment, relying on an affidavit of Thomas Carter, the Family Court decision ordering reunification of the children, and a guardian's report stating that Cassidy had in no way been neglected while in the custody of Carter and O'Leary.</p>\n<p>The district court granted defendants' motion for summary judgment as to all of these claims. The district court refused to consider the affidavit of Thomas Carter, reasoning that it did not comply with the requirement of Fed.R.Civ.P. 56 that \"affidavits shall be made on personal knowledge, [and] shall set forth such facts as would be admissible in evidence.\"</p>\n<p>Plaintiffs timely filed this appeal. We have jurisdiction pursuant to 28 U.S.C. § 1291. We review the district court's judgment without deference, drawing all reasonable inferences from the record in plaintiffs' favor. <i>Iverson v. City of Boston,</i> <span class=\"citation\" data-id=\"202298\"><a href=\"/opinion/202298/iverson-v-city-of-boston/\"><span class=\"volume\">452</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">94</span></a></span>, 98 (1st Cir.2006). Summary judgment is appropriate only when the record \"show[s] that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c).</p>\n<p></p>\n<h2>II.</h2>\n<p>On appeal the dispute centers on whether the defense of qualified immunity shields the DCYF officers from liability for their actions. Under 42 U.S.C. § 1983, persons acting under color of state law may be liable if their actions create a \"deprivation of any rights, privileges, or immunities secured by the Constitution and laws.\" 42 U.S.C. § 1983. Nonetheless, the well-established defense of qualified immunity shields government officers from liability \"as long as their actions could reasonably have been thought consistent with the rights they are alleged to have violated.\" <i>Anderson v. Creighton,</i> <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 638, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span></a></span> (1987).</p>\n<p><span class=\"star-pagination\">*30</span> In evaluating claims of qualified immunity, this court employs a three-part framework. <i>Suboh v. Dist. Attorney's Office of the Suffolk Dist.,</i> <span class=\"citation no-link\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></span>, 90 (1st Cir.2002); <i>Hatch v. Dep't for Children, Youth &amp; Their Families,</i> <span class=\"citation\" data-id=\"775863\"><a href=\"/opinion/775863/richard-h-hatch-jr-v-department-for-children-youth-and-their-families/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 20 (1st Cir.2001); <i>see also </i><i>Wilson v. Layne,</i> <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">603</span></a></span>, 609, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1692</span></a></span>, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">818</span></a></span> (1999). First, we ask \"whether the plaintiff has alleged the violation of a constitutional right.\" <i>Hatch,</i> 274 F.3d at 20. If so, we then ask \"whether the right was clearly established\" at the time of the violation. <i>Suboh,</i> 298 F.3d at 90. Finally, if violation of a clearly established constitutional right has been alleged, we turn to the facts of the case and ask whether an objectively reasonable officer would have believed that the action taken violated that right. <i>Hatch,</i> 274 F.3d at 20, 24. We need not address the latter two aspects of the <i>Hatch</i> test because we conclude that plaintiffs have not established a constitutional violation.</p>\n<p>In <i>Hatch,</i> this court held that the right to familial integrity \"is plainly of constitutional dimension,\" and \"[t]he interest of parents in the care, custody, and control of their children is among the most venerable of the liberty interests embedded in the Constitution.\" 274 F.3d at 20 (citing <i>Troxel v. Granville,</i> <span class=\"citation\" data-id=\"1087668\"><a href=\"/opinion/1087668/troxel-v-granville/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span>, 65, <span class=\"citation\" data-id=\"1087668\"><a href=\"/opinion/1087668/troxel-v-granville/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2054</span></a></span>, <span class=\"citation\" data-id=\"1087668\"><a href=\"/opinion/1087668/troxel-v-granville/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">49</span></a></span> (2000) (reviewing Supreme Court cases that have recognized the right and stating that \"the interest of parents in the care, custody, and control of their children . . . is perhaps the oldest of the fundamental liberty interests recognized by this Court\")). This court has recognized that the deprivation of this right would constitute a violation of due process, in violation of the Fourteenth Amendment to the Constitution. <i>Tower v. Leslie-Brown,</i> <span class=\"citation\" data-id=\"200436\"><a href=\"/opinion/200436/tower-v-leslie-brown/\"><span class=\"volume\">326</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">290</span></a></span>, 298 (1st Cir. 2003); <i>see also </i><i>Troxel,</i> 530 U.S. at 65-66, <span class=\"citation\" data-id=\"1087668\"><a href=\"/opinion/1087668/troxel-v-granville/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2054</span></a></span> (\"[I]t cannot now be doubted that the Due Process Clause of the Fourteenth Amendment protects the fundamental right of parents to make decisions concerning the care, custody, and control of their children.\").</p>\n<p>As also recognized in <i>Hatch,</i> however, the right of the parents is not absolute. The right to familial integrity must be balanced against the right of the state to investigate allegations that the child is in danger, and in appropriate circumstances to terminate the relationship between parent and child. <i>Hatch,</i> 274 F.3d at 20 (citing <i>Santosky v. Kramer,</i> <span class=\"citation\" data-id=\"110676\"><a href=\"/opinion/110676/santosky-v-kramer/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">745</span></a></span>, 747-48, <span class=\"citation\" data-id=\"110676\"><a href=\"/opinion/110676/santosky-v-kramer/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1388</span></a></span>, <span class=\"citation\" data-id=\"110676\"><a href=\"/opinion/110676/santosky-v-kramer/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">599</span></a></span> (1982)). <i>Hatch</i> focused on allegations of abuse. The court noted the \"difficult choices\" faced by case workers investigating allegations of abuse, who \"operate under enormous pressure\" and must make \"on-the-spot judgments on the basis of limited and often conflicting information.\" <i>Hatch,</i> 274 F.3d at 22. This court concluded that \"a case worker must have a fair amount of leeway to act in the interest of an imperilled child\" to take temporary custody, subject to the required prompt court proceedings to determine whether the officers' actions were justified. <i>Id.</i> at 22; <i>see id.</i> at 21, n. 3; <i>see also </i><i>Santosky,</i> <span class=\"citation\" data-id=\"110676\"><a href=\"/opinion/110676/santosky-v-kramer/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">745</span></a></span>, <span class=\"citation\" data-id=\"110676\"><a href=\"/opinion/110676/santosky-v-kramer/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1388</span></a></span>. Accordingly <i>Hatch</i> adopted the test espoused by the majority of circuits to balance the two interests, holding that \"the Constitution allows a case worker to take temporary custody of a child, without a hearing, when the case worker has a reasonable suspicion that child abuse has occurred (or, alternatively, that a threat of abuse is imminent).\" 274 F.3d at 22.</p>\n<p>We first consider whether DCYF officers had an objectively reasonable suspicion that child abuse had occurred, or, alternatively, that a threat of abuse was imminent. With respect to Cassidy, we believe that it clearly follows from <i>Hatch</i> <span class=\"star-pagination\">*31</span> that the decision of the DCYF officers was justified. The DCYF officers' taking of Cassidy was based on the fact that her father was then under indictment for child molestation and scheduled to stand trial, and the officers were aware of these facts. We agree with the district court that these facts, standing alone, justify the action taken by the DCYF officers. As the district court stated, Carter's ultimate acquittal of the charges is irrelevant to determining whether the DCYF officers' suspicions were reasonable at the time they took Cassidy, before the trial had begun.</p>\n<p>The situation with respect to Caleb is more difficult. Carter had not yet been indicted for molestation at the time Caleb was taken, and a prior investigation had found allegations of molestation by Carter to be meritless. There was no evidence that Caleb had been abused. We are skeptical that the information in possession of the officers at the time was sufficient to establish an imminent threat of abuse. So far as the record reveals, the officers knew that Caleb had been almost dropped when Carter grabbed his eleven-year old daughter (who was holding Caleb) during an argument with his ex-wife. They also knew that Carter had previously been convicted of crimes related to domestic violence, although there was no evidence that those convictions were recent or even involved the same spouse or child. Under these circumstances it is doubtful that there was sufficient evidence of imminent abuse of Caleb at the time he was removed from the household.</p>\n<p>However, the State argues that there was sufficient evidence of a risk to the safety of the child because O'Leary, his mother, actually attempted suicide (and was hospitalized for treatment), while Carter threatened suicide. The possibility of suicide created a real and imminent risk that Caleb, a one-year-old child at the time, would not have a caretaker in the household to provide for his immediate needs.<sup>[4]</sup> Moreover, the police report stated that Caleb was \"on scene\" when these events occurred, which implicated a real possibility of psychological injury from witnessing suicide attempts or threats by his parents.</p>\n<p>To be sure, <i>Hatch</i> speaks of \"child abuse\" or an imminent \"threat of abuse.\" 274 F.3d at 22. The line between abuse and neglect is not always clear. Even if we view abuse as limited to situations in which the parent affirmatively injures the child, we believe that <i>Hatch</i> should not be read narrowly as being confined to situations where actual or imminent child abuse is involved. Rather, the interest of the state extends to all cases where there is actual neglect or an imminent serious risk of neglect of the child arising from any act or omission of the parent.</p>\n<p>The Rhode Island statute pursuant to which Caleb was taken does not require a finding of abuse, but rather explicitly permits termination of parental rights in situations where the parent \"[f]ails to supply the child with adequate food, clothing, shelter, or medical care\" and where the parent \"[f]ails to provide the child with a minimum degree of care or proper supervision\" because of a mental condition or drug dependency. R.I. Gen. Laws § 40-11-2. This appears consistent with the general practice of states to allow termination of parental rights in a broad array <span class=\"star-pagination\">*32</span> of circumstances where there is an imminent serious risk of neglect of the child arising from an act or omission of the parent. <i>See</i> 32 Am.Jur. Proof of Facts 3d 83 § 3 (2007) (noting that it is normally only necessary to prove one of abuse, neglect, abandonment, etc., to terminate parental relationship).<sup>[5]</sup></p>\n<p>Courts also have recognized that an imminent serious risk of neglect justifies termination of the parental relationship. For example, in <i>Santosky v. Kramer,</i> <span class=\"citation\" data-id=\"110676\"><a href=\"/opinion/110676/santosky-v-kramer/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">745</span></a></span>, <span class=\"citation\" data-id=\"110676\"><a href=\"/opinion/110676/santosky-v-kramer/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1388</span></a></span>, <span class=\"citation\" data-id=\"110676\"><a href=\"/opinion/110676/santosky-v-kramer/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">599</span></a></span> (1982), the Supreme Court considered the standard of proof necessary to support a finding that a child was \"permanently neglected\" under New York law. The Supreme Court recognized that, although \"[t]he fundamental liberty interest of natural parents in the care, custody, and management of their child\" is threatened by proceedings to terminate parental rights, the state's \"urgent interest\" in \"preserving and promoting the welfare of the child\" can override the parents' rights. <i>Id.</i> at 753, 766, <span class=\"citation\" data-id=\"110676\"><a href=\"/opinion/110676/santosky-v-kramer/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1388</span></a></span> (internal citation omitted). Similarly, in <i>Stanley v. Illinois,</i> <span class=\"citation\" data-id=\"108497\"><a href=\"/opinion/108497/stanley-v-illinois/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">645</span></a></span>, <span class=\"citation\" data-id=\"108497\"><a href=\"/opinion/108497/stanley-v-illinois/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1208</span></a></span>, <span class=\"citation\" data-id=\"108497\"><a href=\"/opinion/108497/stanley-v-illinois/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">551</span></a></span> (1972), the Supreme Court recognized that a finding of parental neglect was sufficient to terminate parental rights. The Court in <i>Stanley</i> struck down on equal protection grounds an Illinois statute that provided that the children of unwed fathers automatically became wards of the state upon their mother's death. <i>Id.</i> at 658, <span class=\"citation\" data-id=\"108497\"><a href=\"/opinion/108497/stanley-v-illinois/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1208</span></a></span>. But the Court there too recognized the state's strong interest in the \"moral, emotional, mental, and physical welfare of the minor,\" and stated that it \"d[id] not question the assertion that neglectful parents may be separated from their children.\" <i>Id.</i> at 652, <span class=\"citation\" data-id=\"108497\"><a href=\"/opinion/108497/stanley-v-illinois/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1208</span></a></span> (internal citation omitted).</p>\n<p>While most cases in our sister circuits have involved abuse, and not neglect, other circuits have recognized that an imminent risk that a child will be neglected can justify termination of parental rights and give rise to a qualified immunity defense. <i>See </i><i>Martin v. Saint Mary's Dep't Of Soc. Servs.,</i> <span class=\"citation\" data-id=\"783841\"><a href=\"/opinion/783841/gayle-martin-individually-and-as-parent-and-custodian-of-her-minor/\"><span class=\"volume\">346</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">502</span></a></span>, 506 (4th Cir.2003) (\"A state has a legitimate interest in protecting children from <i>neglect</i> and abuse and in investigating situations that may give rise to such <i>neglect</i> and abuse.\") (emphasis added); <i>Kia P. v. McIntyre,</i> <span class=\"citation\" data-id=\"771505\"><a href=\"/opinion/771505/kia-p-individually-and-on-behalf-of-mora-p-an-infant-and-mora-p-v/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">749</span></a></span>, 759 (2d Cir.2000) (noting \"the state's compelling interest in protecting children from abuse and <i>neglect</i>\") (emphasis added).<sup>[6]</sup></p>\n<p>Considering the \"difficult choices\" already confronting case workers, who must make \"on-the-spot judgments on the basis of limited and often conflicting information,\" we believe that a plausible decision to remove a child because of actual abuse or neglect or an imminent serious risk of abuse or neglect of the child arising from any act or omission of the parent does not rise to the level of a constitutional violation.</p>\n<p>Here DCYF officers knew, at the time they decided to remove Caleb, that <span class=\"star-pagination\">*33</span> his mother had attempted to commit suicide by swallowing a large number of pills, and that Carter had also threatened suicide. This presented a dual risk that Caleb's daily needs would not be provided for in the household and that, although perhaps not independently sufficient, he would be psychologically injured by his mere presence during these suicide attempts or threats. Thus there was a serious risk of imminent neglect of Caleb. The DCYF officers' knowledge was sufficient to take Caleb, and consequently the plaintiffs have not established the existence of a constitutional violation.</p>\n<p>We recognize the importance of the right to family integrity. But we also must recognize the serious adverse consequences that would occur if child welfare officers, acting in the best interests of the child, were subjected to section 1983 liability for reasonably taking temporary custody of children in exigent situations. Such officers would refrain from acting in the best interest of the child out of fear of litigation and potential damages liability, and serious risks to children would go unremedied. To be sure, such officers may sometimes make mistakes, but the mandatory prompt state court review of their actions, the political process, and public and media attention are likely to provide a better remedy for erroneous but objectively reasonable actions than would a damages action in federal court.</p>\n<p></p>\n<h2>III.</h2>\n<p>We now consider two remaining arguments made by plaintiffs. Plaintiffs argue that the district court erred in excluding the affidavit of Thomas Carter.<sup>[7]</sup> However, plaintiffs have failed to show that any error was not harmless. <i>See</i> Fed.R.Civ.P. 61. Plaintiffs have not identified, nor do we find, any statement in the affidavit that would raise a genuine issue as to whether the DCYF officers' actions were protected.<sup>[8]</sup></p>\n<p>Finally, plaintiffs assert that the DCYF officers violated their rights under the Rhode Island Constitution. There is no suggestion here that the right to familial integrity under the Rhode Island Constitution is materially different than under the United States Constitution. We agree with the district court that the doctrine of qualified immunity shields defendants from liability here as well. This court previously has acknowledged \"Rhode Island's recognition of a qualified immunity defense under state law analogous to the federal doctrine established by the United States Supreme Court.\" <i>Hatch v. Town of Middletown,</i> <span class=\"citation\" data-id=\"200211\"><a href=\"/opinion/200211/hatch-v-middletown-ri/\"><span class=\"volume\">311</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">83</span></a></span>, 90 (1st Cir.2002). Consequently, the decision of the district court is</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Federal Circuit, sitting by designation.</p>\n<p>[1]  One DCYF officer's affidavit also makes note of \"Mr. Carter's BCI record,\" which mentions, in addition to convictions noted in text, assault, assault with a deadly weapon, harassing phone calls, and disorderly conduct.</p>\n<p>[2]  R.I. Gen. Laws § 40-11-5(a) provides:\n</p>\n<p>Any physician or duly certified registered nurse practitioner treating a child who has suffered physical injury that appears to have been caused by other than accidental means or a child suffering from malnutrition or sexual molestation shall have the right to keep the child in the custody of a hospital or any licensed child care center or facility for no longer than seventy-two (72) hours, with or without the consent of the child's parents or guardian, pending the filing of an ex-parte petition to the family court. The expense for that temporary care shall be paid by the parents or legal guardian of the child or, if they are unable to pay, by the department.</p>\n<p>[3]  Plaintiffs also sued the state of Rhode Island and its officers in their official capacities. The district court declined to consider these claims. Plaintiffs do not challenge the district court's determination on appeal.</p>\n<p>[4]  The fact that Caleb actually was removed from the house of O'Leary's parents (where he was staying temporarily while O'Leary herself was receiving hospital treatment) is irrelevant. Sexual abuse allegations also had been made against members of the parents' household, and there is no contention on appeal that the grandparents were appropriately available to provide for Caleb.</p>\n<p>[5]  <i>See also</i> 43 C.J.S. Infants § 20 (2007) (\"Under the statutes which protect children who are found to be abandoned, dependent, neglected, or the like, there may be a termination of parental rights to such children.\"); Jenina Mella, <i>Termination of Parental Rights Based on Abuse or Neglect, in</i> 9 Causes of Action 483 (2d ed.2006).</p>\n<p>[6]  <i>See also </i><i>United States v. Loy,</i> <span class=\"citation\" data-id=\"771719\"><a href=\"/opinion/771719/united-states-v-ray-donald-loy/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">251</span></a></span>, 269 (3d Cir.2001) (\"It is well established that, although parents have a fundamental right to raise their children, this right can be overridden by the state's `compelling interest' in ensuring children's safety.\") (internal citation omitted); <i>White ex rel. White v. Chambliss,</i> <span class=\"citation\" data-id=\"740241\"><a href=\"/opinion/740241/keena-white-by-her-personal-representative-cindy-white-cindy-white/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">731</span></a></span>, 735 (4th Cir.1997) (\"The parent's right to custody is subject to the child's interest in his personal health and safety and the state's interest as <i>parens patriae</i> in protecting that interest.\")</p>\n<p>[7]  Plaintiffs also challenge the district court's purported exclusion of plaintiffs' verified statement of disputed facts. However, it does not appear that the district court in fact excluded that document. The district court stated that it would not consider only Carter's affidavit. The verified statement raised no genuine issue of material fact, nor did the report of the magistrate in stating that \"there do not exist facts and circumstances . . . that would justify a reasonable person to suspect that a child is abused or neglected.\" Those statements were addressed to the situation that existed after Carter's acquittal rather than at the time Cassidy was taken.</p>\n<p>[8]  In the affidavit, Carter denied allegations that O'Leary intentionally crashed her vehicle, but the district court did not base its decision on that fact, and we also have not considered it in our decision. The affidavit's conclusory allegation that \"[a]t no time did I or my wife Joy Carter in any way abuse or neglect any of our children\" was insufficient to create a genuine issue of material fact.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108497/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110676/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200436/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/740241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771505/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/783841/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087668/"
  ]
}