{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202934/",
  "absolute_url": "/opinion/202934/united-states-v-beltran/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202934/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:05:17Z",
  "date_modified": "2016-04-26T07:44:09.019883Z",
  "type": "010combined",
  "sha1": "aa7714efff721a954c24d285dd6934447d0941c8",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-2220-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/09/14/US_v._Beltran.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNo. 06-2220\n\n                       UNITED STATES OF AMERICA,\n\n                               Appellee,\n\n                                  v.\n\n                           NORAIDA BELTRÁN,\n\n                         Defendant, Appellant.\n                          ____________________\n\nNo. 06-2221\n\n                       UNITED STATES OF AMERICA,\n\n                               Appellee,\n\n                                  v.\n\n                         NELSON ACEVEDO-CRUZ,\n\n                        Defendant, Appellant.\n\n\n             APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF PUERTO RICO\n\n            [Hon. Daniel R. Domínguez, U.S. District Judge]\n\n\n                                Before\n\n                          Boudin, Chief Judge,\n\n                  Torruella and Dyk,* Circuit Judges.\n\n\n\n\n     *\n         Of the Federal Circuit, sitting by designation.\n\f     Julio C. Alejandro-Serrano with whom Nicolás Nogueras-\nCartagena and Nicolás Nogueras Law Offices were on brief for\nappellants.\n     Mariana E. Bauzá-Almonte, Assistant United States Attorney,\nwith whom Rosa Emilia Rodríguez-Vélez, United States Attorney, and\nNelson Pérez-Sosa, Assistant United States Attorney, Chief,\nAppellate Division, were on consolidated brief for appellee.\n\n\n\n\n                       September 14, 2007\n\f              BOUDIN,      Chief    Judge.        On    November    4,        2004,    Nelson\n\nAcevedo-Cruz and his wife Noraida Beltran were indicted on multiple\n\ncounts of conspiracy to infringe copyright, 18 U.S.C. § 371 (2000),\n\n17   U.S.C.    §     506(a)(1)      (2000),       and    18    U.S.C.    §     2319(b)(1);\n\ntrafficking        in    counterfeit        labels,      18    U.S.C.     §     2318;        and\n\ntrafficking in counterfeit goods or services, id. § 2320.                                  Eight\n\ndays later, federal agents searched several video stores owned by\n\nAcevedo as well as Acevedo and Beltran's residence and seized\n\nunauthorized copies of movies and equipment for reproducing DVDs\n\nand VHS tapes.\n\n              Following a twelve-day trial in November 2005, a jury\n\nfound Acevedo and Beltran guilty on all charged counts.                               Acevedo\n\nand Beltran were sentenced to 48 months and 36 months in prison,\n\nrespectively.            The    court   imposed        forfeiture       and    restitution\n\npursuant to a stipulation made by the parties.                     Defendants filed a\n\ntimely appeal.\n\n              In    this       court,   Acevedo     and       Beltran    challenge          the\n\nsufficiency        of    the     evidence     against     them.         We     review       the\n\nsufficiency of the evidence de novo, \"affirming the conviction if,\n\nafter viewing all the evidence in the light most favorable to the\n\ngovernment         and   indulging      all    reasonable        inferences           in     the\n\ngovernment's favor, a rational factfinder could conclude that the\n\nprosecution proved all elements of the crime beyond a reasonable\n\n\n\n\n                                            -3-\n\fdoubt.\"    United States v. Garcia-Carrasquillo, 483 F.3d 124, 129-\n\n30 (1st Cir. 2007).\n\n           The evidence of the offenses, apart from intent, was\n\noverwhelming.     The defendants operated five video stores for\n\nrenting and selling DVDs and videos.          The seized evidence and\n\nemployee testimony showed that their stores rented and sold copied\n\nmotion pictures, that the equipment for copying on a large scale\n\nwas located in a cellar next door to defendants' residence, and\n\nthat--by Acevedo's own admission--he and his wife copied and\n\ndistributed the motion pictures.\n\n           Defendants contend that they did not know that they were\n\nmaking unauthorized copies of movies, but the government presented\n\nevidence of an earlier permanent injunction entered against Acevedo\n\nbarring   him   from   reproducing   copyrighted   movies.1   There   was\n\nevidence that Acevedo's cousin, Jose Valle Acevedo, a police\n\nofficer in Puerto Rico, informed Acevedo and Beltran that their\n\ninfringing activities were illegal.\n\n           As if more were needed, films reproduced by Acevedo and\n\nBeltran contained FBI copyright warnings both on the film and on\n\nthe DVD and VHS cases.        And there was evidence that the films\n\n\n\n     1\n      The permanent injunction barred Acevedo from \"further\ninfringing plaintiffs' copyrights in subject motion pictures or any\nother motion picture copyrighted by plaintiffs; by manufacturing,\ncopying, or duplicating; or by unlawfully importing, selling,\nmarketing, leasing, distributing or otherwise disposing of any\nvideocassette copies of motion picture copyrighted by plaintiffs.\"\n\n                                     -4-\n\freproduced and distributed by Acevedo and Beltran included movies\n\nthat were still playing in the theaters and had not yet been\n\nreleased on videotape.     In short, the evidence against Acevedo and\n\nBeltran was more than sufficient to establish willful infringement.\n\n           Defendants also say that the government failed to offer\n\nin evidence the certificates of copyright registration; this,\n\ndefendants argue, robs the court of subject matter jurisdiction\n\nunder 17 U.S.C. § 411.           La Resolana Architects, P.A. v. Clay\n\nRealtors Angel Fire, 416 F.3d 1195, 1200-01 (10th Cir. 2005).\n\nSection 411 appears to govern only civil infringement suits and in\n\nany    event,     defendants    stipulated     to       the    certificates    of\n\nregistration.\n\n           Defendants    also    say    that   much     of    the   evidence   was\n\nunlawfully seized, but the briefs contain no seriously developed\n\narguments: they simply assert that the warrants were not supported\n\nby probable cause and that they were not sufficiently limited in\n\nscope, and they refer us to \"the language of our prior motion\n\nchallenging the validity of said warrants and their execution.\"\n\nArguments presented in this fashion are not preserved.                 See Mass.\n\nSch. of Law at Andover, Inc. v. Am. Bar Ass'n, 142 F.3d 26, 43 (1st\n\nCir. 1998).\n\n           As it happens, it appears that the warrants were based on\n\nample information establishing probable cause, including affidavits\n\nthat   included    information    provided     by   a    confidential    witness\n\n\n                                       -5-\n\ffamiliar with Acevedo and Beltran's piracy operations and by an\n\nundercover   FBI    agent    who   purchased      pirated   movies     from    shop\n\npremises identified in the warrants.             The warrants also appear to\n\ndescribe with particularity the places to be searched and items to\n\nbe seized.\n\n           Finally, defendants challenge their sentences. Using the\n\n2004 edition of the guidelines,2 the court assigned a base level of\n\neight for infringement, U.S.S.G. § 2B5.3(a), added two levels\n\nbecause the \"offense involv[ed] the manufacture . . . of infringing\n\nitems,\" id. § 2B5.3(b)(3), ten levels because the loss due to the\n\ncrimes   exceeded   $120,000,      id.    §§    2B5.3(b)(1),    2B1.1(b)(1)(F),\n\nadjustments for role in the offense,3            and a two level enhancement\n\nunder section 3C1.1 for Acevedo for obstructing or impeding the\n\nadministration of justice.\n\n           The resulting guideline ranges were 63-78 months for\n\nAcevedo and 41-51 months for his wife.             Both defendants were then\n\nsentenced,   as    already   noted,      to    prison   terms   well   under   the\n\nguideline minimum. Nevertheless, in certain cases, a sentence that\n\n\n     2\n      The 2004 guidelines were the version in effect at the time of\nthe crime and were used because the edition in effect at the time\nof sentencing would have yielded a stiffer guidelines sentence.\nSee United States v. Cruzado-Laureano, 404 F.3d 470, 488 (1st\nCir.), cert. denied, 546 U.S. 1009 (2005).\n     3\n      Specifically, a four level enhancement for Acevedo under\nsection 3B1.1(a) for leading or organizing a criminal activity\ninvolving five or more participants and a two level enhancement for\nBeltran under section 3B1.1(c) for being a manager or supervisor of\ncriminal activity.\n\n                                         -6-\n\fbegins with the guidelines could be jeopardized if the guideline\n\nrange was overstated.              In this instance, none of the suggested\n\nerrors is real.\n\n            Defendants say that the enhancement for manufacturing is\n\ndouble counting.           Double counting is not automatically forbidden,\n\nUnited States v. O'Brien, 435 F.3d 36, 42 & n.3 (1st Cir. 2006),\n\nbut here there was none.             The guidelines give a base level for the\n\ngeneric offense of copyright infringement with adjustments for\n\naggravating         activities       including         manufacturing.     U.S.S.G.   §\n\n2B5.3(a), (b)(3).          As not all infringement involves manufacturing,\n\nthere is no double counting.\n\n            Defendants next challenge the loss calculation, but they\n\nstipulated to the loss calculation at sentencing. United States v.\n\nTeeter, 257 F.3d 14, 28 (1st Cir. 2001).                       The role in offense\n\nenhancements        were     fully    supported        by   evidence.      Similarly,\n\nAcevedo's enhancement for obstructing justice was based on his\n\nperjury   at       trial    in    denying   knowledge       that   his   actions   were\n\nunlawful,      a    denial       contradicted     by    evidence   we    have   already\n\ndescribed.\n\n            Other arguments are made in the defendants' briefs,\n\naddressed to various trial or sentencing errors.                         These claims\n\ninclude matters raised only by cross reference to district court\n\nfilings, inadequately developed or controlled by existing circuit\n\n\n\n\n                                            -7-\n\fprecedent. All such claims have been considered but do not require\n\nseparate discussion.\n\n          Affirmed.\n\n\n\n\n                               -8-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>503 F.3d 1 (2007)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nNoraida BELTRÁN, Defendant, Appellant.<br>\nUnited States of America, Appellee,<br>\nv.<br>\nNelson Acevedo-Cruz, Defendant, Appellant.</h1></center>\n<center>Nos. 06-2220, 06-2221.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard July 30, 2007.</center>\n<center>Decided September 14, 2007.</center>\n<p>Julio C. Alejandro-Serrano with whom Nicolás Nogueras-Cartagena and Nicolás Nogueras Law Offices were on brief for appellants.</p>\n<p>Mariana E. Bauzá-Almonte, Assistant United States Attorney, with whom Rosa Emilia Rodríguez-Vélez, United States Attorney, and Nelson Pérez-Sosa, Assistant United States Attorney, Chief, Appellate Division, were on consolidated brief for appellee.</p>\n<p>Before BOUDIN, Chief Judge, TORRUELLA and DYK,<sup>[*]</sup> Circuit Judges.</p>\n<p>BOUDIN, Chief Judge.</p>\n<p>On November 4, 2004, Nelson Acevedo-Cruz and his wife Noraida Beltran were indicted on multiple counts of conspiracy <span class=\"star-pagination\">*2</span> to infringe copyright, 18 U.S.C. § 371 (2000), 17 U.S.C. § 506(a)(1) (2000), and 18 U.S.C. § 2319(b)(1); trafficking in counterfeit labels, 18 U.S.C. § 2318; and trafficking in counterfeit goods or services, <i>id.</i> § 2320. Eight days later, federal agents searched several video stores owned by Acevedo as well as Acevedo and Beltran's residence and seized unauthorized copies of movies and equipment for reproducing DVDs and VHS tapes.</p>\n<p>Following a twelve-day trial in November 2005, a jury found Acevedo and Beltran guilty on all charged counts. Acevedo and Beltran were sentenced to 48 months and 36 months in prison, respectively. The court imposed forfeiture and restitution pursuant to a stipulation made by the parties. Defendants filed a timely appeal.</p>\n<p>In this court, Acevedo and Beltran challenge the sufficiency of the evidence against them. We review the sufficiency of the evidence <i>de novo,</i> \"affirming the conviction if, after viewing all the evidence in the light most favorable to the government and indulging all reasonable inferences in the government's favor, a rational factfinder could conclude that the prosecution proved all elements of the crime beyond a reasonable doubt.\" <i>United States v. Garcia-Carrasquillo,</i> 483 F.3d 124, 129-30 (1st Cir.2007).</p>\n<p>The evidence of the offenses, apart from intent, was overwhelming. The defendants operated five video stores for renting and selling DVDs and videos. The seized evidence and employee testimony showed that their stores rented and sold copied motion pictures, that the equipment for copying on a large scale was located in a cellar next door to defendants' residence, and that  by Acevedo's own admission  he and his wife copied and distributed the motion pictures.</p>\n<p>Defendants contend that they did not know that they were making <i>unauthorized</i> copies of movies, but the government presented evidence of an earlier permanent injunction entered against Acevedo barring him from reproducing copyrighted movies.<sup>[1]</sup> There was evidence that Acevedo's cousin, Jose Valle Acevedo, a police officer in Puerto Rico, informed Acevedo and Beltran that their infringing activities were illegal.</p>\n<p>As if more were needed, films reproduced by Acevedo and Beltran contained FBI copyright warnings both on the film and on the DVD and VHS cases. And there was evidence that the films reproduced and distributed by Acevedo and Beltran included movies that were still playing in the theaters and had not yet been released on videotape. In short, the evidence against Acevedo and Beltran was more than sufficient to establish willful infringement.</p>\n<p>Defendants also say that the government failed to offer in evidence the certificates of copyright registration; this, defendants argue, robs the court of subject matter jurisdiction under 17 U.S.C. § 411. <i>La Resolana Architects, P.A. v. Clay Realtors Angel Fire,</i> 416 F.3d 1195, 1200-01 (10th Cir.2005). Section 411 appears to govern only civil infringement suits and in any event, defendants stipulated to the certificates of registration.</p>\n<p>Defendants also say that much of the evidence was unlawfully seized, but the briefs contain no seriously developed arguments: <span class=\"star-pagination\">*3</span> they simply assert that the warrants were not supported by probable cause and that they were not sufficiently limited in scope, and they refer us to \"the language of our prior motion challenging the validity of said warrants and their execution.\" Arguments presented in this fashion are not preserved. <i>See </i><i>Mass. Sch. of Law at Andover, Inc. v. Am. Bar Ass'n,</i> 142 F.3d 26, 43 (1st Cir.1998).</p>\n<p>As it happens, it appears that the warrants were based on ample information establishing probable cause, including affidavits that included information provided by a confidential witness familiar with Acevedo and Beltran's piracy operations and by an undercover FBI agent who purchased pirated movies from shop premises identified in the warrants. The warrants also appear to describe with particularity the places to be searched and items to be seized.</p>\n<p>Finally, defendants challenge their sentences. Using the 2004 edition of the guidelines,<sup>[2]</sup> the court assigned a base level of eight for infringement, U.S.S.G. § 2B5.3(a), added two levels because the \"offense involv[ed] the manufacture . . . of infringing items,\" <i>id.</i> § 2B5.3(b)(3), ten levels because the loss due to the crimes exceeded $120,000, <i>id.</i> §§ 2B5.3(b)(1), 2B1.1(b)(1)(F), adjustments for role in the offense,<sup>[3]</sup> and a two level enhancement under section 3C1.1 for Acevedo for obstructing or impeding the administration of justice.</p>\n<p>The resulting guideline ranges were 63-78 months for Acevedo and 41-51 months for his wife. Both defendants were then sentenced, as already noted, to prison terms well under the guideline minimum. Nevertheless, in certain cases, a sentence that begins with the guidelines could be jeopardized if the guideline range was overstated. In this instance, none of the suggested errors is real.</p>\n<p>Defendants say that the enhancement for manufacturing is double counting. Double counting is not automatically forbidden, <i>United States v. O'Brien,</i> 435 F.3d 36, 42 &amp; n. 3 (1st Cir.2006), but here there was none. The guidelines give a base level for the generic offense of copyright infringement with adjustments for aggravating activities including manufacturing. U.S.S.G. § 2B5.3(a), (b)(3). As not all infringement involves manufacturing, there is no double counting.</p>\n<p>Defendants next challenge the loss calculation, but they stipulated to the loss calculation at sentencing. <i>United States v. Teeter,</i> 257 F.3d 14, 28 (1st Cir.2001). The role in offense enhancements were fully supported by evidence. Similarly, Acevedo's enhancement for obstructing justice was based on his perjury at trial in denying knowledge that his actions were unlawful, a denial contradicted by evidence we have already described.</p>\n<p>Other arguments are made in the defendants' briefs, addressed to various trial or sentencing errors. These claims include matters raised only by cross reference to district court filings, inadequately developed or controlled by existing circuit precedent. All such claims have been <span class=\"star-pagination\">*4</span> considered but do not require separate discussion.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Federal Circuit, sitting by designation.</p>\n<p>[1]  The permanent injunction barred Acevedo from \"further infringing plaintiffs' copyrights in subject motion pictures or any other motion picture copyrighted by plaintiffs; by manufacturing, copying, or duplicating; or by unlawfully importing, selling, marketing, leasing, distributing or otherwise disposing of any videocassette copies of motion picture copyrighted by plaintiffs.\"</p>\n<p>[2]  The 2004 guidelines were the version in effect at the time of the crime and were used because the edition in effect at the time of sentencing would have yielded a stiffer guidelines sentence. <i>See </i><i>United States v. Cruzado-Laureano,</i> 404 F.3d 470, 488 (1st Cir.), <i>cert. denied,</i> 546 U.S. 1009, 126 S.Ct. 639, 163 L.Ed.2d 517 (2005).</p>\n<p>[3]  Specifically, a four level enhancement for Acevedo under section 3B1.1(a) for leading or organizing a criminal activity involving five or more participants and a two level enhancement for Beltran under section 3B1.1(c) for being a manager or supervisor of criminal activity.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">503</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span> (2007)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nNoraida BELTRÁN, Defendant, Appellant.<br>\nUnited States of America, Appellee,<br>\nv.<br>\nNelson Acevedo-Cruz, Defendant, Appellant.</h1></center>\n<center>Nos. 06-2220, 06-2221.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard July 30, 2007.</center>\n<center>Decided September 14, 2007.</center>\n<p>Julio C. Alejandro-Serrano with whom Nicolás Nogueras-Cartagena and Nicolás Nogueras Law Offices were on brief for appellants.</p>\n<p>Mariana E. Bauzá-Almonte, Assistant United States Attorney, with whom Rosa Emilia Rodríguez-Vélez, United States Attorney, and Nelson Pérez-Sosa, Assistant United States Attorney, Chief, Appellate Division, were on consolidated brief for appellee.</p>\n<p>Before BOUDIN, Chief Judge, TORRUELLA and DYK,<sup>[*]</sup> Circuit Judges.</p>\n<p>BOUDIN, Chief Judge.</p>\n<p>On November 4, 2004, Nelson Acevedo-Cruz and his wife Noraida Beltran were indicted on multiple counts of conspiracy <span class=\"star-pagination\">*2</span> to infringe copyright, 18 U.S.C. § 371 (2000), 17 U.S.C. § 506(a)(1) (2000), and 18 U.S.C. § 2319(b)(1); trafficking in counterfeit labels, 18 U.S.C. § 2318; and trafficking in counterfeit goods or services, <i>id.</i> § 2320. Eight days later, federal agents searched several video stores owned by Acevedo as well as Acevedo and Beltran's residence and seized unauthorized copies of movies and equipment for reproducing DVDs and VHS tapes.</p>\n<p>Following a twelve-day trial in November 2005, a jury found Acevedo and Beltran guilty on all charged counts. Acevedo and Beltran were sentenced to 48 months and 36 months in prison, respectively. The court imposed forfeiture and restitution pursuant to a stipulation made by the parties. Defendants filed a timely appeal.</p>\n<p>In this court, Acevedo and Beltran challenge the sufficiency of the evidence against them. We review the sufficiency of the evidence <i>de novo,</i> \"affirming the conviction if, after viewing all the evidence in the light most favorable to the government and indulging all reasonable inferences in the government's favor, a rational factfinder could conclude that the prosecution proved all elements of the crime beyond a reasonable doubt.\" <i>United States v. Garcia-Carrasquillo,</i> <span class=\"citation\" data-id=\"202688\"><a href=\"/opinion/202688/united-states-v-garcia-carrasquillo/\"><span class=\"volume\">483</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">124</span></a></span>, 129-30 (1st Cir.2007).</p>\n<p>The evidence of the offenses, apart from intent, was overwhelming. The defendants operated five video stores for renting and selling DVDs and videos. The seized evidence and employee testimony showed that their stores rented and sold copied motion pictures, that the equipment for copying on a large scale was located in a cellar next door to defendants' residence, and that  by Acevedo's own admission  he and his wife copied and distributed the motion pictures.</p>\n<p>Defendants contend that they did not know that they were making <i>unauthorized</i> copies of movies, but the government presented evidence of an earlier permanent injunction entered against Acevedo barring him from reproducing copyrighted movies.<sup>[1]</sup> There was evidence that Acevedo's cousin, Jose Valle Acevedo, a police officer in Puerto Rico, informed Acevedo and Beltran that their infringing activities were illegal.</p>\n<p>As if more were needed, films reproduced by Acevedo and Beltran contained FBI copyright warnings both on the film and on the DVD and VHS cases. And there was evidence that the films reproduced and distributed by Acevedo and Beltran included movies that were still playing in the theaters and had not yet been released on videotape. In short, the evidence against Acevedo and Beltran was more than sufficient to establish willful infringement.</p>\n<p>Defendants also say that the government failed to offer in evidence the certificates of copyright registration; this, defendants argue, robs the court of subject matter jurisdiction under 17 U.S.C. § 411. <i>La Resolana Architects, P.A. v. Clay Realtors Angel Fire,</i> <span class=\"citation\" data-id=\"166199\"><a href=\"/opinion/166199/la-resolana-v-clay-realtors-angel/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1195</span></a></span>, 1200-01 (10th Cir.2005). Section 411 appears to govern only civil infringement suits and in any event, defendants stipulated to the certificates of registration.</p>\n<p>Defendants also say that much of the evidence was unlawfully seized, but the briefs contain no seriously developed arguments: <span class=\"star-pagination\">*3</span> they simply assert that the warrants were not supported by probable cause and that they were not sufficiently limited in scope, and they refer us to \"the language of our prior motion challenging the validity of said warrants and their execution.\" Arguments presented in this fashion are not preserved. <i>See </i><i>Mass. Sch. of Law at Andover, Inc. v. Am. Bar Ass'n,</i> <span class=\"citation\" data-id=\"197918\"><a href=\"/opinion/197918/massachusetts-school-v-american-bar/\"><span class=\"volume\">142</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 43 (1st Cir.1998).</p>\n<p>As it happens, it appears that the warrants were based on ample information establishing probable cause, including affidavits that included information provided by a confidential witness familiar with Acevedo and Beltran's piracy operations and by an undercover FBI agent who purchased pirated movies from shop premises identified in the warrants. The warrants also appear to describe with particularity the places to be searched and items to be seized.</p>\n<p>Finally, defendants challenge their sentences. Using the 2004 edition of the guidelines,<sup>[2]</sup> the court assigned a base level of eight for infringement, U.S.S.G. § 2B5.3(a), added two levels because the \"offense involv[ed] the manufacture . . . of infringing items,\" <i>id.</i> § 2B5.3(b)(3), ten levels because the loss due to the crimes exceeded $120,000, <i>id.</i> §§ 2B5.3(b)(1), 2B1.1(b)(1)(F), adjustments for role in the offense,<sup>[3]</sup> and a two level enhancement under section 3C1.1 for Acevedo for obstructing or impeding the administration of justice.</p>\n<p>The resulting guideline ranges were 63-78 months for Acevedo and 41-51 months for his wife. Both defendants were then sentenced, as already noted, to prison terms well under the guideline minimum. Nevertheless, in certain cases, a sentence that begins with the guidelines could be jeopardized if the guideline range was overstated. In this instance, none of the suggested errors is real.</p>\n<p>Defendants say that the enhancement for manufacturing is double counting. Double counting is not automatically forbidden, <i>United States v. O'Brien,</i> <span class=\"citation\" data-id=\"202020\"><a href=\"/opinion/202020/united-states-v-obrien/\"><span class=\"volume\">435</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 42 &amp; n. 3 (1st Cir.2006), but here there was none. The guidelines give a base level for the generic offense of copyright infringement with adjustments for aggravating activities including manufacturing. U.S.S.G. § 2B5.3(a), (b)(3). As not all infringement involves manufacturing, there is no double counting.</p>\n<p>Defendants next challenge the loss calculation, but they stipulated to the loss calculation at sentencing. <i>United States v. Teeter,</i> <span class=\"citation\" data-id=\"199507\"><a href=\"/opinion/199507/united-states-v-teeter/\"><span class=\"volume\">257</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 28 (1st Cir.2001). The role in offense enhancements were fully supported by evidence. Similarly, Acevedo's enhancement for obstructing justice was based on his perjury at trial in denying knowledge that his actions were unlawful, a denial contradicted by evidence we have already described.</p>\n<p>Other arguments are made in the defendants' briefs, addressed to various trial or sentencing errors. These claims include matters raised only by cross reference to district court filings, inadequately developed or controlled by existing circuit precedent. All such claims have been <span class=\"star-pagination\">*4</span> considered but do not require separate discussion.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Federal Circuit, sitting by designation.</p>\n<p>[1]  The permanent injunction barred Acevedo from \"further infringing plaintiffs' copyrights in subject motion pictures or any other motion picture copyrighted by plaintiffs; by manufacturing, copying, or duplicating; or by unlawfully importing, selling, marketing, leasing, distributing or otherwise disposing of any videocassette copies of motion picture copyrighted by plaintiffs.\"</p>\n<p>[2]  The 2004 guidelines were the version in effect at the time of the crime and were used because the edition in effect at the time of sentencing would have yielded a stiffer guidelines sentence. <i>See </i><i>United States v. Cruzado-Laureano,</i> <span class=\"citation\" data-id=\"201519\"><a href=\"/opinion/201519/united-states-v-cruzado-laureano/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">470</span></a></span>, 488 (1st Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">546</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1009</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">639</span></span>, <span class=\"citation no-link\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span></span> (2005).</p>\n<p>[3]  Specifically, a four level enhancement for Acevedo under section 3B1.1(a) for leading or organizing a criminal activity involving five or more participants and a two level enhancement for Beltran under section 3B1.1(c) for being a manager or supervisor of criminal activity.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/166199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201519/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202688/"
  ]
}