{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202996/",
  "absolute_url": "/opinion/202996/journal-v-keisler/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202996/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:06:35Z",
  "date_modified": "2016-04-26T06:07:39.821117Z",
  "type": "010combined",
  "sha1": "1524c697678b1ba89ee82a8d37515c390d786497",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-1109-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/10/29/Journal_v._Gonzales.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 07-1109\n\n                         CLAUDY JOURNAL,\n\n                           Petitioner,\n\n                               v.\n\n                        PETER D. KEISLER,*\n          ACTING ATTORNEY GENERAL OF THE UNITED STATES,\n\n                           Respondent.\n\n\n              ON PETITION FOR REVIEW OF AN ORDER OF\n                 THE BOARD OF IMMIGRATION APPEALS\n\n\n                             Before\n\n                  Torruella, Lynch, and Howard,\n                         Circuit Judges.\n\n\n     Harvey J. Bazile and Bazile & Associates, on brief for\npetitioner.\n     Margaret A. O'Donnell, Trial Attorney, Office of Immigration\nLitigation, Civil Division, U.S. Department of Justice, Peter D.\nKeisler, Assistant Attorney General, and Aviva L. Poczter, Senior\nLitigation Counsel, on brief for respondent.\n\n\n\n                        October 29, 2007\n\n\n\n\n*\n   Pursuant to Fed. R. App. P. 43(c)(2), Acting Attorney General\nPeter D. Keisler is substituted for former Attorney General\nAlberto R. Gonzáles as respondent.\n\f            TORRUELLA, Circuit Judge.    Claudy Journal, a native and\n\ncitizen of Haiti, petitions for relief from an order of the Board\n\nof Immigration Appeals (\"BIA\") affirming the decision of the\n\nImmigration Judge (\"IJ\") denying his applications for asylum,\n\nwithholding of removal, and protection under the Convention Against\n\nTorture (\"CAT\"). After careful consideration, we deny the petition\n\nfor review and affirm the decision of the BIA.\n\n                       I.   FACTUAL BACKGROUND\n\n            On February 19, 2001, Journal entered the United States\n\nat Charlotte Amalie, U.S. Virgin Islands without valid entry\n\ndocuments. One month later, he filed an application for asylum and\n\nwithholding of removal with the Immigration and Naturalization\n\nService (\"INS\").    The INS issued a Notice to Appear, charging that\n\nJournal was subject to removal pursuant to 8 U.S.C. § 1182(a)\n\n(6)(A)(I).    A removal hearing was scheduled for April 10, 2003 in\n\nthe U.S. Virgin Islands.      Journal failed to appear and the IJ\n\nordered him removed in absentia.\n\n            Journal, through counsel, successfully moved to reopen\n\nhis case.    He admitted to the factual allegations in the Notice to\n\nAppear, conceded removability as charged, and sought asylum.      He\n\nalso moved for a transfer of venue and the case was transferred to\n\nthe District of Massachusetts.         On November 3, 2005, Journal\n\nappeared before another IJ and testified that he had fled Haiti\n\n\n\n\n                                 -2-\n\fbecause      he    was     threatened    by    Lavalas,     the   political   party\n\nassociated with then-President Jean-Bertrand Aristide.\n\n              The events at issue in this case allegedly occurred in\n\nthe months leading up to the November 2000 presidential election.\n\nAt the hearing, Journal testified about his political activities in\n\nspeaking out against Aristide's candidacy and Lavalas generally.\n\nAs a result of those actions, he allegedly received threats from\n\nLavalas    supporters.           Specifically,        Journal   testified   that    on\n\nNovember 7, 2000, Lavalas members came to his home and spoke with\n\nhis mother while he was away at work.                 His mother later warned him\n\nthat they were looking for him.               The next day, Journal and a group\n\nof   eight    to     ten   other    people     were    distributing   anti-Lavalas\n\nleaflets      when       two   Lavalas   supporters       allegedly   arrived      and\n\nassaulted several of the group members.                 Journal testified that he\n\nwas hit on the head and shoulders before he was able to escape into\n\nthe crowd and hide.            With the assistance of others, he was able to\n\ntravel, in disguise, away from his hometown of Torbeck Cayes to\n\nPort-au-Prince, five hours away.                Two days later he fled Haiti,\n\nbound for the United States via the Dominican Republic.\n\n              Upon questioning by the IJ, Journal maintained that he\n\nwas unable to stay in Port-au-Prince because he feared that the\n\nmembers of Lavalas would be able to find and hurt him.                  His mother\n\nand three sisters, who had resided with him in Torbeck Cayes, were\n\nalso allegedly threatened as a result of Journal's political\n\n\n                                          -3-\n\factivities       and   eventually    moved   to   Port-au-Prince.       Journal\n\ntestified that they continue to reside in Port-au-Prince without\n\nany further threats or problems.\n\n            On November 3, 2005, the IJ denied Journal's claims for\n\nasylum, withholding of removal, and relief under the CAT. Although\n\nthe IJ found Journal to have an \"honestly held fear of being harmed\n\nif   he   were    to   return   to   Haiti,\"   she   concluded   that   he   had\n\nestablished neither that those fears were well-founded nor that he\n\nfaced a clear probability of future persecution in Haiti. She also\n\nnoted that even at the time of his flight from Haiti, his departure\n\ndid not appear to be imperative to his ability to find safe haven,\n\n\"[Journal] does not appear to have been so active politically that\n\nindividuals would have known him had he simply chosen to remain in\n\nPort-au-Prince.\"\n\n            On December 19, 2006, the BIA reviewed the findings of\n\nthe IJ and affirmed the IJ's conclusion that Journal had failed to\n\nmeet his burden of proof for asylum or withholding of removal.\n\nDismissing his appeal, the BIA concluded that Journal was never\n\nharmed and that his family moved to another city in which they have\n\ncontinued to live without incident.            Journal now appeals.1\n\n\n\n\n1\n  Journal's argument for protection under the CAT is not properly\nbefore this Court because it was not made before the BIA.     See\nBerrio-Barrera v. Gonzáles, 460 F.3d 163, 167-68 (1st Cir. 2006)\n(citing Makhoul v. Ashcroft, 387 F.3d 75, 80 (1st Cir. 2004); 8\nU.S.C. § 1252(d)(1)).\n\n                                       -4-\n\f                             II.       DISCUSSION\n\n           On petition for review of a decision of the BIA, this\n\nCourt reviews factual findings under the deferential \"substantial\n\nevidence\" standard.2       Orelien v. Gonzáles, 467 F.3d 67, 70 (1st\n\nCir. 2006).   Under this standard, we must uphold determinations by\n\nthe BIA \"unless any reasonable adjudicator would be compelled to\n\nconclude to the contrary.\"         8 U.S.C. § 1252(b)(4)(B).\n\n           In a claim for asylum, the petitioner carries the burden\n\nof proving that he qualifies as a refugee by showing either that he\n\nhas suffered past persecution or has a well-founded fear of future\n\npersecution   on    the    basis    of    \"race,      religion,     nationality,\n\nmembership in a particular social group, or political opinion.\"                8\n\nU.S.C. § 1101(a)(42).      To constitute past persecution, the conduct\n\nmust extend beyond \"unpleasantness, harassment, and even basic\n\nsuffering.\" Topalli v. Gonzáles, 417 F.3d 128, 133 (1st Cir. 2005)\n\n(quoting   Nelson   v.    INS,   232    F.3d   258,    263   (1st   Cir.   2000))\n\n(internal quotation marks omitted).            A sufficient showing of past\n\npersecution entitles an applicant to a rebuttable presumption of a\n\nwell-founded fear of future persecution.               8 C.F.R. § 208.13(b).\n\nAbsent that presumption, a petitioner must demonstrate that his\n\nfear is both genuine and reasonably objective.               Toloza-Jiménez v.\n\nGonzáles, 457 F.3d 155, 161 (1st Cir. 2006).\n\n\n\n2\n    The petitioner's brief erroneously asserts that the Court\nreviews decisions of the BIA under an abuse of discretion standard.\n\n                                        -5-\n\f              In this case, to establish past persecution, Journal\n\ncarries the burden of demonstrating that he was persecuted on the\n\nbasis of his political opinions.          See 8 C.F.R. § 208.13(a)-(b).           In\n\ndetermining     whether    alleged      incidents    rise      to   the   level    of\n\npersecution, one important factor is whether \"the mistreatment can\n\nbe said to be systematic rather than reflective of a series of\n\nisolated incidents.\"           Bocova v. Gonzáles, 412 F.3d 257, 263 (1st\n\nCir.   2005).     During       his   testimony,   Journal      alleged    only    one\n\nincident of violence in which he was struck on the head and arms.\n\nAlthough the full extent of his injuries is unclear, he testified\n\nthat he was able to flee without seeking medical treatment.3\n\nSubstantial evidence supports the IJ's conclusion that the few\n\nevents testified to by Journal were insufficient to support a claim\n\nof past persecution.           See, e.g., Attia v. Gonzáles, 477 F.3d 21,\n\n23-24 (1st Cir. 2007) (\"two altercations in a nine-year period and\n\na   general    climate    of    discrimination\"     do   not    suffice    as    past\n\npersecution); Topalli, 417 F.3d at 132 (seven arrests accompanied\n\nby brief detentions and beatings over a two year period do not rise\n\nto the level of persecution); Bocova, 412 F.3d at 263 (two beatings\n\nby the police accompanied by death threats over a two year period\n\ndo not amount to persecution).\n\n\n\n3\n  Journal's own filings belie the seriousness of his injuries. In\nhis brief to the BIA, he stated that \"[a]t the time of attack, [he]\nwas very fortunate to have not been hurt physically, although he\nwas very frightened about the situation.\"\n\n                                        -6-\n\f           Looking next to whether Journal demonstrated a well-\n\nfounded fear of future persecution, we apply a two-part test\n\nentailing both subjective and objective elements. See Velásquez v.\n\nAshcroft, 342 F.3d 55, 58-59 (1st Cir. 2003), abrogated on other\n\ngrounds by Bocova, 412 F.3d at 266.        In this case, the IJ concluded\n\nthat while Journal had testified credibly that he genuinely felt\n\nfearful, he failed to meet the objective test which \"requires a\n\nshowing   by   credible   and   specific    evidence    that   this   fear   is\n\nreasonable.\"    Mukamusoni v. Ashcroft, 390 F.3d 110, 120 (1st Cir.\n\n2004). With respect to the threats leveled against Journal and his\n\nfamily, all of those threats occurred in his hometown and he\n\nconceded that his mother and sisters have not encountered any\n\nfurther threats since their move to Port-au-Prince.            Their ability\n\nto relocate and continue to live in Haiti safely and without\n\nharassment significantly undercuts his contention that he would not\n\nbe safe there.    See Nikijuluw v. Gonzáles, 427 F.3d 115, 122 (1st\n\nCir.   2005)   (finding    that   petitioner    could    not    establish    a\n\nreasonable fear of future persecution where her family lived safely\n\nin the country of deportation and there was no other record\n\nevidence of risk of future harm).         Moreover, although he testified\n\nthat he felt compelled to leave Haiti because his \"fears did not\n\nsubside\" after fleeing Torbeck Cayes, he neither provides an\n\nexplanation for his continued fears nor references other additional\n\nthreatening incidents occurring when he was in Port-au-Prince.\n\n\n                                    -7-\n\f           Journal's ability to obtain an official Haitian passport,\n\nissued October 19, 2005 -- more than four years after his flight\n\nfrom Haiti -- further undermines the reasonableness of his fear.\n\nSee Kheireddine v. Gonzáles, 427 F.3d 80, 87 (1st Cir. 2005)\n\n(petitioners' ability to obtain passports in their own names\n\n\"undercuts their claim of persecution\").      Thus, the particular\n\nharms and threats suffered by Journal fail to support his argument\n\nthat his fear of future persecution is reasonable.\n\n           Finally, we address Journal's claim for withholding of\n\nremoval.   To qualify for relief, the petitioner must meet a more\n\nstringent burden of proof than that required for an asylum claim.\n\nSee INS v. Aguirre-Aguirre, 526 U.S. 415, 419 (1999) (petitioner\n\nmust establish that it is \"more likely than not that [he] would be\n\nsubject to persecution\" (quoting INS v. Stevic, 467 U.S. 407, 429-\n\n30 (1984)) (internal quotation marks omitted)); Ang v. Gonzáles,\n\n430 F.3d 50, 58 (1st Cir. 2005) (explaining that withholding of\n\nremoval requires an alien to establish a clear probability, rather\n\nthan a well-founded fear, of persecution).    Having failed to meet\n\nthe less stringent asylum standard, Journal necessarily fails to\n\nmeet the higher standard for withholding of removal.\n\n                          III.   CONCLUSION\n\n           For the foregoing reasons, we deny the petition for\n\nreview and affirm the decision of the BIA.\n\n           Affirmed.\n\n\n                                 -8-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>507 F.3d 9 (2007)</b></center>\n<center><h1>Claudy JOURNAL, Petitioner,<br>\nv.<br>\nPeter D. KEISLER,<sup>[*]</sup> Acting Attorney General of the United States, Respondent.</h1></center>\n<center>No. 07-1109.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted September 13, 2007.</center>\n<center>Decided October 29, 2007.</center>\n<p><span class=\"star-pagination\">*10</span> Harvey J. Bazile and Bazile &amp; Associates, on brief for petitioner.</p>\n<p>Margaret A. O'Donnell, Trial Attorney, Office of Immigration Litigation, Civil Division, U.S. Department of Justice, Peter D. Keisler, Assistant Attorney General, and Aviva L. Poczter, Senior Litigation Counsel, on brief for respondent.</p>\n<p>Before TORRUELLA, LYNCH, and HOWARD, Circuit Judges.</p>\n<p>TORRUELLA, Circuit Judge.</p>\n<p>Claudy Journal, a native and citizen of Haiti, petitions for relief from an order of the Board of Immigration Appeals (\"BIA\") affirming the decision of the Immigration Judge (\"IJ\") denying his applications for asylum, withholding of removal, and protection under the Convention Against Torture (\"CAT\"). After careful consideration, we deny the petition for review and affirm the decision of the BIA.</p>\n<p></p>\n<h2>I. <i>FACTUAL BACKGROUND</i>\n</h2>\n<p>On February 19, 2001, Journal entered the United States at Charlotte Amalie, U.S. Virgin Islands without valid entry documents. One month later, he filed an application for asylum and withholding of removal with the Immigration and Naturalization Service (\"INS\"). The INS issued a Notice to Appear, charging that Journal was subject to removal pursuant to 8 U.S.C. § 1182(a)(6)(A)(I). A removal hearing was scheduled for April 10, 2003 in the U.S. Virgin Islands. Journal failed to appear and the IJ ordered him removed <i>in absentia.</i></p>\n<p>Journal, through counsel, successfully moved to reopen his case. He admitted to the factual allegations in the Notice to Appear, conceded removability as charged, and sought asylum. He also moved for a <span class=\"star-pagination\">*11</span> transfer of venue and the case was transferred to the District of Massachusetts. On November 3, 2005, Journal appeared before another IJ and testified that he had fled Haiti because he was threatened by Lavalas, the political party associated with then-President Jean-Bertrand Aristide.</p>\n<p>The events at issue in this case allegedly occurred in the months leading up to the November 2000 presidential election. At the hearing, Journal testified about his political activities in speaking out against Aristide's candidacy and Lavalas generally. As a result of those actions, he allegedly received threats from Lavalas supporters. Specifically, Journal testified that on November 7, 2000, Lavalas members came to his home and spoke with his mother while he was away at work. His mother later warned him that they were looking for him. The next day, Journal and a group of eight to ten other people were distributing anti-Lavalas leaflets when two Lavalas supporters allegedly arrived and assaulted several of the group members. Journal testified that he was hit on the head and shoulders before he was able to escape into the crowd and hide. With the assistance of others, he was able to travel, in disguise, away from his hometown of Torbeck Cayes to Port-au-Prince, five hours away. Two days later he fled Haiti, bound for the United States via the Dominican Republic.</p>\n<p>Upon questioning by the IJ, Journal maintained that he was unable to stay in Port-au-Prince because he feared that the members of Lavalas would be able to find and hurt him. His mother and three sisters, who had resided with him in Torbeck Cayes, were also allegedly threatened as a result of Journal's political activities and eventually moved to Port-au-Prince. Journal testified that they continue to reside in Port-au-Prince without any further threats or problems.</p>\n<p>On November 3, 2005, the IJ denied Journal's claims for asylum, withholding of removal, and relief under the CAT. Although the IJ found Journal to have an \"honestly held fear of being harmed if he were to return to Haiti,\" she concluded that he had established neither that those fears were well-founded nor that he faced a clear probability of future persecution in Haiti. She also noted that even at the time of his flight from Haiti, his departure did not appear to be imperative to his ability to find safe haven, \"[Journal] does not appear to have been so active politically that individuals would have known him had he simply chosen to remain in Port-au-Prince.\"</p>\n<p>On December 19, 2006, the BIA reviewed the findings of the IJ and affirmed the IJ's conclusion that Journal had failed to meet his burden of proof for asylum or withholding of removal. Dismissing his appeal, the BIA concluded that Journal was never harmed and that his family moved to another city in which they have continued to live without incident. Journal now appeals.<sup>[1]</sup></p>\n<p></p>\n<h2>II. <i>DISCUSSION</i>\n</h2>\n<p>On petition for review of a decision of the BIA, this Court reviews factual findings under the deferential \"substantial evidence\" standard.<sup>[2]</sup><i>Orelien v. Gonzáles,</i> <span class=\"star-pagination\">*12</span> 467 F.3d 67, 70 (1st Cir.2006). Under this standard, we must uphold determinations by the BIA \"unless any reasonable adjudicator would be compelled to conclude to the contrary.\" 8 U.S.C. § 1252(b)(4)(B).</p>\n<p>In a claim for asylum, the petitioner carries the burden of proving that he qualifies as a refugee by showing either that he has suffered past persecution or has a well-founded fear of future persecution on the basis of \"race, religion, nationality, membership in a particular social group, or political opinion.\" 8 U.S.C. § 1101(a)(42). To constitute past persecution, the conduct must extend beyond \"unpleasantness, harassment, and even basic suffering.\" <i>Topalli v. Gonzáles,</i> 417 F.3d 128, 133 (1st Cir.2005) (quoting <i>Nelson v. INS,</i> 232 F.3d 258, 263 (1st Cir.2000)) (internal quotation marks omitted). A sufficient showing of past persecution entitles an applicant to a rebuttable presumption of a well-founded fear of future persecution. 8 C.F.R. § 208.13(b). Absent that presumption, a petitioner must demonstrate that his fear is both genuine and reasonably objective. <i>Toloza-Jiménez v. Gonzáles,</i> 457 F.3d 155, 161 (1st Cir.2006).</p>\n<p>In this case, to establish past persecution, Journal carries the burden of demonstrating that he was persecuted on the basis of his political opinions. <i>See</i> 8 C.F.R. § 208.13(a)-(b). In determining whether alleged incidents rise to the level of persecution, one important factor is whether \"the mistreatment can be said to be systematic rather than reflective of a series of isolated incidents.\" <i>Bocova v. Gonzáles,</i> 412 F.3d 257, 263 (1st Cir.2005). During his testimony, Journal alleged only one incident of violence in which he was struck on the head and arms. Although the full extent of his injuries is unclear, he testified that he was able to flee without seeking medical treatment.<sup>[3]</sup> Substantial evidence supports the IJ's conclusion that the few events testified to by Journal were insufficient to support a claim of past persecution. <i>See, e.g., </i><i>Attia v. Gonzáles,</i> 477 F.3d 21, 23-24 (1st Cir.2007) (\"two altercations in a nine-year period and a general climate of discrimination\" do not suffice as past persecution); <i>Topalli,</i> 417 F.3d at 132 (seven arrests accompanied by brief detentions and beatings over a two year period do not rise to the level of persecution); <i>Bocova,</i> 412 F.3d at 263 (two beatings by the police accompanied by death threats over a two year period do not amount to persecution).</p>\n<p>Looking next to whether Journal demonstrated a well-founded fear of future persecution, we apply a two-part test entailing both subjective and objective elements. <i>See </i><i>Velásquez v. Ashcroft,</i> 342 F.3d 55, 58-59 (1st Cir.2003), <i>abrogated on other grounds by </i><i>Bocova,</i> 412 F.3d at 266. In this case, the IJ concluded that while Journal had testified credibly that he genuinely felt fearful, he failed to meet the objective test which \"requires a showing by credible and specific evidence that this fear is reasonable.\" <i>Mukamusoni v. Ashcroft,</i> 390 F.3d 110, 120 (1st Cir.2004). With respect to the threats leveled against Journal and his family, all of those threats occurred in his hometown and he conceded that his mother and sisters have not encountered any further threats since their move to Port-au-Prince. Their ability to relocate and continue to live in Haiti safely and without harassment significantly undercuts his contention that he would not be safe there. <i>See </i><i>Nikijuluw v. Gonzáles,</i> 427 F.3d 115, 122 (1st Cir.2005) (finding <span class=\"star-pagination\">*13</span> that petitioner could not establish a reasonable fear of future persecution where her family lived safely in the country of deportation and there was no other record evidence of risk of future harm). Moreover, although he testified that he felt compelled to leave Haiti because his \"fears did not subside\" after fleeing Torbeck Cayes, he neither provides an explanation for his continued fears nor references other additional threatening incidents occurring when he was in Port-au-Prince.</p>\n<p>Journal's ability to obtain an official Haitian passport, issued October 19, 2005  more than four years after his flight from Haiti  further undermines the reasonableness of his fear. <i>See </i><i>Kheireddine v. Gonzáles,</i> 427 F.3d 80, 87 (1st Cir.2005) (petitioners' ability to obtain passports in their own names \"undercuts their claim of persecution\"). Thus, the particular harms and threats suffered by Journal fail to support his argument that his fear of future persecution is reasonable.</p>\n<p>Finally, we address Journal's claim for withholding of removal. To qualify for relief, the petitioner must meet a more stringent burden of proof than that required for an asylum claim. <i>See </i><i>INS v. Aguirre-Aguirre,</i> 526 U.S. 415, 419, 119 S.Ct. 1439, 143 L.Ed.2d 590 (1999) (petitioner must establish that it is \"more likely than not that [he] would be subject to persecution\" (quoting <i>INS v. Stevic,</i> 467 U.S. 407, 429-30, 104 S.Ct. 2489, 81 L.Ed.2d 321 (1984)) (internal quotation marks omitted)); <i>Ang v. Gonzáles,</i> 430 F.3d 50, 58 (1st Cir.2005) (explaining that withholding of removal requires an alien to establish a clear probability, rather than a well-founded fear, of persecution). Having failed to meet the less stringent asylum standard, Journal necessarily fails to meet the higher standard for withholding of removal.</p>\n<p></p>\n<h2>III. <i>CONCLUSION</i>\n</h2>\n<p>For the foregoing reasons, we deny the petition for review and affirm the decision of the BIA.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Pursuant to Fed. R.App. P. 43(c)(2), Acting Attorney General Peter D. Keisler is substituted for former Attorney General Alberto R. Gonzáles as respondent.</p>\n<p>[1]  Journal's argument for protection under the CAT is not properly before this Court because it was not made before the BIA. <i>See </i><i>Berrio-Barrera v. Gonzáles,</i> 460 F.3d 163, 167-68 (1st Cir.2006) (citing <i>Makhoul v. Ashcroft,</i> 387 F.3d 75, 80 (1st Cir.2004); 8 U.S.C. § 1252(d)(1)).</p>\n<p>[2]  The petitioner's brief erroneously asserts that the Court reviews decisions of the BIA under an abuse of discretion standard.</p>\n<p>[3]  Journal's own filings belie the seriousness of his injuries. In his brief to the BIA, he stated that \"[a]t the time of attack, [he] was very fortunate to have not been hurt physically, although he was very frightened about the situation.\"</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></span> (2007)</b></center>\n<center><h1>Claudy JOURNAL, Petitioner,<br>\nv.<br>\nPeter D. KEISLER,<sup>[*]</sup> Acting Attorney General of the United States, Respondent.</h1></center>\n<center>No. 07-1109.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted September 13, 2007.</center>\n<center>Decided October 29, 2007.</center>\n<p><span class=\"star-pagination\">*10</span> Harvey J. Bazile and Bazile &amp; Associates, on brief for petitioner.</p>\n<p>Margaret A. O'Donnell, Trial Attorney, Office of Immigration Litigation, Civil Division, U.S. Department of Justice, Peter D. Keisler, Assistant Attorney General, and Aviva L. Poczter, Senior Litigation Counsel, on brief for respondent.</p>\n<p>Before TORRUELLA, LYNCH, and HOWARD, Circuit Judges.</p>\n<p>TORRUELLA, Circuit Judge.</p>\n<p>Claudy Journal, a native and citizen of Haiti, petitions for relief from an order of the Board of Immigration Appeals (\"BIA\") affirming the decision of the Immigration Judge (\"IJ\") denying his applications for asylum, withholding of removal, and protection under the Convention Against Torture (\"CAT\"). After careful consideration, we deny the petition for review and affirm the decision of the BIA.</p>\n<p></p>\n<h2>I. <i>FACTUAL BACKGROUND</i>\n</h2>\n<p>On February 19, 2001, Journal entered the United States at Charlotte Amalie, U.S. Virgin Islands without valid entry documents. One month later, he filed an application for asylum and withholding of removal with the Immigration and Naturalization Service (\"INS\"). The INS issued a Notice to Appear, charging that Journal was subject to removal pursuant to 8 U.S.C. § 1182(a)(6)(A)(I). A removal hearing was scheduled for April 10, 2003 in the U.S. Virgin Islands. Journal failed to appear and the IJ ordered him removed <i>in absentia.</i></p>\n<p>Journal, through counsel, successfully moved to reopen his case. He admitted to the factual allegations in the Notice to Appear, conceded removability as charged, and sought asylum. He also moved for a <span class=\"star-pagination\">*11</span> transfer of venue and the case was transferred to the District of Massachusetts. On November 3, 2005, Journal appeared before another IJ and testified that he had fled Haiti because he was threatened by Lavalas, the political party associated with then-President Jean-Bertrand Aristide.</p>\n<p>The events at issue in this case allegedly occurred in the months leading up to the November 2000 presidential election. At the hearing, Journal testified about his political activities in speaking out against Aristide's candidacy and Lavalas generally. As a result of those actions, he allegedly received threats from Lavalas supporters. Specifically, Journal testified that on November 7, 2000, Lavalas members came to his home and spoke with his mother while he was away at work. His mother later warned him that they were looking for him. The next day, Journal and a group of eight to ten other people were distributing anti-Lavalas leaflets when two Lavalas supporters allegedly arrived and assaulted several of the group members. Journal testified that he was hit on the head and shoulders before he was able to escape into the crowd and hide. With the assistance of others, he was able to travel, in disguise, away from his hometown of Torbeck Cayes to Port-au-Prince, five hours away. Two days later he fled Haiti, bound for the United States via the Dominican Republic.</p>\n<p>Upon questioning by the IJ, Journal maintained that he was unable to stay in Port-au-Prince because he feared that the members of Lavalas would be able to find and hurt him. His mother and three sisters, who had resided with him in Torbeck Cayes, were also allegedly threatened as a result of Journal's political activities and eventually moved to Port-au-Prince. Journal testified that they continue to reside in Port-au-Prince without any further threats or problems.</p>\n<p>On November 3, 2005, the IJ denied Journal's claims for asylum, withholding of removal, and relief under the CAT. Although the IJ found Journal to have an \"honestly held fear of being harmed if he were to return to Haiti,\" she concluded that he had established neither that those fears were well-founded nor that he faced a clear probability of future persecution in Haiti. She also noted that even at the time of his flight from Haiti, his departure did not appear to be imperative to his ability to find safe haven, \"[Journal] does not appear to have been so active politically that individuals would have known him had he simply chosen to remain in Port-au-Prince.\"</p>\n<p>On December 19, 2006, the BIA reviewed the findings of the IJ and affirmed the IJ's conclusion that Journal had failed to meet his burden of proof for asylum or withholding of removal. Dismissing his appeal, the BIA concluded that Journal was never harmed and that his family moved to another city in which they have continued to live without incident. Journal now appeals.<sup>[1]</sup></p>\n<p></p>\n<h2>II. <i>DISCUSSION</i>\n</h2>\n<p>On petition for review of a decision of the BIA, this Court reviews factual findings under the deferential \"substantial evidence\" standard.<sup>[2]</sup><i>Orelien v. Gonzáles,</i> <span class=\"star-pagination\">*12</span> <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></span>, 70 (1st Cir.2006). Under this standard, we must uphold determinations by the BIA \"unless any reasonable adjudicator would be compelled to conclude to the contrary.\" 8 U.S.C. § 1252(b)(4)(B).</p>\n<p>In a claim for asylum, the petitioner carries the burden of proving that he qualifies as a refugee by showing either that he has suffered past persecution or has a well-founded fear of future persecution on the basis of \"race, religion, nationality, membership in a particular social group, or political opinion.\" 8 U.S.C. § 1101(a)(42). To constitute past persecution, the conduct must extend beyond \"unpleasantness, harassment, and even basic suffering.\" <i>Topalli v. Gonzáles,</i> <span class=\"citation\" data-id=\"201738\"><a href=\"/opinion/201738/topalli-v-ashcroft/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">128</span></a></span>, 133 (1st Cir.2005) (quoting <i>Nelson v. INS,</i> <span class=\"citation\" data-id=\"771091\"><a href=\"/opinion/771091/laeila-nelson-stephanie-nelson-phil-nelson-v-immigration-and/\"><span class=\"volume\">232</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">258</span></a></span>, 263 (1st Cir.2000)) (internal quotation marks omitted). A sufficient showing of past persecution entitles an applicant to a rebuttable presumption of a well-founded fear of future persecution. 8 C.F.R. § 208.13(b). Absent that presumption, a petitioner must demonstrate that his fear is both genuine and reasonably objective. <i>Toloza-Jiménez v. Gonzáles,</i> <span class=\"citation no-link\"><span class=\"volume\">457</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">155</span></span>, 161 (1st Cir.2006).</p>\n<p>In this case, to establish past persecution, Journal carries the burden of demonstrating that he was persecuted on the basis of his political opinions. <i>See</i> 8 C.F.R. § 208.13(a)-(b). In determining whether alleged incidents rise to the level of persecution, one important factor is whether \"the mistreatment can be said to be systematic rather than reflective of a series of isolated incidents.\" <i>Bocova v. Gonzáles,</i> <span class=\"citation\" data-id=\"201655\"><a href=\"/opinion/201655/bocova-v-gonzales/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">257</span></a></span>, 263 (1st Cir.2005). During his testimony, Journal alleged only one incident of violence in which he was struck on the head and arms. Although the full extent of his injuries is unclear, he testified that he was able to flee without seeking medical treatment.<sup>[3]</sup> Substantial evidence supports the IJ's conclusion that the few events testified to by Journal were insufficient to support a claim of past persecution. <i>See, e.g., </i><i>Attia v. Gonzáles,</i> <span class=\"citation\" data-id=\"202639\"><a href=\"/opinion/202639/attia-v-gonzales/\"><span class=\"volume\">477</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 23-24 (1st Cir.2007) (\"two altercations in a nine-year period and a general climate of discrimination\" do not suffice as past persecution); <i>Topalli,</i> 417 F.3d at 132 (seven arrests accompanied by brief detentions and beatings over a two year period do not rise to the level of persecution); <i>Bocova,</i> 412 F.3d at 263 (two beatings by the police accompanied by death threats over a two year period do not amount to persecution).</p>\n<p>Looking next to whether Journal demonstrated a well-founded fear of future persecution, we apply a two-part test entailing both subjective and objective elements. <i>See </i><i>Velásquez v. Ashcroft,</i> <span class=\"citation\" data-id=\"783402\"><a href=\"/opinion/783402/ricardo-f-velasquez-susana-d-granados-urizar-eluvia-r-granados-urizar/\"><span class=\"volume\">342</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">55</span></a></span>, 58-59 (1st Cir.2003), <i>abrogated on other grounds by </i><i>Bocova,</i> 412 F.3d at 266. In this case, the IJ concluded that while Journal had testified credibly that he genuinely felt fearful, he failed to meet the objective test which \"requires a showing by credible and specific evidence that this fear is reasonable.\" <i>Mukamusoni v. Ashcroft,</i> <span class=\"citation\" data-id=\"201357\"><a href=\"/opinion/201357/mukamusoni-v-ashcroft/\"><span class=\"volume\">390</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">110</span></a></span>, 120 (1st Cir.2004). With respect to the threats leveled against Journal and his family, all of those threats occurred in his hometown and he conceded that his mother and sisters have not encountered any further threats since their move to Port-au-Prince. Their ability to relocate and continue to live in Haiti safely and without harassment significantly undercuts his contention that he would not be safe there. <i>See </i><i>Nikijuluw v. Gonzáles,</i> <span class=\"citation\" data-id=\"201886\"><a href=\"/opinion/201886/nikijuluw-v-gonzales/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">115</span></a></span>, 122 (1st Cir.2005) (finding <span class=\"star-pagination\">*13</span> that petitioner could not establish a reasonable fear of future persecution where her family lived safely in the country of deportation and there was no other record evidence of risk of future harm). Moreover, although he testified that he felt compelled to leave Haiti because his \"fears did not subside\" after fleeing Torbeck Cayes, he neither provides an explanation for his continued fears nor references other additional threatening incidents occurring when he was in Port-au-Prince.</p>\n<p>Journal's ability to obtain an official Haitian passport, issued October 19, 2005  more than four years after his flight from Haiti  further undermines the reasonableness of his fear. <i>See </i><i>Kheireddine v. Gonzáles,</i> <span class=\"citation\" data-id=\"201881\"><a href=\"/opinion/201881/kheireddine-v-gonzales/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span>, 87 (1st Cir.2005) (petitioners' ability to obtain passports in their own names \"undercuts their claim of persecution\"). Thus, the particular harms and threats suffered by Journal fail to support his argument that his fear of future persecution is reasonable.</p>\n<p>Finally, we address Journal's claim for withholding of removal. To qualify for relief, the petitioner must meet a more stringent burden of proof than that required for an asylum claim. <i>See </i><i>INS v. Aguirre-Aguirre,</i> <span class=\"citation\" data-id=\"118284\"><a href=\"/opinion/118284/ins-v-aguirre-aguirre/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span>, 419, <span class=\"citation\" data-id=\"118284\"><a href=\"/opinion/118284/ins-v-aguirre-aguirre/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1439</span></a></span>, <span class=\"citation\" data-id=\"118284\"><a href=\"/opinion/118284/ins-v-aguirre-aguirre/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">590</span></a></span> (1999) (petitioner must establish that it is \"more likely than not that [he] would be subject to persecution\" (quoting <i>INS v. Stevic,</i> <span class=\"citation\" data-id=\"111203\"><a href=\"/opinion/111203/ins-v-stevic/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">407</span></a></span>, 429-30, <span class=\"citation\" data-id=\"111203\"><a href=\"/opinion/111203/ins-v-stevic/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2489</span></a></span>, <span class=\"citation\" data-id=\"111203\"><a href=\"/opinion/111203/ins-v-stevic/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">321</span></a></span> (1984)) (internal quotation marks omitted)); <i>Ang v. Gonzáles,</i> <span class=\"citation no-link\"><span class=\"volume\">430</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></span>, 58 (1st Cir.2005) (explaining that withholding of removal requires an alien to establish a clear probability, rather than a well-founded fear, of persecution). Having failed to meet the less stringent asylum standard, Journal necessarily fails to meet the higher standard for withholding of removal.</p>\n<p></p>\n<h2>III. <i>CONCLUSION</i>\n</h2>\n<p>For the foregoing reasons, we deny the petition for review and affirm the decision of the BIA.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Pursuant to Fed. R.App. P. 43(c)(2), Acting Attorney General Peter D. Keisler is substituted for former Attorney General Alberto R. Gonzáles as respondent.</p>\n<p>[1]  Journal's argument for protection under the CAT is not properly before this Court because it was not made before the BIA. <i>See </i><i>Berrio-Barrera v. Gonzáles,</i> <span class=\"citation\" data-id=\"202382\"><a href=\"/opinion/202382/berrio-barrera-v-gonzales/\"><span class=\"volume\">460</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">163</span></a></span>, 167-68 (1st Cir.2006) (citing <i>Makhoul v. Ashcroft,</i> <span class=\"citation\" data-id=\"201313\"><a href=\"/opinion/201313/makhoul-v-ashcroft/\"><span class=\"volume\">387</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 80 (1st Cir.2004); 8 U.S.C. § 1252(d)(1)).</p>\n<p>[2]  The petitioner's brief erroneously asserts that the Court reviews decisions of the BIA under an abuse of discretion standard.</p>\n<p>[3]  Journal's own filings belie the seriousness of his injuries. In his brief to the BIA, he stated that \"[a]t the time of attack, [he] was very fortunate to have not been hurt physically, although he was very frightened about the situation.\"</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118284/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201357/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202639/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/783402/"
  ]
}