{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202908/",
  "absolute_url": "/opinion/202908/united-states-v-dwyer/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202908/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:04:38Z",
  "date_modified": "2016-02-28T05:09:28.322631Z",
  "type": "010combined",
  "sha1": "93df28059f1217e160ad23b5bb32b8e609a60a26",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-2051-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/08/24/US_v._Dwyer.pdf",
  "plain_text": "               Not for Publication in West's Federal Reporter\n\n\n          United States Court of Appeals\n                      For the First Circuit\n\nNo. 05-2051\n\n                            UNITED STATES,\n\n                               Appellee,\n\n                                    v.\n\n                             JAMIE DWYER,\n\n                       Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Michael A. Ponsor, U.S. District Judge]\n\n\n                                 Before\n\n                       Lynch, Circuit Judge,\n                 Campbell, Senior Circuit Judge,\n                    and Lipez, Circuit Judge.\n\n\n\n     John S. Ferrara with whom Dalsey, Ferrara & Albano was on\nbrief for appellant.\n     Vijay Shanker, Attorney, Criminal Division, with whom\nMichael J. Sullivan, United States Attorney, and William M.\nWelch, II, Assistant U. S. Attorney, United States Department of\nJustice, were on brief, for appellee.\n\n\n\n                           August 24, 2007\n\f          CAMPBELL, Senior Circuit Judge.         Following a jury trial\n\nin the district court, Jamie Dwyer appeals from her convictions for\n\nconspiracy to commit federal program fraud, federal program fraud\n\nitself, conspiracy to obstruct justice, obstruction of justice, and\n\nmaking false statements.     Dwyer argues (1) there was insufficient\n\nevidence for a jury to convict her; (2) her prosecution for\n\nconspiracy to commit federal program fraud was barred by the \"bona\n\nfide wages\" exclusion of 18 U.S.C. § 666(c); (3) the district\n\ncourt's instructions regarding two of the counts impermissibly\n\namended the indictment; and (4) the cumulative effect of the\n\ncourt's allegedly mistaken denial of pretrial motions, erroneous\n\nevidentiary rulings, improper jury instructions, and the improper\n\nprosecutorial    argument   created       a   substantial    risk     of    the\n\nmiscarriage of justice.     We affirm the convictions.\n\n                                Background\n\n          On September 2, 2004, a federal grand jury returned a\n\nnineteen-count    superseding    indictment     against     Dwyer   and     co-\n\ndefendants     Gerald   Phillips,    Giuseppe     Polimeni,     and        Luisa\n\nCardaropoli.    Eleven of the counts involved Dwyer, who was charged\n\nwith the following crimes:       conspiracy to commit wire fraud and\n\nfederal program fraud (1); two counts of wire fraud (2, 4); four\n\ncounts of federal program fraud (3, 7, 8, and 9); conspiracy to\n\nobstruct justice (10); two counts of obstruction of justice (11 and\n\n15); and making false statements (16).         The district court denied\n\n\n                                    -2-\n\fDwyer's motions to dismiss the indictment and to sever trial of the\n\ncharges against her from those against her co-defendants.       On\n\nOctober 1, 2004, we denied her interlocutory appeal from the denial\n\nof her motion to dismiss.     A jury trial of the four defendants\n\nbegan on January 18, 2005.    On February 28, 2005, the jury found\n\nDwyer guilty of Counts 1, 2, 4, 7, 9, 10, 15, and 16 and acquitted\n\nher on Counts 3, 8, and 11.    On June 8, 2005, the district court\n\ngranted Dwyer's motion for judgment of acquittal on the two wire\n\nfraud counts (Counts 2 and 4) on the ground that there was no\n\ninterstate communication as required under the wire fraud statute.\n\nDwyer accordingly stands convicted on six of the counts:   1, 7, 9,\n\n10, 15, and 16.1   The district court sentenced her to concurrent\n\nthree-year terms of probation on each count of conviction and\n\nfurther ordered her to pay a fine of $5,000 and $12,300 restitution\n\nto the city of Springfield, Massachusetts.   This appeal followed.\n\n                               Facts\n\n          The evidence at trial was as follows.   The Massachusetts\n\nCareer Development Institute (\"MCDI\") is a public department of the\n\nCity of Springfield.   It is a skills-training center for citizens\n\n\n     1\n      Defendant states in her appellate brief that \"Count One also\nalleged conspiracy to commit wire fraud, but the Trial Court\ndetermined that there was no interstate communication as required\nby 18 U.S.C. § 1343, and dismissed all wire fraud counts.\nImplicitly, the Court's ruling narrowed Count One to the Program\nFraud allegations.\"    The government did not disagree with this\nstatement, and, without ruling on the matter, we shall assume that\nthe conspiracy conviction as it now stands is for program fraud\nonly.\n\n                                -3-\n\fon welfare or trying to get off welfare.             MCDI has a private,\n\nincorporated, not-for-profit affiliate known as MCDI, Inc.            MCDI,\n\nInc. was formed in part to use its tax-exempt status in applying\n\nfor grants to fund MCDI's programs.        MCDI and MCDI, Inc. received\n\nat least eighty percent of their funds from state and federal\n\ngrants. Phillips became the executive director of MCDI in 1997 and\n\nalso served as police commissioner of Springfield.            Polimeni was\n\npresident of MCDI, Inc.           MCDI and MCDI, Inc. were technically\n\nseparate entities and maintained separate accounting books.             In\n\npractice, however, Phillips ran both MCDI and MCDI, Inc., and\n\nPolimeni was Phillips' closest aide in both entities. Polimeni was\n\nin charge of day-to-day operations, including payroll, at MCDI and\n\nMCDI, Inc.     At times, more than 200 employees worked for the two\n\nentities.\n\n             MCDI Baking Company (\"MCDI Baking\") was part of MCDI,\n\nInc. and was run by Polimeni. MCDI Baking supplied hot breakfasts,\n\nlunches,     and   muffins   to    Springfield    public   schools.     The\n\nSpringfield School Department paid for MCDI Baking's ingredients\n\nand labor.    MCDI Baking operated out of three locations:       a kitchen\n\nin MCDI's main building, a commissary where the school department\n\nitems were produced, and a warehouse.            It made its own revenues\n\nthrough payments from the school department, money from catering\n\njobs, and daily cash receipts from the main building kitchen where\n\nMCDI employees bought meals.\n\n\n                                     -4-\n\f            Dwyer    was     an   administrative      assistant    at   MCDI   who\n\nreported to Phillips and Polimeni.             She joined MCDI in 1982 and\n\nassisted with MCDI Baking's personnel and financial business,\n\nincluding payroll, from its creation in 1992 through April 2001.\n\nDwyer   collected     MCDI      Baking   employee   timesheets;     checked    the\n\ncalculations on them; totaled the hours; created a weekly payroll\n\nspreadsheet; faxed the information to Checkwriters (the check-\n\nwriting company for MCDI and MCDI, Inc.); and distributed MCDI\n\nBaking employee paychecks.          Dwyer also wrote checks (but she could\n\nnot sign them), deposited checks, and balanced MCDI Baking's\n\ncheckbook.    Thomas Grimes, the fiscal officer of MCDI, testified\n\nthat Dwyer had no role in policy-making decisions for MCDI, no\n\nauthority    to     hire   or     fire   employees,    and    no   check-signing\n\nauthority.    She never signed a check that issued from MCDI Baking.\n\n            Dwyer had some oversight of MCDI Baking's muffin-making\n\nprogram.    She took orders and calculated how many muffins had to be\n\nproduced and how much labor would be needed.                 Every month, Dwyer\n\ncompiled and sent to the school department the bills for MCDI's\n\nproduction of the hot meals and muffins.\n\n            The timesheets at MCDI Baking had spaces for \"time in,\"\n\n\"time out,\" total hours, employee signature, supervisor signature,\n\nand authorizing signature.          Each timesheet spanned one month, with\n\na row for each week.          Once a week, Dwyer went to the kitchen to\n\npick up employees' timesheets.             She checked the math totals for\n\n\n                                         -5-\n\faccuracy     and   entered     the   data    onto   a   spreadsheet,    and   then\n\ngenerated a report for Checkwriters. If there was a discrepancy on\n\nthe timesheet, Dwyer told the employee.\n\n             On August 11, 1998, Phillips sent a memo to the MCDI\n\nstaff stating that when employees completed timesheets, they were\n\nrepresenting that they had worked the stated hours, and that if\n\nthey had not worked the hours claimed, they were subject to\n\ntermination.       On February 1, 2000, Phillips sent another memo to\n\nMCDI employees, noting that new payroll timesheets were being\n\nimplemented, explaining how to complete them, stating that they be\n\nsubmitted every Friday, and warning that non-submission would\n\nresult in reduced pay.         The memo also included a sample timesheet,\n\nwhich   carried     a   warning      against    \"perjury\"    and   required    the\n\nsignatures of the employee and the employee's supervisor. The memo\n\nhad   been   prompted     by    an   audit     company's    finding    that   many\n\ntimesheets lacked employees' and supervisor's signatures.\n\n             In an April 27, 2000 memo, Phillips again advised MCDI\n\nstaff that \"filling out your timesheets properly is a very serious\n\nmatter\" (emphasis in original).               On February 27, 2001, Phillips\n\nsent out a memo reiterating that \"all timesheets MUST be completed\n\nand turned in by Friday,\" that \"[e]ach staff member is responsible\n\nfor his or her own timesheets,\" and that failure to turn in a\n\ntimesheet would prevent the employee from getting paid.                This memo\n\n\n\n\n                                        -6-\n\fhad also been prompted by an auditor's observation that timesheets\n\nwere missing necessary signatures.\n\n              In 2000, the FBI was investigating allegations of an\n\nillegal gambling operation in Springfield.              The investigation led\n\nto the arrest of several MCDI employees and also brought to light\n\nsignificant     discrepancies      between    the    timesheets   and   payroll\n\ninformation of several MCDI employees.                Two of these employees\n\nrelate   to    Dwyer's   present    appeal:         Gretchen   Ortiz   and   Todd\n\nIllingsworth.\n\n              i. Gretchen Ortiz\n\n              Gretchen Ortiz was a student and then an employee at\n\nMCDI.     In early 2000, Ortiz was evicted from her apartment.\n\nPolimeni told Dwyer via a March 30, 2000 memo to advance Ortiz $500\n\npay.    The next day, as MCDI Baking's check register showed, Dwyer\n\nwrote and Polimeni signed a $500 check to Ortiz as advance pay.\n\n              Ortiz was then summoned to an MCDI office, where Phillips\n\npresented her the $500 check.           Phillips then took Ortiz to an\n\napartment complex his brother owned.                Ortiz gave the check to\n\nPhillips's brother and in exchange got an apartment on the second\n\nfloor of the building.       She did not sign a lease, and she never\n\nwrote a rent check; Phillips paid her rent and utility bills.\n\nOrtiz and Phillips became involved in a sexual relationship.\n\nPhillips visited Ortiz at the apartment once or twice a day.\n\nPhillips also often summoned Ortiz from class or work to meet him\n\n\n                                      -7-\n\fat his office.    Grimes and Dwyer, both of whom had daily contact\n\nwith Phillips, testified that they were unaware of his relationship\n\nwith Ortiz.   Dwyer kept track of the loan to Ortiz.    Initially,\n\nDwyer caused three hours' pay, or $24, to be deducted from Ortiz's\n\nweekly paycheck to help repay the loan.     In May 2000, however,\n\nPolimeni told Dwyer to stop deducting Ortiz's pay.      Dwyer made\n\nhandwritten notes on Ortiz's payroll documents showing that a\n\nbalance of $403 was left on the loan at that time.     Ortiz never\n\nrepaid the remainder of the $500 loan from MCDI Baking, nor was she\n\nasked to do so.\n\n           Ortiz was first designated by MCDI Baking as a muffin-\n\nwrapper and then as a janitor.   In about July 2000, Phillips, via\n\nPolimeni, told Dwyer to pay Ortiz for thirty-five hours of work per\n\nweek until further notice.   In accordance with this instruction,\n\nDwyer regularly issued payroll checks to Ortiz paying her for\n\nthirty-five hours of work per week, even for weeks when Dwyer knew\n\nthat Ortiz had worked fewer than thirty-five hours and even when\n\nOrtiz had either not submitted any timesheet or had submitted an\n\nincomplete one. Dwyer never told MCDI's fiscal officers or outside\n\nauditors about Phillips' instruction to her to pay Ortiz weekly for\n\nthirty-five hours. The payroll records reflecting payment to Ortiz\n\nfor thirty-five hours of work per week were reviewed weekly by\n\nGrimes and Phillips.   Grimes never questioned Dwyer about Ortiz's\n\nhours.   There was evidence that Ortiz did not work the thirty-five\n\n\n                                 -8-\n\fweekly hours for which she was paid.          She was supposed to work\n\nuntil 5:30 p.m. each day, but in her trial testimony she recalled\n\nonly one day that she actually did so.        She further testified that\n\nwhen she was doing janitorial work, she took \"about two, three\n\nhours\" a day to complete it.   The welfare department required that\n\nshe work approximately nineteen hours a week, and Ortiz testified\n\nthat though MCDI regularly told the welfare department that she had\n\nworked those hours, she did not always do so.           Once or twice a\n\nweek, Phillips would ask Ortiz to leave work early.               On those\n\noccasions, Phillips would take Ortiz to a lake, the woods, and\n\nother places.   Other employees noticed that Ortiz was being paid\n\ndespite not being at work, and that she worked only occasionally\n\nand for a few months total.    Phillips occasionally told Ortiz not\n\nto worry about her failure to work her required hours; he said he\n\nwould take care of it.\n\n          Dwyer, the payroll clerk for MCDI Baking, picked up\n\nOrtiz's timesheets from the kitchen and reviewed them. Starting in\n\nJune 2000, Ortiz's timesheets showed significant deficiencies.\n\nThey lacked the required signatures and the \"in\" and \"out\" times.\n\nPayroll   summary   sheets   showed    that     Ortiz   was    nonetheless\n\nconsistently paid for thirty-five hours of work.              For the week\n\nending June 30, 2000, Ortiz worked only five hours.           She received\n\nthrough Checkwriters a check for that number of hours, but she also\n\n\n\n\n                                 -9-\n\freceived another check, for the same week, for thirty hours of\n\nwork.   The check was handwritten by Dwyer and signed by Polimeni.\n\n           By mid-July 2000, Ortiz was working few hours or not at\n\nall, but she was still receiving thirty-five hours' pay each week.\n\nFor the week ending July 7, 2000, Ortiz's timesheet reflected that\n\nshe had worked zero hours, but she was paid for thirty-five hours.\n\nThat week included two days off for Independence Day, but Ortiz was\n\npaid as though she had worked every day of the week, reinforcing\n\nthe inference that her weekly payments were not based on reality.\n\nOrtiz also received five days' pay each week for the weeks in which\n\nLabor Day, Columbus Day, and a two-and-a-half-day Thanksgiving\n\nholiday occurred.   Dwyer entered thirty-five hours in the total\n\nhours section of those timesheets.\n\n           On Ortiz's August 2000 timesheet, the rows for two weeks\n\nhad no hours listed, the rows for the other two weeks showed ten\n\nhours of work per week, and Ortiz did not sign the timesheet.\n\nOrtiz was nevertheless paid for thirty-five hours every week that\n\nmonth. In September, October, and November, Ortiz's timesheets had\n\nno time-in/time-out documentation; they showed only totals of\n\nthirty-five hours each week, and Ortiz was paid for thirty-five\n\nhours per week.\n\n           Airline boarding passes showed that Ortiz went to Puerto\n\nRico on November 20, 2000, but she received a full week's pay for\n\nthe week ending November 24.     Dwyer received a complaint from\n\n\n                               -10-\n\fanother MCDI employee that Ortiz was paid despite having gone on\n\nvacation.    In addition, though Ortiz was terminated December 1,\n\n2000, a form in Ortiz's personnel folder, completed by Dwyer, and\n\na note in the folder in Dwyer's handwriting indicated that Ortiz\n\nwas nonetheless paid for the week ending December 8, 2000. Ortiz's\n\nfile contained a December timesheet for the weeks ending December\n\n1 and 8, with no times or signatures but totals of thirty-five\n\nhours per week.      For the week ending December 8, 2000, the\n\ntimesheet initially recorded that Ortiz worked zero hours, but a\n\n\"35\" was written over the \"0.\"    Ortiz's check for the week ending\n\nDecember 8, dated December 14, was handwritten by Dwyer and signed\n\nby Polimeni.   No taxes were withheld.\n\n            The entries on Ortiz's timesheets for April, May, June,\n\nand August-December 2000 were all in Dwyer's handwriting.     Dwyer's\n\npayroll summary sheets show that from August 25, 2000, forward,\n\nOrtiz did not submit any timesheets but was paid for thirty-five\n\nhours per week \"per Mr. Phillips.\"      Dwyer testified that she added\n\nthe \"per Mr. Phillips\" notation \"in case Grimes inquired about me\n\nor there was an audit and I can refer back to them to refresh my\n\nmemory.\"\n\n            Unlike other employees, Ortiz was handed her weekly\n\npaycheck by either Phillips or Polimeni.        Dwyer was aware that\n\nOrtiz's paycheck was missing each week from the group of paychecks\n\nshe received for distribution.     Although Ortiz originally cashed\n\n\n                                 -11-\n\fmany of her paychecks, beginning in June 2000, the endorsements on\n\nthe backs of her checks were forged.           Phillips and Polimeni cashed\n\nOrtiz's checks.      Ortiz never approached MCDI saying she had not\n\nreceived her pay.       Phillips was paying Ortiz's personal bills,\n\nincluding rent and utilities, through November 2000.                   The wages\n\npaid to Ortiz from March 2000 through December 14, 2000, totaled\n\n$7,700.   Of that total, $5,300 was paid from the beginning of July\n\nthrough December 14, 2000, during which period, the government\n\nasserts, Ortiz worked close to zero hours.\n\n            ii.    Todd Illingsworth\n\n            Todd Illingsworth was engaged to and then married to\n\nPolimeni's daughter.      Illingsworth worked at MCDI from July 1992\n\nthrough October 1998, at which time he left.               He returned in May\n\n1999. When Illingsworth returned to MCDI in 1999, he began working\n\nat the commissary for eight dollars an hour, and, initially, he\n\nshowed up to work regularly.         After four or five months, however,\n\nhis attendance began to diminish until he stopped showing up almost\n\nentirely.    Another employee working at the commissary from late\n\n1999-2001    saw     Illingsworth      only     a    \"handful\"        of   times.\n\nIllingsworth's supervisor, Dennis Wilson, called Polimeni to report\n\nthe absenteeism; Polimeni told Wilson not to worry because, he\n\nsaid, Illingsworth was using accrued compensatory time, or \"comp\n\ntime.\"      After    Wilson      questioned    Illingsworth's         attendance,\n\nIllingsworth's      timesheets    began   to   be   kept   in   the    MCDI   main\n\n\n                                     -12-\n\fbuilding    rather   than     at    the     commissary,    and    Wilson    stopped\n\nreceiving Illingsworth's timesheets.            Previously, following normal\n\npractice, Wilson would enter the \"time in\" and \"time out\" and\n\n\"total hours\" figures on Illingsworth's timesheets and would have\n\nIllingsworth sign them at the end of the week.               Wilson would then\n\ntake the timesheets to Dwyer.             Now Wilson had to go to the main\n\nbuilding, where Dwyer worked, in order to complete Illingsworth's\n\nmonthly    timesheets,    a    procedure       not   utilized     for    any     other\n\nemployee.     Wilson     received      no    explanation    for    this    separate\n\nprocedure.     Wilson was told by Dwyer or Polimeni to fill out\n\nIllingsworth's   timesheets         which    already   contained        weekly    hour\n\ntotals marked on them.        Wilson would simply add daily hours so that\n\nthey added up to these weekly hour totals.\n\n            In September 1999, Illingsworth's timesheets began to\n\nshow significant deficiencies.               His timesheets for September-\n\nDecember 1999 showed alterations to several of the time entries.\n\nOn some of Illingsworth's timesheets, the full \"total hours\" row\n\nwas covered with correction fluid and new numbers were inserted.\n\nThe handwriting in the \"total hours\" column of Illingsworth's\n\ntimesheets was Dwyer's.2           In addition, Polimeni and Phillips, who\n\n\n     2\n      Dwyer notes that she was acquitted of the charge of\npurposefully altering Illingsworth's timesheets to obstruct the\ngrand jury investigation. After Illingsworth was arrested in 2000\nfor gambling, Dwyer testified, Anne Scala, the payroll and accounts\nreceivable clerk, spoke to Dwyer about reconciling his timesheets\nto reflect comp time he had been paid which had not been entered on\nhis timesheets.    Dwyer testified that in response to Scala's\n\n                                       -13-\n\fwere not Illingsworth's immediate supervisors, nevertheless signed\n\nmany of his timesheets, in contravention of the process laid out in\n\nPhillips' own memos.   Dennis Wilson, who was his supervisor, did\n\nnot sign any of his timesheets in 2000.   From May 1999 through July\n\n2000, Illingsworth was paid a total of $12,800.   $5,600 of that was\n\nfor time supposedly worked between March and July, 2000.\n\n          Illingsworth was in a car accident on January 18, 2000,\n\nand doctors told him not to work for three days.      Timesheets for\n\nJanuary 2000, however, show that Illingsworth was paid for full\n\ndays of work on three days after January 18.           According to\n\ndisability forms signed by Polimeni, Illingsworth was unable to\n\nwork until February 28.   Illingsworth never showed up for work at\n\nthe commissary after his accident on January 18, but he continued\n\nto be paid.\n\n          iii.   FBI Investigation\n\n          The FBI first approached Dwyer at her home on March 6,\n\n2002. Relying on an MCDI memorandum instructing employees to refer\n\nto the administration any agencies that contacted them, she told\n\nthe visiting agents she could not speak to them without first\n\nconsulting her supervisors.   That night, Dwyer spoke to Polimeni,\n\nand the next morning, she spoke to Phillips.      The FBI questioned\n\n\n\ninquiry, she may have entered the totals on the Illingsworth\ntimesheets to reflect the amounts he had been paid but did not\nchange any of the \"time in\" or \"time out\" entries.        Dwyer's\nhandwriting is not found on any of the latter time entries.\n\n                               -14-\n\fDwyer about Ortiz at MCDI on March 7, 2002.           Dwyer told the FBI she\n\nassumed Ortiz had worked all the hours for which she had been paid,\n\nbut that she could not verify that.          She did not tell the FBI that\n\nshe had been given a standing instruction to pay Ortiz for thirty-\n\nfive hours per week, that she regularly filled in the hours on\n\nOrtiz's timesheets, or that Ortiz was paid even after she ceased to\n\nbe employed at MCDI.       Dwyer also told the FBI the only preferential\n\ntreatment Ortiz had received was the chance to work more hours than\n\nother employees.      She did not tell the FBI that Ortiz had received\n\na pay advance she did not repay, even though the FBI specifically\n\nasked her about pay advances and she identified several employees\n\nwho received them.\n\n          The government sought evidence from MCDI related to its\n\ninvestigation of no-show employees through grand jury subpoenas,\n\nthe first of which was issued on October 23, 2001; a consensual\n\nsearch; and a warrant-authorized search.                Customarily, Grimes\n\ntestified,     when   a   subpoena    arrived   at   MCDI,   he   would   inform\n\nessential employees affected by the data collection, including\n\nDwyer,   and    would     assign     individuals,    including     Dwyer,   the\n\nresponsibility of retrieving documents, stressing the importance of\n\nproducing all documents. Dwyer and another individual, Karen Dean,\n\nwere responsible for gathering documents relating to Ortiz. Dwyer,\n\nhowever, did not produce a copy of the memo from Polimeni about the\n\n$500 advance for Ortiz, even though the memo was in her files and\n\n\n                                      -15-\n\fthe government had subpoenaed all documents \"relating to things\n\nreceived, including, but not limited to, compensation for work\n\nperformed, compensatory time, and loans received and/or forgiven,\"\n\nwith respect to Ortiz, among other people.                  Dwyer asserts that the\n\nmemo was not purposely withheld and that there is no evidence that\n\nDwyer was aware of a subpoena commanding its production.                 A copy of\n\nthat memo, which the government found during a search of MCDI, had\n\na copy of the check attached and contained Dwyer's handwriting and\n\nnotations indicating that the loan was for housing and had not yet\n\nbeen repaid.\n\n                After the government issued its first subpoena, Grimes\n\nwalked into the office of Anne Scala and saw Polimeni standing\n\nbehind Scala as she compared Illingsworth's timesheets to payroll\n\nrecords        and   covered    the   hour   entries   on    the   timesheets   with\n\ncorrection fluid.              The covered hour entries were subsequently\n\nwritten over with new entries, in Dwyer's handwriting.3\n\n                The FBI conducted a warranted search at MCDI on May 21,\n\n2003.         Agents discovered a locked vault, in which they found\n\npayroll summary sheets for Ortiz that differed from the sheets\n\nproduced in response to the grand jury subpoenas.                      The payroll\n\ndocuments were held in two boxes labeled \"Jamie's Office.\"                      The\n\ndocuments were in manila folders along with personal correspondence\n\n\n\n\n        3\n            See note 2, supra.\n\n                                         -16-\n\fin Dwyer's name, and included handwritten notes and post-it notes\n\naddressed to Dwyer.\n\n          Similarly, payroll documents related to Illingsworth\n\nfound at MCDI differed from those produced by MCDI in response to\n\ngrand jury subpoenas. The documents seized from MCDI were again in\n\nthe vault in a box labeled \"Jamie's Office.\"         The timesheets\n\nsubmitted in response to the subpoenas showed more hours than the\n\ntimesheets for the same weeks found in the vault.         The original\n\ntimesheets from May 1999 through January 20, 2000 consistently\n\nshowed total hours that had been concealed by correction fluid and\n\nthen altered.\n\n          In May 2000, shortly after Ortiz was put on MCDI Baking's\n\npayroll and Dwyer was asked to advance Ortiz $500 in pay, Phillips\n\nasked Grimes to prepare a detailed salary history for Dwyer from\n\n1985 through June 1999.   In a memo dated May 2, 2000, Phillips then\n\ninstructed Scala to increase Dwyer's salary by fifty dollars, to\n\n$631 a week.    On June 13, 2001, Phillips again raised Dwyer's\n\nweekly salary, by $136, to $767 per week.    This memo preceded by a\n\nfew months the first grand jury subpoena in the case.         In July\n\n2002, a few months after Dwyer was interviewed by the FBI, Phillips\n\nagain raised her salary, to $789 per week.   In just over two years,\n\nDwyer's salary increased by $289 per week, or approximately fifty\n\npercent, while MCDI, Inc. and MCDI Baking were losing money.\n\nDwyer's   personnel   folder   documented   outstanding    performance\n\n\n                                -17-\n\fevaluations throughout her time at MCDI.               Grimes testified that\n\nDwyer's pay increases were well-deserved.\n\n           Dwyer    testified    in    her     own    defense.         On   direct\n\nexamination, she stated that she did not have any supervisory or\n\nscheduling responsibilities; that she issued Ortiz the pay advance\n\nin good faith, according to Polimeni's instructions; and that she\n\nentered or changed times on Ortiz's timesheets in good faith to\n\ncorrect errors or reflect later-obtained information that Ortiz had\n\nworked additional hours.        She conceded she had been told to pay\n\nOrtiz for thirty-five hours per week and that Ortiz eventually\n\nstopped   submitting   timesheets,       but    she    stated    her    continued\n\npayments to Ortiz were in good faith.                 She testified she made\n\nnotations on Ortiz's payroll documents in case Grimes or outside\n\nauditors had questions about Ortiz's pay.             Dwyer said she told the\n\nFBI at her interview that she was unable to verify Ortiz's hours\n\nand that she had received a complaint that Ortiz had been paid\n\nwhile she was in Puerto Rico.          She said the FBI did not ask any\n\nfollow-up questions on this point.             Dwyer testified she answered\n\nall questions at the FBI interview truthfully and to the best of\n\nher recollection.\n\n           On cross-examination, Dwyer asserted it was her good-\n\nfaith belief that Ortiz had worked on holidays - including July 4,\n\nLabor Day, and Thanksgiving - when MCDI was closed.                    She again\n\nadmitted that in July, 2000, Polimeni had told her to pay Ortiz for\n\n\n                                      -18-\n\fthirty-five    hours   per   week    until    further     notice,    and    that,\n\neventually, she was issuing Ortiz payroll checks for thirty-five\n\nhours per week without knowing whether Ortiz had worked or not.\n\n            Dwyer originally claimed she believed Ortiz had worked\n\nthirty-five hours the week ending December 8, 2000, but then she\n\nadmitted writing a note in Ortiz's folder indicating that Ortiz was\n\nterminated on December 1, 2000.        Dwyer said that when she arrived\n\nat work on payday, the employees' payroll checks would be in a\n\nmailbox outside her office, but that Ortiz's check had always been\n\ntaken out by that point.      She acknowledged that, even though the\n\nFBI had asked her about payroll advances, she did not mention the\n\npayroll advance to Ortiz.\n\n            The defense argued that Illingsworth had been paid for\n\nhours he did not work because, during his employment by MCDI ending\n\nOctober 1998, he had built up compensatory time (time accrued by an\n\nemployee which can be credited as paid time off).               About a year\n\nafter the government's second subpoena to MCDI on July 11, 2002,\n\nrequesting, inter alia, all records relating to compensatory time\n\naccrued, earned, or received by Illingsworth, MCDI produced a\n\nletter from Illingsworth to Phillips dated November 24, 1998, a\n\nmonth after he had left MCDI.        Illingsworth claimed in the letter\n\nhe had accumulated 232 hours of compensatory time at $18/hour\n\nthrough   extra   overtime   hours    he    had   spent   painting    the    MCDI\n\nbuilding.     He sought payment for those hours.             Attached to the\n\n\n                                     -19-\n\fletter were several sheets of notebook paper with handwritten\n\nrequests to use the compensatory time.   The defendants argued that\n\nPhillips refused Illingsworth's request to be paid for compensatory\n\ntime, so Illingsworth returned to MCDI in a part-time capacity. He\n\nthen supposedly used the compensatory time he had accumulated in\n\nhis earlier stint at MCDI.   Dwyer testified at trial that it was\n\nher understanding that Illingsworth would be permitted to recoup\n\nthe compensatory time he was owed.\n\n          Grimes, however, testified that MCDI's unwritten policy\n\nwas that when an employee left MCDI, he lost built-up compensatory\n\ntime and could not thereafter be paid for it.   Grimes did not know\n\nthat Illingsworth was being paid for compensatory time and learned\n\nof that claim only after the government issued subpoenas for\n\nIllingsworth's records.   He did not know any other MCDI employee\n\nwho had left MCDI and then had compensatory time restored.     MCDI\n\nhad no written policy regarding compensatory time, and MCDI's\n\ntimesheets and leave forms do not mention it.     FBI Special Agent\n\nWittrock testified that, during his investigation, he became aware\n\nof no other employees who had received payment for compensatory\n\ntime.\n\n          Agent Wittrock testified that Illingsworth's November 24,\n\n1998 letter was unusual because Wittrock had not seen any other\n\nrequests for payment for compensatory time in the documents turned\n\nover during the investigation.     Unlike other requests for leave,\n\n\n                                 -20-\n\fIllingsworth's handwritten notes requesting compensation for time\n\noff had not been attached to his related timesheets.                   Further,\n\nwhile some of Illingsworth's timesheets contained notations about\n\ncompensatory time, the handwritten notes from Illingsworth did not\n\nmatch the timesheets.          Wilson, Illingsworth's direct supervisor,\n\ntestified he never saw the handwritten individual requests by\n\nIllingsworth for application of compensatory time.               Additionally,\n\nthe FBI knew from its gambling investigation that Illingsworth had\n\nbeen at his home making phone calls on many of the occasions he\n\nsaid he was working and subsequently attributed his earnings to the\n\nuse of compensatory time.\n\n              Dwyer testified that she thought Illingsworth had earned\n\ncompensatory time for painting the MCDI building outside of regular\n\nwork hours.         After Illingsworth left MCDI, she said, he was\n\nentitled to be paid for his accrued compensatory time.                 To this\n\nend, she had helped Illingsworth write the 1998 letter to Phillips\n\nrequesting payment.       Dwyer denied telling Wilson to enter times on\n\nIllingsworth's timesheets but conceded she \"might have\" changed the\n\ntotals   on     his    timesheets.         She   denied   changing     payroll\n\nspreadsheets.\n\n              On cross-examination, Dwyer admitted she had \"corrected\"\n\nIllingsworth's        timesheets   \"[t]o    an   extent,\"    so    that   they\n\ncorresponded with his paychecks.        She also testified to writing in\n\nthe   hours    on   top   of   correction    fluid   on   \"one    or   two\"   of\n\n\n                                     -21-\n\fIllingsworth's timesheets.           But she said she did this before the\n\nissuance of a grand jury subpoena, and that she had never altered\n\ndocuments \"[a]fter a grand jury subpoena had been issued.\"\n\n                                    Discussion\n\n            Dwyer argues there was insufficient evidence to support\n\nher convictions for conspiring to commit federal program fraud,\n\ncommitting       such   fraud,    making   false    statements,        obstructing\n\njustice, and conspiring to obstruct justice. She asserts there was\n\ninsufficient      evidence   to     support   a   finding   that       payments   to\n\nIllingsworth were not \"bona fide wages\" under 18 U.S.C. § 666(c).\n\nDwyer additionally argues that the indictment was constructively\n\namended by the court's jury instructions and that the court made\n\ncumulatively prejudicial errors that resulted in the denial of due\n\nprocess.     Each of Dwyer's contentions fails.             We address them in\n\nturn.\n\nI.   Sufficiency of the Evidence\n\n            a.    Standard of Review\n\n            Dwyer moved for a judgment of acquittal at the close of\n\nthe evidence, preserving her claim for review.               See United States\n\nv. Van Horn, 277 F.3d 48, 54 (1st Cir. 2002).           We review the denial\n\nof a motion for acquittal de novo.            United States v. Thompson, 449\n\nF.3d 267, 275 (1st Cir. 2006).          In evaluating sufficiency, we view\n\nthe evidence and credibility determinations in the light most\n\nfavorable    to     the   verdict    and   inquire    whether      a    reasonable\n\n\n                                       -22-\n\ffactfinder       could    have     found    the     defendant   guilty   beyond    a\n\nreasonable doubt.         Id.     We \"need not believe that no verdict other\n\nthan a guilty verdict could sensibly be reached, but must only\n\nsatisfy [ourselves] that the guilty verdict finds support in a\n\nplausible rendition of the record.\"                  United States v. Hatch, 434\n\nF.3d 1, 4 (1st Cir. 2006) (internal quotation marks omitted).                     The\n\njury is free to choose among reasonable constructions of the\n\nevidence.    See United States v. Hughes, 211 F.3d 676, 681 (1st Cir.\n\n2000). An insufficiency claim presents \"daunting hurdles.\" Hatch,\n\n434 F.3d at 4 (internal quotation marks omitted).\n\n            b.    Conspiracy to Commit and Commission of Program Fraud\n\n                         i.    Conspiracy to Commit Program Fraud\n\n            In order to prove the conspiracy, the government had to\n\ndemonstrate an agreement to commit program fraud, Dwyer's knowledge\n\nof and voluntary participation in the agreement, and an overt act\n\nin furtherance of the agreement.              United States v. Ruiz, 105 F.3d\n\n1492, 1499 (1st Cir. 1997).            The agreement need not be express; a\n\ntacit understanding may suffice.                  Each conspirator need not know\n\nall of the details of the conspiracy or participate in every act in\n\nfurtherance of it.            United States v. Perez-Gonzalez, 445 F.3d 39,\n\n49 (1st Cir. 2006).            But \"mere association\" with conspirators or\n\n\"mere   presence\"        cannot    alone    establish    knowing   participation,\n\nUnited States v. Nelson-Rodriguez, 319 F.3d 12, 28 (1st Cir. 2003)\n\n(internal quotation marks omitted); the defendant must be found to\n\n\n                                           -23-\n\fhave shared her co-conspirators' intent to commit the substantive\n\noffense.   United States v. Llinas, 373 F.3d 26, 30 (1st Cir. 2004).\n\n            From the evidence introduced at trial, the jury could\n\nreasonably have found that Dwyer had voluntarily joined in an\n\nagreement with Phillips and Polimeni to pay Ortiz from MCDI, Inc.'s\n\npayroll for hours she had not worked.      Dwyer stopped deducting pay\n\nfrom Ortiz to repay an initial $500 loan made to Ortiz at Phillips'\n\nand Polimeni's request.          Upon instructions from Phillips and\n\nPolimeni, she took steps to pay Ortiz regularly for thirty-five\n\nhours of work per week while knowing that Ortiz was not working\n\nthose hours for MCDI Baking.        In furtherance of the conspiracy,\n\nDwyer ordered or prepared the checks and timesheets needed for the\n\noverpayments to Ortiz.      Dwyer acknowledged in her testimony that\n\nshe knew that Ortiz was not working the hours listed on her\n\ntimesheets.\n\n            In respect to Illingsworth, Dwyer kept and filled in\n\nentries    on   Illingsworth's   timesheets,   and   she   instructed   and\n\nobserved Wilson complete them by writing in hours that added up to\n\npre-entered totals.     There was ample evidence from which the jury\n\ncould determine that Dwyer knew Illingsworth was not working during\n\nall the hours for which he was paid.\n\n            The government argued at trial that Dwyer's participation\n\nin the overpayments to both people was knowing and voluntary,\n\nnoting that she knew the payments were excessive for the hours\n\n\n                                   -24-\n\factually being worked at the time and disregarded MCDI's prescribed\n\nprocedures about the proper way to complete timesheets.               The\n\ngovernment pointed out that Dwyer's own pay-raises dovetailed\n\nsuspiciously with the times of her improper actions.         While Dwyer\n\ndenied any connection, the jury could plausibly have inferred from\n\nthe timing and unusually high amounts of the raises that Phillips\n\nand Polimeni were rewarding her for her cooperation.          See United\n\nStates v. Gomez-Pabon, 911 F.2d 847, 853 (1st Cir. 1990) (\"[P]roof\n\n[of membership in a conspiracy] may consist of circumstantial\n\nevidence, including inferences from surrounding circumstances, such\n\nas acts committed by the defendant that furthered the conspiracy's\n\npurposes.\").\n\n          Dwyer says her involvement with the program fraud was\n\n\"reluctant acquiescence\" rather than \"voluntary participation\" and\n\nclaims that her \"dedication and character\" are inconsistent with a\n\nfinding that her actions, done at Phillips' and Polimeni's behest,\n\nreflected any criminal intent.      She argues that she simply failed\n\nto appreciate that it was wrongful to do what her bosses told her\n\nto do, hence lacked the intent to conspire to commit program fraud.\n\n          The evidence indicated, however, that she was well aware\n\nthat Ortiz and Illingsworth were being paid from MCDI's funds for\n\nimproperly     documented   work   that   the   two   individuals   never\n\nperformed, and that her own activities directly furthered those\n\nirregularities.    She and those she was assisting were employees of\n\n\n                                   -25-\n\fa firm that was part of a public department of the City of\n\nSpringfield.      In those circumstances, the jury could have inferred\n\nthat she did not believe that Polimeni and Phillips could properly\n\ndirect and authorize her to pay out MCDI funds to the two non-\n\nperforming public employees.           It is true she may have been in part\n\ninfluenced by the fear that if she did not go along with her\n\nsupervisors' directions, they would retaliate against her; but\n\nthere was no evidence of threats, and a general concern of this\n\nkind would fall short of precluding a finding of conspiracy. Dwyer\n\ndoes not argue otherwise. See, e.g., United States v. Freeman, 208\n\nF.3d 332, 342 (1st Cir. 2000) (a generalized fear of harm is no\n\ndefense to a conspiracy charge; evidence precluding inference of an\n\nagreement would have to show that the duress to which defendant was\n\nsubject    was    \"enough    to   overbear      [her]   will   and   make     [her]\n\nparticipation in the conspiracy involuntary\").\n\n            The   jury    heard   all    the    evidence,    including   Dwyer's\n\ntestimony, and could reasonably decide that she had knowingly and\n\nvoluntarily participated and that her denial of doing so was\n\nlacking in credibility. See United States v. Maldonado-Garcia, 446\n\nF.3d 227, 231 (1st Cir. 2006) (on sufficiency review, we \"may\n\nneither evaluate the credibility of the witnesses nor weigh the\n\nrelative    merit    of     theories    of     innocence    postulated   by    the\n\ndefendant\").      There was sufficient evidence to support the jury's\n\nverdict on the conspiracy charge.\n\n\n                                        -26-\n\f                    ii.   Program Fraud\n\n            Commission of program fraud in violation of 18 U.S.C.\n\n§ 666(a)(1)(A) may be shown by establishing, inter alia, that a\n\nstate government employee knowingly converted to the use of any\n\nperson other than the rightful owner, property worth $5,000 or more\n\nbelonging    to   the   state,   if   the    defendant's   employing   agency\n\nreceives at least $10,000 in federal funds within a calendar year.\n\n18 U.S.C. § 666; see United States v. Cruzao-Laureano, 404 F.3d\n\n470, 483-84 (1st Cir.), cert. denied, 126 S. Ct. 639 (2005).           Dwyer\n\ndoes not dispute that she was a state government employee and that\n\nMCDI received annually more than $10,000 in federal funds.               She\n\nchallenges only the finding of a knowing conversion of $5,000 or\n\nmore.4\n\n            In the case of Ortiz, the uncontroverted evidence was\n\nthat she was paid $7,700 from March 2000 through December 14, 2000,\n\nof which $5,300 was paid from July through December 14, 2000.            The\n\nevidence showed that from at least June 2000 through December 14,\n\n2000, Ortiz was working either no or, at most, very few hours per\n\nweek.    The evidence also showed overpayments on occasions prior to\n\nJune. We think the evidence overall permitted the jury to conclude\n\n\n\n\n     4\n      Dwyer argues that she did not \"benefit in any way from any\nalleged wrongdoing at MCDI.\" That may be true, but section 666\ncriminalizes conversion to the use of \"any other person.\"     18\nU.S.C. § 666(a)(1)(A).\n\n                                      -27-\n\freasonably that at least $5,000 of the $7,700 paid to Ortiz was\n\nfraudulently converted by Dwyer to Ortiz's use.\n\n             Ortiz received, in March 2000, a $500 loan, of which she\n\nrepaid only ninety-three dollars.          Ortiz's timesheets (which were\n\nin   Dwyer's   handwriting    for   the    months   of   April,    May,   June,\n\nSeptember,     October,    November,   and    December,    2000)    contained\n\nsubstantial, repeated deficiencies.          Grimes testified that Ortiz\n\nshould not have been getting paid based on the poor state of her\n\ntimesheets.     Despite the fact that her timesheets lacked required\n\nsignatures and the \"in\" and \"out\" times, Ortiz was regularly paid\n\nfor thirty-five hours of work per week.        The evidence is clear that\n\nshe recorded no hours of work the week ending July 7 as well as the\n\nweek ending November 24 when she was vacationing in Puerto Rico.\n\nOrtiz was paid for the week of work following her termination on\n\nDecember 1, 2000.         Ortiz's August 2000 timesheet had no hours\n\nlisted for two weeks, and only ten hours each week for the other\n\ntwo weeks.     Nevertheless, she was still paid for thirty-five hours\n\nof work each week.        In September, October, and November, Ortiz's\n\ntimesheets contained no time-in/time-out documentation, showing\n\nonly the totals of thirty-five hours each week.               Additionally,\n\nOrtiz cashed her paychecks only until June, 2000, at which point\n\nthe signatures on the back of her checks were forged, with Phillips\n\nand Polimeni cashing the checks.             In light of all the other\n\nevidence of default, the fact that Ortiz did not fill out her\n\n\n                                    -28-\n\ftimesheets, pick up her checks, or complain when Phillips or\n\nPolimeni cashed her checks, supported a reasonable inference by the\n\njury that she was not working to any extent at this time.\n\n           Ortiz's own testimony, indeed, tended to reinforce such\n\nan inference.      She said she remembered only one occasion on which\n\nshe worked until 5:30, the prescribed quitting hour.          She further\n\ntestified that when she was doing janitorial work, she took \"about\n\ntwo, three hours\" a day to complete it.          The welfare department\n\nrequired that she work approximately nineteen hours a week, and\n\nOrtiz   conceded    that   though   MCDI   regularly   told   the   welfare\n\ndepartment that she had worked those hours, she did not always do\n\nso. Moreover, Ortiz responded that she \"didn't know\" when asked if\n\nshe was \"certain\" she was still working at MCDI after she moved to\n\nForest Street, a move made on August 1, 2000.\n\n           Dwyer insists there was no clear evidence Ortiz was\n\noverpaid by as much as $5,000 since Ortiz's own testimony lacked\n\nany certitude as to the period or periods of time she had worked.\n\nThere are no absolute records to verify the precise number of hours\n\nactually worked.     But given the total payment to her of $7,700 and,\n\nin particular, the $5,300 paid during the July-December period when\n\nthe evidence of her almost total absence from work was quite\n\nstrong, we believe there was sufficient evidence from which the\n\njury could reasonably infer that she was overpaid by at least\n\n$5,000.   The government did not have to establish with absolute\n\n\n                                    -29-\n\fmathematical precision the number of hours Ortiz did or did not\n\nwork    so   long   as   it    presented         evidence   from   which     it   could\n\nreasonably be inferred that she did not work sufficient hours to\n\nwarrant her being paid $5,000 during the period in question.                          We\n\nthink the evidence was sufficient to allow such an inference to be\n\ndrawn. We believe a reasonable jury could have inferred that Ortiz\n\ndid not perform sufficient work to justify being paid at least\n\n$5,000 of the pay she received.\n\n             Regarding Illingsworth, it was established that he was\n\npaid $7,200 in wages from May 1999 through January 2000 and $5,600\n\nfrom March through July 2000, for a total of $12,800.                        However,\n\nbeginning     September       3,   1999,    Illingsworth's      timesheets        became\n\nsignificantly deficient and around that same time, Illingsworth\n\nbegan missing time at work until he stopped coming altogether.                        He\n\nnever returned to the commissary after January 18, 2000.                             The\n\ngovernment     thus   argues       that    the    record    entitled   the    jury    to\n\nconclude that Illingsworth was paid at least $5,000 in wages he did\n\nnot earn.\n\n             The defense responds that Illingsworth was entitled to\n\noffset compensatory time from unpaid overtime work he allegedly had\n\nearlier performed for MCDI prior to his leaving it in October,\n\n1998.    Beginning in December 1997, it is asserted, Illingsworth\n\npainted the inside of the MCDI building during overtime hours.                        He\n\nsays he was not then paid, and was, therefore, entitled to be\n\n\n                                           -30-\n\fcredited with compensatory time, meaning he was entitled to take\n\nequivalent time off after he was rehired by MCDI and be paid for\n\nit.   In     its    opening    argument,      the    government     conceded      that\n\nIllingsworth seemed to have earned about 240 hours of compensatory\n\ntime at $18/hour but asserted that Illingsworth had forfeited the\n\nright to receive that income when he left his employment at MCDI in\n\nOctober, 1998.      The MCDI Employee Policy Manual says nothing about\n\nthe subject of compensatory time, and the defense acknowledges that\n\nPhillips,    MCDI's     executive      director,       rejected     Illingsworth's\n\nrequest in his November 24, 1998 letter to be paid for the alleged\n\novertime painting hours.         Over Dwyer's objection, the government\n\nelicited testimony from Grimes that there was an unwritten policy\n\nat MCDI that someone who left employment at MCDI lost all accrued\n\ncomp time.     The government cites Grimes' testimony in contending\n\nthat the payments made to Illingsworth after leaving and being\n\nrehired by MCDI could not be justified on the basis of comp time\n\nallegedly    earned    during    his    prior       employment    by    MCDI.      The\n\ngovernment analogizes the loss of the comp time to the loss of\n\naccrued sick leave or vacation upon leaving a particular job.                      The\n\ngovernment    also    points    out    that    the    comp   time      argument    was\n\nassembled    only     after    the    FBI   investigation         began   and     that\n\nIllingsworth's supervisor, Wilson, did not see any requests for\n\ncompensatory time from Illingsworth when he was supposedly working\n\nfor Wilson.    The defense points to no actual agreement with MCDI\n\n\n                                       -31-\n\fwhereby Illingsworth was permitted to apply comp time to the wages\n\nearned after his rehire.       By creating what was essentially a false\n\npaper trail of time when Illingsworth was alleged to be working but\n\nin fact was not, Illingsworth, with the assistance of Dwyer and\n\nIllingsworth's father-in-law, Polimeni, simply undertook to pass\n\nalong to the City of Springfield the costs of work supposedly done\n\na year and a half prior.\n\n          Given Grimes' testimony that compensatory time could not\n\nbe credited after leaving MCDI; the absence of any evidence that\n\nMCDI, in any formal or regular way, credited Illingsworth with\n\ncompensatory     time;    the     lack        of   proper    and    meaningful\n\ncontemporaneous records, including timesheets, establishing that\n\nIllingsworth's    pay    for    work    not    done   was   being   given   for\n\ncompensatory time; and the further evidence indicating that the\n\ncompensatory time argument was concocted after the investigation\n\nhad begun, we believe the jury could have reasonably concluded that\n\nit was improper to compensate him for work he never performed in\n\n1999 and thereafter.\n\n          Dwyer responds that while a Massachusetts statute, Mass.\n\nGen. Laws ch. 149, § 148, prohibits \"comp time\" as such, it does\n\nrequire that an employee be paid for all wages earned.                      That\n\nstatute states, in part:\n\n     Every person having employees in his service shall pay\n     weekly or biweekly each such employee the wages earned by\n     him to within six days of the termination of the pay\n     period during which the wages were earned if employed for\n\n                                       -32-\n\f      five or six days in a calendar week, or to within seven\n      days of the termination of the pay period during which\n      the wages were earned if such employee is employed seven\n      days in a calendar week.     [A]ny employee leaving his\n      employment shall be paid in full on the following regular\n      pay day, and, in the absence of a regular pay day, on the\n      following Saturday . . . and every county and city shall\n      so pay every employee engaged in its business the wages\n      or salary earned by him . . . . The word \"wages\" shall\n      include any holiday or vacation payments due an employee\n      under an oral or written agreement . . . . No person\n      shall by a special contract with an employee or by any\n      other means exempt himself from this section . . . .\n\nId.     Thus, Dwyer argues, MCDI could not lawfully refuse to pay\n\nIllingsworth for the compensatory time he was owed, hence there was\n\nno fraud in paying him later even if such payment was made\n\ninformally under the guise of paying him for work he in fact never\n\nperformed.\n\n            However, the very compensatory time policy which Dwyer\n\nargues entitled Illingsworth to be paid long after the fact would\n\nitself appear, if anything, to violate the plain language of the\n\nstatute.     According to the statute, Illingsworth was to be paid\n\npromptly after he performed the painting work in 1998; he was not\n\nso paid.     Indeed, Phillips apparently refused his request to be\n\npaid.    Instead, Illingsworth now claims he was paid later pursuant\n\nto timesheets which reflected a fictional account of work he did\n\nnot perform at the times they said he did.       The evidence of a\n\npolicy that compensatory time was forfeited after departure from\n\nthe company, coupled with Illingsworth's failure to secure any form\n\nof official authorization from his employer to carry forward and\n\n\n                                 -33-\n\fuse compensatory time in the manner now claimed - as well as the\n\nsurreptitious manner in which his father-in-law Polimeni and Dwyer\n\nwent about paying him after his supervisor noted that he was not,\n\nin fact, working at the times he was supposed to work - could have\n\nprompted   a   reasonable   jury    to   conclude   Illingsworth     was   not\n\nentitled to it, and that he was, at best, using an extra-legal\n\navenue to secure what he now feels he was owed.\n\n           Dwyer's own testimony about her belief that Illingsworth\n\ndeserved his compensatory time and her role in helping Illingsworth\n\nrequest payment for the time in November, 1998, along with her\n\nsubsequent participation in the altering of the timesheets, could\n\nalso be found to indicate a desire on her part to make payments to\n\nIllingsworth    even   though      she   was   aware   that   such    belated\n\nreallocation of funds could not properly and legally be effected.\n\n           Dwyer testified that she believed Illingsworth had earned\n\ncomp time for painting the interior of the building and that he\n\nwanted to be paid for that time.         She testified that she assisted\n\nhim in drafting the letter requesting comp time after he had left\n\nMCDI.   She admitted to the possibility of her having changed some\n\nof the \"in\" and \"out\" times on Illingsworth's timesheets so that\n\nthey would more correctly reflect what he had been paid, but not\n\nthe hours he actually worked. Illingsworth's immediate supervisor,\n\nWilson, never signed any of the timesheets for his employee during\n\n2000, thus deviating from the established MCDI policy.               In 2000,\n\n\n                                     -34-\n\fIllingsworth was found at home gambling on days when the timesheets\n\nshow he was supposedly working.     Given Dwyer's role in adjusting\n\nthe timesheets to put them in line with the payroll sheets after\n\nthe fact, her veracity could reasonably have been doubted by the\n\njury on the issue of her good faith belief that Illingsworth was\n\nproperly entitled to the belated payment.     If he was, why was it\n\nnecessary to participate in the creation of a false paper trial of\n\ntime worked after the fact?\n\n          The    jury    could   have   reasonably   concluded   that\n\nIllingsworth's failure to return to work, the lack of a formal\n\nrecord of his comp time, the evidence of MCDI's non-accrual policy,\n\nand the lack of any demonstrated formal relationship between the\n\nlater overpayments and the earlier absence of compensation, all\n\nindicated that he was not receiving legitimate comp wages and thus\n\nthat Dwyer had participated in converting to Illingsworth more than\n\n$5,000 as required to prove program fraud under the statute.\n\n                  iii.   Bona Fide Wages Exception\n\n          Section 666(c) by its terms \"does not apply to bona fide\n\nsalary, wages, fees, or other compensation paid, or expenses paid\n\nor reimbursed, in the usual course of business.\"        18 U.S.C. §\n\n666(c); see United States v. Cornier-Ortiz, 361 F.3d 29, 33 (1st\n\nCir. 2004).   Dwyer contends that her convictions for conspiring to\n\ncommit program fraud and committing program fraud are barred by\n\nthis exception as related to Illingsworth.\n\n\n                                 -35-\n\f              Whether wages were bona fide is a question of fact for\n\nthe jury.     See Cornier-Ortiz, 361 F.3d at 36.       Here, the district\n\ncourt instructed the jury on the exception, and there was more than\n\nsufficient evidence to support the jury's conclusion that the\n\npayments to Illingsworth were not bona fide wages.5               As noted,\n\nIllingsworth was engaged to and later married Polimeni's daughter.\n\nThe evidence taken in the light most favorable to the government\n\nshowed   he    was   paid   repeatedly   for   weeks   he   did   not   work.\n\nIllingsworth was paid on days when he was out due to injury, and he\n\ncontinued to be paid after he stopped working.          A reasonable jury\n\ncould find that the payments to Illingsworth were not made in the\n\nusual course of business and thus were not bona fide.              Cornier-\n\nOrtiz, 361 F.3d at 36 (payments not bona fide \"if they were\n\nintentionally misapplied, as they were here via sham contracts that\n\nskirted conflict of interest rules and allowed [a corporation] to\n\nreceive preferential treatment and other benefits\"); United States\n\nv. Grubb, 11 F.3d 426, 431, 434 (4th Cir. 1993) (bona fide wages\n\nexception inapplicable where employee \"performed little work for\n\nthe Sheriff's office\" and did not \"perform functions for the\n\nSheriff's office on a regular basis\"); cf. United States v. Mills,\n\n140 F.3d 630, 633 (6th Cir. 1998) (bona fide wages exception\n\napplicable because there was no allegation that employees \"did not\n\n\n\n     5\n      Dwyer does not argue that the payments to Ortiz should be\nconsidered under the 18 U.S.C. § 666(c) exception.\n\n                                   -36-\n\fresponsibly fulfill the duties associated with their employment\").\n\nWe would add that to the extent the payments were, as was argued,\n\nnot intended as wages for work actually performed but reflected\n\nsome    kind     of    informal   and    unauthorized        compensatory     time\n\nreimbursement, they were also not bona fide wages.                 The jury could\n\nreasonably find that the bona fide wages exception does not come\n\ninto play.\n\n            c.        False   Statements,      Obstruction    of   Justice,    and\n\nConspiracy to Obstruct Justice\n\n            Count Ten charged Dwyer with conspiring with Phillips,\n\nPolimeni, and Cardaropoli to obstruct and impede the government's\n\ninvestigation of MCDI in violation of 18 U.S.C. § 1503(a), which\n\nprovides:\n\n       Whoever corruptly, or by threats or force, or by any\n       threatening letter or communication, endeavors to\n       influence, intimidate, or impede any grand or petit\n       juror, or officer in or of any court of the United\n       States, or officer who may be serving at any examination\n       or other proceeding before any United States magistrate\n       judge or other committing magistrate, in the discharge of\n       his duty, or injures any such grand or petit juror in his\n       person or property on account of any verdict or\n       indictment assented to by him, or on account of his being\n       or having been such a juror, or injures any such\n       officers,   magistrate   judge,   or   other   committing\n       magistrate in his person or property on account of his\n       performance of his official duties, or corruptly or by\n       threats or force, or by any threatening letter or\n       communication, influences, obstructs, or impedes, or\n       endeavors to influence, obstruct or impede, the due\n       administration of justice, shall be punished . . . .\n\nThe overt acts alleged in Count Ten included the backdating and\n\nalteration     of     Illingsworth's    timesheets;    Polimeni's      allegedly\n\n                                        -37-\n\fmaking a false statement to a special agent of the FBI on January\n\n15, 2002; Dwyer's allegedly making false statements to the FBI on\n\nMarch 7, 2002; Cardaropoli's allegedly making false statements to\n\nthe FBI in February, 2003; and Phillips' threatening Densing\n\nAbraham, a seventeen-year-old MCDI employee and potential grand\n\njury witness, on March 11, 2003.    The jury found Dwyer not guilty\n\nof conspiring with Polimeni to alter Illingsworth's timesheets.\n\nCardaropoli was found not guilty of lying to the FBI, and Dwyer was\n\nfound not guilty of program fraud arising from the wages paid to\n\nCardaropoli. Phillips was found not guilty of threatening Abraham.\n\nAccordingly, after eliminating the overt acts related to these\n\ncounts, it can be assumed that Dwyer was found guilty of conspiracy\n\nto obstruct justice in Count 10 on the basis of the statements she\n\ngave to the FBI on March 7, 2002.      Dwyer was charged in Count 15\n\nwith obstruction of justice based on those statements, violating 18\n\nU.S.C. § 1503, and in Count 16 with making false statements.      We\n\nassess the sufficiency of the evidence for these three counts in\n\nconcert, as they are all based on the underlying claim of false\n\nstatement.\n\n          \"In order to convict a defendant of making a false\n\nstatement under 18 U.S.C. § 1001, the prosecution must prove that\n\nthe defendant, in a matter within the jurisdiction of the United\n\nStates government, knowingly made a material statement to the\n\ngovernment which was false.\"   United States v. Sebaggala, 256 F.3d\n\n\n                                -38-\n\f59, 63 (1st Cir. 2001); see United States v. Duclos, 214 F.3d 27,\n\n33 (1st Cir. 2000).\n\n             The government argues that Dwyer knowingly and willfully\n\nmade material false statements to the FBI when speaking to Agents\n\nClifford Hedges and Susan Kossler on March 7, 2002.           She told the\n\nFBI she assumed Ortiz had worked all of the hours she was paid for,\n\nbut that she could not verify that Ortiz had done so.          Dwyer had,\n\nhowever, been given a standing instruction to pay Ortiz for thirty-\n\nfive hours per week; she routinely filled in the hours on Ortiz's\n\ntimesheets, noted on the payroll summary that Ortiz had worked zero\n\nhours but was being paid for thirty-five \"per Mr. Phillips,\" and\n\nwrote a check to Ortiz after she knew Ortiz had been terminated.\n\nShe did not explain this situation to the FBI.       Dwyer also told the\n\nFBI that the only preferential treatment Ortiz had received was the\n\nopportunity to work more hours than other employees.          Dwyer knew,\n\nhowever, that Ortiz had received a payroll advance which she did\n\nnot repay.    Asked about payroll advances, Dwyer identified several\n\nother employees who had received them but did not mention Ortiz.\n\nThe government argues that this was more than enough evidence to\n\nsupport   the   jury's   finding   that   Dwyer   knowingly    made   false\n\nstatements.     See Hatch, 434 F.3d at 6 (\"The determination as to\n\n[the defendant's] state of mind - his belief in the untruthfulness\n\nof his statement - is one which the jury is best equipped to\n\nperform.\"); United States v. Singh, 222 F.3d 6, 10 (1st Cir. 2000).\n\n\n                                   -39-\n\f            Dwyer argues in response that the FBI agents did not ask\n\nany follow-up questions and did not seek more complete answers than\n\nthe ones she gave.        She also points out that the interview was not\n\nrecorded    and    that    no   written    statement   was   taken.      Kossler\n\ntestified     that   she    did   not     inform   Dwyer   what   the   FBI   was\n\ninvestigating beyond telling her that it was about MCDI and her\n\nrole there.    Kossler additionally testified that Dwyer volunteered\n\nthat someone had once complained to her that Ortiz had been paid\n\nfor a week when she was not even working, when she had been in\n\nPuerto Rico.      The agent did not ask any follow-up questions on that\n\npoint.\n\n            Dwyer herself also testified about the March 7 interview.\n\nShe said that she had answered all questions truthfully and did not\n\nbelieve she was a focus of the investigation.                But Dwyer did not\n\ncontest that she stated that she assumed Ortiz's hours were correct\n\nwhen in fact she knew of a standing order to pay her for thirty-\n\nfive hours regardless of whether she worked zero hours.                 She also\n\nstated that she did not know of any preferential treatment when she\n\nknew Ortiz had not been required to repay a loan.                 She thus made\n\naffirmative false statements and did not just omit or fail to\n\nvolunteer information when the FBI did not ask follow-up questions.\n\n            Further, those false statements were material. \"The test\n\nof materiality is whether the false statement in question had a\n\nnatural tendency to influence, or was capable of influencing, a\n\n\n                                        -40-\n\fgovernmental       function,\"    Sebaggala,    256   F.3d   at    65    (citation\n\nomitted).      \"[I]f a statement could have provoked governmental\n\naction, it is material regardless of whether the agency actually\n\nrelied upon it.\"      Id.   Dwyer's statements were about issues at the\n\ncenter of the investigation.            If she had been truthful about\n\nOrtiz's standing thirty-five-hour-per-week pay schedule and the\n\npreferential treatment she received, the investigation could have\n\nbeen significantly shortened.         We hold, therefore, that there was\n\nsufficient evidence to support Dwyer's conviction for making false\n\nstatements.\n\n            There is likewise sufficient evidence supporting Dwyer's\n\nconvictions for obstruction of justice and conspiracy to obstruct\n\njustice.      In    order   to   demonstrate   obstruction       of    justice   in\n\nviolation of 18 U.S.C. § 1503, the government had to prove that\n\nDwyer corruptly influenced, obstructed, impeded, or endeavored to\n\ninfluence, obstruct or impede, the due administration of justice.\n\nThe government had to show that there was a pending judicial\n\nproceeding; that Dwyer had notice of the proceeding; and that she\n\nacted corruptly with the intent to influence or obstruct, or\n\nendeavored to influence or obstruct, the proceeding.                   See United\n\nStates v. Frankhauser, 80 F.3d 641, 650-51 (1st Cir. 1996).\n\n            \"It is well-established that a grand jury investigation\n\nconstitutes a pending judicial proceeding for purposes of § 1503.\"\n\nUnited States v. Macari, 453 F.3d 926, 936 (7th Cir. 2006).                      The\n\n\n                                      -41-\n\fgrand jury proceeding here was underway before the government\n\ninterviewed Dwyer on March 7, 2002.    Grimes testified that when a\n\ngrand jury subpoena came in, the group of employees, including\n\nspecifically Dwyer, responsible for gathering documents responsive\n\nto it would be told of, and would know about, the existence of the\n\nsubpoena.    Before her interview with the FBI, Dwyer spoke with\n\nPhillips and Polimeni, both of whom, Grimes testified, would also\n\nhave been aware of the existence of a grand jury subpoena.        A\n\nreasonable jury could have concluded from the testimony that Dwyer\n\nhad notice of the October 23, 2001 subpoena, was aware that it had\n\nbeen issued by a grand jury, and was further aware from the nature\n\nof the materials she was directed to gather that the grand jury's\n\ninvestigation pertained to the payment of employees at MCDI.   The\n\njury could also conclude that she would have known from the\n\ncharacter of the questions the FBI subsequently put to her in her\n\ninterview that matters relevant to the grand jury's investigation\n\nwere the subject of the FBI's inquiry. Additionally, evidence that\n\nDwyer made false statements to the FBI agents supported the jury's\n\nconclusion that she intended to influence or obstruct the grand\n\njury proceeding.\n\n            Dwyer argues that the government didn't prove she knew\n\nher statements would be submitted to a grand jury.      See United\n\nStates v. Aguilar, 515 U.S. 593, 598-600 (1995) (requiring a\n\n\"nexus\" between the defendant's act and the judicial proceeding;\n\n\n                                -42-\n\fi.e., \"the act must have a relationship in time, causation, or\n\nlogic with the judicial proceedings\").            As we have said, however,\n\nthe evidence was sufficient for a jury to infer therefrom that she\n\nwas aware her statements would go to the grand jury.\n\n            In Aguilar, the government had failed to show that the\n\nFBI agents were acting as an arm of the grand jury or that it had\n\neven sought their testimony, so that the mere \"uttering [of] false\n\nstatements to an investigating agent . . . who might or might not\n\ntestify before a grand jury\" was insufficient to establish a\n\nviolation of Section 1503.     515 U.S. at 600.        In order to show that\n\nan   FBI   investigation   constitutes      a    \"judicial   proceeding\"   for\n\npurposes of § 1503, the government must establish that the FBI was\n\nacting as \"an arm of the grand jury.\"           Macari, 453 F.3d at 937.    It\n\nmust show that the agents were \"integrally involved\" in the grand\n\njury investigation and that the investigation was undertaken \"with\n\nthe intention of presenting evidence before [the] grand jury.\" Id.\n\n(internal quotation marks omitted).\n\n            Here, the government showed that the FBI was working as\n\nan arm of the grand jury by collecting evidence that was eventually\n\npresented to the grand jury.          Agent Kossler testified that the\n\ngrand jury investigation was underway by early 2002, and the FBI\n\nwas gathering information, conducting interviews, and reviewing\n\ndocuments.      The   agents   were   not       conducting   \"some   ancillary\n\nproceeding, such as an investigation independent of the court's or\n\n\n                                  -43-\n\fgrand jury's authority,\" Aguilar, 515 U.S. at 599.                  A reasonable\n\njury could infer, moreover, that Dwyer knew her statements would be\n\nsubmitted to the grand jury, as she was aware of the grand jury\n\nsubpoena and related investigation, had spoken to Phillips and\n\nPolimeni before her interview with the FBI, and had answered\n\nquestions on topics related to documents sought in the October 23,\n\n2001 subpoena.       There was sufficient evidence of a nexus between\n\nDwyer's false statements and the grand jury proceeding.\n\n               There was also sufficient evidence for a reasonable jury\n\nto find that Dwyer was guilty of conspiracy to obstruct justice.\n\nThe evidence supported the jury's inference of a knowing and\n\nvoluntary agreement:        Dwyer had spoken with Phillips and Polimeni\n\nbefore making the false statements about Ortiz.              She also received\n\na pay raise soon after.         There was an overt act:      the making of the\n\nfalse    statements    in   interference      with   a   pending     grand   jury\n\nproceeding.       Ruiz, 105 F.3d at 1499.      The circumstantial evidence\n\nmore    than    supported   a    conclusion   that   Dwyer    was    part    of   a\n\nconspiracy to obstruct justice.         See Gomez-Pabon, 911 F.2d at 853.\n\nII.    Constructive Amendment\n\n               Dwyer argues for the first time on appeal that jury\n\ninstructions on the federal program fraud count relating to Ortiz\n\n(Count 9) and the false statement count (Count 16) constructively\n\namended the indictment.\n\n\n\n\n                                      -44-\n\f          Had an objection of constructive amendment been made at\n\ntrial, this court would determine de novo whether the indictment\n\nwas constructively amended.   United States v. Kelly, 722 F.2d 873,\n\n876 (1st Cir. 1983) (the question is whether the defendant \"has\n\nmade a convincing showing that the alleged alteration in the\n\nindictment did in fact change the elements of the offense charged\n\nand whether he was convicted of a crime not charged in the grand\n\njury indictment\"). Here, however, the constructive amendment claim\n\nwas not preserved by timely objection made in the district court;\n\nour review, therefore, is for plain error only.   United States v.\n\nDeCicco, 439 F.3d 36, 44-45 (1st Cir. 2006).\n\n          \"An amendment of the indictment occurs when the charging\n\nterms of the indictment are altered, either literally or in effect,\n\nby the prosecutor or the court after the grand jury has returned\n\nthe indictment.\"   United States v. Cianci, 378 F.3d 71, 93 (1st\n\nCir. 2004); see United States v. Dubon-Otero, 292 F.3d 1, 4 (1st\n\nCir. 2002).\n\n          a. Constructive Amendment of Count 9\n\n          Count 9 charged the defendants with committing federal\n\nprogram fraud by submitting to the Springfield School Department\n\nmonthly invoices that reflected the labor costs for Ortiz when\n\nOrtiz had not worked.    The court instructed the jury that the\n\ndefendants were charged with converting or aiding and abetting the\n\ntheft of funds under the control of MCDI and/or the City of\n\n\n                               -45-\n\fSpringfield.      That instruction was correct.           \"A primary objective\n\nof the rule against constructive amendment of indictments is to\n\nensure defendants have notice of the charges they must defend\n\nagainst.\"     Dubon-Otero, 292 F.3d at 5.\n\n             Dwyer argues that there was no evidence of submission of\n\n\"monthly invoices to the Springfield School Department that falsely\n\nincluded the labor costs of Gretchen Ortiz.\" She claims the school\n\ndepartment would pay only for the labor of Baking Company employees\n\nwho worked at the commissary or warehouse.                MCDI would bill the\n\nSchool Department periodically for that labor.              Only the labor for\n\nthose workers involved in pizza and cookie production, she says,\n\nwas billed to the Springfield School Department, and Ortiz worked\n\nin MCDI's main building wrapping muffins.                 Thus, Dwyer claims,\n\nOrtiz's labor costs were never billed to the Springfield School\n\nDepartment.       The record does not support Dwyer's characterization\n\nof the payment of labor.        She cites the testimony of Thomas Mazza,\n\nthe assistant finance manager of the Springfield School Department,\n\nfor the proposition that Ortiz's labor costs were never billed to\n\nthat department.         But Mazza, answering a series of questions about\n\nthe   cost   of    the    muffins   billed    to   the   department,   said   the\n\nfollowing:\n\n      Q: With respect to the hot lunches and the muffins\n      program, how was the billing done? How did you pay for\n      it? What was the structure in terms of the way you would\n      bill for those services?\n\n      A: Hot lunch or hot breakfast?\n\n                                       -46-\n\f     Q: Excuse me, hot lunches and muffins, the one that was\n     done at 140 Wilbraham Road [MCDI's main facility].\n\n     A: We were billed on a per item cost. There was a set\n     cost for each per unit that was produced in a given month\n     and we were billed.\n\n     Q: So each muffin would have a particular cost associated\n     with it?\n\n     A: Yes.\n\n     Q: And the same with each lunch?\n\n     A: Hot breakfast.\n\n     Q: Hot breakfast. I want to keep calling it lunch. So\n     with respect to what went into making up that unit cost,\n     what were the ingredients, so to speak, of the unit cost\n     for the muffins for the hot breakfast?\n\n     A: I believe it was the labor that MCDI incurred to\n     produce them, the production (emphasis supplied).\n\nDwyer had sufficient notice of the charges.          Here, as in Cianci,\n\n\"[n]o intimations by the court recast the 'essential' elements\" of\n\nthe crime charged.      378 F.3d at 94.\n\n            b.    Constructive Amendment of Count 16\n\n            Dwyer also argues that the district court impermissibly\n\nbroadened   Count    16,   which   alleged   a   false,   fraudulent,   and\n\nfictitious material statement in violation of 18 U.S.C. § 1001, by\n\ninstructing the jury it could find the defendants guilty if they\n\nmade a material false statement or concealed or covered up a\n\nmaterial fact by trick, scheme, or device.           She claims that the\n\nreference to \"trick, scheme, or device\" unlawfully amended the\n\nindictment.      The instruction stated in part:\n\n\n                                    -47-\n\f     The first element the government must prove beyond a\n     reasonable doubt is that the defendant intentionally made\n     a material false statement or intentionally concealed or\n     covered up a material fact. These words almost define\n     themselves.\n\n     To falsify means to make an untrue statement which is\n     untrue at the time made is known to be untrue at the time\n     made. However a statement that is literally true can\n     constitute a false statement if the defendants, through\n     a scheme, trick or device, are actively trying to mislead\n     the government.\n\n     To satisfy this first element, the government must prove\n     beyond a reasonable doubt that the fact allegedly\n     falsified or covered up was material. A statement is\n     material if it has a natural tendency to influence or to\n     be capable of influencing the decision of the\n     decisionmaker to which it was addressed, regardless of\n     whether the agent actually relied on it.\n\n     . . .\n\n     I will now enumerate the specific charges of false\n     statement:\n\n     . . .\n\n     Count 16: Ms. Dwyer is charged with falsely stating to\n     a special agent of the Federal Bureau of Investigation on\n     March 27, 2000 that she assumed that Gretchen Ortiz\n     worked her full shift but could not verify the actual\n     number of hours worked by Ms. Ortiz, and that the only\n     preferential treatment received by Ms. Ortiz from the\n     administration about which Ms. Dwyer had knowledge was\n     that she had heard other employees complain that Ms.\n     Ortiz got to work more hours than other employees.\n\nIn her brief, Dwyer cites a truncated version of the instruction,\n\nimplying that the court failed to address the specific charge of\n\nfalse   statement   against   her   and    thus    unlawfully     amended   the\n\nindictment with its reference to a statement which through a\n\n\"scheme,   trick,   or   device\"    actively      attempts   to   mislead   the\n\n\n                                    -48-\n\fgovernment.             The   court's       instruction          on    the    specific     charge\n\npertaining to Dwyer \"was taken largely from the indictment,\"\n\nCianci, 368 F.3d at 94, and did not amend it.                          The court made clear\n\nin its instructions that Dwyer was accused of specific false\n\nstatements, which the jury could then judge if she made.\n\n               Dwyer's constructive amendment claims fail, therefore,\n\nwhether judged de novo or under a plain error standard.\n\nIII.    Cumulative Errors\n\n               Finally, building on her sufficiency argument, Dwyer\n\nclaims    that      a    number    of    other       errors       by    the    district     court\n\ncumulatively created a substantial risk of the miscarriage of\n\njustice. We deal with these arguments below seriatim, finding that\n\nthere    was    no      error    as    to    any     of    them,       hence    no   prejudice,\n\ncumulative or otherwise. See United States v. Barrow, 448 F.3d 37,\n\n44 (1st Cir.), cert. denied, 127 S. Ct. 176 (2006).\n\n               a.    Motion to Sever\n\n               Dwyer      argues       that        evidence       of     Phillips's        sexual\n\nrelationships with MCDI employees entitled her to have her trial\n\nsevered from his.               We review the district court's denial of a\n\nmotion to sever for abuse of discretion.                          United States v. Casas,\n\n425 F.3d 23, 36 (1st Cir. 2005), cert. denied, 126 S. Ct. 1670\n\n(2006).    \"To demonstrate abuse of discretion, defendants must show\n\nthat    joinder      deprived         them    of    a     fair    trial,       resulting    in   a\n\nmiscarriage of justice.\"               United States v. Soto-Beniquez, 356 F.3d\n\n\n                                              -49-\n\f1,   29   (1st   Cir.   2004).      \"[T]he      burden   is   on   the   party    who\n\nchallenges the refusal to sever to make a convincing showing of\n\nprejudice as a prerequisite to gaining a new trial.\" United States\n\nv. Vega Molina, 407 F.3d 511, 531 (1st Cir.), cert. denied, 126\n\nS. Ct. 296 (2005).\n\n            \"Because the general rule is that those indicted together\n\nare tried together to prevent inconsistent verdicts and to conserve\n\njudicial and prosecutorial resources, severance is particularly\n\ndifficult to obtain where, as here, multiple defendants share a\n\nsingle indictment.\"         Soto-Beniquez, 356 F.3d at 29.                 This is\n\nespecially true in conspiracy cases, where \"severance will rarely,\n\nif ever, be required.\"           United States v. Flores-Rivera, 56 F.3d\n\n319, 325 (1st Cir. 1995) (internal quotation marks and citations\n\nomitted).\n\n            There    was   no    abuse    of    discretion    in   the   denial   of\n\nseverance here.      Dwyer has not made a convincing showing that the\n\njury was unable to separate the evidence against Phillips from that\n\nagainst her.       The district court repeatedly instructed the jury\n\nthat the evidence about Phillips was not relevant to the other\n\ndefendants.      See United States v. DeLuca, 137 F.3d 24, 37 (1st Cir.\n\n1998) (\"[T]he district court took prudent precautions against\n\njudicial spillover by repeatedly instructing the jury that it must\n\nconsider the evidence against each individual defendant in relation\n\nto each count.\").          We \"presume that jurors will follow clear\n\n\n                                         -50-\n\finstructions to disregard evidence unless there is an overwhelming\n\nprobability that the jury will be unable to follow the court's\n\ninstructions, and a strong likelihood that the effect of the\n\nevidence will be devastating to the defendant.\"             United States v.\n\nPortela, 167 F.3d 687, 701 (1st Cir. 1999) (internal quotation\n\nmarks and citation omitted). \"[A] measure of evidentiary spillover\n\nis a foreseeable concomitant of virtually every joint trial, yet\n\nseldom indicates undue prejudice.\"        DeLuca, 137 F.3d at 36.       Here,\n\nespecially where the court took particular care to emphasize the\n\nneed to differentiate the evidence for each defendant, it did not\n\nabuse its discretion in denying a motion to sever.\n\n          b.   Evidentiary Rulings\n\n          Dwyer   argues   that,    in    any     event,   the    evidence   of\n\nPhillips's   sexual   relationships      should    have    been   excluded   as\n\nunfairly prejudicial to her.       We review evidentiary decisions for\n\nabuse of discretion.   United States v. Flemmi, 402 F.3d 79, 86 (1st\n\nCir. 2005). \"[D]istrict courts enjoy wide latitude in passing upon\n\nthe relevancy of evidence.\" United States v. Maldonado-Garcia, 446\n\nF.3d 227, 231-32 (1st Cir. 2006).           \"As to prejudice, '[t]rial\n\njudges enjoy wide latitude in making Rule 403 rulings and are only\n\noverturned after a showing of egregious error.'\"            United States v.\n\nPerez-Gonzalez, 445 F.3d 39, 47 (1st Cir. 2006) (quoting United\n\nStates v. Kornegay, 410 F.3d 89, 96 (1st Cir. 2005)).                 We find\n\nnothing unreasonable in the court's allowance of the evidence\n\n\n                                   -51-\n\fagainst   Phillips.     The   district     court    gave   several   warning\n\ninstructions about use of the Phillips evidence. See United States\n\nv. Richardson, 421 F.3d 17, 41 (1st Cir. 2005), cert. denied, 126\n\nS. Ct. 2319 (2006).\n\n           Dwyer also challenges briefly and in the most general\n\nterms a range of additional evidentiary admissions as highly\n\nprejudicial but does not develop any argument as to why any was\n\nimproperly admitted.     \"Virtually all evidence is prejudicial - if\n\nthe truth be told, that is almost always why the proponent seeks to\n\nintroduce it - but it is only unfair prejudice against which the\n\nlaw protects.\"    United States v. Pitrone, 115 F.3d 1, 8 (1st Cir.\n\n1997).    Dwyer makes no specific argument as to how the evidence\n\n\"invite[d] the jury to render a verdict on an improper emotional\n\nbasis.\"   United States v. Varoudakis, 233 F.3d 113, 122 (1st Cir.\n\n2000).\n\n           c.   \"Following Orders\" Jury Instruction\n\n           Dwyer takes issue with the court's instruction to the\n\njury that \"if you find that the evidence established beyond a\n\nreasonable   doubt    that   the   defendant   willfully     and   knowingly\n\nparticipated in the scheme to defraud, it is not a defense to the\n\ncrime of wire fraud for a defendant to claim that he or she was\n\nfollowing orders.\"     This instruction pertained only to the wire\n\nfraud counts, which the court dismissed.           Dwyer argues that since\n\nthe wire fraud counts were only dismissed by the court on her\n\n\n                                    -52-\n\fmotion under Fed. R. Crim. P. 29(c), after the jury returned its\n\nverdicts,    it   is    unlikely   that      the   jury   understood   that   the\n\nfollowing orders instruction pertained only to the wire fraud\n\ncounts.     The instruction, however, clearly referred to the wire\n\nfraud counts, and the jury demonstrated its ability to distinguish\n\namong counts by acquitting on some and convicting on others.                  See\n\nUnited States v. Freeman, 208 F.3d 332, 345-46 (1st Cir. 2000).\n\n            d.    Prosecutor's Statements in Closing Argument\n\n            Dwyer      argues   that   the    government   improperly   equated\n\n\"intent\" with \"knowledge\" in its rebuttal closing argument.                   The\n\ngovernment said:\n\n     I want to talk about intent because it's something that\n     has been mentioned both by Mr. Hoose and some of the\n     other lawyers during their closing arguments and the\n     judge will tell you what intent is. You'll be able to\n     learn from the instruction that intent is not someone\n     waking up in the morning and saying, \"today I am going to\n     defraud the City of Springfield.\" Intent is not like\n     that. Intent is simply knowing the consequences of your\n     actions.   Knowing that when a payroll check is being\n     issued and someone is not performing work for that\n     payroll check, that the City of Springfield, MCDI is\n     losing money as a result. That, in essence is intent,\n     knowing the consequences of what flows from your actions.\n\nAt the conclusion of the rebuttal, the court reminded the jury that\n\nthe closing arguments of counsel are not evidence.               The defendant\n\nobjected to a couple of points, including the intent definition, at\n\nthe end of the rebuttal summation, saying, \"I want to object to Mr.\n\nWelch's suggestion or his definition of intent.                 I realize the\n\nCourt was giving a curative instruction, but I want to note these\n\n\n                                       -53-\n\fobjections and ask the Court to specifically instruct the jury to\n\ndisregard those things.\"   The court responded:\n\n     All right. Well, I don't think it's necessary for me to\n     do the latter [i.e., give specific instruction]. And my\n     remarks at the end of the closing were not intended to\n     cure anything specifically related to Mr. Welch's\n     rebuttal. I hope that wasn't interpreted that way. It\n     just seemed to me to be a good time at the end, sometimes\n     I do it at the beginning and perhaps it would have been\n     better if I had done it at the beginning but it was\n     simply intended as a general admonition. . . .\n\n     The issue of the instructions, several of you have\n     referred to what you thought I would say in my\n     instructions, and I'll be saying right in the very first\n     page or two of my instructions that anything counsel may\n     say about the instructions that is inconsistent with my\n     instructions is to be disregarded. So that will be right\n     at the beginning of the instructions so in a sense you\n     will get that instruction.\n\nThe next day, the court gave the jury instructions which included\n\nthe following:\n\n     Counsel have quite properly referred to some of the\n     governing rules of law in their arguments. If, however,\n     any difference appears to you between the law as stated\n     by counsel and that stated by the Court in these\n     instructions, you of course are to be governed by these\n     instructions. . . .\n\n     In weighing the evidence on the conspiracy charge you\n     must find beyond a reasonable doubt that the defendants\n     intentionally joined the conspiracy before you may find\n     them guilty on that charge.\n\n     In fact, the law requires that the government prove two\n     types of knowing intent beyond a reasonable doubt before\n     a defendant can be said to have willfully joined the\n     conspiracy.\n\nThe court went on for several more paragraphs on the meaning of\n\nintent.\n\n\n                               -54-\n\f            Where         there     is         prosecutorial       argument        with\n\ncontemporaneous objections, we review de novo whether the comment\n\nwas   improper     and    review   for     abuse    of    discretion    whether    the\n\nmisconduct, if any, warrants a new trial.                  United States v. Lewis,\n\n40 F.3d 1325, 1337-38 (1st Cir. 1994).               To be held responsible for\n\nparticipation in a criminal conspiracy, a defendant must be shown\n\nto have entered knowingly, willfully and intentionally into an\n\nagreement with the specific intent that the conspiracy's criminal\n\npurposes be accomplished. United States v. O'Campo, 973 F.2d 1015,\n\n1020 (1st Cir. 1992).          The prosecutor's argument suggested to the\n\njury that if they concluded that Dwyer's notations on the payroll\n\nspreadsheets proved knowledge, then intent could be presumed.                       The\n\nprosecutor should not have characterized intent and knowledge as\n\nessentially interchangeable, but we find no abuse of discretion in\n\nthe court's handling of the summation.                      The court repeatedly\n\nemphasized       the   definition     of    intent       during   instructions     the\n\nfollowing    day         and   emphasized         further     that     the    court's\n\ncharacterization of the law was the one to follow.                      The jury is\n\npresumed    to    have     followed      the    court's     instructions     and    the\n\ndefinition it gave of intent.              See Soto-Beniquez, 356 F.3d at 43\n\n(curative instruction and correct instruction on point of law\n\nprevented any prejudice to defendant from prosecutor's misstatement\n\nof law in closing argument).\n\n            Affirmed.\n\n\n                                          -55-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">               Not for Publication in West's Federal Reporter\n\n\n          United States Court of Appeals\n                      For the First Circuit\n\nNo. 05-2051\n\n                            UNITED STATES,\n\n                               Appellee,\n\n                                    v.\n\n                             JAMIE DWYER,\n\n                       Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Michael A. Ponsor, U.S. District Judge]\n\n\n                                 Before\n\n                       Lynch, Circuit Judge,\n                 Campbell, Senior Circuit Judge,\n                    and Lipez, Circuit Judge.\n\n\n\n     John S. Ferrara with whom Dalsey, Ferrara & Albano was on\nbrief for appellant.\n     Vijay Shanker, Attorney, Criminal Division, with whom\nMichael J. Sullivan, United States Attorney, and William M.\nWelch, II, Assistant U. S. Attorney, United States Department of\nJustice, were on brief, for appellee.\n\n\n\n                           August 24, 2007\n\f          CAMPBELL, Senior Circuit Judge.         Following a jury trial\n\nin the district court, Jamie Dwyer appeals from her convictions for\n\nconspiracy to commit federal program fraud, federal program fraud\n\nitself, conspiracy to obstruct justice, obstruction of justice, and\n\nmaking false statements.     Dwyer argues (1) there was insufficient\n\nevidence for a jury to convict her; (2) her prosecution for\n\nconspiracy to commit federal program fraud was barred by the \"bona\n\nfide wages\" exclusion of 18 U.S.C. § 666(c); (3) the district\n\ncourt's instructions regarding two of the counts impermissibly\n\namended the indictment; and (4) the cumulative effect of the\n\ncourt's allegedly mistaken denial of pretrial motions, erroneous\n\nevidentiary rulings, improper jury instructions, and the improper\n\nprosecutorial    argument   created       a   substantial    risk     of    the\n\nmiscarriage of justice.     We affirm the convictions.\n\n                                Background\n\n          On September 2, 2004, a federal grand jury returned a\n\nnineteen-count    superseding    indictment     against     Dwyer   and     co-\n\ndefendants     Gerald   Phillips,    Giuseppe     Polimeni,     and        Luisa\n\nCardaropoli.    Eleven of the counts involved Dwyer, who was charged\n\nwith the following crimes:       conspiracy to commit wire fraud and\n\nfederal program fraud (1); two counts of wire fraud (2, 4); four\n\ncounts of federal program fraud (3, 7, 8, and 9); conspiracy to\n\nobstruct justice (10); two counts of obstruction of justice (11 and\n\n15); and making false statements (16).         The district court denied\n\n\n                                    -2-\n\fDwyer's motions to dismiss the indictment and to sever trial of the\n\ncharges against her from those against her co-defendants.       On\n\nOctober 1, 2004, we denied her interlocutory appeal from the denial\n\nof her motion to dismiss.     A jury trial of the four defendants\n\nbegan on January 18, 2005.    On February 28, 2005, the jury found\n\nDwyer guilty of Counts 1, 2, 4, 7, 9, 10, 15, and 16 and acquitted\n\nher on Counts 3, 8, and 11.    On June 8, 2005, the district court\n\ngranted Dwyer's motion for judgment of acquittal on the two wire\n\nfraud counts (Counts 2 and 4) on the ground that there was no\n\ninterstate communication as required under the wire fraud statute.\n\nDwyer accordingly stands convicted on six of the counts:   1, 7, 9,\n\n10, 15, and 16.1   The district court sentenced her to concurrent\n\nthree-year terms of probation on each count of conviction and\n\nfurther ordered her to pay a fine of $5,000 and $12,300 restitution\n\nto the city of Springfield, Massachusetts.   This appeal followed.\n\n                               Facts\n\n          The evidence at trial was as follows.   The Massachusetts\n\nCareer Development Institute (\"MCDI\") is a public department of the\n\nCity of Springfield.   It is a skills-training center for citizens\n\n\n     1\n      Defendant states in her appellate brief that \"Count One also\nalleged conspiracy to commit wire fraud, but the Trial Court\ndetermined that there was no interstate communication as required\nby 18 U.S.C. § 1343, and dismissed all wire fraud counts.\nImplicitly, the Court's ruling narrowed Count One to the Program\nFraud allegations.\"    The government did not disagree with this\nstatement, and, without ruling on the matter, we shall assume that\nthe conspiracy conviction as it now stands is for program fraud\nonly.\n\n                                -3-\n\fon welfare or trying to get off welfare.             MCDI has a private,\n\nincorporated, not-for-profit affiliate known as MCDI, Inc.            MCDI,\n\nInc. was formed in part to use its tax-exempt status in applying\n\nfor grants to fund MCDI's programs.        MCDI and MCDI, Inc. received\n\nat least eighty percent of their funds from state and federal\n\ngrants. Phillips became the executive director of MCDI in 1997 and\n\nalso served as police commissioner of Springfield.            Polimeni was\n\npresident of MCDI, Inc.           MCDI and MCDI, Inc. were technically\n\nseparate entities and maintained separate accounting books.             In\n\npractice, however, Phillips ran both MCDI and MCDI, Inc., and\n\nPolimeni was Phillips' closest aide in both entities. Polimeni was\n\nin charge of day-to-day operations, including payroll, at MCDI and\n\nMCDI, Inc.     At times, more than 200 employees worked for the two\n\nentities.\n\n             MCDI Baking Company (\"MCDI Baking\") was part of MCDI,\n\nInc. and was run by Polimeni. MCDI Baking supplied hot breakfasts,\n\nlunches,     and   muffins   to    Springfield    public   schools.     The\n\nSpringfield School Department paid for MCDI Baking's ingredients\n\nand labor.    MCDI Baking operated out of three locations:       a kitchen\n\nin MCDI's main building, a commissary where the school department\n\nitems were produced, and a warehouse.            It made its own revenues\n\nthrough payments from the school department, money from catering\n\njobs, and daily cash receipts from the main building kitchen where\n\nMCDI employees bought meals.\n\n\n                                     -4-\n\f            Dwyer    was     an   administrative      assistant    at   MCDI   who\n\nreported to Phillips and Polimeni.             She joined MCDI in 1982 and\n\nassisted with MCDI Baking's personnel and financial business,\n\nincluding payroll, from its creation in 1992 through April 2001.\n\nDwyer   collected     MCDI      Baking   employee   timesheets;     checked    the\n\ncalculations on them; totaled the hours; created a weekly payroll\n\nspreadsheet; faxed the information to Checkwriters (the check-\n\nwriting company for MCDI and MCDI, Inc.); and distributed MCDI\n\nBaking employee paychecks.          Dwyer also wrote checks (but she could\n\nnot sign them), deposited checks, and balanced MCDI Baking's\n\ncheckbook.    Thomas Grimes, the fiscal officer of MCDI, testified\n\nthat Dwyer had no role in policy-making decisions for MCDI, no\n\nauthority    to     hire   or     fire   employees,    and    no   check-signing\n\nauthority.    She never signed a check that issued from MCDI Baking.\n\n            Dwyer had some oversight of MCDI Baking's muffin-making\n\nprogram.    She took orders and calculated how many muffins had to be\n\nproduced and how much labor would be needed.                 Every month, Dwyer\n\ncompiled and sent to the school department the bills for MCDI's\n\nproduction of the hot meals and muffins.\n\n            The timesheets at MCDI Baking had spaces for \"time in,\"\n\n\"time out,\" total hours, employee signature, supervisor signature,\n\nand authorizing signature.          Each timesheet spanned one month, with\n\na row for each week.          Once a week, Dwyer went to the kitchen to\n\npick up employees' timesheets.             She checked the math totals for\n\n\n                                         -5-\n\faccuracy     and   entered     the   data    onto   a   spreadsheet,    and   then\n\ngenerated a report for Checkwriters. If there was a discrepancy on\n\nthe timesheet, Dwyer told the employee.\n\n             On August 11, 1998, Phillips sent a memo to the MCDI\n\nstaff stating that when employees completed timesheets, they were\n\nrepresenting that they had worked the stated hours, and that if\n\nthey had not worked the hours claimed, they were subject to\n\ntermination.       On February 1, 2000, Phillips sent another memo to\n\nMCDI employees, noting that new payroll timesheets were being\n\nimplemented, explaining how to complete them, stating that they be\n\nsubmitted every Friday, and warning that non-submission would\n\nresult in reduced pay.         The memo also included a sample timesheet,\n\nwhich   carried     a   warning      against    \"perjury\"    and   required    the\n\nsignatures of the employee and the employee's supervisor. The memo\n\nhad   been   prompted     by    an   audit     company's    finding    that   many\n\ntimesheets lacked employees' and supervisor's signatures.\n\n             In an April 27, 2000 memo, Phillips again advised MCDI\n\nstaff that \"filling out your timesheets properly is a very serious\n\nmatter\" (emphasis in original).               On February 27, 2001, Phillips\n\nsent out a memo reiterating that \"all timesheets MUST be completed\n\nand turned in by Friday,\" that \"[e]ach staff member is responsible\n\nfor his or her own timesheets,\" and that failure to turn in a\n\ntimesheet would prevent the employee from getting paid.                This memo\n\n\n\n\n                                        -6-\n\fhad also been prompted by an auditor's observation that timesheets\n\nwere missing necessary signatures.\n\n              In 2000, the FBI was investigating allegations of an\n\nillegal gambling operation in Springfield.              The investigation led\n\nto the arrest of several MCDI employees and also brought to light\n\nsignificant     discrepancies      between    the    timesheets   and   payroll\n\ninformation of several MCDI employees.                Two of these employees\n\nrelate   to    Dwyer's   present    appeal:         Gretchen   Ortiz   and   Todd\n\nIllingsworth.\n\n              i. Gretchen Ortiz\n\n              Gretchen Ortiz was a student and then an employee at\n\nMCDI.     In early 2000, Ortiz was evicted from her apartment.\n\nPolimeni told Dwyer via a March 30, 2000 memo to advance Ortiz $500\n\npay.    The next day, as MCDI Baking's check register showed, Dwyer\n\nwrote and Polimeni signed a $500 check to Ortiz as advance pay.\n\n              Ortiz was then summoned to an MCDI office, where Phillips\n\npresented her the $500 check.           Phillips then took Ortiz to an\n\napartment complex his brother owned.                Ortiz gave the check to\n\nPhillips's brother and in exchange got an apartment on the second\n\nfloor of the building.       She did not sign a lease, and she never\n\nwrote a rent check; Phillips paid her rent and utility bills.\n\nOrtiz and Phillips became involved in a sexual relationship.\n\nPhillips visited Ortiz at the apartment once or twice a day.\n\nPhillips also often summoned Ortiz from class or work to meet him\n\n\n                                      -7-\n\fat his office.    Grimes and Dwyer, both of whom had daily contact\n\nwith Phillips, testified that they were unaware of his relationship\n\nwith Ortiz.   Dwyer kept track of the loan to Ortiz.    Initially,\n\nDwyer caused three hours' pay, or $24, to be deducted from Ortiz's\n\nweekly paycheck to help repay the loan.     In May 2000, however,\n\nPolimeni told Dwyer to stop deducting Ortiz's pay.      Dwyer made\n\nhandwritten notes on Ortiz's payroll documents showing that a\n\nbalance of $403 was left on the loan at that time.     Ortiz never\n\nrepaid the remainder of the $500 loan from MCDI Baking, nor was she\n\nasked to do so.\n\n           Ortiz was first designated by MCDI Baking as a muffin-\n\nwrapper and then as a janitor.   In about July 2000, Phillips, via\n\nPolimeni, told Dwyer to pay Ortiz for thirty-five hours of work per\n\nweek until further notice.   In accordance with this instruction,\n\nDwyer regularly issued payroll checks to Ortiz paying her for\n\nthirty-five hours of work per week, even for weeks when Dwyer knew\n\nthat Ortiz had worked fewer than thirty-five hours and even when\n\nOrtiz had either not submitted any timesheet or had submitted an\n\nincomplete one. Dwyer never told MCDI's fiscal officers or outside\n\nauditors about Phillips' instruction to her to pay Ortiz weekly for\n\nthirty-five hours. The payroll records reflecting payment to Ortiz\n\nfor thirty-five hours of work per week were reviewed weekly by\n\nGrimes and Phillips.   Grimes never questioned Dwyer about Ortiz's\n\nhours.   There was evidence that Ortiz did not work the thirty-five\n\n\n                                 -8-\n\fweekly hours for which she was paid.          She was supposed to work\n\nuntil 5:30 p.m. each day, but in her trial testimony she recalled\n\nonly one day that she actually did so.        She further testified that\n\nwhen she was doing janitorial work, she took \"about two, three\n\nhours\" a day to complete it.   The welfare department required that\n\nshe work approximately nineteen hours a week, and Ortiz testified\n\nthat though MCDI regularly told the welfare department that she had\n\nworked those hours, she did not always do so.           Once or twice a\n\nweek, Phillips would ask Ortiz to leave work early.               On those\n\noccasions, Phillips would take Ortiz to a lake, the woods, and\n\nother places.   Other employees noticed that Ortiz was being paid\n\ndespite not being at work, and that she worked only occasionally\n\nand for a few months total.    Phillips occasionally told Ortiz not\n\nto worry about her failure to work her required hours; he said he\n\nwould take care of it.\n\n          Dwyer, the payroll clerk for MCDI Baking, picked up\n\nOrtiz's timesheets from the kitchen and reviewed them. Starting in\n\nJune 2000, Ortiz's timesheets showed significant deficiencies.\n\nThey lacked the required signatures and the \"in\" and \"out\" times.\n\nPayroll   summary   sheets   showed    that     Ortiz   was    nonetheless\n\nconsistently paid for thirty-five hours of work.              For the week\n\nending June 30, 2000, Ortiz worked only five hours.           She received\n\nthrough Checkwriters a check for that number of hours, but she also\n\n\n\n\n                                 -9-\n\freceived another check, for the same week, for thirty hours of\n\nwork.   The check was handwritten by Dwyer and signed by Polimeni.\n\n           By mid-July 2000, Ortiz was working few hours or not at\n\nall, but she was still receiving thirty-five hours' pay each week.\n\nFor the week ending July 7, 2000, Ortiz's timesheet reflected that\n\nshe had worked zero hours, but she was paid for thirty-five hours.\n\nThat week included two days off for Independence Day, but Ortiz was\n\npaid as though she had worked every day of the week, reinforcing\n\nthe inference that her weekly payments were not based on reality.\n\nOrtiz also received five days' pay each week for the weeks in which\n\nLabor Day, Columbus Day, and a two-and-a-half-day Thanksgiving\n\nholiday occurred.   Dwyer entered thirty-five hours in the total\n\nhours section of those timesheets.\n\n           On Ortiz's August 2000 timesheet, the rows for two weeks\n\nhad no hours listed, the rows for the other two weeks showed ten\n\nhours of work per week, and Ortiz did not sign the timesheet.\n\nOrtiz was nevertheless paid for thirty-five hours every week that\n\nmonth. In September, October, and November, Ortiz's timesheets had\n\nno time-in/time-out documentation; they showed only totals of\n\nthirty-five hours each week, and Ortiz was paid for thirty-five\n\nhours per week.\n\n           Airline boarding passes showed that Ortiz went to Puerto\n\nRico on November 20, 2000, but she received a full week's pay for\n\nthe week ending November 24.     Dwyer received a complaint from\n\n\n                               -10-\n\fanother MCDI employee that Ortiz was paid despite having gone on\n\nvacation.    In addition, though Ortiz was terminated December 1,\n\n2000, a form in Ortiz's personnel folder, completed by Dwyer, and\n\na note in the folder in Dwyer's handwriting indicated that Ortiz\n\nwas nonetheless paid for the week ending December 8, 2000. Ortiz's\n\nfile contained a December timesheet for the weeks ending December\n\n1 and 8, with no times or signatures but totals of thirty-five\n\nhours per week.      For the week ending December 8, 2000, the\n\ntimesheet initially recorded that Ortiz worked zero hours, but a\n\n\"35\" was written over the \"0.\"    Ortiz's check for the week ending\n\nDecember 8, dated December 14, was handwritten by Dwyer and signed\n\nby Polimeni.   No taxes were withheld.\n\n            The entries on Ortiz's timesheets for April, May, June,\n\nand August-December 2000 were all in Dwyer's handwriting.     Dwyer's\n\npayroll summary sheets show that from August 25, 2000, forward,\n\nOrtiz did not submit any timesheets but was paid for thirty-five\n\nhours per week \"per Mr. Phillips.\"      Dwyer testified that she added\n\nthe \"per Mr. Phillips\" notation \"in case Grimes inquired about me\n\nor there was an audit and I can refer back to them to refresh my\n\nmemory.\"\n\n            Unlike other employees, Ortiz was handed her weekly\n\npaycheck by either Phillips or Polimeni.        Dwyer was aware that\n\nOrtiz's paycheck was missing each week from the group of paychecks\n\nshe received for distribution.     Although Ortiz originally cashed\n\n\n                                 -11-\n\fmany of her paychecks, beginning in June 2000, the endorsements on\n\nthe backs of her checks were forged.           Phillips and Polimeni cashed\n\nOrtiz's checks.      Ortiz never approached MCDI saying she had not\n\nreceived her pay.       Phillips was paying Ortiz's personal bills,\n\nincluding rent and utilities, through November 2000.                   The wages\n\npaid to Ortiz from March 2000 through December 14, 2000, totaled\n\n$7,700.   Of that total, $5,300 was paid from the beginning of July\n\nthrough December 14, 2000, during which period, the government\n\nasserts, Ortiz worked close to zero hours.\n\n            ii.    Todd Illingsworth\n\n            Todd Illingsworth was engaged to and then married to\n\nPolimeni's daughter.      Illingsworth worked at MCDI from July 1992\n\nthrough October 1998, at which time he left.               He returned in May\n\n1999. When Illingsworth returned to MCDI in 1999, he began working\n\nat the commissary for eight dollars an hour, and, initially, he\n\nshowed up to work regularly.         After four or five months, however,\n\nhis attendance began to diminish until he stopped showing up almost\n\nentirely.    Another employee working at the commissary from late\n\n1999-2001    saw     Illingsworth      only     a    \"handful\"        of   times.\n\nIllingsworth's supervisor, Dennis Wilson, called Polimeni to report\n\nthe absenteeism; Polimeni told Wilson not to worry because, he\n\nsaid, Illingsworth was using accrued compensatory time, or \"comp\n\ntime.\"      After    Wilson      questioned    Illingsworth's         attendance,\n\nIllingsworth's      timesheets    began   to   be   kept   in   the    MCDI   main\n\n\n                                     -12-\n\fbuilding    rather   than     at    the     commissary,    and    Wilson    stopped\n\nreceiving Illingsworth's timesheets.            Previously, following normal\n\npractice, Wilson would enter the \"time in\" and \"time out\" and\n\n\"total hours\" figures on Illingsworth's timesheets and would have\n\nIllingsworth sign them at the end of the week.               Wilson would then\n\ntake the timesheets to Dwyer.             Now Wilson had to go to the main\n\nbuilding, where Dwyer worked, in order to complete Illingsworth's\n\nmonthly    timesheets,    a    procedure       not   utilized     for    any     other\n\nemployee.     Wilson     received      no    explanation    for    this    separate\n\nprocedure.     Wilson was told by Dwyer or Polimeni to fill out\n\nIllingsworth's   timesheets         which    already   contained        weekly    hour\n\ntotals marked on them.        Wilson would simply add daily hours so that\n\nthey added up to these weekly hour totals.\n\n            In September 1999, Illingsworth's timesheets began to\n\nshow significant deficiencies.               His timesheets for September-\n\nDecember 1999 showed alterations to several of the time entries.\n\nOn some of Illingsworth's timesheets, the full \"total hours\" row\n\nwas covered with correction fluid and new numbers were inserted.\n\nThe handwriting in the \"total hours\" column of Illingsworth's\n\ntimesheets was Dwyer's.2           In addition, Polimeni and Phillips, who\n\n\n     2\n      Dwyer notes that she was acquitted of the charge of\npurposefully altering Illingsworth's timesheets to obstruct the\ngrand jury investigation. After Illingsworth was arrested in 2000\nfor gambling, Dwyer testified, Anne Scala, the payroll and accounts\nreceivable clerk, spoke to Dwyer about reconciling his timesheets\nto reflect comp time he had been paid which had not been entered on\nhis timesheets.    Dwyer testified that in response to Scala's\n\n                                       -13-\n\fwere not Illingsworth's immediate supervisors, nevertheless signed\n\nmany of his timesheets, in contravention of the process laid out in\n\nPhillips' own memos.   Dennis Wilson, who was his supervisor, did\n\nnot sign any of his timesheets in 2000.   From May 1999 through July\n\n2000, Illingsworth was paid a total of $12,800.   $5,600 of that was\n\nfor time supposedly worked between March and July, 2000.\n\n          Illingsworth was in a car accident on January 18, 2000,\n\nand doctors told him not to work for three days.      Timesheets for\n\nJanuary 2000, however, show that Illingsworth was paid for full\n\ndays of work on three days after January 18.           According to\n\ndisability forms signed by Polimeni, Illingsworth was unable to\n\nwork until February 28.   Illingsworth never showed up for work at\n\nthe commissary after his accident on January 18, but he continued\n\nto be paid.\n\n          iii.   FBI Investigation\n\n          The FBI first approached Dwyer at her home on March 6,\n\n2002. Relying on an MCDI memorandum instructing employees to refer\n\nto the administration any agencies that contacted them, she told\n\nthe visiting agents she could not speak to them without first\n\nconsulting her supervisors.   That night, Dwyer spoke to Polimeni,\n\nand the next morning, she spoke to Phillips.      The FBI questioned\n\n\n\ninquiry, she may have entered the totals on the Illingsworth\ntimesheets to reflect the amounts he had been paid but did not\nchange any of the \"time in\" or \"time out\" entries.        Dwyer's\nhandwriting is not found on any of the latter time entries.\n\n                               -14-\n\fDwyer about Ortiz at MCDI on March 7, 2002.           Dwyer told the FBI she\n\nassumed Ortiz had worked all the hours for which she had been paid,\n\nbut that she could not verify that.          She did not tell the FBI that\n\nshe had been given a standing instruction to pay Ortiz for thirty-\n\nfive hours per week, that she regularly filled in the hours on\n\nOrtiz's timesheets, or that Ortiz was paid even after she ceased to\n\nbe employed at MCDI.       Dwyer also told the FBI the only preferential\n\ntreatment Ortiz had received was the chance to work more hours than\n\nother employees.      She did not tell the FBI that Ortiz had received\n\na pay advance she did not repay, even though the FBI specifically\n\nasked her about pay advances and she identified several employees\n\nwho received them.\n\n          The government sought evidence from MCDI related to its\n\ninvestigation of no-show employees through grand jury subpoenas,\n\nthe first of which was issued on October 23, 2001; a consensual\n\nsearch; and a warrant-authorized search.                Customarily, Grimes\n\ntestified,     when   a   subpoena    arrived   at   MCDI,   he   would   inform\n\nessential employees affected by the data collection, including\n\nDwyer,   and    would     assign     individuals,    including     Dwyer,   the\n\nresponsibility of retrieving documents, stressing the importance of\n\nproducing all documents. Dwyer and another individual, Karen Dean,\n\nwere responsible for gathering documents relating to Ortiz. Dwyer,\n\nhowever, did not produce a copy of the memo from Polimeni about the\n\n$500 advance for Ortiz, even though the memo was in her files and\n\n\n                                      -15-\n\fthe government had subpoenaed all documents \"relating to things\n\nreceived, including, but not limited to, compensation for work\n\nperformed, compensatory time, and loans received and/or forgiven,\"\n\nwith respect to Ortiz, among other people.                  Dwyer asserts that the\n\nmemo was not purposely withheld and that there is no evidence that\n\nDwyer was aware of a subpoena commanding its production.                 A copy of\n\nthat memo, which the government found during a search of MCDI, had\n\na copy of the check attached and contained Dwyer's handwriting and\n\nnotations indicating that the loan was for housing and had not yet\n\nbeen repaid.\n\n                After the government issued its first subpoena, Grimes\n\nwalked into the office of Anne Scala and saw Polimeni standing\n\nbehind Scala as she compared Illingsworth's timesheets to payroll\n\nrecords        and   covered    the   hour   entries   on    the   timesheets   with\n\ncorrection fluid.              The covered hour entries were subsequently\n\nwritten over with new entries, in Dwyer's handwriting.3\n\n                The FBI conducted a warranted search at MCDI on May 21,\n\n2003.         Agents discovered a locked vault, in which they found\n\npayroll summary sheets for Ortiz that differed from the sheets\n\nproduced in response to the grand jury subpoenas.                      The payroll\n\ndocuments were held in two boxes labeled \"Jamie's Office.\"                      The\n\ndocuments were in manila folders along with personal correspondence\n\n\n\n\n        3\n            See note 2, supra.\n\n                                         -16-\n\fin Dwyer's name, and included handwritten notes and post-it notes\n\naddressed to Dwyer.\n\n          Similarly, payroll documents related to Illingsworth\n\nfound at MCDI differed from those produced by MCDI in response to\n\ngrand jury subpoenas. The documents seized from MCDI were again in\n\nthe vault in a box labeled \"Jamie's Office.\"         The timesheets\n\nsubmitted in response to the subpoenas showed more hours than the\n\ntimesheets for the same weeks found in the vault.         The original\n\ntimesheets from May 1999 through January 20, 2000 consistently\n\nshowed total hours that had been concealed by correction fluid and\n\nthen altered.\n\n          In May 2000, shortly after Ortiz was put on MCDI Baking's\n\npayroll and Dwyer was asked to advance Ortiz $500 in pay, Phillips\n\nasked Grimes to prepare a detailed salary history for Dwyer from\n\n1985 through June 1999.   In a memo dated May 2, 2000, Phillips then\n\ninstructed Scala to increase Dwyer's salary by fifty dollars, to\n\n$631 a week.    On June 13, 2001, Phillips again raised Dwyer's\n\nweekly salary, by $136, to $767 per week.    This memo preceded by a\n\nfew months the first grand jury subpoena in the case.         In July\n\n2002, a few months after Dwyer was interviewed by the FBI, Phillips\n\nagain raised her salary, to $789 per week.   In just over two years,\n\nDwyer's salary increased by $289 per week, or approximately fifty\n\npercent, while MCDI, Inc. and MCDI Baking were losing money.\n\nDwyer's   personnel   folder   documented   outstanding    performance\n\n\n                                -17-\n\fevaluations throughout her time at MCDI.               Grimes testified that\n\nDwyer's pay increases were well-deserved.\n\n           Dwyer    testified    in    her     own    defense.         On   direct\n\nexamination, she stated that she did not have any supervisory or\n\nscheduling responsibilities; that she issued Ortiz the pay advance\n\nin good faith, according to Polimeni's instructions; and that she\n\nentered or changed times on Ortiz's timesheets in good faith to\n\ncorrect errors or reflect later-obtained information that Ortiz had\n\nworked additional hours.        She conceded she had been told to pay\n\nOrtiz for thirty-five hours per week and that Ortiz eventually\n\nstopped   submitting   timesheets,       but    she    stated    her    continued\n\npayments to Ortiz were in good faith.                 She testified she made\n\nnotations on Ortiz's payroll documents in case Grimes or outside\n\nauditors had questions about Ortiz's pay.             Dwyer said she told the\n\nFBI at her interview that she was unable to verify Ortiz's hours\n\nand that she had received a complaint that Ortiz had been paid\n\nwhile she was in Puerto Rico.          She said the FBI did not ask any\n\nfollow-up questions on this point.             Dwyer testified she answered\n\nall questions at the FBI interview truthfully and to the best of\n\nher recollection.\n\n           On cross-examination, Dwyer asserted it was her good-\n\nfaith belief that Ortiz had worked on holidays - including July 4,\n\nLabor Day, and Thanksgiving - when MCDI was closed.                    She again\n\nadmitted that in July, 2000, Polimeni had told her to pay Ortiz for\n\n\n                                      -18-\n\fthirty-five    hours   per   week    until    further     notice,    and    that,\n\neventually, she was issuing Ortiz payroll checks for thirty-five\n\nhours per week without knowing whether Ortiz had worked or not.\n\n            Dwyer originally claimed she believed Ortiz had worked\n\nthirty-five hours the week ending December 8, 2000, but then she\n\nadmitted writing a note in Ortiz's folder indicating that Ortiz was\n\nterminated on December 1, 2000.        Dwyer said that when she arrived\n\nat work on payday, the employees' payroll checks would be in a\n\nmailbox outside her office, but that Ortiz's check had always been\n\ntaken out by that point.      She acknowledged that, even though the\n\nFBI had asked her about payroll advances, she did not mention the\n\npayroll advance to Ortiz.\n\n            The defense argued that Illingsworth had been paid for\n\nhours he did not work because, during his employment by MCDI ending\n\nOctober 1998, he had built up compensatory time (time accrued by an\n\nemployee which can be credited as paid time off).               About a year\n\nafter the government's second subpoena to MCDI on July 11, 2002,\n\nrequesting, inter alia, all records relating to compensatory time\n\naccrued, earned, or received by Illingsworth, MCDI produced a\n\nletter from Illingsworth to Phillips dated November 24, 1998, a\n\nmonth after he had left MCDI.        Illingsworth claimed in the letter\n\nhe had accumulated 232 hours of compensatory time at $18/hour\n\nthrough   extra   overtime   hours    he    had   spent   painting    the    MCDI\n\nbuilding.     He sought payment for those hours.             Attached to the\n\n\n                                     -19-\n\fletter were several sheets of notebook paper with handwritten\n\nrequests to use the compensatory time.   The defendants argued that\n\nPhillips refused Illingsworth's request to be paid for compensatory\n\ntime, so Illingsworth returned to MCDI in a part-time capacity. He\n\nthen supposedly used the compensatory time he had accumulated in\n\nhis earlier stint at MCDI.   Dwyer testified at trial that it was\n\nher understanding that Illingsworth would be permitted to recoup\n\nthe compensatory time he was owed.\n\n          Grimes, however, testified that MCDI's unwritten policy\n\nwas that when an employee left MCDI, he lost built-up compensatory\n\ntime and could not thereafter be paid for it.   Grimes did not know\n\nthat Illingsworth was being paid for compensatory time and learned\n\nof that claim only after the government issued subpoenas for\n\nIllingsworth's records.   He did not know any other MCDI employee\n\nwho had left MCDI and then had compensatory time restored.     MCDI\n\nhad no written policy regarding compensatory time, and MCDI's\n\ntimesheets and leave forms do not mention it.     FBI Special Agent\n\nWittrock testified that, during his investigation, he became aware\n\nof no other employees who had received payment for compensatory\n\ntime.\n\n          Agent Wittrock testified that Illingsworth's November 24,\n\n1998 letter was unusual because Wittrock had not seen any other\n\nrequests for payment for compensatory time in the documents turned\n\nover during the investigation.     Unlike other requests for leave,\n\n\n                                 -20-\n\fIllingsworth's handwritten notes requesting compensation for time\n\noff had not been attached to his related timesheets.                   Further,\n\nwhile some of Illingsworth's timesheets contained notations about\n\ncompensatory time, the handwritten notes from Illingsworth did not\n\nmatch the timesheets.          Wilson, Illingsworth's direct supervisor,\n\ntestified he never saw the handwritten individual requests by\n\nIllingsworth for application of compensatory time.               Additionally,\n\nthe FBI knew from its gambling investigation that Illingsworth had\n\nbeen at his home making phone calls on many of the occasions he\n\nsaid he was working and subsequently attributed his earnings to the\n\nuse of compensatory time.\n\n              Dwyer testified that she thought Illingsworth had earned\n\ncompensatory time for painting the MCDI building outside of regular\n\nwork hours.         After Illingsworth left MCDI, she said, he was\n\nentitled to be paid for his accrued compensatory time.                 To this\n\nend, she had helped Illingsworth write the 1998 letter to Phillips\n\nrequesting payment.       Dwyer denied telling Wilson to enter times on\n\nIllingsworth's timesheets but conceded she \"might have\" changed the\n\ntotals   on     his    timesheets.         She   denied   changing     payroll\n\nspreadsheets.\n\n              On cross-examination, Dwyer admitted she had \"corrected\"\n\nIllingsworth's        timesheets   \"[t]o    an   extent,\"    so    that   they\n\ncorresponded with his paychecks.        She also testified to writing in\n\nthe   hours    on   top   of   correction    fluid   on   \"one    or   two\"   of\n\n\n                                     -21-\n\fIllingsworth's timesheets.           But she said she did this before the\n\nissuance of a grand jury subpoena, and that she had never altered\n\ndocuments \"[a]fter a grand jury subpoena had been issued.\"\n\n                                    Discussion\n\n            Dwyer argues there was insufficient evidence to support\n\nher convictions for conspiring to commit federal program fraud,\n\ncommitting       such   fraud,    making   false    statements,        obstructing\n\njustice, and conspiring to obstruct justice. She asserts there was\n\ninsufficient      evidence   to     support   a   finding   that       payments   to\n\nIllingsworth were not \"bona fide wages\" under 18 U.S.C. § 666(c).\n\nDwyer additionally argues that the indictment was constructively\n\namended by the court's jury instructions and that the court made\n\ncumulatively prejudicial errors that resulted in the denial of due\n\nprocess.     Each of Dwyer's contentions fails.             We address them in\n\nturn.\n\nI.   Sufficiency of the Evidence\n\n            a.    Standard of Review\n\n            Dwyer moved for a judgment of acquittal at the close of\n\nthe evidence, preserving her claim for review.               See United States\n\nv. Van Horn, </pre><span class=\"citation\" data-id=\"199777\"><a href=\"/opinion/199777/united-states-v-horn/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></a></span><pre class=\"inline\">, 54 (1st Cir. 2002).           We review the denial\n\nof a motion for acquittal de novo.            United States v. Thompson, </pre><span class=\"citation\" data-id=\"202248\"><a href=\"/opinion/202248/united-states-v-thompson/\"><span class=\"volume\">449</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">267</span></a></span><pre class=\"inline\">, 275 (1st Cir. 2006).          In evaluating sufficiency, we view\n\nthe evidence and credibility determinations in the light most\n\nfavorable    to     the   verdict    and   inquire    whether      a    reasonable\n\n\n                                       -22-\n\ffactfinder       could    have     found    the     defendant   guilty   beyond    a\n\nreasonable doubt.         Id.     We \"need not believe that no verdict other\n\nthan a guilty verdict could sensibly be reached, but must only\n\nsatisfy [ourselves] that the guilty verdict finds support in a\n\nplausible rendition of the record.\"                  United States v. Hatch, </pre><span class=\"citation\" data-id=\"202002\"><a href=\"/opinion/202002/united-states-v-hatch/\"><span class=\"volume\">434</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 4 (1st Cir. 2006) (internal quotation marks omitted).                     The\n\njury is free to choose among reasonable constructions of the\n\nevidence.    See United States v. Hughes, </pre><span class=\"citation\" data-id=\"198913\"><a href=\"/opinion/198913/united-states-v-hughes/\"><span class=\"volume\">211</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">676</span></a></span><pre class=\"inline\">, 681 (1st Cir.\n\n2000). An insufficiency claim presents \"daunting hurdles.\" Hatch,\n\n434 F.3d at 4 (internal quotation marks omitted).\n\n            b.    Conspiracy to Commit and Commission of Program Fraud\n\n                         i.    Conspiracy to Commit Program Fraud\n\n            In order to prove the conspiracy, the government had to\n\ndemonstrate an agreement to commit program fraud, Dwyer's knowledge\n\nof and voluntary participation in the agreement, and an overt act\n\nin furtherance of the agreement.              United States v. Ruiz, </pre><span class=\"citation\" data-id=\"197202\"><a href=\"/opinion/197202/united-states-v-ruiz/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">1492</span></a></span><pre class=\"inline\">, 1499 (1st Cir. 1997).            The agreement need not be express; a\n\ntacit understanding may suffice.                  Each conspirator need not know\n\nall of the details of the conspiracy or participate in every act in\n\nfurtherance of it.            United States v. Perez-Gonzalez, </pre><span class=\"citation\" data-id=\"202157\"><a href=\"/opinion/202157/united-states-v-perez-gonzalez/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span><pre class=\"inline\">,\n\n49 (1st Cir. 2006).            But \"mere association\" with conspirators or\n\n\"mere   presence\"        cannot    alone    establish    knowing   participation,\n\nUnited States v. Nelson-Rodriguez, </pre><span class=\"citation\" data-id=\"780802\"><a href=\"/opinion/780802/united-states-v-milton-a-nelson-rodriguez-luis-a-romero-lopez-miguel-a/\"><span class=\"volume\">319</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span><pre class=\"inline\">, 28 (1st Cir. 2003)\n\n(internal quotation marks omitted); the defendant must be found to\n\n\n                                           -23-\n\fhave shared her co-conspirators' intent to commit the substantive\n\noffense.   United States v. Llinas, </pre><span class=\"citation\" data-id=\"201070\"><a href=\"/opinion/201070/united-states-v-llinas/\"><span class=\"volume\">373</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span><pre class=\"inline\">, 30 (1st Cir. 2004).\n\n            From the evidence introduced at trial, the jury could\n\nreasonably have found that Dwyer had voluntarily joined in an\n\nagreement with Phillips and Polimeni to pay Ortiz from MCDI, Inc.'s\n\npayroll for hours she had not worked.      Dwyer stopped deducting pay\n\nfrom Ortiz to repay an initial $500 loan made to Ortiz at Phillips'\n\nand Polimeni's request.          Upon instructions from Phillips and\n\nPolimeni, she took steps to pay Ortiz regularly for thirty-five\n\nhours of work per week while knowing that Ortiz was not working\n\nthose hours for MCDI Baking.        In furtherance of the conspiracy,\n\nDwyer ordered or prepared the checks and timesheets needed for the\n\noverpayments to Ortiz.      Dwyer acknowledged in her testimony that\n\nshe knew that Ortiz was not working the hours listed on her\n\ntimesheets.\n\n            In respect to Illingsworth, Dwyer kept and filled in\n\nentries    on   Illingsworth's   timesheets,   and   she   instructed   and\n\nobserved Wilson complete them by writing in hours that added up to\n\npre-entered totals.     There was ample evidence from which the jury\n\ncould determine that Dwyer knew Illingsworth was not working during\n\nall the hours for which he was paid.\n\n            The government argued at trial that Dwyer's participation\n\nin the overpayments to both people was knowing and voluntary,\n\nnoting that she knew the payments were excessive for the hours\n\n\n                                   -24-\n\factually being worked at the time and disregarded MCDI's prescribed\n\nprocedures about the proper way to complete timesheets.               The\n\ngovernment pointed out that Dwyer's own pay-raises dovetailed\n\nsuspiciously with the times of her improper actions.         While Dwyer\n\ndenied any connection, the jury could plausibly have inferred from\n\nthe timing and unusually high amounts of the raises that Phillips\n\nand Polimeni were rewarding her for her cooperation.          See United\n\nStates v. Gomez-Pabon, </pre><span class=\"citation\" data-id=\"546890\"><a href=\"/opinion/546890/united-states-v-luis-e-gomez-pabon-united-states-v-wilfredo/\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">847</span></a></span><pre class=\"inline\">, 853 (1st Cir. 1990) (\"[P]roof\n\n[of membership in a conspiracy] may consist of circumstantial\n\nevidence, including inferences from surrounding circumstances, such\n\nas acts committed by the defendant that furthered the conspiracy's\n\npurposes.\").\n\n          Dwyer says her involvement with the program fraud was\n\n\"reluctant acquiescence\" rather than \"voluntary participation\" and\n\nclaims that her \"dedication and character\" are inconsistent with a\n\nfinding that her actions, done at Phillips' and Polimeni's behest,\n\nreflected any criminal intent.      She argues that she simply failed\n\nto appreciate that it was wrongful to do what her bosses told her\n\nto do, hence lacked the intent to conspire to commit program fraud.\n\n          The evidence indicated, however, that she was well aware\n\nthat Ortiz and Illingsworth were being paid from MCDI's funds for\n\nimproperly     documented   work   that   the   two   individuals   never\n\nperformed, and that her own activities directly furthered those\n\nirregularities.    She and those she was assisting were employees of\n\n\n                                   -25-\n\fa firm that was part of a public department of the City of\n\nSpringfield.      In those circumstances, the jury could have inferred\n\nthat she did not believe that Polimeni and Phillips could properly\n\ndirect and authorize her to pay out MCDI funds to the two non-\n\nperforming public employees.           It is true she may have been in part\n\ninfluenced by the fear that if she did not go along with her\n\nsupervisors' directions, they would retaliate against her; but\n\nthere was no evidence of threats, and a general concern of this\n\nkind would fall short of precluding a finding of conspiracy. Dwyer\n\ndoes not argue otherwise. See, e.g., United States v. Freeman, </pre><span class=\"citation\" data-id=\"198886\"><a href=\"/opinion/198886/united-states-v-freeman/\"><span class=\"volume\">208</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">332</span></a></span><pre class=\"inline\">, 342 (1st Cir. 2000) (a generalized fear of harm is no\n\ndefense to a conspiracy charge; evidence precluding inference of an\n\nagreement would have to show that the duress to which defendant was\n\nsubject    was    \"enough    to   overbear      [her]   will   and   make     [her]\n\nparticipation in the conspiracy involuntary\").\n\n            The   jury    heard   all    the    evidence,    including   Dwyer's\n\ntestimony, and could reasonably decide that she had knowingly and\n\nvoluntarily participated and that her denial of doing so was\n\nlacking in credibility. See United States v. Maldonado-Garcia, </pre><span class=\"citation\" data-id=\"202192\"><a href=\"/opinion/202192/united-states-v-maldonado-garcia/\"><span class=\"volume\">446</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">227</span></a></span><pre class=\"inline\">, 231 (1st Cir. 2006) (on sufficiency review, we \"may\n\nneither evaluate the credibility of the witnesses nor weigh the\n\nrelative    merit    of     theories    of     innocence    postulated   by    the\n\ndefendant\").      There was sufficient evidence to support the jury's\n\nverdict on the conspiracy charge.\n\n\n                                        -26-\n\f                    ii.   Program Fraud\n\n            Commission of program fraud in violation of 18 U.S.C.\n\n§ 666(a)(1)(A) may be shown by establishing, inter alia, that a\n\nstate government employee knowingly converted to the use of any\n\nperson other than the rightful owner, property worth $5,000 or more\n\nbelonging    to   the   state,   if   the    defendant's   employing   agency\n\nreceives at least $10,000 in federal funds within a calendar year.\n\n18 U.S.C. § 666; see United States v. Cruzao-Laureano, </pre><span class=\"citation\" data-id=\"201519\"><a href=\"/opinion/201519/united-states-v-cruzado-laureano/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">470</span></a></span><pre class=\"inline\">, 483-84 (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">639</span></span><pre class=\"inline\"> (2005).           Dwyer\n\ndoes not dispute that she was a state government employee and that\n\nMCDI received annually more than $10,000 in federal funds.               She\n\nchallenges only the finding of a knowing conversion of $5,000 or\n\nmore.4\n\n            In the case of Ortiz, the uncontroverted evidence was\n\nthat she was paid $7,700 from March 2000 through December 14, 2000,\n\nof which $5,300 was paid from July through December 14, 2000.            The\n\nevidence showed that from at least June 2000 through December 14,\n\n2000, Ortiz was working either no or, at most, very few hours per\n\nweek.    The evidence also showed overpayments on occasions prior to\n\nJune. We think the evidence overall permitted the jury to conclude\n\n\n\n\n     4\n      Dwyer argues that she did not \"benefit in any way from any\nalleged wrongdoing at MCDI.\" That may be true, but section 666\ncriminalizes conversion to the use of \"any other person.\"     18\nU.S.C. § 666(a)(1)(A).\n\n                                      -27-\n\freasonably that at least $5,000 of the $7,700 paid to Ortiz was\n\nfraudulently converted by Dwyer to Ortiz's use.\n\n             Ortiz received, in March 2000, a $500 loan, of which she\n\nrepaid only ninety-three dollars.          Ortiz's timesheets (which were\n\nin   Dwyer's   handwriting    for   the    months   of   April,    May,   June,\n\nSeptember,     October,    November,   and    December,    2000)    contained\n\nsubstantial, repeated deficiencies.          Grimes testified that Ortiz\n\nshould not have been getting paid based on the poor state of her\n\ntimesheets.     Despite the fact that her timesheets lacked required\n\nsignatures and the \"in\" and \"out\" times, Ortiz was regularly paid\n\nfor thirty-five hours of work per week.        The evidence is clear that\n\nshe recorded no hours of work the week ending July 7 as well as the\n\nweek ending November 24 when she was vacationing in Puerto Rico.\n\nOrtiz was paid for the week of work following her termination on\n\nDecember 1, 2000.         Ortiz's August 2000 timesheet had no hours\n\nlisted for two weeks, and only ten hours each week for the other\n\ntwo weeks.     Nevertheless, she was still paid for thirty-five hours\n\nof work each week.        In September, October, and November, Ortiz's\n\ntimesheets contained no time-in/time-out documentation, showing\n\nonly the totals of thirty-five hours each week.               Additionally,\n\nOrtiz cashed her paychecks only until June, 2000, at which point\n\nthe signatures on the back of her checks were forged, with Phillips\n\nand Polimeni cashing the checks.             In light of all the other\n\nevidence of default, the fact that Ortiz did not fill out her\n\n\n                                    -28-\n\ftimesheets, pick up her checks, or complain when Phillips or\n\nPolimeni cashed her checks, supported a reasonable inference by the\n\njury that she was not working to any extent at this time.\n\n           Ortiz's own testimony, indeed, tended to reinforce such\n\nan inference.      She said she remembered only one occasion on which\n\nshe worked until 5:30, the prescribed quitting hour.          She further\n\ntestified that when she was doing janitorial work, she took \"about\n\ntwo, three hours\" a day to complete it.          The welfare department\n\nrequired that she work approximately nineteen hours a week, and\n\nOrtiz   conceded    that   though   MCDI   regularly   told   the   welfare\n\ndepartment that she had worked those hours, she did not always do\n\nso. Moreover, Ortiz responded that she \"didn't know\" when asked if\n\nshe was \"certain\" she was still working at MCDI after she moved to\n\nForest Street, a move made on August 1, 2000.\n\n           Dwyer insists there was no clear evidence Ortiz was\n\noverpaid by as much as $5,000 since Ortiz's own testimony lacked\n\nany certitude as to the period or periods of time she had worked.\n\nThere are no absolute records to verify the precise number of hours\n\nactually worked.     But given the total payment to her of $7,700 and,\n\nin particular, the $5,300 paid during the July-December period when\n\nthe evidence of her almost total absence from work was quite\n\nstrong, we believe there was sufficient evidence from which the\n\njury could reasonably infer that she was overpaid by at least\n\n$5,000.   The government did not have to establish with absolute\n\n\n                                    -29-\n\fmathematical precision the number of hours Ortiz did or did not\n\nwork    so   long   as   it    presented         evidence   from   which     it   could\n\nreasonably be inferred that she did not work sufficient hours to\n\nwarrant her being paid $5,000 during the period in question.                          We\n\nthink the evidence was sufficient to allow such an inference to be\n\ndrawn. We believe a reasonable jury could have inferred that Ortiz\n\ndid not perform sufficient work to justify being paid at least\n\n$5,000 of the pay she received.\n\n             Regarding Illingsworth, it was established that he was\n\npaid $7,200 in wages from May 1999 through January 2000 and $5,600\n\nfrom March through July 2000, for a total of $12,800.                        However,\n\nbeginning     September       3,   1999,    Illingsworth's      timesheets        became\n\nsignificantly deficient and around that same time, Illingsworth\n\nbegan missing time at work until he stopped coming altogether.                        He\n\nnever returned to the commissary after January 18, 2000.                             The\n\ngovernment     thus   argues       that    the    record    entitled   the    jury    to\n\nconclude that Illingsworth was paid at least $5,000 in wages he did\n\nnot earn.\n\n             The defense responds that Illingsworth was entitled to\n\noffset compensatory time from unpaid overtime work he allegedly had\n\nearlier performed for MCDI prior to his leaving it in October,\n\n1998.    Beginning in December 1997, it is asserted, Illingsworth\n\npainted the inside of the MCDI building during overtime hours.                        He\n\nsays he was not then paid, and was, therefore, entitled to be\n\n\n                                           -30-\n\fcredited with compensatory time, meaning he was entitled to take\n\nequivalent time off after he was rehired by MCDI and be paid for\n\nit.   In     its    opening    argument,      the    government     conceded      that\n\nIllingsworth seemed to have earned about 240 hours of compensatory\n\ntime at $18/hour but asserted that Illingsworth had forfeited the\n\nright to receive that income when he left his employment at MCDI in\n\nOctober, 1998.      The MCDI Employee Policy Manual says nothing about\n\nthe subject of compensatory time, and the defense acknowledges that\n\nPhillips,    MCDI's     executive      director,       rejected     Illingsworth's\n\nrequest in his November 24, 1998 letter to be paid for the alleged\n\novertime painting hours.         Over Dwyer's objection, the government\n\nelicited testimony from Grimes that there was an unwritten policy\n\nat MCDI that someone who left employment at MCDI lost all accrued\n\ncomp time.     The government cites Grimes' testimony in contending\n\nthat the payments made to Illingsworth after leaving and being\n\nrehired by MCDI could not be justified on the basis of comp time\n\nallegedly    earned    during    his    prior       employment    by    MCDI.      The\n\ngovernment analogizes the loss of the comp time to the loss of\n\naccrued sick leave or vacation upon leaving a particular job.                      The\n\ngovernment    also    points    out    that    the    comp   time      argument    was\n\nassembled    only     after    the    FBI   investigation         began   and     that\n\nIllingsworth's supervisor, Wilson, did not see any requests for\n\ncompensatory time from Illingsworth when he was supposedly working\n\nfor Wilson.    The defense points to no actual agreement with MCDI\n\n\n                                       -31-\n\fwhereby Illingsworth was permitted to apply comp time to the wages\n\nearned after his rehire.       By creating what was essentially a false\n\npaper trail of time when Illingsworth was alleged to be working but\n\nin fact was not, Illingsworth, with the assistance of Dwyer and\n\nIllingsworth's father-in-law, Polimeni, simply undertook to pass\n\nalong to the City of Springfield the costs of work supposedly done\n\na year and a half prior.\n\n          Given Grimes' testimony that compensatory time could not\n\nbe credited after leaving MCDI; the absence of any evidence that\n\nMCDI, in any formal or regular way, credited Illingsworth with\n\ncompensatory     time;    the     lack        of   proper    and    meaningful\n\ncontemporaneous records, including timesheets, establishing that\n\nIllingsworth's    pay    for    work    not    done   was   being   given   for\n\ncompensatory time; and the further evidence indicating that the\n\ncompensatory time argument was concocted after the investigation\n\nhad begun, we believe the jury could have reasonably concluded that\n\nit was improper to compensate him for work he never performed in\n\n1999 and thereafter.\n\n          Dwyer responds that while a Massachusetts statute, Mass.\n\nGen. Laws ch. 149, § 148, prohibits \"comp time\" as such, it does\n\nrequire that an employee be paid for all wages earned.                      That\n\nstatute states, in part:\n\n     Every person having employees in his service shall pay\n     weekly or biweekly each such employee the wages earned by\n     him to within six days of the termination of the pay\n     period during which the wages were earned if employed for\n\n                                       -32-\n\f      five or six days in a calendar week, or to within seven\n      days of the termination of the pay period during which\n      the wages were earned if such employee is employed seven\n      days in a calendar week.     [A]ny employee leaving his\n      employment shall be paid in full on the following regular\n      pay day, and, in the absence of a regular pay day, on the\n      following Saturday . . . and every county and city shall\n      so pay every employee engaged in its business the wages\n      or salary earned by him . . . . The word \"wages\" shall\n      include any holiday or vacation payments due an employee\n      under an oral or written agreement . . . . No person\n      shall by a special contract with an employee or by any\n      other means exempt himself from this section . . . .\n\nId.     Thus, Dwyer argues, MCDI could not lawfully refuse to pay\n\nIllingsworth for the compensatory time he was owed, hence there was\n\nno fraud in paying him later even if such payment was made\n\ninformally under the guise of paying him for work he in fact never\n\nperformed.\n\n            However, the very compensatory time policy which Dwyer\n\nargues entitled Illingsworth to be paid long after the fact would\n\nitself appear, if anything, to violate the plain language of the\n\nstatute.     According to the statute, Illingsworth was to be paid\n\npromptly after he performed the painting work in 1998; he was not\n\nso paid.     Indeed, Phillips apparently refused his request to be\n\npaid.    Instead, Illingsworth now claims he was paid later pursuant\n\nto timesheets which reflected a fictional account of work he did\n\nnot perform at the times they said he did.       The evidence of a\n\npolicy that compensatory time was forfeited after departure from\n\nthe company, coupled with Illingsworth's failure to secure any form\n\nof official authorization from his employer to carry forward and\n\n\n                                 -33-\n\fuse compensatory time in the manner now claimed - as well as the\n\nsurreptitious manner in which his father-in-law Polimeni and Dwyer\n\nwent about paying him after his supervisor noted that he was not,\n\nin fact, working at the times he was supposed to work - could have\n\nprompted   a   reasonable   jury    to   conclude   Illingsworth     was   not\n\nentitled to it, and that he was, at best, using an extra-legal\n\navenue to secure what he now feels he was owed.\n\n           Dwyer's own testimony about her belief that Illingsworth\n\ndeserved his compensatory time and her role in helping Illingsworth\n\nrequest payment for the time in November, 1998, along with her\n\nsubsequent participation in the altering of the timesheets, could\n\nalso be found to indicate a desire on her part to make payments to\n\nIllingsworth    even   though      she   was   aware   that   such    belated\n\nreallocation of funds could not properly and legally be effected.\n\n           Dwyer testified that she believed Illingsworth had earned\n\ncomp time for painting the interior of the building and that he\n\nwanted to be paid for that time.         She testified that she assisted\n\nhim in drafting the letter requesting comp time after he had left\n\nMCDI.   She admitted to the possibility of her having changed some\n\nof the \"in\" and \"out\" times on Illingsworth's timesheets so that\n\nthey would more correctly reflect what he had been paid, but not\n\nthe hours he actually worked. Illingsworth's immediate supervisor,\n\nWilson, never signed any of the timesheets for his employee during\n\n2000, thus deviating from the established MCDI policy.               In 2000,\n\n\n                                     -34-\n\fIllingsworth was found at home gambling on days when the timesheets\n\nshow he was supposedly working.     Given Dwyer's role in adjusting\n\nthe timesheets to put them in line with the payroll sheets after\n\nthe fact, her veracity could reasonably have been doubted by the\n\njury on the issue of her good faith belief that Illingsworth was\n\nproperly entitled to the belated payment.     If he was, why was it\n\nnecessary to participate in the creation of a false paper trial of\n\ntime worked after the fact?\n\n          The    jury    could   have   reasonably   concluded   that\n\nIllingsworth's failure to return to work, the lack of a formal\n\nrecord of his comp time, the evidence of MCDI's non-accrual policy,\n\nand the lack of any demonstrated formal relationship between the\n\nlater overpayments and the earlier absence of compensation, all\n\nindicated that he was not receiving legitimate comp wages and thus\n\nthat Dwyer had participated in converting to Illingsworth more than\n\n$5,000 as required to prove program fraud under the statute.\n\n                  iii.   Bona Fide Wages Exception\n\n          Section 666(c) by its terms \"does not apply to bona fide\n\nsalary, wages, fees, or other compensation paid, or expenses paid\n\nor reimbursed, in the usual course of business.\"        18 U.S.C. §\n\n666(c); see United States v. Cornier-Ortiz, </pre><span class=\"citation\" data-id=\"200912\"><a href=\"/opinion/200912/united-states-v-cornier-ortiz/\"><span class=\"volume\">361</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span><pre class=\"inline\">, 33 (1st\n\nCir. 2004).   Dwyer contends that her convictions for conspiring to\n\ncommit program fraud and committing program fraud are barred by\n\nthis exception as related to Illingsworth.\n\n\n                                 -35-\n\f              Whether wages were bona fide is a question of fact for\n\nthe jury.     See Cornier-Ortiz, 361 F.3d at 36.       Here, the district\n\ncourt instructed the jury on the exception, and there was more than\n\nsufficient evidence to support the jury's conclusion that the\n\npayments to Illingsworth were not bona fide wages.5               As noted,\n\nIllingsworth was engaged to and later married Polimeni's daughter.\n\nThe evidence taken in the light most favorable to the government\n\nshowed   he    was   paid   repeatedly   for   weeks   he   did   not   work.\n\nIllingsworth was paid on days when he was out due to injury, and he\n\ncontinued to be paid after he stopped working.          A reasonable jury\n\ncould find that the payments to Illingsworth were not made in the\n\nusual course of business and thus were not bona fide.              Cornier-\n\nOrtiz, 361 F.3d at 36 (payments not bona fide \"if they were\n\nintentionally misapplied, as they were here via sham contracts that\n\nskirted conflict of interest rules and allowed [a corporation] to\n\nreceive preferential treatment and other benefits\"); United States\n\nv. Grubb, </pre><span class=\"citation\" data-id=\"658557\"><a href=\"/opinion/658557/united-states-v-james-ned-grubb/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">426</span></a></span><pre class=\"inline\">, 431, 434 (4th Cir. 1993) (bona fide wages\n\nexception inapplicable where employee \"performed little work for\n\nthe Sheriff's office\" and did not \"perform functions for the\n\nSheriff's office on a regular basis\"); cf. United States v. Mills,\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">630</span></span><pre class=\"inline\">, 633 (6th Cir. 1998) (bona fide wages exception\n\napplicable because there was no allegation that employees \"did not\n\n\n\n     5\n      Dwyer does not argue that the payments to Ortiz should be\nconsidered under the 18 U.S.C. § 666(c) exception.\n\n                                   -36-\n\fresponsibly fulfill the duties associated with their employment\").\n\nWe would add that to the extent the payments were, as was argued,\n\nnot intended as wages for work actually performed but reflected\n\nsome    kind     of    informal   and    unauthorized        compensatory     time\n\nreimbursement, they were also not bona fide wages.                 The jury could\n\nreasonably find that the bona fide wages exception does not come\n\ninto play.\n\n            c.        False   Statements,      Obstruction    of   Justice,    and\n\nConspiracy to Obstruct Justice\n\n            Count Ten charged Dwyer with conspiring with Phillips,\n\nPolimeni, and Cardaropoli to obstruct and impede the government's\n\ninvestigation of MCDI in violation of 18 U.S.C. § 1503(a), which\n\nprovides:\n\n       Whoever corruptly, or by threats or force, or by any\n       threatening letter or communication, endeavors to\n       influence, intimidate, or impede any grand or petit\n       juror, or officer in or of any court of the United\n       States, or officer who may be serving at any examination\n       or other proceeding before any United States magistrate\n       judge or other committing magistrate, in the discharge of\n       his duty, or injures any such grand or petit juror in his\n       person or property on account of any verdict or\n       indictment assented to by him, or on account of his being\n       or having been such a juror, or injures any such\n       officers,   magistrate   judge,   or   other   committing\n       magistrate in his person or property on account of his\n       performance of his official duties, or corruptly or by\n       threats or force, or by any threatening letter or\n       communication, influences, obstructs, or impedes, or\n       endeavors to influence, obstruct or impede, the due\n       administration of justice, shall be punished . . . .\n\nThe overt acts alleged in Count Ten included the backdating and\n\nalteration     of     Illingsworth's    timesheets;    Polimeni's      allegedly\n\n                                        -37-\n\fmaking a false statement to a special agent of the FBI on January\n\n15, 2002; Dwyer's allegedly making false statements to the FBI on\n\nMarch 7, 2002; Cardaropoli's allegedly making false statements to\n\nthe FBI in February, 2003; and Phillips' threatening Densing\n\nAbraham, a seventeen-year-old MCDI employee and potential grand\n\njury witness, on March 11, 2003.    The jury found Dwyer not guilty\n\nof conspiring with Polimeni to alter Illingsworth's timesheets.\n\nCardaropoli was found not guilty of lying to the FBI, and Dwyer was\n\nfound not guilty of program fraud arising from the wages paid to\n\nCardaropoli. Phillips was found not guilty of threatening Abraham.\n\nAccordingly, after eliminating the overt acts related to these\n\ncounts, it can be assumed that Dwyer was found guilty of conspiracy\n\nto obstruct justice in Count 10 on the basis of the statements she\n\ngave to the FBI on March 7, 2002.      Dwyer was charged in Count 15\n\nwith obstruction of justice based on those statements, violating 18\n\nU.S.C. § 1503, and in Count 16 with making false statements.      We\n\nassess the sufficiency of the evidence for these three counts in\n\nconcert, as they are all based on the underlying claim of false\n\nstatement.\n\n          \"In order to convict a defendant of making a false\n\nstatement under 18 U.S.C. § 1001, the prosecution must prove that\n\nthe defendant, in a matter within the jurisdiction of the United\n\nStates government, knowingly made a material statement to the\n\ngovernment which was false.\"   United States v. Sebaggala, 256 F.3d\n\n\n                                -38-\n\f59, 63 (1st Cir. 2001); see United States v. Duclos, </pre><span class=\"citation\" data-id=\"768900\"><a href=\"/opinion/768900/united-states-v-louis-duclos/\"><span class=\"volume\">214</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span><pre class=\"inline\">,\n\n33 (1st Cir. 2000).\n\n             The government argues that Dwyer knowingly and willfully\n\nmade material false statements to the FBI when speaking to Agents\n\nClifford Hedges and Susan Kossler on March 7, 2002.           She told the\n\nFBI she assumed Ortiz had worked all of the hours she was paid for,\n\nbut that she could not verify that Ortiz had done so.          Dwyer had,\n\nhowever, been given a standing instruction to pay Ortiz for thirty-\n\nfive hours per week; she routinely filled in the hours on Ortiz's\n\ntimesheets, noted on the payroll summary that Ortiz had worked zero\n\nhours but was being paid for thirty-five \"per Mr. Phillips,\" and\n\nwrote a check to Ortiz after she knew Ortiz had been terminated.\n\nShe did not explain this situation to the FBI.       Dwyer also told the\n\nFBI that the only preferential treatment Ortiz had received was the\n\nopportunity to work more hours than other employees.          Dwyer knew,\n\nhowever, that Ortiz had received a payroll advance which she did\n\nnot repay.    Asked about payroll advances, Dwyer identified several\n\nother employees who had received them but did not mention Ortiz.\n\nThe government argues that this was more than enough evidence to\n\nsupport   the   jury's   finding   that   Dwyer   knowingly    made   false\n\nstatements.     See Hatch, 434 F.3d at 6 (\"The determination as to\n\n[the defendant's] state of mind - his belief in the untruthfulness\n\nof his statement - is one which the jury is best equipped to\n\nperform.\"); United States v. Singh, </pre><span class=\"citation\" data-id=\"199021\"><a href=\"/opinion/199021/united-states-v-singh/\"><span class=\"volume\">222</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span><pre class=\"inline\">, 10 (1st Cir. 2000).\n\n\n                                   -39-\n\f            Dwyer argues in response that the FBI agents did not ask\n\nany follow-up questions and did not seek more complete answers than\n\nthe ones she gave.        She also points out that the interview was not\n\nrecorded    and    that    no   written    statement   was   taken.      Kossler\n\ntestified     that   she    did   not     inform   Dwyer   what   the   FBI   was\n\ninvestigating beyond telling her that it was about MCDI and her\n\nrole there.    Kossler additionally testified that Dwyer volunteered\n\nthat someone had once complained to her that Ortiz had been paid\n\nfor a week when she was not even working, when she had been in\n\nPuerto Rico.      The agent did not ask any follow-up questions on that\n\npoint.\n\n            Dwyer herself also testified about the March 7 interview.\n\nShe said that she had answered all questions truthfully and did not\n\nbelieve she was a focus of the investigation.                But Dwyer did not\n\ncontest that she stated that she assumed Ortiz's hours were correct\n\nwhen in fact she knew of a standing order to pay her for thirty-\n\nfive hours regardless of whether she worked zero hours.                 She also\n\nstated that she did not know of any preferential treatment when she\n\nknew Ortiz had not been required to repay a loan.                 She thus made\n\naffirmative false statements and did not just omit or fail to\n\nvolunteer information when the FBI did not ask follow-up questions.\n\n            Further, those false statements were material. \"The test\n\nof materiality is whether the false statement in question had a\n\nnatural tendency to influence, or was capable of influencing, a\n\n\n                                        -40-\n\fgovernmental       function,\"    Sebaggala,    256   F.3d   at    65    (citation\n\nomitted).      \"[I]f a statement could have provoked governmental\n\naction, it is material regardless of whether the agency actually\n\nrelied upon it.\"      Id.   Dwyer's statements were about issues at the\n\ncenter of the investigation.            If she had been truthful about\n\nOrtiz's standing thirty-five-hour-per-week pay schedule and the\n\npreferential treatment she received, the investigation could have\n\nbeen significantly shortened.         We hold, therefore, that there was\n\nsufficient evidence to support Dwyer's conviction for making false\n\nstatements.\n\n            There is likewise sufficient evidence supporting Dwyer's\n\nconvictions for obstruction of justice and conspiracy to obstruct\n\njustice.      In    order   to   demonstrate   obstruction       of    justice   in\n\nviolation of 18 U.S.C. § 1503, the government had to prove that\n\nDwyer corruptly influenced, obstructed, impeded, or endeavored to\n\ninfluence, obstruct or impede, the due administration of justice.\n\nThe government had to show that there was a pending judicial\n\nproceeding; that Dwyer had notice of the proceeding; and that she\n\nacted corruptly with the intent to influence or obstruct, or\n\nendeavored to influence or obstruct, the proceeding.                   See United\n\nStates v. Frankhauser, </pre><span class=\"citation\" data-id=\"196693\"><a href=\"/opinion/196693/united-states-v-frankhauser/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></a></span><pre class=\"inline\">, 650-51 (1st Cir. 1996).\n\n            \"It is well-established that a grand jury investigation\n\nconstitutes a pending judicial proceeding for purposes of § 1503.\"\n\nUnited States v. Macari, </pre><span class=\"citation\" data-id=\"794900\"><a href=\"/opinion/794900/united-states-v-peter-r-macari-and-albin-c-brenkus/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">926</span></a></span><pre class=\"inline\">, 936 (7th Cir. 2006).                      The\n\n\n                                      -41-\n\fgrand jury proceeding here was underway before the government\n\ninterviewed Dwyer on March 7, 2002.    Grimes testified that when a\n\ngrand jury subpoena came in, the group of employees, including\n\nspecifically Dwyer, responsible for gathering documents responsive\n\nto it would be told of, and would know about, the existence of the\n\nsubpoena.    Before her interview with the FBI, Dwyer spoke with\n\nPhillips and Polimeni, both of whom, Grimes testified, would also\n\nhave been aware of the existence of a grand jury subpoena.        A\n\nreasonable jury could have concluded from the testimony that Dwyer\n\nhad notice of the October 23, 2001 subpoena, was aware that it had\n\nbeen issued by a grand jury, and was further aware from the nature\n\nof the materials she was directed to gather that the grand jury's\n\ninvestigation pertained to the payment of employees at MCDI.   The\n\njury could also conclude that she would have known from the\n\ncharacter of the questions the FBI subsequently put to her in her\n\ninterview that matters relevant to the grand jury's investigation\n\nwere the subject of the FBI's inquiry. Additionally, evidence that\n\nDwyer made false statements to the FBI agents supported the jury's\n\nconclusion that she intended to influence or obstruct the grand\n\njury proceeding.\n\n            Dwyer argues that the government didn't prove she knew\n\nher statements would be submitted to a grand jury.      See United\n\nStates v. Aguilar, </pre><span class=\"citation\" data-id=\"117962\"><a href=\"/opinion/117962/united-states-v-aguilar/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">593</span></a></span><pre class=\"inline\">, 598-600 (1995) (requiring a\n\n\"nexus\" between the defendant's act and the judicial proceeding;\n\n\n                                -42-\n\fi.e., \"the act must have a relationship in time, causation, or\n\nlogic with the judicial proceedings\").            As we have said, however,\n\nthe evidence was sufficient for a jury to infer therefrom that she\n\nwas aware her statements would go to the grand jury.\n\n            In Aguilar, the government had failed to show that the\n\nFBI agents were acting as an arm of the grand jury or that it had\n\neven sought their testimony, so that the mere \"uttering [of] false\n\nstatements to an investigating agent . . . who might or might not\n\ntestify before a grand jury\" was insufficient to establish a\n\nviolation of Section 1503.     515 U.S. at 600.        In order to show that\n\nan   FBI   investigation   constitutes      a    \"judicial   proceeding\"   for\n\npurposes of § 1503, the government must establish that the FBI was\n\nacting as \"an arm of the grand jury.\"           Macari, 453 F.3d at 937.    It\n\nmust show that the agents were \"integrally involved\" in the grand\n\njury investigation and that the investigation was undertaken \"with\n\nthe intention of presenting evidence before [the] grand jury.\" Id.\n\n(internal quotation marks omitted).\n\n            Here, the government showed that the FBI was working as\n\nan arm of the grand jury by collecting evidence that was eventually\n\npresented to the grand jury.          Agent Kossler testified that the\n\ngrand jury investigation was underway by early 2002, and the FBI\n\nwas gathering information, conducting interviews, and reviewing\n\ndocuments.      The   agents   were   not       conducting   \"some   ancillary\n\nproceeding, such as an investigation independent of the court's or\n\n\n                                  -43-\n\fgrand jury's authority,\" Aguilar, 515 U.S. at 599.                  A reasonable\n\njury could infer, moreover, that Dwyer knew her statements would be\n\nsubmitted to the grand jury, as she was aware of the grand jury\n\nsubpoena and related investigation, had spoken to Phillips and\n\nPolimeni before her interview with the FBI, and had answered\n\nquestions on topics related to documents sought in the October 23,\n\n2001 subpoena.       There was sufficient evidence of a nexus between\n\nDwyer's false statements and the grand jury proceeding.\n\n               There was also sufficient evidence for a reasonable jury\n\nto find that Dwyer was guilty of conspiracy to obstruct justice.\n\nThe evidence supported the jury's inference of a knowing and\n\nvoluntary agreement:        Dwyer had spoken with Phillips and Polimeni\n\nbefore making the false statements about Ortiz.              She also received\n\na pay raise soon after.         There was an overt act:      the making of the\n\nfalse    statements    in   interference      with   a   pending     grand   jury\n\nproceeding.       Ruiz, 105 F.3d at 1499.      The circumstantial evidence\n\nmore    than    supported   a    conclusion   that   Dwyer    was    part    of   a\n\nconspiracy to obstruct justice.         See Gomez-Pabon, 911 F.2d at 853.\n\nII.    Constructive Amendment\n\n               Dwyer argues for the first time on appeal that jury\n\ninstructions on the federal program fraud count relating to Ortiz\n\n(Count 9) and the false statement count (Count 16) constructively\n\namended the indictment.\n\n\n\n\n                                      -44-\n\f          Had an objection of constructive amendment been made at\n\ntrial, this court would determine de novo whether the indictment\n\nwas constructively amended.   United States v. Kelly, </pre><span class=\"citation\" data-id=\"428305\"><a href=\"/opinion/428305/united-states-v-james-a-kelly-jr/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">873</span></a></span><pre class=\"inline\">,\n\n876 (1st Cir. 1983) (the question is whether the defendant \"has\n\nmade a convincing showing that the alleged alteration in the\n\nindictment did in fact change the elements of the offense charged\n\nand whether he was convicted of a crime not charged in the grand\n\njury indictment\"). Here, however, the constructive amendment claim\n\nwas not preserved by timely objection made in the district court;\n\nour review, therefore, is for plain error only.   United States v.\n\nDeCicco, </pre><span class=\"citation\" data-id=\"202083\"><a href=\"/opinion/202083/united-states-v-decicco/\"><span class=\"volume\">439</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span><pre class=\"inline\">, 44-45 (1st Cir. 2006).\n\n          \"An amendment of the indictment occurs when the charging\n\nterms of the indictment are altered, either literally or in effect,\n\nby the prosecutor or the court after the grand jury has returned\n\nthe indictment.\"   United States v. Cianci, </pre><span class=\"citation\" data-id=\"787192\"><a href=\"/opinion/787192/united-states-v-vincent-a-cianci-jr-frank-e-corrente-and-richard-e/\"><span class=\"volume\">378</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></a></span><pre class=\"inline\">, 93 (1st\n\nCir. 2004); see United States v. Dubon-Otero, </pre><span class=\"citation\" data-id=\"199975\"><a href=\"/opinion/199975/united-states-v-dubon-otero/\"><span class=\"volume\">292</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 4 (1st\n\nCir. 2002).\n\n          a. Constructive Amendment of Count 9\n\n          Count 9 charged the defendants with committing federal\n\nprogram fraud by submitting to the Springfield School Department\n\nmonthly invoices that reflected the labor costs for Ortiz when\n\nOrtiz had not worked.    The court instructed the jury that the\n\ndefendants were charged with converting or aiding and abetting the\n\ntheft of funds under the control of MCDI and/or the City of\n\n\n                               -45-\n\fSpringfield.      That instruction was correct.           \"A primary objective\n\nof the rule against constructive amendment of indictments is to\n\nensure defendants have notice of the charges they must defend\n\nagainst.\"     Dubon-Otero, 292 F.3d at 5.\n\n             Dwyer argues that there was no evidence of submission of\n\n\"monthly invoices to the Springfield School Department that falsely\n\nincluded the labor costs of Gretchen Ortiz.\" She claims the school\n\ndepartment would pay only for the labor of Baking Company employees\n\nwho worked at the commissary or warehouse.                MCDI would bill the\n\nSchool Department periodically for that labor.              Only the labor for\n\nthose workers involved in pizza and cookie production, she says,\n\nwas billed to the Springfield School Department, and Ortiz worked\n\nin MCDI's main building wrapping muffins.                 Thus, Dwyer claims,\n\nOrtiz's labor costs were never billed to the Springfield School\n\nDepartment.       The record does not support Dwyer's characterization\n\nof the payment of labor.        She cites the testimony of Thomas Mazza,\n\nthe assistant finance manager of the Springfield School Department,\n\nfor the proposition that Ortiz's labor costs were never billed to\n\nthat department.         But Mazza, answering a series of questions about\n\nthe   cost   of    the    muffins   billed    to   the   department,   said   the\n\nfollowing:\n\n      Q: With respect to the hot lunches and the muffins\n      program, how was the billing done? How did you pay for\n      it? What was the structure in terms of the way you would\n      bill for those services?\n\n      A: Hot lunch or hot breakfast?\n\n                                       -46-\n\f     Q: Excuse me, hot lunches and muffins, the one that was\n     done at 140 Wilbraham Road [MCDI's main facility].\n\n     A: We were billed on a per item cost. There was a set\n     cost for each per unit that was produced in a given month\n     and we were billed.\n\n     Q: So each muffin would have a particular cost associated\n     with it?\n\n     A: Yes.\n\n     Q: And the same with each lunch?\n\n     A: Hot breakfast.\n\n     Q: Hot breakfast. I want to keep calling it lunch. So\n     with respect to what went into making up that unit cost,\n     what were the ingredients, so to speak, of the unit cost\n     for the muffins for the hot breakfast?\n\n     A: I believe it was the labor that MCDI incurred to\n     produce them, the production (emphasis supplied).\n\nDwyer had sufficient notice of the charges.          Here, as in Cianci,\n\n\"[n]o intimations by the court recast the 'essential' elements\" of\n\nthe crime charged.      378 F.3d at 94.\n\n            b.    Constructive Amendment of Count 16\n\n            Dwyer also argues that the district court impermissibly\n\nbroadened   Count    16,   which   alleged   a   false,   fraudulent,   and\n\nfictitious material statement in violation of 18 U.S.C. § 1001, by\n\ninstructing the jury it could find the defendants guilty if they\n\nmade a material false statement or concealed or covered up a\n\nmaterial fact by trick, scheme, or device.           She claims that the\n\nreference to \"trick, scheme, or device\" unlawfully amended the\n\nindictment.      The instruction stated in part:\n\n\n                                    -47-\n\f     The first element the government must prove beyond a\n     reasonable doubt is that the defendant intentionally made\n     a material false statement or intentionally concealed or\n     covered up a material fact. These words almost define\n     themselves.\n\n     To falsify means to make an untrue statement which is\n     untrue at the time made is known to be untrue at the time\n     made. However a statement that is literally true can\n     constitute a false statement if the defendants, through\n     a scheme, trick or device, are actively trying to mislead\n     the government.\n\n     To satisfy this first element, the government must prove\n     beyond a reasonable doubt that the fact allegedly\n     falsified or covered up was material. A statement is\n     material if it has a natural tendency to influence or to\n     be capable of influencing the decision of the\n     decisionmaker to which it was addressed, regardless of\n     whether the agent actually relied on it.\n\n     . . .\n\n     I will now enumerate the specific charges of false\n     statement:\n\n     . . .\n\n     Count 16: Ms. Dwyer is charged with falsely stating to\n     a special agent of the Federal Bureau of Investigation on\n     March 27, 2000 that she assumed that Gretchen Ortiz\n     worked her full shift but could not verify the actual\n     number of hours worked by Ms. Ortiz, and that the only\n     preferential treatment received by Ms. Ortiz from the\n     administration about which Ms. Dwyer had knowledge was\n     that she had heard other employees complain that Ms.\n     Ortiz got to work more hours than other employees.\n\nIn her brief, Dwyer cites a truncated version of the instruction,\n\nimplying that the court failed to address the specific charge of\n\nfalse   statement   against   her   and    thus    unlawfully     amended   the\n\nindictment with its reference to a statement which through a\n\n\"scheme,   trick,   or   device\"    actively      attempts   to   mislead   the\n\n\n                                    -48-\n\fgovernment.             The   court's       instruction          on    the    specific     charge\n\npertaining to Dwyer \"was taken largely from the indictment,\"\n\nCianci, 368 F.3d at 94, and did not amend it.                          The court made clear\n\nin its instructions that Dwyer was accused of specific false\n\nstatements, which the jury could then judge if she made.\n\n               Dwyer's constructive amendment claims fail, therefore,\n\nwhether judged de novo or under a plain error standard.\n\nIII.    Cumulative Errors\n\n               Finally, building on her sufficiency argument, Dwyer\n\nclaims    that      a    number    of    other       errors       by    the    district     court\n\ncumulatively created a substantial risk of the miscarriage of\n\njustice. We deal with these arguments below seriatim, finding that\n\nthere    was    no      error    as    to    any     of    them,       hence    no   prejudice,\n\ncumulative or otherwise. See United States v. Barrow, </pre><span class=\"citation\" data-id=\"202218\"><a href=\"/opinion/202218/united-states-v-barrow/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span><pre class=\"inline\">,\n\n44 (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">176</span></span><pre class=\"inline\"> (2006).\n\n               a.    Motion to Sever\n\n               Dwyer      argues       that        evidence       of     Phillips's        sexual\n\nrelationships with MCDI employees entitled her to have her trial\n\nsevered from his.               We review the district court's denial of a\n\nmotion to sever for abuse of discretion.                          United States v. Casas,\n\n</pre><span class=\"citation\" data-id=\"792073\"><a href=\"/opinion/792073/united-states-v-angel-casas-united-states-of-america-v-jose/\"><span class=\"volume\">425</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span><pre class=\"inline\">, 36 (1st Cir. 2005), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1670</span></span><pre class=\"inline\">\n\n(2006).    \"To demonstrate abuse of discretion, defendants must show\n\nthat    joinder      deprived         them    of    a     fair    trial,       resulting    in   a\n\nmiscarriage of justice.\"               United States v. Soto-Beniquez, 356 F.3d\n\n\n                                              -49-\n\f1,   29   (1st   Cir.   2004).      \"[T]he      burden   is   on   the   party    who\n\nchallenges the refusal to sever to make a convincing showing of\n\nprejudice as a prerequisite to gaining a new trial.\" United States\n\nv. Vega Molina, </pre><span class=\"citation\" data-id=\"201589\"><a href=\"/opinion/201589/united-states-v-vega-molina/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">511</span></a></span><pre class=\"inline\">, 531 (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">126</span>\n\n<span class=\"reporter\">S. Ct.</span> <span class=\"page\">296</span></span><pre class=\"inline\"> (2005).\n\n            \"Because the general rule is that those indicted together\n\nare tried together to prevent inconsistent verdicts and to conserve\n\njudicial and prosecutorial resources, severance is particularly\n\ndifficult to obtain where, as here, multiple defendants share a\n\nsingle indictment.\"         Soto-Beniquez, 356 F.3d at 29.                 This is\n\nespecially true in conspiracy cases, where \"severance will rarely,\n\nif ever, be required.\"           United States v. Flores-Rivera, </pre><span class=\"citation\" data-id=\"196112\"><a href=\"/opinion/196112/united-states-v-flores-rivera/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">319</span></a></span><pre class=\"inline\">, 325 (1st Cir. 1995) (internal quotation marks and citations\n\nomitted).\n\n            There    was   no    abuse    of    discretion    in   the   denial   of\n\nseverance here.      Dwyer has not made a convincing showing that the\n\njury was unable to separate the evidence against Phillips from that\n\nagainst her.       The district court repeatedly instructed the jury\n\nthat the evidence about Phillips was not relevant to the other\n\ndefendants.      See United States v. DeLuca, </pre><span class=\"citation\" data-id=\"751763\"><a href=\"/opinion/751763/united-states-v-robert-p-deluca-sr-united-states-of-america-v-gerard/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span><pre class=\"inline\">, 37 (1st Cir.\n\n1998) (\"[T]he district court took prudent precautions against\n\njudicial spillover by repeatedly instructing the jury that it must\n\nconsider the evidence against each individual defendant in relation\n\nto each count.\").          We \"presume that jurors will follow clear\n\n\n                                         -50-\n\finstructions to disregard evidence unless there is an overwhelming\n\nprobability that the jury will be unable to follow the court's\n\ninstructions, and a strong likelihood that the effect of the\n\nevidence will be devastating to the defendant.\"             United States v.\n\nPortela, </pre><span class=\"citation\" data-id=\"761694\"><a href=\"/opinion/761694/united-states-v-rafael-portela-united-states-of-america-v-francisco/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">687</span></a></span><pre class=\"inline\">, 701 (1st Cir. 1999) (internal quotation\n\nmarks and citation omitted). \"[A] measure of evidentiary spillover\n\nis a foreseeable concomitant of virtually every joint trial, yet\n\nseldom indicates undue prejudice.\"        DeLuca, 137 F.3d at 36.       Here,\n\nespecially where the court took particular care to emphasize the\n\nneed to differentiate the evidence for each defendant, it did not\n\nabuse its discretion in denying a motion to sever.\n\n          b.   Evidentiary Rulings\n\n          Dwyer   argues   that,    in    any     event,   the    evidence   of\n\nPhillips's   sexual   relationships      should    have    been   excluded   as\n\nunfairly prejudicial to her.       We review evidentiary decisions for\n\nabuse of discretion.   United States v. Flemmi, </pre><span class=\"citation\" data-id=\"201500\"><a href=\"/opinion/201500/united-states-v-flemmi/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></a></span><pre class=\"inline\">, 86 (1st\n\nCir. 2005). \"[D]istrict courts enjoy wide latitude in passing upon\n\nthe relevancy of evidence.\" United States v. Maldonado-Garcia, </pre><span class=\"citation\" data-id=\"202192\"><a href=\"/opinion/202192/united-states-v-maldonado-garcia/\"><span class=\"volume\">446</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">227</span></a></span><pre class=\"inline\">, 231-32 (1st Cir. 2006).           \"As to prejudice, '[t]rial\n\njudges enjoy wide latitude in making Rule 403 rulings and are only\n\noverturned after a showing of egregious error.'\"            United States v.\n\nPerez-Gonzalez, </pre><span class=\"citation\" data-id=\"202157\"><a href=\"/opinion/202157/united-states-v-perez-gonzalez/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span><pre class=\"inline\">, 47 (1st Cir. 2006) (quoting United\n\nStates v. Kornegay, </pre><span class=\"citation\" data-id=\"201633\"><a href=\"/opinion/201633/united-states-v-kornegay/\"><span class=\"volume\">410</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">89</span></a></span><pre class=\"inline\">, 96 (1st Cir. 2005)).                 We find\n\nnothing unreasonable in the court's allowance of the evidence\n\n\n                                   -51-\n\fagainst   Phillips.     The   district     court    gave   several   warning\n\ninstructions about use of the Phillips evidence. See United States\n\nv. Richardson, </pre><span class=\"citation\" data-id=\"201790\"><a href=\"/opinion/201790/united-states-v-richardson/\"><span class=\"volume\">421</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span><pre class=\"inline\">, 41 (1st Cir. 2005), cert. denied, </pre><span class=\"citation\" data-id=\"1211527\"><a href=\"/opinion/1211527/lockheed-martin-corp-v-morganti/\"><span class=\"volume\">126</span>\n\n<span class=\"reporter\">S. Ct.</span> <span class=\"page\">2319</span></a></span><pre class=\"inline\"> (2006).\n\n           Dwyer also challenges briefly and in the most general\n\nterms a range of additional evidentiary admissions as highly\n\nprejudicial but does not develop any argument as to why any was\n\nimproperly admitted.     \"Virtually all evidence is prejudicial - if\n\nthe truth be told, that is almost always why the proponent seeks to\n\nintroduce it - but it is only unfair prejudice against which the\n\nlaw protects.\"    United States v. Pitrone, </pre><span class=\"citation\" data-id=\"197373\"><a href=\"/opinion/197373/united-states-v-pitrone/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 8 (1st Cir.\n\n1997).    Dwyer makes no specific argument as to how the evidence\n\n\"invite[d] the jury to render a verdict on an improper emotional\n\nbasis.\"   United States v. Varoudakis, </pre><span class=\"citation\" data-id=\"199172\"><a href=\"/opinion/199172/united-states-v-varoudakis/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">113</span></a></span><pre class=\"inline\">, 122 (1st Cir.\n\n2000).\n\n           c.   \"Following Orders\" Jury Instruction\n\n           Dwyer takes issue with the court's instruction to the\n\njury that \"if you find that the evidence established beyond a\n\nreasonable   doubt    that   the   defendant   willfully     and   knowingly\n\nparticipated in the scheme to defraud, it is not a defense to the\n\ncrime of wire fraud for a defendant to claim that he or she was\n\nfollowing orders.\"     This instruction pertained only to the wire\n\nfraud counts, which the court dismissed.           Dwyer argues that since\n\nthe wire fraud counts were only dismissed by the court on her\n\n\n                                    -52-\n\fmotion under Fed. R. Crim. P. 29(c), after the jury returned its\n\nverdicts,    it   is    unlikely   that      the   jury   understood   that   the\n\nfollowing orders instruction pertained only to the wire fraud\n\ncounts.     The instruction, however, clearly referred to the wire\n\nfraud counts, and the jury demonstrated its ability to distinguish\n\namong counts by acquitting on some and convicting on others.                  See\n\nUnited States v. Freeman, </pre><span class=\"citation\" data-id=\"198886\"><a href=\"/opinion/198886/united-states-v-freeman/\"><span class=\"volume\">208</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">332</span></a></span><pre class=\"inline\">, 345-46 (1st Cir. 2000).\n\n            d.    Prosecutor's Statements in Closing Argument\n\n            Dwyer      argues   that   the    government   improperly   equated\n\n\"intent\" with \"knowledge\" in its rebuttal closing argument.                   The\n\ngovernment said:\n\n     I want to talk about intent because it's something that\n     has been mentioned both by Mr. Hoose and some of the\n     other lawyers during their closing arguments and the\n     judge will tell you what intent is. You'll be able to\n     learn from the instruction that intent is not someone\n     waking up in the morning and saying, \"today I am going to\n     defraud the City of Springfield.\" Intent is not like\n     that. Intent is simply knowing the consequences of your\n     actions.   Knowing that when a payroll check is being\n     issued and someone is not performing work for that\n     payroll check, that the City of Springfield, MCDI is\n     losing money as a result. That, in essence is intent,\n     knowing the consequences of what flows from your actions.\n\nAt the conclusion of the rebuttal, the court reminded the jury that\n\nthe closing arguments of counsel are not evidence.               The defendant\n\nobjected to a couple of points, including the intent definition, at\n\nthe end of the rebuttal summation, saying, \"I want to object to Mr.\n\nWelch's suggestion or his definition of intent.                 I realize the\n\nCourt was giving a curative instruction, but I want to note these\n\n\n                                       -53-\n\fobjections and ask the Court to specifically instruct the jury to\n\ndisregard those things.\"   The court responded:\n\n     All right. Well, I don't think it's necessary for me to\n     do the latter [i.e., give specific instruction]. And my\n     remarks at the end of the closing were not intended to\n     cure anything specifically related to Mr. Welch's\n     rebuttal. I hope that wasn't interpreted that way. It\n     just seemed to me to be a good time at the end, sometimes\n     I do it at the beginning and perhaps it would have been\n     better if I had done it at the beginning but it was\n     simply intended as a general admonition. . . .\n\n     The issue of the instructions, several of you have\n     referred to what you thought I would say in my\n     instructions, and I'll be saying right in the very first\n     page or two of my instructions that anything counsel may\n     say about the instructions that is inconsistent with my\n     instructions is to be disregarded. So that will be right\n     at the beginning of the instructions so in a sense you\n     will get that instruction.\n\nThe next day, the court gave the jury instructions which included\n\nthe following:\n\n     Counsel have quite properly referred to some of the\n     governing rules of law in their arguments. If, however,\n     any difference appears to you between the law as stated\n     by counsel and that stated by the Court in these\n     instructions, you of course are to be governed by these\n     instructions. . . .\n\n     In weighing the evidence on the conspiracy charge you\n     must find beyond a reasonable doubt that the defendants\n     intentionally joined the conspiracy before you may find\n     them guilty on that charge.\n\n     In fact, the law requires that the government prove two\n     types of knowing intent beyond a reasonable doubt before\n     a defendant can be said to have willfully joined the\n     conspiracy.\n\nThe court went on for several more paragraphs on the meaning of\n\nintent.\n\n\n                               -54-\n\f            Where         there     is         prosecutorial       argument        with\n\ncontemporaneous objections, we review de novo whether the comment\n\nwas   improper     and    review   for     abuse    of    discretion    whether    the\n\nmisconduct, if any, warrants a new trial.                  United States v. Lewis,\n\n</pre><span class=\"citation\" data-id=\"195723\"><a href=\"/opinion/195723/united-states-v-lewis/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1325</span></a></span><pre class=\"inline\">, 1337-38 (1st Cir. 1994).               To be held responsible for\n\nparticipation in a criminal conspiracy, a defendant must be shown\n\nto have entered knowingly, willfully and intentionally into an\n\nagreement with the specific intent that the conspiracy's criminal\n\npurposes be accomplished. United States v. O'Campo, </pre><span class=\"citation\" data-id=\"589965\"><a href=\"/opinion/589965/united-states-v-claudia-ocampo-united-states-v-julian-redeondo/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1015</span></a></span><pre class=\"inline\">,\n\n1020 (1st Cir. 1992).          The prosecutor's argument suggested to the\n\njury that if they concluded that Dwyer's notations on the payroll\n\nspreadsheets proved knowledge, then intent could be presumed.                       The\n\nprosecutor should not have characterized intent and knowledge as\n\nessentially interchangeable, but we find no abuse of discretion in\n\nthe court's handling of the summation.                      The court repeatedly\n\nemphasized       the   definition     of    intent       during   instructions     the\n\nfollowing    day         and   emphasized         further     that     the    court's\n\ncharacterization of the law was the one to follow.                      The jury is\n\npresumed    to    have     followed      the    court's     instructions     and    the\n\ndefinition it gave of intent.              See Soto-Beniquez, 356 F.3d at 43\n\n(curative instruction and correct instruction on point of law\n\nprevented any prejudice to defendant from prosecutor's misstatement\n\nof law in closing argument).\n\n            Affirmed.\n\n\n                                          -55-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/117962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195723/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196112/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198913/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199021/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199975/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201500/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201519/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201790/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202002/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202083/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202218/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/428305/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768900/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794900/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1211527/"
  ]
}