{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202902/",
  "absolute_url": "/opinion/202902/united-states-v-reiner/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202902/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1997/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:04:30Z",
  "date_modified": "2016-04-26T23:38:17.462743Z",
  "type": "010combined",
  "sha1": "8c27b0cefb8f12ef399812cce4bf3bcb5b83d45d",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-1451-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/08/20/US_v._Reiner.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 06-1451\n\n                          UNITED STATES,\n\n                            Appellee,\n\n                                v.\n\n                         GARY H. REINER,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF MAINE\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\n\n\n                              Before\n\n                      Lynch, Circuit Judge,\n\n              John R. Gibson, Senior Circuit Judge*\n\n                   and Howard, Circuit Judge.\n\n\n     James E. McCall was on brief for appellant.\n     F. Mark Terison, Senior Litigation Counsel, with whom Paula D.\nSilsby, United States Attorney, was on brief for appellee.\n\n\n\n                         August 20, 2007\n\n\n\n     *\n      Of the United States Court of Appeals for the Eighth Circuit,\nsitting by designation.\n\f                  JOHN R. GIBSON, Circuit Judge.        Gary H. Reiner appeals\n\nhis   four        count   conviction    for    interstate    travel     to   promote\n\nprostitution, 18 U.S.C. § 1952 (the Travel Act); inducement to\n\ninterstate travel to engage in prostitution, 18 U.S.C. § 2422(a)\n\n(the Mann Act); conspiracy to violate the Travel Act and the Mann\n\nAct, 18 U.S.C. § 371; and conspiracy to launder money, 18 U.S.C. §§\n\n1956(h) and 1957.           Reiner argues that (1) the district court erred\n\nin refusing to hold a Franks1 hearing concerning omissions in the\n\naffidavit supporting the search warrant; (2) the district court\n\nerred        in   denying    Reiner's   motion    for   a    mistrial    following\n\nprejudicial         testimony;    (3)   the    district     court   miscalculated\n\nReiner's base offense level under the sentencing guidelines; and\n\n(4) the district court erred in ordering forfeiture.                  We affirm.\n\n                  Reiner was the attorney for Kittery Health Club, Inc.,\n\ndoing business as The Danish Health Club, Inc. (\"DHC\"), in Kittery,\n\nMaine.        The DHC advertised itself as a massage parlor for men, but\n\nin reality it offered sexual services in exchange for money.\n\nReiner performed legal services for the DHC's original owner, Leo\n\nManzoli, dating back to 1990.            Leo Manzoli died in 1996, and Joel\n\nLehrer, a business associate of his, took over the day to day\n\noperations of the DHC.           Following Leo Manzoli's death, his wife,\n\nMary Ann Manzoli (\"Manzoli\"), also took a more active role in the\n\nbusiness.          Joel Lehrer died in 2001, and some time thereafter\n\n\n        1\n            Franks v. Delaware, 438 U.S. 154 (1978).\n\n                                         -2-\n\fReiner became a co-trustee of K & D Realty Trust, which owned the\n\nproperty used by the DHC. Susan Lehrer, Joel Lehrer's widow, began\n\nto   run    the   DHC     in   2001,    but    was   later   relieved    of   her\n\nresponsibilities by Reiner.            Reiner then ran the DHC between 2001\n\nand 2004.     In 2001, Reiner hired Russell Pallas, a former police\n\nofficer, to manage the front desk, and Reiner filled in for Pallas\n\non occasion.      Reiner was responsible for all personnel decisions\n\nconcerning the female masseuses and handled the financial aspects\n\nof the business.           In late 2003 and early 2004, the DHC ran\n\nadvertisements in Xtreme Magazine, an adult periodical, and in the\n\nadult section of two alternative newspapers, the Portland Phoenix\n\nand the Boston Phoenix.         Reiner was responsible for the content of\n\nthe advertisements.\n\n            On June 9, 2004, authorities executed a search warrant at\n\nthe DHC. Rodney Giguere, a Special Agent with the Internal Revenue\n\nService, prepared a thirty-five page affidavit in support of the\n\nsearch warrant.         The affidavit relied upon (1) police reports and\n\nreports     by    the    Federal   Bureau      of    Investigation      detailing\n\ninvestigations of the club; (2) statements by several confidential\n\nwitnesses concerning occurrences of prostitution at the DHC; (3)\n\nthe adult advertisements placed by Reiner; (4) an internet search\n\nby another IRS agent that revealed detailed descriptions of sexual\n\nencounters at the DHC; and (4) reports as well as a first-hand\n\naccount of extensive visual surveillance conducted by the FBI.\n\n\n                                         -3-\n\fDuring    the       search   authorities      found   numerous         condoms   located\n\nthroughout the club.            They also found a customer of the club on a\n\nmassage table wearing a condom and a towel.\n\n               A grand jury indicted Reiner on April 27, 2005.                     Reiner\n\nfiled a motion to suppress, which the district court denied.\n\nUnited States v. Reiner, 382 F. Supp. 2d 195 (D. Me. 2005).                              At\n\nReiner's trial, the jury heard testimony from Pallas, who testified\n\npursuant to a plea agreement with the government.                         At one point\n\nduring his testimony, when asked about surveillance at the DHC,\n\nPallas stated that he recalled a particular conversation with\n\nReiner in which Reiner explained that he had learned of the\n\nsurveillance by the FBI; it was apparently based upon complaints of\n\nunder-age girls at the club.                The defense objected immediately to\n\nPallas's testimony and moved for a mistrial, which the district\n\ncourt denied. The district court instead struck the testimony from\n\nthe record and gave a curative instruction. On September 30, 2005,\n\nthe jury returned guilty verdicts.\n\n               In     its    presentence       report,      the    probation       office\n\ncalculated a base offense level of nineteen.                      Reiner's violations\n\nprovide for an original base offense level of fourteen under\n\nU.S.S.G.   §        2G1.1(a),    with   a    five   level    increase      pursuant      to\n\nU.S.S.G. § 2G1.1(d)(1) since the offense involved multiple victims.\n\nThe presentence report calculated a total offense level of twenty-\n\neight    and    a    criminal    history      category      of    I,   resulting    in    a\n\n\n                                             -4-\n\fguidelines range for imprisonment of seventy-eight to ninety-seven\n\nmonths.\n\n           At his sentencing hearing, Reiner did not object to the\n\npresentence report's adjustment for multiple victims, but did\n\nobject to its adjustments for Reiner's leadership role in the\n\norganization, the involvement of a minor, and obstruction of\n\njustice   for   false   testimony.         Reiner   also   objected   to   the\n\npresentence     report's   asset   calculation.       The   district   court\n\nrejected the presentence report's adjustments for the involvement\n\nof a minor and for false testimony, resulting in a total offense\n\nlevel of twenty-four and a subsequent guideline range of fifty-one\n\nto sixty-three months.       The district court sentenced Reiner to\n\nsixty months’ imprisonment.        The district court also determined\n\nthat Reiner was responsible for $3,927,392.40 in proceeds to the\n\nDHC from the illegal activity described in counts I and II.                 On\n\nMarch 2, 2006, the district court ordered forfeiture in the amount\n\nof $3,927,392.40 as a money judgment.               Reiner now brings the\n\npresent appeal.\n\n                                     I.\n\n           Reiner argues that the district court violated his Fourth\n\nAmendment rights by refusing to hold a Franks hearing and denying\n\nhis motion to suppress evidence seized during the search of the\n\nDHC.\n\n           We review the denial of a Franks hearing for clear error.\n\n\n                                     -5-\n\fUnited States v. Nelson-Rodriguez, 319 F.3d 12, 34 (1st Cir. 2003).\n\nA defendant is entitled to an evidentiary hearing under Franks\n\nwhere the defendant \"makes a substantial preliminary showing\" that\n\nboth (1) \"a false statement knowingly and intentionally, or with\n\nreckless disregard for the truth, was included by the affiant in\n\nthe warrant affidavit\" and (2) \"the allegedly false statement is\n\nnecessary to the finding of probable cause.\"              Franks v. Delaware,\n\n438 U.S. 154, 155-56 (1978).       Omission of a material fact from the\n\naffidavit supporting a warrant is sufficient to trigger a Franks\n\nhearing.     United States v. Castillo, 287 F.3d 21, 25 (1st Cir.\n\n2002).    In the case of an omission, \"suppression should be ordered\n\nonly if the warrant application, . . . clarified by disclosure of\n\npreviously    withheld    material,   no       longer   demonstrates    probable\n\ncause.\"     United States v. Stewart, 337 F.3d 103, 105 (1st Cir.\n\n2003).     Therefore, Reiner must make \"a substantial preliminary\n\nshowing\"    that,    considering   the      previously    withheld     material,\n\nGiguere's affidavit fails to demonstrate probable cause, Franks,\n\n438 U.S. at 155-56, and that the district court's denial of his\n\nmotion was clearly erroneous.\n\n            Reiner    claims,   and      the      government   concedes,    that\n\nGiguere's affidavit omitted decades-old information concerning\n\nprevious investigations of the DHC by authorities.               Specifically,\n\nGiguere's     affidavit     neglected        to     explain    that     previous\n\ninvestigations occurring in the 1980s and 1990s failed to result in\n\n\n                                      -6-\n\fany prosecution or conviction of individuals associated with the\n\nDHC.      Contrary to Reiner's argument, however, the previously\n\nwithheld    information   does    nothing   to   alter    whether   Giguere's\n\naffidavit demonstrates probable cause. The district court, because\n\nof concerns regarding staleness, examined \"whether probable cause\n\nexisted    by   looking   primarily    at   the    most    recent   relevant\n\ninformation and then the other information in the context of the\n\ncontemporaneous information.\"         United States v. Reiner, 382 F.\n\nSupp. 2d 195, 197-98 (D. Me. 2005). The district court, therefore,\n\nrelied primarily on the adult advertisements run by the DHC in 2003\n\nand 2004, statements by confidential informants, the extensive cash\n\ndeposits by the DHC through 2003, and the interstate nature of the\n\nDHC's business in its determination that probable cause existed.\n\nThus, the omitted information was irrelevant, and the district\n\ncourt did not commit clear error in refraining from ordering a\n\nFranks hearing on the basis of such information. See United States\n\nv. Rivera-Rosario, 300 F.3d 1, 20 (1st Cir. 1986) (holding that\n\nbecause the information omitted from the affidavit \"was immaterial\n\nto the investigation,\" there was no error in denying defendant's\n\nmotion for a Franks hearing).\n\n            Ironically,   after    contending     that   the   affidavit   was\n\nmisleading for failing to include material from the 1980s and\n\n1990s, Reiner next argues that the information contained in the\n\naffidavit was stale and therefore could not support a showing of\n\n\n                                    -7-\n\fprobable cause.   Specifically, Reiner attacks the district court's\n\nreliance upon information from confidential informants detailing\n\nactivity at the DHC between 2000 and 2002, which he claims is too\n\nold.\n\n           Probable cause to issue a search warrant exists when\n\n\"given all the circumstances set forth in the affidavit . . . there\n\nis a fair probability that contraband or evidence of a crime will\n\nbe found in a particular place.\"   Illinois v. Gates, 462 U.S. 213,\n\n238 (1983).    \"In determining the sufficiency of an affidavit\n\nsupporting a search warrant, we consider whether the 'totality of\n\nthe circumstances' stated in the affidavit demonstrates probable\n\ncause to search the premises.\"   United States v. Beckett, 321 F.3d\n\n26, 31 (1st Cir. 2003).     Factors to be considered in determining\n\nwhether an affidavit is stale include \"the nature of the criminal\n\nactivity under investigation and the nature of what is being\n\nsought.\"   United States v. Dauphinee, 538 F.2d 1, 5 (1st Cir.\n\n1976).\n\n           In this case, especially in light of the nature of the\n\ncriminal activity and the contraband sought, the affidavit did not\n\nsuffer from staleness.     Illicit prostitution operating under the\n\nguise of a legal and long-running business is precisely the type of\n\ncriminal enterprise that would most likely be unchanged over the\n\ncourse of several years.    Evidence cited by the affidavit that was\n\ntwo to three years old was overwhelming in this case and more than\n\n\n                                 -8-\n\fsufficient to establish probable cause.          The information provided\n\nby confidential informants concerning illicit activity at the club\n\nbetween 2000 and 2002, corroboration of such activity through\n\nsurveillance,   an   online   description   in    2000   of   prostitution,\n\nextensive cash deposits through 2003, and the placement of adult\n\nadvertising in 2003 and 2004 are all consistent with a prostitution\n\nring of long duration.        While \"no hard and fast rule can be\n\nformulated as to what constitutes excessive remoteness,\" id., we\n\nconclude that the district court was correct in disregarding\n\ninvestigations by authorities dating from the 1980s and 1990s, and\n\ninstead relying on the more recent evidence submitted in the\n\naffidavit.\n\n                                  II.\n\n          Next, Reiner argues that the district court erred in\n\ndenying his motion for a mistrial following Pallas’s statement\n\nregarding suspicions by authorities of under-age girls at the DHC.\n\nWe review the denial of a motion for mistrial for an abuse of\n\ndiscretion.   United States v. Flecha-Maldonado, 373 F.3d 170, 177\n\n(1st Cir. 2004).      As is the case here, whenever \"a curative\n\ninstruction is promptly given, a mistrial is warranted only in rare\n\ncircumstances   implying   extreme   prejudice.\"         United   States   v.\n\nTorres, 162 F.3d 6, 12 (1st Cir. 1998).\n\n          Reiner contends that the testimony offered by Pallas was\n\nespecially prejudicial in light of information given by juror\n\n\n                                  -9-\n\fnineteen.     During voir dire, juror nineteen disclosed that she was\n\nclose to two individuals who had suffered from sexual abuse.               When\n\nasked whether her experiences would affect her impartiality, she\n\nstated the following:\n\n       I can tell you [that with] prostitution I have a clean\n       slate, but with the sexual abuse, I don't know if it\n       would bring up emotions that I hadn't planned on . . . .\n       It might very well cause a problem just in the fact that\n       it will stir up old emotions, feelings, and thoughts that\n       have been laying [sic] there for a long time.\n\n              Reiner cites two cases in his argument that Pallas's\n\nstatement was so inflammatory that a mistrial was warranted even in\n\nlight of the curative instruction given by the district court.\n\nFirst, Reiner relies on United States v. Fulmer, 108 F.3d 1486,\n\n1497-98 (1st Cir. 1997), where we held that admission of statements\n\nby an FBI agent as well as the prosecutor concerning the Oklahoma\n\nCity bombing constituted reversible error because the bombing was\n\nunrelated to the defendant's alleged conduct.                 Second, Reiner\n\nrelies on United States v. Lehder-Rivas, 955 F.2d 1510 (11th Cir.\n\n1992).    In that case, the court held that admission of evidence\n\nthat   the    defendant   planned   to   mark   packages    of   cocaine   with\n\nswastikas constituted an abuse of discretion.              Id. at 1518.     The\n\ncourt, however, then held that the swastika testimony was harmless\n\nbeyond a reasonable doubt.        Id. at 1518-19.\n\n              Even considering juror nineteen's answers at voir dire,\n\nneither      of   these   cases   provides   much   support      for   Reiner's\n\ncontention that the district court erred in refusing to declare a\n\n                                     -10-\n\fmistrial.    Both cases involved extensive testimony of a highly\n\ninflammatory nature that was only tangentially related to the\n\ncharges faced by the defendants.   As well, in neither case did the\n\ndistrict court strike the testimony or give a curative instruction.\n\nIn this case, however, Pallas testified to one statement Reiner\n\nallegedly made that authorities suspected there were under-age\n\ngirls at the DHC, which the district court immediately struck.\n\nThere is no reason to believe that an isolated comment by Pallas\n\nabout under-age girls constitutes the kind of \"extreme prejudice,\"\n\nTorres, 162 F.3d at 12, that would warrant a mistrial.          The\n\ndistrict court gave an appropriate and prompt curative instruction,\n\nwhich we presume all jurors will follow.      See United States v.\n\nSepulveda, 15 F.3d 1161, 1185 (1st Cir. 1993).       Reiner has not\n\nrebutted that presumption, and we conclude that the district court\n\ndid not abuse its discretion in denying his motion for a mistrial.\n\n                                III.\n\n            Reiner raises two issues concerning his sentence. First,\n\nReiner contests the district court's calculation of his base\n\noffense level.    Because Reiner did not previously object to the\n\ndistrict court's calculation of multiple victims, we review the\n\ndistrict court's finding for plain error.      See United States v.\n\nTerry, 240 F.3d 65, 72-73 (1st Cir. 2001).\n\n            Reiner cites United States v. Camuti, 950 F.2d 72 (1st\n\nCir. 1991), to argue that because there was no evidence that Reiner\n\n\n                                -11-\n\fhimself transported any of the victims at the DHC, the five-level\n\nincrease to his base offense level is clearly erroneous.                          This\n\nargument is without merit.               In Camuti, we held that providing\n\nmotivation for travel was insufficient to constitute an offense\n\ninvolving         the   transportation      of   an   individual,   and    therefore\n\ninsufficient to trigger the sentencing enhancement provided by\n\nU.S.S.G. § 2G1.1(c) (1990).                 950 F.2d at 77.         Reiner's case,\n\nhowever, is governed by the 2005 edition of the United States\n\nSentencing Guidelines Manual; considering the differences between\n\nthe two editions, the decision in Camuti is inapposite.2\n\n                  In this case, Reiner should have received an enhancement\n\nunder       the    guidelines   if   \"the    offense    involved    more   than   one\n\nvictim.\" U.S.S.G. § 2G1.1(d) (2005). The commentary explains that\n\nfor the purpose of calculating multiple victims, \"each person\n\ntransported, persuaded, induced, enticed, or coerced to engage in,\n\nor travel to engage in, a commercial sex act or prohibited sexual\n\nconduct is to be treated as a separate victim.\"                U.S.S.G. § 2G1.1,\n\ncmt. n.5 (emphasis added).             Reviewing the evidence, we conclude\n\nthat the district court did not commit plain error in determining\n\nthat the offense involved five or more victims.                     Reiner ran the\n\n\n\n        2\n      Typically, a sentencing court must use the edition of the\nguidelines manual effective on the date of sentencing. See United\nStates v. Harotunian, 920 F.2d 1040, 1041-42 (1st Cir. 1990)\n(\"Barring any ex post facto problem, a defendant is to be punished\naccording to the guidelines in effect at the time of sentencing.\");\nU.S.S.G. § 1B1.11.\n\n                                         -12-\n\fDHC, and there is ample evidence that most of the women involved in\n\nthe DHC either traveled or were transported, persuaded, induced, or\n\nenticed for the purpose of engaging in a commercial sex act.3\n\n           Second, Reiner offers several arguments as to why his\n\nsentence is unreasonable.         First, he argues that, although his\n\nsentence   is   within   the    guideline      range,   it   is   nevertheless\n\nunreasonable because the district court failed to consider Reiner's\n\nobligations to his family as well as his history as an \"exceptional\n\nperson.\" Under United States v. Booker, 543 U.S. 220, 245-46, 259-\n\n60 (2005), the district judge may adopt a non-guideline sentence\n\nwhere appropriate in consideration of 18 U.S.C. § 3553(a) (2000).\n\nAssuming that such factors are properly understood, our review of\n\nthe district court's judgment is deferential. See United States v.\n\nJiménez-Beltre, 440 F.3d 514, 519 (1st Cir. 2006) (en banc), cert.\n\ndenied, 127 S. Ct. 928 (2007).\n\n           In   this   case,   the   district    court   noted    all   of   the\n\nrelevant circumstances concerning Reiner and his family.                      He\n\nobserved   that   Reiner's     family   \"has    confronted    severe    medical\n\nissues.\"   He also noted that \"[i]t's a sad day when a pillar of the\n\ncommunity is sent to prison.\"           The district court nevertheless\n\n\n\n     3\n      Reiner also contests the district court's conclusion\nregarding his leadership role in the DHC. In light of Reiner's\nextensive involvement with the DHC detailed thus far, we conclude\nthat the district court's determination was not clear error, see\nUnited States v. Ventura, 353 F.3d 84, 89 (1st Cir. 2003), and\nReiner's argument is wholly without merit.\n\n                                     -13-\n\fchose to sentence Reiner to sixty months' imprisonment, stating\n\nthat such a sentence was necessary to achieve the objectives set\n\nforth in 18 U.S.C. § 3553(a)(2)(A).                    Where, as here, there is \"a\n\nplausible explanation and a defensible overall result,\" we normally\n\nrespect the judgment of the district court as to whether to go\n\noutside of the guidelines.                    Jiménez-Beltre, 440 F.3d at 519.\n\nConsidering all of the circumstances surrounding Reiner's case,\n\nincluding his familial responsibilities and his previous history as\n\nan upstanding citizen, we see no basis for disturbing the district\n\ncourt's judgment.4\n\n                  Reiner also argues that the district court's sentence is\n\nunreasonable due to an unwarranted sentence disparity in light of\n\nthe six month sentence received by Pallas and the five years of\n\nprobation received by Manzoli. As Reiner acknowledges, however, we\n\nhave       stated     before    that    \"the     aim    [of   reducing     unwarranted\n\ndisparity] was almost certainly a national uniformity focusing upon\n\na common standard.\"             United States v. Saez, 444 F.3d 15, 18 (1st\n\nCir.) (emphasis in original), cert. denied, 127 S. Ct. 224 (2006).\n\n                  Also problematic for Reiner is that, as the district\n\ncourt noted, both Manzoli and Pallas accepted responsibility for\n\nwhat       they    had   done   and    then    cooperated     with   the   government.\n\n\n       4\n      Reiner also argues that the district court erred in refusing\nto depart downward pursuant to U.S.S.G. § 5H1.6. Such a refusal to\ndepart, however, is not ordinarily reviewable by this court absent\na mistake of law. United States v. Melendez-Torres, 420 F.3d 45,\n50-51 (1st Cir. 2005).\n\n                                              -14-\n\fReiner, however, asserted both at trial and at his sentencing\n\nhearing that he was not guilty of the charges against him.             Reiner\n\ncites our decision in United States v. Thurston, 456 F.3d 211 (1st\n\nCir. 2006), petition for cert. filed, No. 06-378 (Sept. 14, 2006),\n\nto argue that he is still similarly situated to Pallas and Manzoli,\n\nbut his reliance is misplaced.        In Thurston, we specifically noted\n\nthat a defendant who chooses to enter into a plea bargain is not\n\nsimilarly situated to a defendant who contests the charges. Id. at\n\n216-17.    It is therefore not the case that the district court was\n\n\"required to reduce [the appellant's] sentence simply because\n\nhe—unlike the other defendants—chose to go to trial.\"                  United\n\nStates v. Navedo-Concepción, 450 F.3d 54, 60 (1st Cir. 2006).\n\n               Reiner argues that the district court's sentence violated\n\nthe parsimony principle—the statutory directive that sentences\n\nought to be no higher than is necessary to achieve the objectives\n\nof sentencing.        We have held before that it is \"the rare case in\n\nwhich a within-the-range sentence can be found to transgress the\n\nparsimony principle.\" United States v. Turbides-Leonardo, 468 F.3d\n\n34, 41 (1st Cir. 2006), cert. denied, 127 S. Ct. 3064 (2007).               Upon\n\nreview    of    the   sentencing   transcript,   it   is   evident   that   the\n\ndistrict court was careful in fashioning an appropriate sentence.\n\nThere is no basis for concluding that Reiner's sentence violates\n\nthe parsimony principle or is otherwise unreasonable.\n\n\n\n\n                                     -15-\n\f                                    IV.\n\n             Finally, Reiner contests the forfeiture award ordered by\n\nthe district court.       We review questions of law de novo, but we\n\nreview mixed questions of fact and law for clear error.         See United\n\nStates v. Ferrario-Pozzi, 368 F.3d 5, 8 (1st Cir. 2004).\n\n             Our analysis of Reiner's claim need not detain us long.\n\nFirst, Reiner urges us to reconsider our holding in United States\n\nv. Hurley, 63 F.3d 1 (1st Cir. 1995).         In that case, we held that\n\nthe principle of finding members of a conspiracy substantively\n\nliable    for   the   foreseeable   conduct   of   other   members   of   the\n\nconspiracy extended to forfeiture rules. Id. at 22. Reiner argues\n\nthat the district court erred by ordering him to pay the full value\n\nof the DHC's proceeds when he never used or personally possessed\n\nthe money.      However, regardless of the merits of Reiner's argument\n\nthat holding him vicariously liable for the total amount of the\n\nconspiracy's windfall is unfair, we are bound by our decision in\n\nHurley.    See United States v. Malouf, 466 F.3d 21, 26 (1st Cir.\n\n2006) (noting that, except for circumstances not present here,\n\n\"newly constituted panels are bound by decisions of prior panels in\n\nthe same circuit\"), cert. denied, 127 S. Ct. 1892 (2007).\n\n             Reiner also contests the district court's determination\n\nthat all of the DHC's proceeds were subject to forfeiture because\n\nthe entire enterprise functioned as nothing more than a front for\n\nillegal prostitution.      Reviewing the record, we conclude that the\n\n\n                                    -16-\n\fdistrict court's determination regarding the nature of the DHC is\n\nnot   clearly   erroneous.     The    sole   purpose   of     the   DHC   was\n\nprostitution,   and   income   derived    from   activities    designed    to\n\nconceal the illegal nature of the enterprise are appropriately\n\nsubject to forfeiture.\n\n                                     V.\n\n            We affirm the judgment of the district court in all\n\nrespects.\n\n\n\n\n                                  -17-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>500 F.3d 10 (2007)</b></center>\n<center><h1>UNITED STATES, Appellee,<br>\nv.<br>\nGary H. REINER, Defendant, Appellant.</h1></center>\n<center>No. 06-1451.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard February 8, 2007.</center>\n<center>Decided August 20, 2007.</center>\n<p><span class=\"star-pagination\">*11</span> <span class=\"star-pagination\">*12</span> James E. McCall was on brief for appellant.</p>\n<p>F. Mark Terison, Senior Litigation Counsel, with whom Paula D. Silsby, United States Attorney, was on brief for appellee.</p>\n<p>Before LYNCH, Circuit Judge, JOHN R. GIBSON, Senior Circuit Judge<sup>[*]</sup> and HOWARD, Circuit Judge.</p>\n<p><span class=\"star-pagination\">*13</span> JOHN R. GIBSON, Circuit Judge.</p>\n<p>Gary H. Reiner appeals his four count conviction for interstate travel to promote prostitution, 18 U.S.C. § 1952 (the Travel Act); inducement to interstate travel to engage in prostitution, 18 U.S.C. § 2422(a) (the Mann Act); conspiracy to violate the Travel Act and the Mann Act, 18 U.S.C. § 371; and conspiracy to launder money, 18 U.S.C. §§ 1956(h) and 1957. Reiner argues that (1) the district court erred in refusing to hold a <i>Franks</i><sup>[1]</sup> hearing concerning omissions in the affidavit supporting the search warrant; (2) the district court erred in denying Reiner's motion for a mistrial following prejudicial testimony; (3) the district court miscalculated Reiner's base offense level under the sentencing guidelines; and (4) the district court erred in ordering forfeiture. We affirm.</p>\n<p>Reiner was the attorney for Kittery Health Club, Inc., doing business as The Danish Health Club, Inc. (\"DHC\"), in Kittery, Maine. The DHC advertised itself as a massage parlor for men, but in reality it offered sexual services in exchange for money. Reiner performed legal services for the DHC's original owner, Leo Manzoli, dating back to 1990. Leo Manzoli died in 1996, and Joel Lehrer, a business associate of his, took over the day to day operations of the DHC. Following Leo Manzoli's death, his wife, Mary Ann Manzoli (\"Manzoli\"), also took a more active role in the business. Joel Lehrer died in 2001, and some time thereafter Reiner became a co-trustee of K &amp; D Realty Trust, which owned the property used by the DHC. Susan Lehrer, Joel Lehrer's widow, began to run the DHC in 2001, but was later relieved of her responsibilities by Reiner. Reiner then ran the DHC between 2001 and 2004. In 2001, Reiner hired Russell Pallas, a former police officer, to manage the front desk, and Reiner filled in for Pallas on occasion. Reiner was responsible for all personnel decisions concerning the female masseuses and handled the financial aspects of the business. In late 2003 and early 2004, the DHC ran advertisements in Xtreme Magazine, an adult periodical, and in the adult section of two alternative newspapers, the Portland Phoenix and the Boston Phoenix. Reiner was responsible for the content of the advertisements.</p>\n<p>On June 9, 2004, authorities executed a search warrant at the DHC. Rodney Giguere, a Special Agent with the Internal Revenue Service, prepared a thirty-five page affidavit in support of the search warrant. The affidavit relied upon (1) police reports and reports by the Federal Bureau of Investigation detailing investigations of the club; (2) statements by several confidential witnesses concerning occurrences of prostitution at the DHC; (3) the adult advertisements placed by Reiner; (4) an internet search by another IRS agent that revealed detailed descriptions of sexual encounters at the DHC; and (4) reports as well as a first-hand account of extensive visual surveillance conducted by the FBI. During the search authorities found numerous condoms located throughout the club. They also found a customer of the club on a massage table wearing a condom and a towel.</p>\n<p>A grand jury indicted Reiner on April 27, 2005. Reiner filed a motion to suppress, which the district court denied. <i>United States v. Reiner,</i> 382 F.Supp.2d 195 (D.Me.2005). At Reiner's trial, the jury heard testimony from Pallas, who testified pursuant to a plea agreement with the government. At one point during his testimony, when asked about surveillance at the DHC, Pallas stated that he recalled a particular conversation with Reiner in <span class=\"star-pagination\">*14</span> which Reiner explained that he had learned of the surveillance by the FBI; it was apparently based upon complaints of under-age girls at the club. The defense objected immediately to Pallas's testimony and moved for a mistrial, which the district court denied. The district court instead struck the testimony from the record and gave a curative instruction. On September 30, 2005, the jury returned guilty verdicts.</p>\n<p>In its presentence report, the probation office calculated a base offense level of nineteen. Reiner's violations provide for an original base offense level of fourteen under U.S.S.G. § 2G1.1(a), with a five level increase pursuant to U.S.S.G. § 2G1.1(d)(1) since the offense involved multiple victims. The presentence report calculated a total offense level of twenty-eight and a criminal history category of I, resulting in a guidelines range for imprisonment of seventy-eight to ninety-seven months.</p>\n<p>At his sentencing hearing, Reiner did not object to the presentence report's adjustment for multiple victims, but did object to its adjustments for Reiner's leadership role in the organization, the involvement of a minor, and obstruction of justice for false testimony. Reiner also objected to the presentence report's asset calculation. The district court rejected the presentence report's adjustments for the involvement of a minor and for false testimony, resulting in a total offense level of twenty-four and a subsequent guideline range of fifty-one to sixty-three months. The district court sentenced Reiner to sixty months' imprisonment. The district court also determined that Reiner was responsible for $3,927,392.40 in proceeds to the DHC from the illegal activity described in counts I and II. On March 2, 2006, the district court ordered forfeiture in the amount of $3,927,392.40 as a money judgment. Reiner now brings the present appeal.</p>\n<p></p>\n<h2>I.</h2>\n<p>Reiner argues that the district court violated his Fourth Amendment rights by refusing to hold a <i>Franks</i> hearing and denying his motion to suppress evidence seized during the search of the DHC.</p>\n<p>We review the denial of a <i>Franks</i> hearing for clear error. <i>United States v. Nelson-Rodriguez,</i> 319 F.3d 12, 34 (1st Cir.2003). A defendant is entitled to an evidentiary hearing under <i>Franks</i> where the defendant \"makes a substantial preliminary showing\" that both (1) \"a false statement knowingly and intentionally, or with reckless disregard for the truth, was included by the affiant in the warrant affidavit\" and (2) \"the allegedly false statement is necessary to the finding of probable cause.\" <i>Franks v. Delaware,</i> 438 U.S. 154, 155-56, 98 S.Ct. 2674, 57 L.Ed.2d 667 (1978). Omission of a material fact from the affidavit supporting a warrant is sufficient to trigger a <i>Franks</i> hearing. <i>United States v. Castillo,</i> 287 F.3d 21, 25 (1st Cir.2002). In the case of an omission, \"suppression should be ordered only if the warrant application, . . . clarified by disclosure of previously withheld material, no longer demonstrates probable cause.\" <i>United States v. Stewart,</i> 337 F.3d 103, 105 (1st Cir.2003). Therefore, Reiner must make \"a substantial preliminary showing\" that, considering the previously withheld material, Giguere's affidavit fails to demonstrate probable cause, <i>Franks,</i> 438 U.S. at 155-56, 98 S.Ct. 2674, and that the district court's denial of his motion was clearly erroneous.</p>\n<p>Reiner claims, and the government concedes, that Giguere's affidavit omitted decades-old information concerning previous <span class=\"star-pagination\">*15</span> investigations of the DHC by authorities. Specifically, Giguere's affidavit neglected to explain that previous investigations occurring in the 1980s and 1990s failed to result in any prosecution or conviction of individuals associated with the DHC. Contrary to Reiner's argument, however, the previously withheld information does nothing to alter whether Giguere's affidavit demonstrates probable cause. The district court, because of concerns regarding staleness, examined \"whether probable cause existed by looking primarily at the most recent relevant information and then the other information in the context of the contemporaneous information.\" <i>United States v. Reiner,</i> 382 F.Supp.2d 195, 197-98 (D.Me.2005). The district court, therefore, relied primarily on the adult advertisements run by the DHC in 2003 and 2004, statements by confidential informants, the extensive cash deposits by the DHC through 2003, and the interstate nature of the DHC's business in its determination that probable cause existed. Thus, the omitted information was irrelevant, and the district court did not commit clear error in refraining from ordering a <i>Franks</i> hearing on the basis of such information. <i>See </i><i>United States v. Rivera-Rosario,</i> 300 F.3d 1, 20 (1st Cir.2002) (holding that because the information omitted from the affidavit \"was immaterial to the investigation,\" there was no error in denying defendant's motion for a <i>Franks</i> hearing).</p>\n<p>Ironically, after contending that the affidavit was misleading for failing to include material from the 1980s and 1990s, Reiner next argues that the information contained in the affidavit was stale and therefore could not support a showing of probable cause. Specifically, Reiner attacks the district court's reliance upon information from confidential informants detailing activity at the DHC between 2000 and 2002, which he claims is too old.</p>\n<p>Probable cause to issue a search warrant exists when \"given all the circumstances set forth in the affidavit . . . there is a fair probability that contraband or evidence of a crime will be found in a particular place.\" <i>Illinois v. Gates,</i> 462 U.S. 213, 238, 103 S.Ct. 2317, 76 L.Ed.2d 527 (1983). \"In determining the sufficiency of an affidavit supporting a search warrant, we consider whether the `totality of the circumstances' stated in the affidavit demonstrates probable cause to search the premises.\" <i>United States v. Beckett,</i> 321 F.3d 26, 31 (1st Cir.2003). Factors to be considered in determining whether an affidavit is stale include \"the nature of the criminal activity under investigation and the nature of what is being sought.\" <i>United States v. Dauphinee,</i> 538 F.2d 1, 5 (1st Cir.1976).</p>\n<p>In this case, especially in light of the nature of the criminal activity and the contraband sought, the affidavit did not suffer from staleness. Illicit prostitution operating under the guise of a legal and long-running business is precisely the type of criminal enterprise that would most likely be unchanged over the course of several years. Evidence cited by the affidavit that was two to three years old was overwhelming in this case and more than sufficient to establish probable cause. The information provided by confidential informants concerning illicit activity at the club between 2000 and 2002, corroboration of such activity through surveillance, an online description in 2000 of prostitution, extensive cash deposits through 2003, and the placement of adult advertising in 2003 and 2004 are all consistent with a prostitution ring of long duration. While \"no hard and fast rule can be formulated as to what constitutes excessive remoteness,\" <i>id.,</i> we conclude that the district court was correct in disregarding investigations by authorities dating from the 1980s and 1990s, and <span class=\"star-pagination\">*16</span> instead relying on the more recent evidence submitted in the affidavit.</p>\n<p></p>\n<h2>II.</h2>\n<p>Next, Reiner argues that the district court erred in denying his motion for a mistrial following Pallas's statement regarding suspicions by authorities of under-age girls at the DHC. We review the denial of a motion for mistrial for an abuse of discretion. <i>United States v. Flecha-Maldonado,</i> 373 F.3d 170, 177 (1st Cir.2004). As is the case here, whenever \"a curative instruction is promptly given, a mistrial is warranted only in rare circumstances implying extreme prejudice.\" <i>United States v. Torres,</i> 162 F.3d 6, 12 (1st Cir.1998).</p>\n<p>Reiner contends that the testimony offered by Pallas was especially prejudicial in light of information given by juror nineteen. During voir dire, juror nineteen disclosed that she was close to two individuals who had suffered from sexual abuse. When asked whether her experiences would affect her impartiality, she stated the following:</p>\n<blockquote>I can tell you [that with] prostitution I have a clean slate, but with the sexual abuse, I don't know if it would bring up emotions that I hadn't planned on. . . . It might very well cause a problem just in the fact that it will stir up old emotions, feelings, and thoughts that have been laying [sic] there for a long time.</blockquote>\n<p>Reiner cites two cases in his argument that Pallas's statement was so inflammatory that a mistrial was warranted even in light of the curative instruction given by the district court. First, Reiner relies on <i>United States v. Fulmer,</i> 108 F.3d 1486, 1497-98 (1st Cir.1997), where we held that admission of statements by an FBI agent as well as the prosecutor concerning the Oklahoma City bombing constituted reversible error because the bombing was unrelated to the defendant's alleged conduct. Second, Reiner relies on <i>United States v. Lehder-Rivas,</i> 955 F.2d 1510 (11th Cir.1992). In that case, the court held that admission of evidence that the defendant planned to mark packages of cocaine with swastikas constituted an abuse of discretion. <i>Id.</i> at 1518. The court, however, then held that the swastika testimony was harmless beyond a reasonable doubt. <i>Id.</i> at 1518-19.</p>\n<p>Even considering juror nineteen's answers at voir dire, neither of these cases provides much support for Reiner's contention that the district court erred in refusing to declare a mistrial. Both cases involved extensive testimony of a highly inflammatory nature that was only tangentially related to the charges faced by the defendants. As well, in neither case did the district court strike the testimony or give a curative instruction. In this case, however, Pallas testified to one statement Reiner allegedly made that authorities suspected there were under-age girls at the DHC, which the district court immediately struck. There is no reason to believe that an isolated comment by Pallas about under-age girls constitutes the kind of \"extreme prejudice,\" <i>Torres,</i> 162 F.3d at 12, that would warrant a mistrial. The district court gave an appropriate and prompt curative instruction, which we presume all jurors will follow. <i>See </i><i>United States v. Sepulveda,</i> 15 F.3d 1161, 1185 (1st Cir. 1993). Reiner has not rebutted that presumption, and we conclude that the district court did not abuse its discretion in denying his motion for a mistrial.</p>\n<p></p>\n<h2>III.</h2>\n<p>Reiner raises two issues concerning his sentence. First, Reiner contests the district court's calculation of his base offense level. Because Reiner did not previously object to the district court's calculation of multiple victims, we review the district court's finding for plain error. <i>See </i><i>United States v. Terry,</i> 240 F.3d 65, 72-73 (1st Cir.2001).</p>\n<p><span class=\"star-pagination\">*17</span> Reiner cites <i>United States v. Camuti,</i> 950 F.2d 72 (1st Cir.1991), to argue that because there was no evidence that Reiner himself transported any of the victims at the DHC, the five-level increase to his base offense level is clearly erroneous. This argument is without merit. In <i>Camuti,</i> we held that providing motivation for travel was insufficient to constitute an offense involving the transportation of an individual, and therefore insufficient to trigger the sentencing enhancement provided by U.S.S.G. § 2G1.1(c) (1990). 950 F.2d at 77. Reiner's case, however, is governed by the 2005 edition of the United States Sentencing Guidelines Manual; considering the differences between the two editions, the decision in <i>Camuti</i> is inapposite.<sup>[2]</sup></p>\n<p>In this case, Reiner should have received an enhancement under the guidelines if \"the offense involved more than one victim.\" U.S.S.G. § 2G1.1(d) (2005). The commentary explains that for the purpose of calculating multiple victims, \"each person transported, persuaded, induced, enticed, <i>or</i> coerced to engage in, or travel to engage in, a commercial sex act or prohibited sexual conduct is to be treated as a separate victim.\" U.S.S.G. § 2G1.1, cmt. n. 5 (emphasis added). Reviewing the evidence, we conclude that the district court did not commit plain error in determining that the offense involved five or more victims. Reiner ran the DHC, and there is ample evidence that most of the women involved in the DHC either traveled or were transported, persuaded, induced, or enticed for the purpose of engaging in a commercial sex act.<sup>[3]</sup></p>\n<p>Second, Reiner offers several arguments as to why his sentence is unreasonable. First, he argues that, although his sentence is within the guideline range, it is nevertheless unreasonable because the district court failed to consider Reiner's obligations to his family as well as his history as an \"exceptional person.\" Under <i>United States v. Booker,</i> 543 U.S. 220, 245-46, 259-60, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), the district judge may adopt a non-guideline sentence where appropriate in consideration of 18 U.S.C. § 3553(a) (2000). Assuming that such factors are properly understood, our review of the district court's judgment is deferential. <i>See </i><i>United States v. Jiménez-Beltre,</i> 440 F.3d 514, 519 (1st Cir.2006) (en banc), <i>cert. denied,</i> ___ U.S. ___, 127 S.Ct. 928, 166 L.Ed.2d 715 (2007).</p>\n<p>In this case, the district court noted all of the relevant circumstances concerning Reiner and his family. He observed that Reiner's family \"has confronted severe medical issues.\" He also noted that \"[i]t's a sad day when a pillar of the community is sent to prison.\" The district court nevertheless chose to sentence Reiner to sixty months' imprisonment, stating that such a sentence was necessary to achieve the objectives set forth in 18 U.S.C. § 3553(a)(2)(A). Where, as here, there is \"a plausible explanation and a defensible overall result,\" we normally respect the judgment of the district court as to whether to go outside of the guidelines. <i>Jiménez-Beltre,</i> 440 F.3d at 519. Considering all of the circumstances surrounding <span class=\"star-pagination\">*18</span> Reiner's case, including his familial responsibilities and his previous history as an upstanding citizen, we see no basis for disturbing the district court's judgment.<sup>[4]</sup></p>\n<p>Reiner also argues that the district court's sentence is unreasonable due to an unwarranted sentence disparity in light of the six month sentence received by Pallas and the five years of probation received by Manzoli. As Reiner acknowledges, however, we have stated before that \"the aim [of reducing unwarranted disparity] was almost certainly a <i>national</i> uniformity focusing upon a common standard.\" <i>United States v. Saez,</i> 444 F.3d 15, 18 (1st Cir.) (emphasis in original), <i>cert. denied,</i> ___ U.S. ___, 127 S.Ct. 224, 166 L.Ed.2d 178 (2006).</p>\n<p>Also problematic for Reiner is that, as the district court noted, both Manzoli and Pallas accepted responsibility for what they had done and then cooperated with the government. Reiner, however, asserted both at trial and at his sentencing hearing that he was not guilty of the charges against him. Reiner cites our decision in <i>United States v. Thurston,</i> 456 F.3d 211 (1st Cir.2006), <i>petition for cert. filed,</i> No. 06-378 (Sept. 14, 2006), to argue that he is still similarly situated to Pallas and Manzoli, but his reliance is misplaced. In <i>Thurston,</i> we specifically noted that a defendant who chooses to enter into a plea bargain is not similarly situated to a defendant who contests the charges. <i>Id.</i> at 216-17. It is therefore not the case that the district court was \"required to reduce [the appellant's] sentence simply because heunlike the other defendantschose to go to trial.\" <i>United States v. Navedo-Concepción,</i> 450 F.3d 54, 60 (1st Cir.2006).</p>\n<p>Reiner argues that the district court's sentence violated the parsimony principle the statutory directive that sentences ought to be no higher than is necessary to achieve the objectives of sentencing. We have held before that it is \"the rare case in which a within-the-range sentence can be found to transgress the parsimony principle.\" <i>United States v. Turbides-Leonardo,</i> 468 F.3d 34, 41 (1st Cir.2006), <i>cert. denied,</i> ___ U.S. ___, 127 S.Ct. 3064, ___ L.Ed.2d ___ (2007). Upon review of the sentencing transcript, it is evident that the district court was careful in fashioning an appropriate sentence. There is no basis for concluding that Reiner's sentence violates the parsimony principle or is otherwise unreasonable.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Finally, Reiner contests the forfeiture award ordered by the district court. We review questions of law <i>de novo,</i> but we review mixed questions of fact and law for clear error. <i>See </i><i>United States v. Ferrario-Pozzi,</i> 368 F.3d 5, 8 (1st Cir.2004).</p>\n<p>Our analysis of Reiner's claim need not detain us long. First, Reiner urges us to reconsider our holding in <i>United States v. Hurley,</i> 63 F.3d 1 (1st Cir.1995). In that case, we held that the principle of finding members of a conspiracy substantively liable for the foreseeable conduct of other members of the conspiracy extended to forfeiture rules. <i>Id.</i> at 22. Reiner argues that the district court erred by ordering him to pay the full value of the DHC's proceeds when he never used or personally possessed the money. However, regardless of the merits of Reiner's argument that holding him vicariously liable for the total amount of the conspiracy's windfall is unfair, we are bound by our decision in <i>Hurley. See </i><i>United States v. Malouf,</i> 466 F.3d 21, 26 (1st Cir.2006) (noting that, <span class=\"star-pagination\">*19</span> except for circumstances not present here, \"newly constituted panels are bound by decisions of prior panels in the same circuit\"), <i>cert. denied,</i> ___ U.S. ___, 127 S.Ct. 1892, 167 L.Ed.2d 365 (2007).</p>\n<p>Reiner also contests the district court's determination that all of the DHC's proceeds were subject to forfeiture because the entire enterprise functioned as nothing more than a front for illegal prostitution. Reviewing the record, we conclude that the district court's determination regarding the nature of the DHC is not clearly erroneous. The sole purpose of the DHC was prostitution, and income derived from activities designed to conceal the illegal nature of the enterprise are appropriately subject to forfeiture.</p>\n<p></p>\n<h2>V.</h2>\n<p>We affirm the judgment of the district court in all respects.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the United States Court of Appeals for the Eighth Circuit, sitting by designation.</p>\n<p>[1]  <i>Franks v. Delaware,</i> 438 U.S. 154, 98 S.Ct. 2674, 57 L.Ed.2d 667 (1978).</p>\n<p>[2]  Typically, a sentencing court must use the edition of the guidelines manual effective on the date of sentencing. <i>See </i><i>United States v. Harotunian,</i> 920 F.2d 1040, 1041-42 (1st Cir. 1990) (\"Barring any <i>ex post facto</i> problem, a defendant is to be punished according to the guidelines in effect at the time of sentencing.\"); U.S.S.G. § 1B1.11.</p>\n<p>[3]  Reiner also contests the district court's conclusion regarding his leadership role in the DHC. In light of Reiner's extensive involvement with the DHC detailed thus far, we conclude that the district court's determination was not clear error, <i>see </i><i>United States v. Ventura,</i> 353 F.3d 84, 89 (1st Cir.2003), and Reiner's argument is wholly without merit.</p>\n<p>[4]  Reiner also argues that the district court erred in refusing to depart downward pursuant to U.S.S.G. § 5H1.6. Such a refusal to depart, however, is not ordinarily reviewable by this court absent a mistake of law. <i>United States v. Melendez-Torres,</i> 420 F.3d 45, 50-51 (1st Cir.2005).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></span> (2007)</b></center>\n<center><h1>UNITED STATES, Appellee,<br>\nv.<br>\nGary H. REINER, Defendant, Appellant.</h1></center>\n<center>No. 06-1451.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard February 8, 2007.</center>\n<center>Decided August 20, 2007.</center>\n<p><span class=\"star-pagination\">*11</span> <span class=\"star-pagination\">*12</span> James E. McCall was on brief for appellant.</p>\n<p>F. Mark Terison, Senior Litigation Counsel, with whom Paula D. Silsby, United States Attorney, was on brief for appellee.</p>\n<p>Before LYNCH, Circuit Judge, JOHN R. GIBSON, Senior Circuit Judge<sup>[*]</sup> and HOWARD, Circuit Judge.</p>\n<p><span class=\"star-pagination\">*13</span> JOHN R. GIBSON, Circuit Judge.</p>\n<p>Gary H. Reiner appeals his four count conviction for interstate travel to promote prostitution, 18 U.S.C. § 1952 (the Travel Act); inducement to interstate travel to engage in prostitution, 18 U.S.C. § 2422(a) (the Mann Act); conspiracy to violate the Travel Act and the Mann Act, 18 U.S.C. § 371; and conspiracy to launder money, 18 U.S.C. §§ 1956(h) and 1957. Reiner argues that (1) the district court erred in refusing to hold a <i>Franks</i><sup>[1]</sup> hearing concerning omissions in the affidavit supporting the search warrant; (2) the district court erred in denying Reiner's motion for a mistrial following prejudicial testimony; (3) the district court miscalculated Reiner's base offense level under the sentencing guidelines; and (4) the district court erred in ordering forfeiture. We affirm.</p>\n<p>Reiner was the attorney for Kittery Health Club, Inc., doing business as The Danish Health Club, Inc. (\"DHC\"), in Kittery, Maine. The DHC advertised itself as a massage parlor for men, but in reality it offered sexual services in exchange for money. Reiner performed legal services for the DHC's original owner, Leo Manzoli, dating back to 1990. Leo Manzoli died in 1996, and Joel Lehrer, a business associate of his, took over the day to day operations of the DHC. Following Leo Manzoli's death, his wife, Mary Ann Manzoli (\"Manzoli\"), also took a more active role in the business. Joel Lehrer died in 2001, and some time thereafter Reiner became a co-trustee of K &amp; D Realty Trust, which owned the property used by the DHC. Susan Lehrer, Joel Lehrer's widow, began to run the DHC in 2001, but was later relieved of her responsibilities by Reiner. Reiner then ran the DHC between 2001 and 2004. In 2001, Reiner hired Russell Pallas, a former police officer, to manage the front desk, and Reiner filled in for Pallas on occasion. Reiner was responsible for all personnel decisions concerning the female masseuses and handled the financial aspects of the business. In late 2003 and early 2004, the DHC ran advertisements in Xtreme Magazine, an adult periodical, and in the adult section of two alternative newspapers, the Portland Phoenix and the Boston Phoenix. Reiner was responsible for the content of the advertisements.</p>\n<p>On June 9, 2004, authorities executed a search warrant at the DHC. Rodney Giguere, a Special Agent with the Internal Revenue Service, prepared a thirty-five page affidavit in support of the search warrant. The affidavit relied upon (1) police reports and reports by the Federal Bureau of Investigation detailing investigations of the club; (2) statements by several confidential witnesses concerning occurrences of prostitution at the DHC; (3) the adult advertisements placed by Reiner; (4) an internet search by another IRS agent that revealed detailed descriptions of sexual encounters at the DHC; and (4) reports as well as a first-hand account of extensive visual surveillance conducted by the FBI. During the search authorities found numerous condoms located throughout the club. They also found a customer of the club on a massage table wearing a condom and a towel.</p>\n<p>A grand jury indicted Reiner on April 27, 2005. Reiner filed a motion to suppress, which the district court denied. <i>United States v. Reiner,</i> <span class=\"citation\" data-id=\"2410628\"><a href=\"/opinion/2410628/united-states-v-reiner/\"><span class=\"volume\">382</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">195</span></a></span> (D.Me.2005). At Reiner's trial, the jury heard testimony from Pallas, who testified pursuant to a plea agreement with the government. At one point during his testimony, when asked about surveillance at the DHC, Pallas stated that he recalled a particular conversation with Reiner in <span class=\"star-pagination\">*14</span> which Reiner explained that he had learned of the surveillance by the FBI; it was apparently based upon complaints of under-age girls at the club. The defense objected immediately to Pallas's testimony and moved for a mistrial, which the district court denied. The district court instead struck the testimony from the record and gave a curative instruction. On September 30, 2005, the jury returned guilty verdicts.</p>\n<p>In its presentence report, the probation office calculated a base offense level of nineteen. Reiner's violations provide for an original base offense level of fourteen under U.S.S.G. § 2G1.1(a), with a five level increase pursuant to U.S.S.G. § 2G1.1(d)(1) since the offense involved multiple victims. The presentence report calculated a total offense level of twenty-eight and a criminal history category of I, resulting in a guidelines range for imprisonment of seventy-eight to ninety-seven months.</p>\n<p>At his sentencing hearing, Reiner did not object to the presentence report's adjustment for multiple victims, but did object to its adjustments for Reiner's leadership role in the organization, the involvement of a minor, and obstruction of justice for false testimony. Reiner also objected to the presentence report's asset calculation. The district court rejected the presentence report's adjustments for the involvement of a minor and for false testimony, resulting in a total offense level of twenty-four and a subsequent guideline range of fifty-one to sixty-three months. The district court sentenced Reiner to sixty months' imprisonment. The district court also determined that Reiner was responsible for $3,927,392.40 in proceeds to the DHC from the illegal activity described in counts I and II. On March 2, 2006, the district court ordered forfeiture in the amount of $3,927,392.40 as a money judgment. Reiner now brings the present appeal.</p>\n<p></p>\n<h2>I.</h2>\n<p>Reiner argues that the district court violated his Fourth Amendment rights by refusing to hold a <i>Franks</i> hearing and denying his motion to suppress evidence seized during the search of the DHC.</p>\n<p>We review the denial of a <i>Franks</i> hearing for clear error. <i>United States v. Nelson-Rodriguez,</i> <span class=\"citation\" data-id=\"780802\"><a href=\"/opinion/780802/united-states-v-milton-a-nelson-rodriguez-luis-a-romero-lopez-miguel-a/\"><span class=\"volume\">319</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 34 (1st Cir.2003). A defendant is entitled to an evidentiary hearing under <i>Franks</i> where the defendant \"makes a substantial preliminary showing\" that both (1) \"a false statement knowingly and intentionally, or with reckless disregard for the truth, was included by the affiant in the warrant affidavit\" and (2) \"the allegedly false statement is necessary to the finding of probable cause.\" <i>Franks v. Delaware,</i> <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">154</span></a></span>, 155-56, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2674</span></a></span>, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">667</span></a></span> (1978). Omission of a material fact from the affidavit supporting a warrant is sufficient to trigger a <i>Franks</i> hearing. <i>United States v. Castillo,</i> <span class=\"citation\" data-id=\"777305\"><a href=\"/opinion/777305/united-states-v-jose-m-castillo-aka-richard-lara-aka-daniel/\"><span class=\"volume\">287</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 25 (1st Cir.2002). In the case of an omission, \"suppression should be ordered only if the warrant application, . . . clarified by disclosure of previously withheld material, no longer demonstrates probable cause.\" <i>United States v. Stewart,</i> <span class=\"citation\" data-id=\"200689\"><a href=\"/opinion/200689/united-states-v-stewart/\"><span class=\"volume\">337</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">103</span></a></span>, 105 (1st Cir.2003). Therefore, Reiner must make \"a substantial preliminary showing\" that, considering the previously withheld material, Giguere's affidavit fails to demonstrate probable cause, <i>Franks,</i> 438 U.S. at 155-56, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2674</span></a></span>, and that the district court's denial of his motion was clearly erroneous.</p>\n<p>Reiner claims, and the government concedes, that Giguere's affidavit omitted decades-old information concerning previous <span class=\"star-pagination\">*15</span> investigations of the DHC by authorities. Specifically, Giguere's affidavit neglected to explain that previous investigations occurring in the 1980s and 1990s failed to result in any prosecution or conviction of individuals associated with the DHC. Contrary to Reiner's argument, however, the previously withheld information does nothing to alter whether Giguere's affidavit demonstrates probable cause. The district court, because of concerns regarding staleness, examined \"whether probable cause existed by looking primarily at the most recent relevant information and then the other information in the context of the contemporaneous information.\" <i>United States v. Reiner,</i> <span class=\"citation\" data-id=\"2410628\"><a href=\"/opinion/2410628/united-states-v-reiner/\"><span class=\"volume\">382</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">195</span></a></span>, 197-98 (D.Me.2005). The district court, therefore, relied primarily on the adult advertisements run by the DHC in 2003 and 2004, statements by confidential informants, the extensive cash deposits by the DHC through 2003, and the interstate nature of the DHC's business in its determination that probable cause existed. Thus, the omitted information was irrelevant, and the district court did not commit clear error in refraining from ordering a <i>Franks</i> hearing on the basis of such information. <i>See </i><i>United States v. Rivera-Rosario,</i> <span class=\"citation no-link\"><span class=\"volume\">300</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 20 (1st Cir.2002) (holding that because the information omitted from the affidavit \"was immaterial to the investigation,\" there was no error in denying defendant's motion for a <i>Franks</i> hearing).</p>\n<p>Ironically, after contending that the affidavit was misleading for failing to include material from the 1980s and 1990s, Reiner next argues that the information contained in the affidavit was stale and therefore could not support a showing of probable cause. Specifically, Reiner attacks the district court's reliance upon information from confidential informants detailing activity at the DHC between 2000 and 2002, which he claims is too old.</p>\n<p>Probable cause to issue a search warrant exists when \"given all the circumstances set forth in the affidavit . . . there is a fair probability that contraband or evidence of a crime will be found in a particular place.\" <i>Illinois v. Gates,</i> <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>, 238, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2317</span></a></span>, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">527</span></a></span> (1983). \"In determining the sufficiency of an affidavit supporting a search warrant, we consider whether the `totality of the circumstances' stated in the affidavit demonstrates probable cause to search the premises.\" <i>United States v. Beckett,</i> <span class=\"citation\" data-id=\"200355\"><a href=\"/opinion/200355/united-states-v-beckett/\"><span class=\"volume\">321</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 31 (1st Cir.2003). Factors to be considered in determining whether an affidavit is stale include \"the nature of the criminal activity under investigation and the nature of what is being sought.\" <i>United States v. Dauphinee,</i> <span class=\"citation\" data-id=\"336569\"><a href=\"/opinion/336569/united-states-v-james-a-dauphinee/\"><span class=\"volume\">538</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1976).</p>\n<p>In this case, especially in light of the nature of the criminal activity and the contraband sought, the affidavit did not suffer from staleness. Illicit prostitution operating under the guise of a legal and long-running business is precisely the type of criminal enterprise that would most likely be unchanged over the course of several years. Evidence cited by the affidavit that was two to three years old was overwhelming in this case and more than sufficient to establish probable cause. The information provided by confidential informants concerning illicit activity at the club between 2000 and 2002, corroboration of such activity through surveillance, an online description in 2000 of prostitution, extensive cash deposits through 2003, and the placement of adult advertising in 2003 and 2004 are all consistent with a prostitution ring of long duration. While \"no hard and fast rule can be formulated as to what constitutes excessive remoteness,\" <i>id.,</i> we conclude that the district court was correct in disregarding investigations by authorities dating from the 1980s and 1990s, and <span class=\"star-pagination\">*16</span> instead relying on the more recent evidence submitted in the affidavit.</p>\n<p></p>\n<h2>II.</h2>\n<p>Next, Reiner argues that the district court erred in denying his motion for a mistrial following Pallas's statement regarding suspicions by authorities of under-age girls at the DHC. We review the denial of a motion for mistrial for an abuse of discretion. <i>United States v. Flecha-Maldonado,</i> <span class=\"citation\" data-id=\"786699\"><a href=\"/opinion/786699/united-states-v-miguel-a-flecha-maldonado/\"><span class=\"volume\">373</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">170</span></a></span>, 177 (1st Cir.2004). As is the case here, whenever \"a curative instruction is promptly given, a mistrial is warranted only in rare circumstances implying extreme prejudice.\" <i>United States v. Torres,</i> <span class=\"citation\" data-id=\"198221\"><a href=\"/opinion/198221/united-states-v-torres/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 12 (1st Cir.1998).</p>\n<p>Reiner contends that the testimony offered by Pallas was especially prejudicial in light of information given by juror nineteen. During voir dire, juror nineteen disclosed that she was close to two individuals who had suffered from sexual abuse. When asked whether her experiences would affect her impartiality, she stated the following:</p>\n<blockquote>I can tell you [that with] prostitution I have a clean slate, but with the sexual abuse, I don't know if it would bring up emotions that I hadn't planned on. . . . It might very well cause a problem just in the fact that it will stir up old emotions, feelings, and thoughts that have been laying [sic] there for a long time.</blockquote>\n<p>Reiner cites two cases in his argument that Pallas's statement was so inflammatory that a mistrial was warranted even in light of the curative instruction given by the district court. First, Reiner relies on <i>United States v. Fulmer,</i> <span class=\"citation\" data-id=\"197264\"><a href=\"/opinion/197264/united-states-v-fulmer/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1486</span></a></span>, 1497-98 (1st Cir.1997), where we held that admission of statements by an FBI agent as well as the prosecutor concerning the Oklahoma City bombing constituted reversible error because the bombing was unrelated to the defendant's alleged conduct. Second, Reiner relies on <i>United States v. Lehder-Rivas,</i> <span class=\"citation\" data-id=\"577188\"><a href=\"/opinion/577188/united-states-v-carlos-enrique-lehder-rivas-aka-joe-lehder-united/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1510</span></a></span> (11th Cir.1992). In that case, the court held that admission of evidence that the defendant planned to mark packages of cocaine with swastikas constituted an abuse of discretion. <i>Id.</i> at 1518. The court, however, then held that the swastika testimony was harmless beyond a reasonable doubt. <i>Id.</i> at 1518-19.</p>\n<p>Even considering juror nineteen's answers at voir dire, neither of these cases provides much support for Reiner's contention that the district court erred in refusing to declare a mistrial. Both cases involved extensive testimony of a highly inflammatory nature that was only tangentially related to the charges faced by the defendants. As well, in neither case did the district court strike the testimony or give a curative instruction. In this case, however, Pallas testified to one statement Reiner allegedly made that authorities suspected there were under-age girls at the DHC, which the district court immediately struck. There is no reason to believe that an isolated comment by Pallas about under-age girls constitutes the kind of \"extreme prejudice,\" <i>Torres,</i> 162 F.3d at 12, that would warrant a mistrial. The district court gave an appropriate and prompt curative instruction, which we presume all jurors will follow. <i>See </i><i>United States v. Sepulveda,</i> <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1185 (1st Cir. 1993). Reiner has not rebutted that presumption, and we conclude that the district court did not abuse its discretion in denying his motion for a mistrial.</p>\n<p></p>\n<h2>III.</h2>\n<p>Reiner raises two issues concerning his sentence. First, Reiner contests the district court's calculation of his base offense level. Because Reiner did not previously object to the district court's calculation of multiple victims, we review the district court's finding for plain error. <i>See </i><i>United States v. Terry,</i> <span class=\"citation\" data-id=\"772069\"><a href=\"/opinion/772069/united-states-v-kenneth-b-terry-aka-kenny-polo/\"><span class=\"volume\">240</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">65</span></a></span>, 72-73 (1st Cir.2001).</p>\n<p><span class=\"star-pagination\">*17</span> Reiner cites <i>United States v. Camuti,</i> <span class=\"citation\" data-id=\"572661\"><a href=\"/opinion/572661/united-states-v-michael-camuti/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">72</span></a></span> (1st Cir.1991), to argue that because there was no evidence that Reiner himself transported any of the victims at the DHC, the five-level increase to his base offense level is clearly erroneous. This argument is without merit. In <i>Camuti,</i> we held that providing motivation for travel was insufficient to constitute an offense involving the transportation of an individual, and therefore insufficient to trigger the sentencing enhancement provided by U.S.S.G. § 2G1.1(c) (1990). 950 F.2d at 77. Reiner's case, however, is governed by the 2005 edition of the United States Sentencing Guidelines Manual; considering the differences between the two editions, the decision in <i>Camuti</i> is inapposite.<sup>[2]</sup></p>\n<p>In this case, Reiner should have received an enhancement under the guidelines if \"the offense involved more than one victim.\" U.S.S.G. § 2G1.1(d) (2005). The commentary explains that for the purpose of calculating multiple victims, \"each person transported, persuaded, induced, enticed, <i>or</i> coerced to engage in, or travel to engage in, a commercial sex act or prohibited sexual conduct is to be treated as a separate victim.\" U.S.S.G. § 2G1.1, cmt. n. 5 (emphasis added). Reviewing the evidence, we conclude that the district court did not commit plain error in determining that the offense involved five or more victims. Reiner ran the DHC, and there is ample evidence that most of the women involved in the DHC either traveled or were transported, persuaded, induced, or enticed for the purpose of engaging in a commercial sex act.<sup>[3]</sup></p>\n<p>Second, Reiner offers several arguments as to why his sentence is unreasonable. First, he argues that, although his sentence is within the guideline range, it is nevertheless unreasonable because the district court failed to consider Reiner's obligations to his family as well as his history as an \"exceptional person.\" Under <i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, 245-46, 259-60, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005), the district judge may adopt a non-guideline sentence where appropriate in consideration of 18 U.S.C. § 3553(a) (2000). Assuming that such factors are properly understood, our review of the district court's judgment is deferential. <i>See </i><i>United States v. Jiménez-Beltre,</i> <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">514</span></span>, 519 (1st Cir.2006) (en banc), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">928</span></span>, <span class=\"citation no-link\"><span class=\"volume\">166</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">715</span></span> (2007).</p>\n<p>In this case, the district court noted all of the relevant circumstances concerning Reiner and his family. He observed that Reiner's family \"has confronted severe medical issues.\" He also noted that \"[i]t's a sad day when a pillar of the community is sent to prison.\" The district court nevertheless chose to sentence Reiner to sixty months' imprisonment, stating that such a sentence was necessary to achieve the objectives set forth in 18 U.S.C. § 3553(a)(2)(A). Where, as here, there is \"a plausible explanation and a defensible overall result,\" we normally respect the judgment of the district court as to whether to go outside of the guidelines. <i>Jiménez-Beltre,</i> 440 F.3d at 519. Considering all of the circumstances surrounding <span class=\"star-pagination\">*18</span> Reiner's case, including his familial responsibilities and his previous history as an upstanding citizen, we see no basis for disturbing the district court's judgment.<sup>[4]</sup></p>\n<p>Reiner also argues that the district court's sentence is unreasonable due to an unwarranted sentence disparity in light of the six month sentence received by Pallas and the five years of probation received by Manzoli. As Reiner acknowledges, however, we have stated before that \"the aim [of reducing unwarranted disparity] was almost certainly a <i>national</i> uniformity focusing upon a common standard.\" <i>United States v. Saez,</i> <span class=\"citation\" data-id=\"202135\"><a href=\"/opinion/202135/united-states-v-saez/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 18 (1st Cir.) (emphasis in original), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">224</span></span>, <span class=\"citation no-link\"><span class=\"volume\">166</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">178</span></span> (2006).</p>\n<p>Also problematic for Reiner is that, as the district court noted, both Manzoli and Pallas accepted responsibility for what they had done and then cooperated with the government. Reiner, however, asserted both at trial and at his sentencing hearing that he was not guilty of the charges against him. Reiner cites our decision in <i>United States v. Thurston,</i> <span class=\"citation no-link\"><span class=\"volume\">456</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">211</span></span> (1st Cir.2006), <i>petition for cert. filed,</i> No. 06-378 (Sept. 14, 2006), to argue that he is still similarly situated to Pallas and Manzoli, but his reliance is misplaced. In <i>Thurston,</i> we specifically noted that a defendant who chooses to enter into a plea bargain is not similarly situated to a defendant who contests the charges. <i>Id.</i> at 216-17. It is therefore not the case that the district court was \"required to reduce [the appellant's] sentence simply because heunlike the other defendantschose to go to trial.\" <i>United States v. Navedo-Concepción,</i> <span class=\"citation\" data-id=\"202256\"><a href=\"/opinion/202256/united-states-v-navedo-concepcion/\"><span class=\"volume\">450</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 60 (1st Cir.2006).</p>\n<p>Reiner argues that the district court's sentence violated the parsimony principle the statutory directive that sentences ought to be no higher than is necessary to achieve the objectives of sentencing. We have held before that it is \"the rare case in which a within-the-range sentence can be found to transgress the parsimony principle.\" <i>United States v. Turbides-Leonardo,</i> <span class=\"citation\" data-id=\"202495\"><a href=\"/opinion/202495/united-states-v-turbides-leonardo/\"><span class=\"volume\">468</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 41 (1st Cir.2006), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3064</span></span>, ___ L.Ed.2d ___ (2007). Upon review of the sentencing transcript, it is evident that the district court was careful in fashioning an appropriate sentence. There is no basis for concluding that Reiner's sentence violates the parsimony principle or is otherwise unreasonable.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Finally, Reiner contests the forfeiture award ordered by the district court. We review questions of law <i>de novo,</i> but we review mixed questions of fact and law for clear error. <i>See </i><i>United States v. Ferrario-Pozzi,</i> <span class=\"citation\" data-id=\"201004\"><a href=\"/opinion/201004/united-states-v-ferrario-pozzi/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir.2004).</p>\n<p>Our analysis of Reiner's claim need not detain us long. First, Reiner urges us to reconsider our holding in <i>United States v. Hurley,</i> <span class=\"citation\" data-id=\"702294\"><a href=\"/opinion/702294/united-states-v-vincent-hurley-united-states-of-america-v-carlo-demarco/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span> (1st Cir.1995). In that case, we held that the principle of finding members of a conspiracy substantively liable for the foreseeable conduct of other members of the conspiracy extended to forfeiture rules. <i>Id.</i> at 22. Reiner argues that the district court erred by ordering him to pay the full value of the DHC's proceeds when he never used or personally possessed the money. However, regardless of the merits of Reiner's argument that holding him vicariously liable for the total amount of the conspiracy's windfall is unfair, we are bound by our decision in <i>Hurley. See </i><i>United States v. Malouf,</i> <span class=\"citation no-link\"><span class=\"volume\">466</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></span>, 26 (1st Cir.2006) (noting that, <span class=\"star-pagination\">*19</span> except for circumstances not present here, \"newly constituted panels are bound by decisions of prior panels in the same circuit\"), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"1860318\"><a href=\"/opinion/1860318/malouf-v-united-states/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1892</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">365</span></span> (2007).</p>\n<p>Reiner also contests the district court's determination that all of the DHC's proceeds were subject to forfeiture because the entire enterprise functioned as nothing more than a front for illegal prostitution. Reviewing the record, we conclude that the district court's determination regarding the nature of the DHC is not clearly erroneous. The sole purpose of the DHC was prostitution, and income derived from activities designed to conceal the illegal nature of the enterprise are appropriately subject to forfeiture.</p>\n<p></p>\n<h2>V.</h2>\n<p>We affirm the judgment of the district court in all respects.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the United States Court of Appeals for the Eighth Circuit, sitting by designation.</p>\n<p>[1]  <i>Franks v. Delaware,</i> <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">154</span></a></span>, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2674</span></a></span>, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">667</span></a></span> (1978).</p>\n<p>[2]  Typically, a sentencing court must use the edition of the guidelines manual effective on the date of sentencing. <i>See </i><i>United States v. Harotunian,</i> <span class=\"citation\" data-id=\"552769\"><a href=\"/opinion/552769/united-states-v-dennis-harotunian/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1040</span></a></span>, 1041-42 (1st Cir. 1990) (\"Barring any <i>ex post facto</i> problem, a defendant is to be punished according to the guidelines in effect at the time of sentencing.\"); U.S.S.G. § 1B1.11.</p>\n<p>[3]  Reiner also contests the district court's conclusion regarding his leadership role in the DHC. In light of Reiner's extensive involvement with the DHC detailed thus far, we conclude that the district court's determination was not clear error, <i>see </i><i>United States v. Ventura,</i> <span class=\"citation\" data-id=\"784542\"><a href=\"/opinion/784542/united-states-v-rafael-ventura/\"><span class=\"volume\">353</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">84</span></a></span>, 89 (1st Cir.2003), and Reiner's argument is wholly without merit.</p>\n<p>[4]  Reiner also argues that the district court erred in refusing to depart downward pursuant to U.S.S.G. § 5H1.6. Such a refusal to depart, however, is not ordinarily reviewable by this court absent a mistake of law. <i>United States v. Melendez-Torres,</i> <span class=\"citation\" data-id=\"201783\"><a href=\"/opinion/201783/united-states-v-melendez-torres/\"><span class=\"volume\">420</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 50-51 (1st Cir.2005).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109925/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200355/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201004/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202135/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/336569/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/702294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777305/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1860318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2410628/"
  ]
}