{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203071/",
  "absolute_url": "/opinion/203071/alcantara-v-astrue/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203071/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:08:10Z",
  "date_modified": "2016-02-28T05:09:51.638821Z",
  "type": "010combined",
  "sha1": "d935943d87b148c07aaec3c14147dcf47ffa0cec",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-1056-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/12/12/Alcantara_v._Astrue.pdf",
  "plain_text": "               Not for Publication in West's Federal Reporter\n\n          United States Court of Appeals\n                      For the First Circuit\n\nNo. 07-1056\n\n                          JANINE ALCANTARA,\n\n                       Plaintiff, Appellant,\n\n                                    v.\n\n                       MICHAEL J. ASTRUE,\n       Commissioner of the Social Security Administration,\n\n                        Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF RHODE ISLAND\n\n          [Hon. Ernest C. Torres, U.S. District Judge]\n\n\n                                 Before\n\n                   Torruella, Lynch and Howard,\n                         Circuit Judges.\n\n\n\n     Ronald B. Eskin on brief for appellant.\n     Dulce Donovan, Assistant U.S. Attorney, and Robert Clark\nCorrente, United States Attorney, on brief for appellee.\n\n\n\n                          December 12, 2007\n\f          Per Curiam.       After carefully considering the briefs and\n\nrecord on appeal, we remand for further administrative proceedings.\n\n          The appellant alleged disability since November 2001, due\n\nto depression, anxiety, insomnia, ADHD, diabetes, hypertension and\n\nhepatitis C.      She was obese, with an eighth-grade education,\n\ninvolving special education classes.\n\n          After a March 2004 hearing, the ALJ found that the\n\nappellant had severe mental and severe physical impairments that\n\nrendered her incapable of her past work.              Only his findings\n\nconcerning her mental capacities are relevant here.        The ALJ found\n\nthat the appellant had moderate limits in social functioning.        She\n\ncould   perform    light,     unskilled     work   involving   occasional\n\ninteraction with the public, coworkers and supervisors.             A VE\n\ntestified that the capacity for light, unskilled work with moderate\n\nlimits in social functioning would permit substantial employment.\n\nThe VE doubted, however, that more severe limitation would permit\n\nsubstantial employment.       At step five of the disability process,\n\nthe ALJ relied upon the finding that the appellant had only\n\nmoderate limits in social functioning, without other material\n\nmental limits, to discharge his burden of showing that she was\n\nemployable.    20 C.F.R. § 416.920.       That finding was not supported\n\nby substantial evidence.\n\n          In finding only moderately limited social functioning and\n\nexcluding other material mental limitations, the ALJ discounted\n\n\n                                    -2-\n\fTreating    Psychiatrist       Webb's     opinion,        Therapist        Serabian's\n\nconcordant opinion, and the opinions of consultants DiZio and\n\nKillenberg. The ALJ explained that he was relying primarily on the\n\nopinion of non-examining, consultant Musiker.                 The ALJ could not\n\ngive Musiker's opinion any significant weight.               It was the opinion\n\nof a reviewing consultant, based on a significantly incomplete\n\nrecord, and it was not well justified.               See 20 C.F.R. § 416.927(d).\n\nMusiker, reviewing upon reconsideration, considered no more than\n\nthe first third of the record for the period of alleged disability.\n\nHis opinion was irrelevant to most of the disability period.\n\nAlthough the ALJ stated that the record underwent no material\n\nchange, he did not explain his analysis.                  The record repeatedly\n\nindicated that the appellant deteriorated with her parents' deaths.\n\nThe record upon reconsideration was compiled after her mother's\n\ndeath,    but   before   her   father's       death.      Musiker   mentioned     no\n\nspecific medical findings to justify his opinion, but he appears to\n\nhave been unaware of the mother's death and the issue it raised.\n\nMoreover, unlike the record before the ALJ, the record reviewed by\n\nMusiker    contained      no   reports        from     therapists     or     treating\n\npsychiatrists for the period of alleged disability.                        As a non-\n\nexamining psychologist, Musiker's opinion merited less prima facie\n\ncredibility     than     treating   and       examining     sources,       and   less\n\ncredibility than more expert sources.                Absent a medical advisor's\n\n\n\n\n                                        -3-\n\for consultant's assessment of the full record, the ALJ effectively\n\nsubstituted his own judgment for medical opinion.\n\n            The ALJ offered other rationales for discounting the\n\nopinions that the appellant was more severely mentally limited, but\n\nthey do not bear the weight placed upon them.                   The ALJ ignored\n\nTherapist Serabian's opinion because she was a licensed social\n\nworker, not an acceptable medical source. See 20 C.F.R. §§ 416.902,\n\n416.913, 416.927.          The ALJ could not simply ignore Serabian's\n\nopinion.    Although      acceptable    medical      sources    are   the    primary\n\nsources of evidence about the severity of impairment and its effect\n\non work abilities, they are not the sole permissible sources of\n\nsuch evidence.         20 C.F.R. §§ 416.913(d); 416.929(c)(3).              Serabian\n\nwas a medical source capable of providing evidence about the\n\nseverity and effects of impairment, as well as a general source of\n\nevidence.         20     C.F.R.    §§   416.902,     416.912(b),        416.913(d),\n\n416.945(a).      The ALJ was required to weigh all of the evidence. 20\n\nC.F.R. §§ 416.920(a)(3), 416.920a (a) & (c); 416.927(c).\n\n            The    ALJ    also    discounted   the    appellant's       limitations\n\nbecause    she    neglected       prescribed   treatment.         His    reasoning\n\nconcerning psychiatric treatment is unclear.                   The appellant did\n\nmiss therapy appointments in May or June 2003.                 Providence Center\n\nrecords stated, however, that she obtained interim treatment at\n\nWest Bay Psychiatry.          Irrespective, the rationale for requiring\n\ncompliance with medical advice is not to punish minor lapses, but\n\n\n                                        -4-\n\fto ensure that claimants do what they can to restore capacity. 20\n\nC.F.R. § 416.930(a). Furthermore, non-compliance may be excused for\n\ngood cause. 20 C.F.R. § 416.930(b) & (c).            At the time of the\n\nmissed     appointments,      the      appellant's      therapist      and\n\ngastroenterologist reported that she was deteriorating with chaotic\n\nlife circumstances.      The ALJ failed to explain his analysis of\n\nthese issues.\n\n           The ALJ also mentioned limited episodes of improvement\n\nand favorable indicia of general functioning.           A brief reprieve\n\nwould not render the appellant able-bodied.          She was entitled to\n\nbenefits if any medically-determinable, severe impairment prevented\n\nher from working for a continuous period of at least twelve months.\n\n20 C.F.R. § 416.905.      She also needed several, specific, mental\n\ncapacities to work.    The ALJ did not explain how assessments of her\n\ngeneral   level   of   functioning    were   relevant   to   her   specific\n\nabilities to tolerate stress, supervision, coworkers and others.\n\n           We vacate the district court judgment and remand to the\n\ndistrict court with direction to remand to the agency for further\n\nproceedings consistent with this opinion.\n\n           Vacated and remanded.\n\n\n\n\n                                     -5-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "",
  "extracted_by_ocr": false,
  "opinions_cited": []
}