{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203026/",
  "absolute_url": "/opinion/203026/united-states-v-dwinells/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203026/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:07:09Z",
  "date_modified": "2016-04-26T14:38:00.830523Z",
  "type": "010combined",
  "sha1": "904cd36dd81fb38cf62e77ebefd8c30eb5c884c9",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-1709-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2007/11/20/US_v._Dwinells.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 06-1709\n\n                       UNITED STATES OF AMERICA,\n\n                               Appellee,\n\n                                  v.\n\n                           MATTHEW DWINELLS,\n\n                         Defendant, Appellant.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Patti B. Saris, U.S. District Judge]\n\n\n                                Before\n\n                          Lipez, Circuit Judge,\n                      Selya, Senior Circuit Judge,\n                  and Delgado-Colón,** District Judge.\n\n\n\n     Christopher R. Goddu, Federal Defender Office, with whom Syrie\nFried, Federal Defender Office, was on brief, for appellant.\n     Donald L. Cabell, Assistant United States Attorney, with whom\nMichael J. Sullivan, United States Attorney, was on brief, for\nappellee.\n\n\n\n                           November 20, 2007\n\n\n\n     *\n         Of the District of Puerto Rico, sitting by designation.\n\f            SELYA, Senior Circuit Judge. We are called upon today to\n\ndetermine the legitimate scope of a congressional enactment aimed\n\nat the vexing problem of Internet predation.                    The statute in\n\nquestion,    18   U.S.C.    §   2422(b),     criminalizes   the    use   of   any\n\ninstrumentality of interstate or foreign commerce, such as the\n\nInternet, to persuade, induce, entice, or coerce a minor to engage\n\nin criminal sexual activity. We conclude that, in enacting section\n\n2422(b), Congress said what it meant and meant what it said.\n\nConsequently, we reject the appellant's thesis that section 2422(b)\n\nshould be interpreted to include, as an additional element of the\n\noffense, an intent that the underlying sexual activity actually\n\ntake place.\n\n            In    view     of   this     holding   and    our     case-specific\n\ndetermination that the government adduced sufficient evidence to\n\nsupport the appellant's convictions on all the counts that were\n\ntried, we affirm the judgment below.            The tale follows.\n\nI.   BACKGROUND\n\n            Because      this   appeal     involves   a   challenge      to   the\n\nsufficiency of the government's proof, we rehearse the facts in the\n\nlight most favorable to the jury verdict, consistent with record\n\nsupport.    See United States v. Carroll, 105 F.3d 740, 742 (1st Cir.\n\n1997).\n\n            For a period of approximately ten months beginning in the\n\nspring of 2002, defendant-appellant Matthew Dwinells engaged in\n\n\n                                       -2-\n\fextensive Internet contact with three different correspondents\n\nthought to be teenage girls.             In fact, the \"girls\" were histrionic\n\nlaw enforcement officers.           That misconception proved to be the\n\nappellant's undoing.\n\n            The   first    electronic       will-o'-the-wisp          with   whom   the\n\nappellant communed was \"Maria,\" whose on-line profile made her out\n\nto be a fourteen-year-old living in Dayton, Ohio.                          But on-line\n\nprofiles can be misleading, and Maria was in actuality a persona\n\ndeveloped by two Dayton police detectives.\n\n            In    April    of    2002,     Maria   entered      a    Yahoo    chatroom\n\ndedicated to musings about love and lust.1               There, Maria \"met\" the\n\nappellant, who truthfully identified himself as Matthew Dwinells,\n\na   forty-year-old        man    from      Lawrence,     Massachusetts.             The\n\nconversation quickly accelerated through the mutual use of instant\n\nmessaging, which allows Internet users to contact each other for\n\nprivate, one-on-one conversations.                 After only two chats, the\n\nappellant   voiced    his       desire    to    marry   Maria       once   she   turned\n\neighteen.\n\n            Further intimacies soon were exchanged. For example, the\n\npair chatted about the style and color of Maria's panties, and\n\nMaria sent the appellant a picture of herself in a cheerleading\n\n\n\n     1\n      The record is       cryptic as to which of three such chatrooms —\n\"I Love Older Men,\"       \"13+ Single Looking,\" or \"16+ Single Looking\"\n— hosted this first       encounter. That uncertainty has no bearing on\nthe outcome of this       appeal.\n\n                                          -3-\n\foutfit.   Thereafter, the appellant declared that he wanted to have\n\na baby with her.\n\n            All in all, the appellant conversed with Maria over the\n\nInternet on more than one hundred occasions.            In addition, he\n\ninitiated    several   telephone    calls.      After   Maria   responded\n\npositively to an inquiry as to whether she would like to see the\n\nappellant's penis, he sent her a picture of it by computer and then\n\nasked her in graphic detail exactly what she wanted to do with it.2\n\n            In various on-line chats, the appellant promised Maria\n\nthat he would teach her how to swallow his ejaculate and asked her\n\nwhether it was \"OK\" for him to take her virginity.        He also stated\n\nthat he wished Maria was with him, that he wanted her in his bed,\n\nand that — if she would mail him her underwear — he would start a\n\nclothes drawer for her in his house.           In response to repeated\n\nrequests of this sort, the detectives posing as Maria sent the\n\nappellant age-appropriate feminine undergarments and a series of\n\nstaged photographs.\n\n            The   appellant's      amorous   conversations      were   not\n\ncharacterized by much in the way of follow-through.          He mentioned\n\ngifts of a diamond ring and a toe ring but never sent either one.\n\nSimilarly, he said that he would give Maria a prepaid cellular\n\ntelephone but never made the gift.        He offered to buy, but did not\n\n\n     2\n      Besides this webcam image, the appellant sent numerous other\npictures of his penis to Maria over the course of their\nrelationship.\n\n                                    -4-\n\factually purchase, lingerie for her.   He promised her a $25 weekly\n\nallowance but failed to forward any cash.    And on three separate\n\noccasions — in May, July, and August of 2002 — he made and then\n\nscuttled plans to visit her.3\n\n           The appellant apparently had a wandering eye.   Beginning\n\nin July of 2002, he also started to chat electronically with\n\n\"Paige,\" whose on-line profile described her as a fourteen-year-old\n\ngirl from South Carolina.4   Paige was a shared nom de plume for a\n\nlocal South Carolina police detective and a federal agent (a postal\n\ninspector investigating sex crimes) to whom he handed off the\n\npersona.\n\n           The appellant met Paige in a chatroom labeled \"I Love\n\nOlder Men,\" where Paige engaged in a sexually explicit conversation\n\nwith him and said that she had sexually revealing pictures of\n\nherself.   The appellant rose to the bait and expressed interest in\n\nthese depictions.   Paige requested, and received, his address (in\n\nLawrence, Massachusetts). The appellant went on to ask for Paige's\n\nunderwear, and the pair discussed how the appellant might visit\n\nPaige.\n\n\n\n\n     3\n      After having broken one of his vows to meet Maria, the\nappellant sent her a gold chain as a sort of consolation prize.\n     4\n      Paige's persona was not entirely consistent. At different\ntimes, she held herself out as either thirteen or fourteen years\nold. Moreover she claimed variously to be sexually experienced and\nto be a virgin.\n\n                                -5-\n\f              Plans for a South Carolina rendezvous never came to\n\nfruition.      The two agreed that they would meet in August, and, on\n\nAugust 13, the appellant promised to visit in two weeks.           On August\n\n17, the visit was rescheduled to August 30.         But on August 28, the\n\nappellant informed Paige that work-related obligations precluded\n\nthe assignation.\n\n              Notwithstanding this setback, the talk about a rendezvous\n\npersisted.      In September, the couple discussed the possibility of\n\nPaige visiting the appellant in Boston.           The appellant proposed\n\nthat   they    meet   at   South   Station   (Boston's    principal   ground\n\ntransportation hub) and signaled his intentions by observing that\n\n\"if I get caught im in jail.\"         Paige replied that she would keep\n\ntheir rendezvous secret and then began to mention specific flight\n\nand bus schedules that could take her to Boston.              The appellant\n\nhelped Paige make sense of the on-line schedules, checked to ensure\n\nthat Paige had identification that would allow her to fly, and\n\nrepeatedly assured her that he would send travel money.                  He\n\ncontinued to press her to transmit more photographs.               The last\n\nconversation between the two occurred on September 14, 2002.            The\n\ntravel money never arrived.\n\n              The same postal inspector later developed a new persona:\n\nthirteen-year-old \"Ashley,\" Paige's cousin from South Carolina. On\n\nSeptember 27, Ashley and the appellant met on-line. The appellant\n\nimmediately sought to obtain pictures of her.            In a chat less than\n\n\n                                     -6-\n\fthree weeks later, Ashley expressed a fear of the roving sniper who\n\nwas then terrorizing Washington, D.C. The appellant gallantly told\n\nher to \"come here\" so that he could keep her safe.               He offered her\n\ntravel money but worried aloud that if she came, it would be \"rape\"\n\nif they slept together.          Ashley assured him that she would consent\n\nand,   thus,     avoid    the    stigma.        Apparently   grateful   for   this\n\nconcession, the appellant promised Ashley that should she become\n\nimpregnated, she would receive $250,000 as the beneficiary of his\n\nlife insurance policy.\n\n            In the end, Ashley never received any travel money from\n\nthe appellant.      He did, however, buy lingerie for her in exchange\n\nfor a promise to send him the underwear she was wearing as well as\n\nsome photographs.        On two occasions — one in 2002 and again in 2003\n\n— the appellant made vague promises that he would visit Ashley.\n\nNeither trip materialized.\n\n            On    March    19,    2003,    federal   authorities   conducted     a\n\nwarrant-backed search of the appellant's home.                The appellant was\n\npresent at the time of the search.                   A dresser drawer in the\n\nappellant's      bedroom    contained       greeting    cards,   lingerie,    and\n\npictures sent by Maria.\n\n            After having been arrested, the appellant agreed to speak\n\nwith a law enforcement officer.             Among other things, he confessed\n\nto having movies and photographs of child pornography on his\n\ncomputer.\n\n\n                                          -7-\n\f           In a later sworn statement, the appellant admitted that\n\nhis on-line actions were \"wrong,\" but vouchsafed that he had acted\n\n\"just for fun\" and had thought of the Internet as \"fantasy land.\"\n\nHe said that his \"intentions were strictly fantasy\" and that he\n\nnever intended to meet any of the young girls, engage in sex with\n\nthem, or do anything more than chat.\n\n           In    due   course,   a    federal   grand   jury   indicted   the\n\nappellant on three counts of attempted enticement of a minor.             See\n\n18 U.S.C. § 2422(b). The indictment charged that the appellant had\n\nattempted to entice the three young \"girls\" (one per count) into\n\nengaging in acts that would violate either a Massachusetts statute\n\nprohibiting sexual intercourse with minors under sixteen years of\n\nage, Mass. Gen. Laws ch. 265, § 23 (2007), or a Massachusetts\n\nstatute prohibiting unnatural and lascivious acts with such minors,\n\nid. ch. 272, § 35A.         A superseding indictment added two more\n\ncharges:   one   for   receipt   of    child    pornography,   18   U.S.C.   §\n\n2252(a)(2), and one for possession of child pornography, id. §\n\n2252(a)(4)(B).\n\n           After some preliminary skirmishing (not relevant here),\n\nthe appellant pleaded guilty to the two child pornography counts\n\nand proceeded to trial on the three enticement counts.              The trial\n\nlasted six days.        The appellant testified on his own behalf,\n\nadvancing both an entrapment defense and a \"fantasy\" defense.\n\nUnder the latter theory, he left himself room to maneuver: he\n\n\n                                      -8-\n\feither knew that his correspondents were adults or believed that\n\ntheir conversations constituted mutually entertained fantasies, in\n\nwhich proposals for assignations and lurid descriptions of sexual\n\nacts were merely fanciful embellishments in an elaborate game. The\n\njury was not buying; it rejected these defenses and found the\n\nappellant guilty on all three counts.      The district court denied\n\nhis renewed motion for judgment of acquittal and, on March 9, 2006,\n\nsentenced him to fifty-one months in prison.      This timely appeal\n\nfollowed.\n\nII.   ANALYSIS\n\n            Before us, the appellant propounds two claims of error.\n\nOne relates to statutory interpretation; the other relates to\n\nalleged evidentiary insufficiency.      We discuss them separately.\n\n                    A.   Statutory Interpretation.\n\n            The appellant's most touted ground of appeal concerns the\n\ninterpretation of the statute of conviction. That statute reads in\n\nrelevant part:\n\n            Whoever, using the mail or any facility or\n            means of interstate or foreign commerce, or\n            within the special maritime and territorial\n            jurisdiction of the United States knowingly\n            persuades, induces, entices, or coerces any\n            individual who has not attained the age of 18\n            years, to engage in prostitution or any sexual\n            activity for which any person can be charged\n            with a criminal offense, or attempts to do so,\n            shall be [punished as provided].\n\n18 U.S.C. § 2422(b) (2000).\n\n\n\n                                  -9-\n\f           Plainly, the statute requires that a defendant possess\n\nthe specific intent to persuade, induce, entice, or coerce a minor\n\ninto committing some illegal sexual activity.5       The appellant\n\ncontends that an additional \"intent\" element should be read into\n\nthe statute: an intent that the enticed conduct actually take\n\nplace.    Ably represented, he musters a plethora of arguments in\n\nsupport of that position.\n\n           The appellant first strives to convince us that a double\n\nintent requirement, such as he envisions here, is not a curiosity.\n\nWe agree to some extent with his premise: reading a criminal\n\nstatute to provide for a double intent would not be without\n\nanalogues in the law. Many statutes criminalize an act when paired\n\nwith an intent to perform some other, distinct act.        A common\n\nexample is breaking and entering with intent to commit a felony.\n\nSee, e.g., Mass. Gen. Laws ch. 266, § 17 (2007).    Yet, typically,\n\nsuch statutes provide explicitly for that additional element of\n\nintent.   See, e.g., id.; Cal. Penal § 459 (West 2007); N.Y. Penal\n\nLaw § 140.30 (McKinney 2007).\n\n           Seen in this light, the appellant's premise does not take\n\nhim very far.     In stark contrast to the mine-run of statutes\n\ninvolving heterogenous intent requirements, there is nothing on the\n\n\n\n     5\n      The four verbs contained in the statute — persuading,\ninducing, enticing, and coercing — signify different things. In\nthe interests of brevity, we use the term \"entice\" throughout this\nopinion to encompass all four.\n\n                                -10-\n\fface of section 2422(b) providing for an added \"intent\" element.\n\nThus, the appellant's analogues have a boomerang effect. Section\n\n2422(b) appears to be the opposite of what the appellant envisions\n\n— a statute in which Congress deliberately refrained from including\n\nan additional \"intent\" element.\n\n             The appellant next asks us to take into account the\n\nsubstantial jail sentences — up to fifteen years — attendant to\n\nviolations of section 2422(b).         It would be implausibly draconian,\n\nhe maintains, for a fifteen-year incarcerative sentence to attach\n\nto an attempt to entice unaccompanied by a corresponding intent to\n\nconsummate the underlying sexual activity.\n\n             This is a shell game — an argument that hinges on matters\n\nof policy, not on statutory construction.            Absent Eighth Amendment\n\nconcerns — and none are apparent here — it is not the proper\n\nfunction of the courts to act as super-legislatures, passing\n\njudgment upon Congress's penological determinations.               See, e.g.,\n\nNeal v. United States, 516 U.S. 284, 295-96 (1996).\n\n             Another observation seems pertinent in response to this\n\nplaint.   Congress recently amended section 2422(b), see Adam Walsh\n\nChild Protection and Safety Act of 2006, Pub. L. No. 109-248, §\n\n203, 120 Stat. 587, 613, marking the third consecutive increase in\n\nthe maximum available sentence for violations of section 2422(b).\n\nSee   Pub.   L.   No.   104-104,   §    508,   110   Stat.   56,   137   (1996)\n\n(establishing maximum imprisonment term of ten years); Pub. L. No.\n\n\n                                       -11-\n\f105-314, § 102, 112 Stat. 2974, 2975-76 (1998) (increasing maximum\n\nterm to fifteen years); Pub. L. No. 108-21, § 103(a)(2)(B) &\n\n(b)(2)(A), 117 Stat. 650, 652, 653 (2003) (inserting five-year\n\nmandatory   minimum   and     increasing   statutory   maximum      to   thirty\n\nyears).   To us, this suggests a crystallizing vision on Congress's\n\npart of the need for stern punishment in this milieu.\n\n            Perhaps more importantly, by the time Congress passed the\n\nmost recent amendment to the applicable penalty provisions, every\n\ncourt of appeals that had reached this issue had determined that\n\nsection 2422(b) does not include an additional \"intent\" element.\n\nSee United States v. Thomas, 410 F.3d 1235, 1244 (10th Cir. 2005);\n\nUnited States v. Patten, 397 F.3d 1100, 1103 (8th Cir. 2005);\n\nUnited States v. Murrell, 368 F.3d 1283, 1286 (11th Cir. 2004);\n\nUnited States v. Bailey, 228 F.3d 637, 639 (6th Cir. 2000).\n\nAssuming, as we are inclined to do, that Congress keeps itself\n\napprised of developments in the federal courts, we find the most\n\nlikely inference to be that Congress fully intended to treat acts\n\nlike those attributed to the appellant with the utmost gravity,\n\nwhether or not the accused intended that the enticed sex acts be\n\nconsummated.\n\n            The   appellant     further    suggests    that   his    proposed\n\ninterpretation of the statute is desirable because of either the\n\nrule of lenity or the principle of constitutional avoidance. These\n\nsuggestions are unpersuasive.\n\n\n                                    -12-\n\f            The rule of lenity provides that in a criminal case, a\n\ncourt must resolve statutory ambiguity in favor of the accused.\n\nBifulco v. United States, 447 U.S. 381, 387 (1980); United States\n\nv. Nippon Paper Indus. Co., 109 F.3d 1, 7 (1st Cir. 1997).                 \"But\n\nthe sine qua non for the rule's application is genuine ambiguity,\n\nand a statute is not ambiguous simply because litigants (or even an\n\noccasional court) question its interpretation.\"            United States v.\n\nAhlers, 305 F.3d 54, 62 (1st Cir. 2002); see United States v.\n\nJimenez, ___ F.3d ___, ___ (1st Cir. 2007) [2007 WL 3171348, at *6]\n\n(explaining that \"genuine ambiguity requires more than a possible\n\nalternative construction\").\n\n            The appellant tries to paint a picture of uncertainty by\n\narguing     that   the    courts    of   appeals    have   split    over     the\n\ninterpretation of section 2422(b).           But the case law does not\n\nsupport that gloomy assessment.          Although two courts of appeals,\n\nwhilst upholding convictions under section 2422(b), have mentioned\n\nthe defendant's intent to engage in sexual acts, see United States\n\nv. Meek, 366 F.3d 705, 718 (9th Cir. 2004); United States v.\n\nFarner, 251 F.3d 510, 513 (5th Cir. 2001), such a finding was not\n\nnecessary    to    the   decision   in   either    instance.       Equally    as\n\nsignificant, neither court sought to resolve the issue of what kind\n\nof intent was required by the statute.               Those decisions are,\n\ntherefore, of no assistance to the appellant.\n\n\n\n\n                                     -13-\n\f          Insofar as we can tell, the decisions that are on point\n\nuniformly reject the \"double intent\" hypothesis. See United States\n\nv. Brand, 467 F.3d 179, 202 (2d Cir. 2006); Thomas, 410 F.3d at\n\n1244; Patten, 397 F.3d at 1103; Murrell, 368 F.3d at 1286; Bailey,\n\n228 F.3d at 639.    We consider this view confirmed — not weakened —\n\nby the recent decision in United States v. Goetzke, 494 F.3d 1231\n\n(9th Cir. 2007).    There, the Ninth Circuit seems to have held that\n\nsection 2422(b) does not require proof of an intent that the sexual\n\nacts take place.    See id. at 1236.\n\n          That ends this aspect of the matter. Because the rule of\n\nlenity applies only when the meaning of a criminal statute is\n\ngenuinely uncertain, Ahlers, 305 F.3d at 62, the rule simply does\n\nnot pertain here.\n\n          The   canon   of   constitutional   avoidance   is   equally\n\ninapposite.     That canon teaches that Congress is presumed to\n\nlegislate in accordance with the Constitution and that, therefore,\n\nas between two plausible constructions of a statute, an inquiring\n\ncourt should avoid a constitutionally suspect one in favor of a\n\nconstitutionally uncontroversial alternative.      See Ashwander v.\n\nTVA, 297 U.S. 288, 341 (1936) (Brandeis, J., concurring); United\n\nStates v. Nascimento, 491 F.3d 25, 38 (1st Cir. 2007).             The\n\nappellant asseverates that, without a requirement that the accused\n\nintend consummation of the enticed sex acts, section 2422(b) would\n\nthreaten speech protected by the First Amendment and, accordingly,\n\n\n                                 -14-\n\fthat we should read that additional element into the statutory\n\ntext.\n\n           This asseveration rests upon a porous foundation.                     For\n\none thing, the doctrine of constitutional avoidance does not come\n\ninto play unless alternative constructions of a statute are \"fairly\n\npossible.\"     United States v. X-Citement Video, Inc., 513 U.S. 64,\n\n69   (1994).     Here,   the     absence    of   any    ambiguity   defeats      the\n\nconstitutional avoidance argument.               See, e.g., Jones v. United\n\nStates, 529 U.S. 848, 857 (2000) (noting that, as a precondition to\n\napplication of the canon of constitutional avoidance, the statute\n\nin question must be fairly susceptible to differing constructions);\n\nNascimento,    491   F.3d   at    38   (\"Courts    simply    are    not   free    to\n\ninterpret statutes as becoming inoperative when they approach\n\nconstitutional limits.\") (internal quotation marks omitted).\n\n           For another thing, implementation of the doctrine of\n\nconstitutional avoidance also requires the presence of \"substantial\n\nconstitutional questions.\"         X-Citement Video, 513 U.S. at 69.             But\n\nthere is no realistic danger that section 2422(b), as we have\n\ninterpreted it, criminalizes protected speech.                   Speech intended\n\ndeliberately to encourage minors' participation in criminal sexual\n\nconduct has no redeeming social value and surely can be outlawed\n\nunder the same rationale that allows proscription of the provision\n\nof pornography to minors.         See Ginsberg v. New York, 390 U.S. 629,\n\n637-43   (1968).     And    where,     as   in   this    case,   speech   is     the\n\n\n                                       -15-\n\finstrumentality of the crime itself, the First Amendment provides\n\nno shelter from the government's exercise of its otherwise valid\n\npolice powers.     See United States v. Tykarsky, 446 F.3d 458, 473\n\n(3d Cir. 2006); Meek, 366 F.3d at 721; United States v. Rowlee, 899\n\nF.2d 1275, 1278 (2d Cir. 1990); see also United States v. Hornaday,\n\n392 F.3d 1306, 1311 (11th Cir. 2004) (\"Speech attempting to arrange\n\nthe sexual abuse of children is no more constitutionally protected\n\nthan speech attempting to arrange any other type of crime.\").\n\n            As a fallback, the appellant argues that section 2422(b)\n\nis overbroad in light of the Internet-specific principles laid down\n\nby the Supreme Court in Reno v. ACLU, 521 U.S. 844 (1997).      In our\n\nview, the Reno principles have little traction here.\n\n            The   Reno   Court   struck   down   a   section   of   the\n\nCommunications Decency Act of 1996 (CDA) that criminalized the\n\nknowing transmission of \"indecent\" material to minors via the\n\nInternet.     Id. at 859 (citing 47 U.S.C. § 223(a) (1994 ed., Supp.\n\nII)).   It also struck down another section of the CDA that outlawed\n\nthe act of knowingly making available to minors on the Internet\n\nmaterials which were, when measured by contemporary community\n\nstandards, \"patently offensive.\"     Id. at 860 (citing 47 U.S.C. §\n\n223(d) (1994 ed., Supp. II)).     The Court anchored its decision on\n\ntwo bases: first, it concluded that the terms \"indecent\" and\n\n\"patently offensive\" were so vague as to chill protected speech.\n\nId. at 874.    Second, it concluded that the two sections of the CDA,\n\n\n                                  -16-\n\fin combination, prohibited an intolerably large amount of protected\n\nspeech   among    adults.     See    id.     at   874-79.     State-of-the-art\n\ntechnology, at that time, provided no effective means of excluding\n\nminors from adult-oriented Internet fora, see id. at 876-77, and\n\ntherefore   the   provisions    in    question      inevitably   would   muffle\n\nsubstantial amounts of protected adult speech.              See id. at 877-78.\n\n            The most crucial facet of the Reno scenario is missing\n\nhere: this is a situation in which nothing but unprotected speech\n\nis either threatened or chilled. There is no possibility that\n\nintruding minors might, by their mere presence in an Internet\n\nforum, render protected speech illegal.                  After all, legitimate\n\ninter-adult communications are not proscribed by section 2422(b).\n\nAnd if a protected communication falls outside the scope of section\n\n2422(b) for some reason — perhaps the speaker does not believe his\n\nauditor to be a minor or the discussion does not comprise an\n\nattempt to entice a proscribed sex act — the mere introduction of\n\na minor's presence will not bring the communication within that\n\nscope.   Thus, the heckler's veto emphasized by the Reno Court, id.\n\nat 880, does not emerge here.\n\n            The lack of any First Amendment infirmity confirms our\n\ndecision    to   construe   section    2422(b)      in    accordance   with   its\n\nunambiguous language.       Section 2422(b) criminalizes an intentional\n\nattempt to achieve a mental state — a minor's assent — regardless\n\n\n\n\n                                      -17-\n\fof the accused's intentions vis-à-vis the actual consummation of\n\nsexual activities with the minor.\n\n            To say more about the statutory interpretation point\n\nwould be supererogatory.            The statute, construed without the\n\nexogenous \"intent\" element envisioned by the appellant, is within\n\nthe bounds of Congress's legislative power.                The district court\n\nread and applied the statute accordingly.              We therefore reject the\n\nappellant's attempt to reinvent the statute.\n\n                    B.    Sufficiency of the Evidence.\n\n            Once the jury returned its verdict, the appellant renewed\n\nhis motion for judgment of acquittal.                  See Fed. R. Crim. P.\n\n29(c)(1).    The district court denied the motion.                 The appellant\n\ndemurs, arguing that the evidence did not support his convictions\n\non two of the three enticement counts, namely, count 2 (the Ashley\n\ninteractions) and count 3 (the Maria interactions).                   Presumably\n\nbecause of the explicit planning of a trip by Paige to Boston for\n\nmeritricious      purposes,   the   appellant     does     not    challenge     the\n\nsufficiency of the evidence on count 1.\n\n            The familiar standard that applies to sufficiency-of-the-\n\nevidence challenges requires that a court \"determine whether, after\n\nassaying    all   the    evidence   in   the   light    most     amiable   to   the\n\ngovernment, and taking all reasonable inferences in its favor, a\n\nrational factfinder could find, beyond a reasonable doubt, that the\n\nprosecution successfully proved the essential elements of the\n\n\n                                     -18-\n\fcrime.\"    United States v. O'Brien, 14 F.3d 703, 706 (1st Cir.\n\n1994).    We review a trial court's Rule 29 determination de novo,\n\napplying this standard.   See United States v. Moran, 312 F.3d 480,\n\n487 (1st Cir. 2002).\n\n           The   appellant's   challenge   has   its    roots   in   the\n\npeculiarities of the statute of conviction.            Section 2422(b)\n\ncriminalizes the enticement of minors into \"criminal offense[s]\" of\n\na sexual nature, but the statute is silent as to which sovereign's\n\nlaw defines those offenses.    The decided cases fill this gap; they\n\nindicate that such offenses may be defined by the laws of any of\n\nthe several states.6   See, e.g., Goetzke, 494 F.3d at 1235 & n.2;\n\nPatten, 397 F.3d at 1103-04; United States v. Panfil, 338 F.3d\n\n1299, 1300 n.2 (11th Cir. 2003); see also United States v. Dhingra,\n\n371 F.3d 557, 565 (9th Cir. 2004).\n\n           In this instance, the indictment accused the appellant of\n\nhaving sought to entice his targets to commit sexual acts rendered\n\nillegal by Massachusetts law. It specifically mentioned Mass. Gen.\n\nLaws ch. 265, § 23 (criminalizing engagement in sexual intercourse\n\nwith a child under the age of 16), and Mass. Gen. Laws ch. 272, §\n\n35A (criminalizing commission of an unnatural and lascivious act\n\nwith a child under that age).     Consequently, the district court\n\ninstructed the jury that it could not find the appellant guilty on\n\n\n\n     6\n      It is not necessary for us to decide, and we therefore leave\nopen, whether such an offense may be defined by federal law.\n\n                                 -19-\n\fa particular count unless it found beyond a reasonable doubt that\n\nhe attempted to entice the \"minor\" in question to perform unlawful\n\nsexual acts within Massachusetts.     Given this instruction — which\n\nhas become the law of the case, see United States v. Gomes, 969\n\nF.2d 1290, 1294 (1st Cir. 1992) — the government concedes that, in\n\norder to sustain a conviction, the record must contain sufficient\n\nevidence of this Massachusetts nexus.\n\n          As to the challenged counts, the evidence supporting that\n\nnexus is not overwhelming.    We briefly rehearse what the jury\n\nsupportably could have found in that regard.\n\n          As to count 3, there was evidence that, on July 1, 2002,\n\nthe appellant asked Maria to send him some of her lingerie.      He\n\nstated that he would start a clothes drawer in his house for the\n\nunderwear that Maria sent him, responded favorably to Maria's\n\nproposal that she move in with him (inferribly in Massachusetts),\n\nand declaimed that he \"want[ed] [Maria] to have our baby.\"       The\n\nconversations then became salacious and sexually explicit.      For\n\nexample, the appellant told Maria that he was \"horny,\" that his\n\n\"penis [was] hard,\" and that he would engage in oral sex with her\n\nif they were together.\n\n          On July 3, 2002, the appellant (who was in Massachusetts)\n\nstated that he wanted Maria in his bed \"now,\" mentioned that he had\n\na teddy bear and satin sheets for his bed, and described how he\n\nwould perform oral sex upon her.      Then, on November 7, 2002, as\n\n\n                               -20-\n\fMaria repeatedly gave her eager assent, the appellant successively\n\ntyped \"I want you in my arms,\" \"in my bed is that ok?,\" \"making\n\nlove all night?,\" and \"do you want to make a video tape of us\n\nmaking love?\"\n\n               As to count 2, the appellant's communications were less\n\neffusive but in much the same tenor.            For instance, on October 10,\n\n2002,       Ashley   mentioned    her   fear   of   the    D.C.    sniper    and    the\n\nappellant       bade   her   to   \"come   here\"     —     that    is,   to   come   to\n\nMassachusetts — and promised to send some travel money.7                            The\n\nappellant then typed that if \"I sleep with you its rape\" and noted\n\nhis disinclination \"to go to jail.\"             This outburst of anxiety was\n\ncalmed by Ashley's assurance that she would consent to sex.                         The\n\nappellant then got down to basics: he queried her as to whether she\n\nwanted sex, wanted a \"baby girl,\" and could \"handle [his] sex\n\ndrive.\"        Ashley responded affirmatively each time.                     When the\n\nappellant pleaded for Ashley to stop \"teas[ing]\" him, she protested\n\nthat she was not playing games and that she didn't \"play with\n\npeoples heads.\"        Apparently reassured, the appellant boasted that\n\nhe had a $250,000 life insurance policy and told Ashley that if\n\n\"you get pregnant you will get it.\"\n\n               In light of this and other evidence, we believe that\n\nreasonable jurors could conclude, as these jurors did, that the\n\n\n\n        7\n      The fact that the appellant did not keep this promise is\nrelevant, but that fact does not cancel out the invitation.\n\n                                        -21-\n\fappellant sought to entice both Maria and Ashley into undertaking\n\nproscribed sexual acts within Massachusetts.          In conversing with\n\nMaria, he referred to the prospect of sexual activity taking place\n\nin his own bed (and, thus, in Massachusetts) and followed up on a\n\nsuggestion that Maria might move in with him by making explicit\n\nsexual overtures.   Moreover, the appellant's descriptions of satin\n\nsheets and a dedicated clothes drawer arguably served as lures to\n\nentice his correspondent to come to Massachusetts.            See, e.g.,\n\nGoetzke, 494 F.3d at 1235; United States v. Munro, 394 F.3d 865,\n\n869-70 (10th Cir. 2005).     Given Maria's supposed age, it would not\n\nbe a stretch for the jurors to find both that Massachusetts was the\n\nintended locus of the contemplated conduct and that the conduct\n\nwould have violated one or both of the aforementioned Massachusetts\n\nstatutes.\n\n            By the same token, rational jurors easily could have\n\nfound that the appellant's invitation to Ashley to come to Boston\n\nwas meant literally and that this invitation, coupled as it was\n\nwith comments of an overtly sexual nature, entailed conduct that\n\nwas to occur in Massachusetts.          Given Ashley's supposed age, the\n\njurors could have found both that Massachusetts was the intended\n\nlocus of the contemplated conduct and that the conduct offended one\n\nor both of those statutes. That permissible inference is bolstered\n\nby   the   appellant's   promise   of    a   quarter-million-dollar   life\n\ninsurance policy should he impregnate her — an inducement that\n\n\n                                   -22-\n\fwould serve as a very powerful enticement to a thirteen-year-old\n\ngirl   who    lacked      enough    money        even    to    travel   to     Boston.\n\n             This is not to say that such a verdict was compelled on\n\neither count.      The appellant's chief defense — that he was merely\n\nrole-playing and thought that the communications were mutually\n\nentertained fantasies, comfortably remote from any prospect of\n\nconsummation — is plausible. Moreover, that defense was buttressed\n\nby the appellant's persistent dodging of suggestions that he and\n\nhis correspondents meet.           But the government's theory of the case\n\n— that the appellant was engaged in earnest predation with persons\n\nhe thought to be minors — also was plausible.                       That theory was\n\nreinforced by the appellant's own actions: his lewd comments, his\n\nparticipation in discussions about potential meetings, and his\n\nrecurrent    references      to    his    home    (which      often   were    followed\n\nimmediately by entreaties for sexual intercourse or other sexual\n\nfavors).\n\n             In   the    end,   everything       depended      upon   which    set   of\n\ninferences the jury chose to draw.                  When the record is fairly\n\nsusceptible of two competing scenarios, the choice between those\n\nscenarios ordinarily is for the jury.               See United States v. Cruz-\n\nArroyo, 461 F.3d 69, 74 (1st Cir. 2006); United States v. Fenton,\n\n367 F.3d 14, 18 (1st Cir. 2004); see also United States v.\n\nGuerrero-Guerrero, 776 F.2d 1071, 1075 (1st Cir. 1985) (Breyer, J.)\n\n(explaining       that   jurors     are    \"free    to     choose     among   varying\n\n\n                                          -23-\n\finterpretations of the evidence, as long as the interpretation they\n\nchoose is reasonable\").\n\n            In the last analysis, the test is whether the evidence,\n\ntaken in its entirety, supports the judgment of conviction; if it\n\ndoes, \"[the government] need not rule out other hypotheses more\n\ncongenial to a finding of innocence.\" United States v. Gifford, 17\n\nF.3d 462, 467 (1st Cir. 1994).      This is such a case: taking all the\n\nevidence, direct and circumstantial, in the light most hospitable\n\nto the verdict and resolving all evidentiary conflicts in favor of\n\nthe verdict, Carroll, 105 F.3d at 742, a reasonable jury could have\n\nfound the evidence adequate to ground convictions on counts 2 and\n\n3.\n\nIII.   CONCLUSION\n\n            We need go no further.    After canvassing and rejecting a\n\nplenitude of arguments as to why we should read into section\n\n2422(b) an exogenous element that Congress did not mention when it\n\ndrafted the statute, we conclude that the statute requires a\n\nconstruction befitting its unvarnished language.         With respect to\n\nscienter, the statute requires only that a defendant intend to\n\nentice a minor to engage in proscribed sex acts — nothing more.\n\nBecause   this   is   so   and   because   the   government's   proof   was\n\nsufficient to convict, we uphold the judgment of the district\n\ncourt.\n\nAffirmed.\n\n\n                                    -24-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>508 F.3d 63 (2007)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nMatthew DWINELLS, Defendant, Appellant.</h1></center>\n<center>No. 06-1709.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 12, 2007.</center>\n<center>Decided November 20, 2007.</center>\n<p><span class=\"star-pagination\">*64</span> <span class=\"star-pagination\">*65</span> Christopher R. Goddu, Federal Defender Office, with whom Syrie Fried, Federal Defender Office, was on brief, for appellant.</p>\n<p>Donald L. Cabell, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief, for appellee.</p>\n<p>Before LIPEZ, Circuit Judge, SELYA, Senior Circuit Judge, and DELGADO-COLÓN,<sup>[*]</sup> District Judge.</p>\n<p>SELYA, Senior Circuit Judge.</p>\n<p>We are called upon today to determine the legitimate scope of a congressional enactment aimed at the vexing problem of Internet predation. The statute in question, 18 U.S.C. § 2422(b), criminalizes the use of any instrumentality of interstate or foreign commerce, such as the Internet, to persuade, induce, entice, or coerce a minor to engage in criminal sexual activity. We conclude that, in enacting section 2422(b), Congress said what it meant and meant what it said. Consequently, we reject the appellant's thesis that section 2422(b) should be interpreted to include, as an additional element of the offense, an intent that the underlying sexual activity actually take place.</p>\n<p>In view of this holding and our case-specific determination that the government adduced sufficient evidence to support the appellant's convictions on all the counts that were tried, we affirm the judgment below. The tale follows.</p>\n<p>I. BACKGROUND</p>\n<p>Because this appeal involves a challenge to the sufficiency of the government's proof, we rehearse the facts in the light most favorable to the jury verdict, consistent with record support. <i>See </i><i>United States v. Carroll,</i> 105 F.3d 740, 742 (1st Cir.1997).</p>\n<p>For a period of approximately ten months beginning in the spring of 2002, defendant-appellant Matthew Dwinells engaged in extensive Internet contact with three different correspondents thought to be teenage girls. In fact, the \"girls\" were histrionic law enforcement officers. That misconception proved to be the appellant's undoing.</p>\n<p>The first electronic will-o'-the-wisp with whom the appellant communed was \"Maria,\" whose on-line profile made her out to be a fourteen-year-old living in Dayton, Ohio. But on-line profiles can be misleading, <span class=\"star-pagination\">*66</span> and Maria was in actuality a persona developed by two Dayton police detectives.</p>\n<p>In April of 2002, Maria entered a Yahoo chatroom dedicated to musings about love and lust.<sup>[1]</sup> There, Maria \"met\" the appellant, who truthfully identified himself as Matthew Dwinells, a forty-year-old man from Lawrence, Massachusetts. The conversation quickly accelerated through the mutual use of instant messaging, which allows Internet users to contact each other for private, one-on-one conversations. After only two chats, the appellant voiced his desire to marry Maria once she turned eighteen.</p>\n<p>Further intimacies soon were exchanged. For example, the pair chatted about the style and color of Maria's panties, and Maria sent the appellant a picture of herself in a cheerleading outfit. Thereafter, the appellant declared that he wanted to have a baby with her.</p>\n<p>All in all, the appellant conversed with Maria over the Internet on more than one hundred occasions. In addition, he initiated several telephone calls. After Maria responded positively to an inquiry as to whether she would like to see the appellant's penis, he sent her a picture of it by computer and then asked her in graphic detail exactly what she wanted to do with it.<sup>[2]</sup></p>\n<p>In various on-line chats, the appellant promised Maria that he would teach her how to swallow his ejaculate and asked her whether it was \"OK\" for him to take her virginity. He also stated that he wished Maria was with him, that he wanted her in his bed, and thatif she would mail him her underwearhe would start a clothes drawer for her in his house. In response to repeated requests of this sort, the detectives posing as Maria sent the appellant age-appropriate feminine undergarments and a series of staged photographs.</p>\n<p>The appellant's amorous conversations were not characterized by much in the way of follow-through. He mentioned gifts of a diamond ring and a toe ring but never sent either one. Similarly, he said that he would give Maria a prepaid cellular telephone but never made the gift. He offered to buy, but did not actually purchase, lingerie for her. He promised her a $25 weekly allowance but failed to forward any cash. And on three separate occasionsin May, July, and August of 2002he made and then scuttled plans to visit her.<sup>[3]</sup></p>\n<p>The appellant apparently had a wandering eye. Beginning in July of 2002, he also started to chat electronically with \"Paige,\" whose on-line profile described her as a fourteen-year-old girl from South Carolina.<sup>[4]</sup> Paige was a shared nom de plume for a local South Carolina police detective and a federal agent (a postal inspector investigating sex crimes) to whom he handed off the persona.</p>\n<p>The appellant met Paige in a chatroom labeled \"I Love Older Men,\" where Paige engaged in a sexually explicit conversation with him and said that she had sexually revealing pictures of herself. The appellant rose to the bait and expressed interest <span class=\"star-pagination\">*67</span> in these depictions. Paige requested, and received, his address (in Lawrence, Massachusetts). The appellant went on to ask for Paige's underwear, and the pair discussed how the appellant might visit Paige.</p>\n<p>Plans for a South Carolina rendezvous never came to fruition. The two agreed that they would meet in August, and, on August 13, the appellant promised to visit in two weeks. On August 17, the visit was rescheduled to August 30. But on August 28, the appellant informed Paige that work-related obligations precluded the assignation.</p>\n<p>Notwithstanding this setback, the talk about a rendezvous persisted. In September, the couple discussed the possibility of Paige visiting the appellant in Boston. The appellant proposed that they meet at South Station (Boston's principal ground transportation hub) and signaled his intentions by observing that \"if I get caught im in jail.\" Paige replied that she would keep their rendezvous secret and then began to mention specific flight and bus schedules that could take her to Boston. The appellant helped Paige make sense of the on-line schedules, checked to ensure that Paige had identification that would allow her to fly, and repeatedly assured her that he would send travel money. He continued to press her to transmit more photographs. The last conversation between the two occurred on September 14, 2002. The travel money never arrived.</p>\n<p>The same postal inspector later developed a new persona: thirteen-year-old \"Ashley,\" Paige's cousin from South Carolina. On September 27, Ashley and the appellant met on-line. The appellant immediately sought to obtain pictures of her. In a chat less than three weeks later, Ashley expressed a fear of the roving sniper who was then terrorizing Washington, D.C. The appellant gallantly told her to \"come here\" so that he could keep her safe. He offered her travel money but worried aloud that if she came, it would be \"rape\" if they slept together. Ashley assured him that she would consent and, thus, avoid the stigma. Apparently grateful for this concession, the appellant promised Ashley that should she become impregnated, she would receive $250,000 as the beneficiary of his life insurance policy.</p>\n<p>In the end, Ashley never received any travel money from the appellant. He did, however, buy lingerie for her in exchange for a promise to send him the underwear she was wearing as well as some photographs. On two occasionsone in 2002 and again in 2003the appellant made vague promises that he would visit Ashley. Neither trip materialized.</p>\n<p>On March 19, 2003, federal authorities conducted a warrant-backed search of the appellant's home. The appellant was present at the time of the search. A dresser drawer in the appellant's bedroom contained greeting cards, lingerie, and pictures sent by Maria.</p>\n<p>After having been arrested, the appellant agreed to speak with a law enforcement officer. Among other things, he confessed to having movies and photographs of child pornography on his computer.</p>\n<p>In a later sworn statement, the appellant admitted that his on-line actions were \"wrong,\" but vouchsafed that he had acted \"just for fun\" and had thought of the Internet as \"fantasy land.\" He said that his \"intentions were strictly fantasy\" and that he never intended to meet any of the young girls, engage in sex with them, or do anything more than chat.</p>\n<p>In due course, a federal grand jury indicted the appellant on three counts of attempted enticement of a minor. <i>See</i> 18 U.S.C. § 2422(b). The indictment charged that the appellant had attempted to entice the three young \"girls\" (one per count) <span class=\"star-pagination\">*68</span> into engaging in acts that would violate either a Massachusetts statute prohibiting sexual intercourse with minors under sixteen years of age, Mass. Gen. Laws ch. 265, § 23 (2007), or a Massachusetts statute prohibiting unnatural and lascivious acts with such minors, <i>id.</i> ch. 272, § 35A. A superseding indictment added two more charges: one for receipt of child pornography, 18 U.S.C. § 2252(a)(2), and one for possession of child pornography, <i>id.</i> § 2252(a)(4)(B).</p>\n<p>After some preliminary skirmishing (not relevant here), the appellant pleaded guilty to the two child pornography counts and proceeded to trial on the three enticement counts. The trial lasted six days. The appellant testified on his own behalf, advancing both an entrapment defense and a \"fantasy\" defense. Under the latter theory, he left himself room to maneuver: he either knew that his correspondents were adults or believed that their conversations constituted mutually entertained fantasies, in which proposals for assignations and lurid descriptions of sexual acts were merely fanciful embellishments in an elaborate game. The jury was not buying; it rejected these defenses and found the appellant guilty on all three counts. The district court denied his renewed motion for judgment of acquittal and, on March 9, 2006, sentenced him to fifty-one months in prison. This timely appeal followed.</p>\n<p>II. ANALYSIS</p>\n<p>Before us, the appellant propounds two claims of error. One relates to statutory interpretation; the other relates to alleged evidentiary insufficiency. We discuss them separately.</p>\n<p></p>\n<h2>A. <i>Statutory Interpretation.</i>\n</h2>\n<p>The appellant's most touted ground of appeal concerns the interpretation of the statute of conviction. That statute reads in relevant part:</p>\n<blockquote>Whoever, using the mail or any facility or means of interstate or foreign commerce, or within the special maritime and territorial jurisdiction of the United States knowingly persuades, induces, entices, or coerces any individual who has not attained the age of 18 years, to engage in prostitution or any sexual activity for which any person can be charged with a criminal offense, or attempts to do so, shall be [punished as provided].</blockquote>\n<p>18 U.S.C. § 2422(b) (2000).</p>\n<p>Plainly, the statute requires that a defendant possess the specific intent to persuade, induce, entice, or coerce a minor into committing some illegal sexual activity.<sup>[5]</sup> The appellant contends that an additional \"intent\" element should be read into the statute: an intent that the enticed conduct actually take place. Ably represented, he musters a plethora of arguments in support of that position.</p>\n<p>The appellant first strives to convince us that a double intent requirement, such as he envisions here, is not a curiosity. We agree to some extent with his premise: reading a criminal statute to provide for a double intent would not be without analogues in the law. Many statutes criminalize an act when paired with an intent to perform some other, distinct act. A common example is breaking and entering with intent to commit a felony. <i>See, e.g.,</i> Mass. Gen. Laws ch. 266, § 17 (2007). Yet, typically, such statutes provide <i>explicitly</i> for that additional element of intent. <span class=\"star-pagination\">*69</span> <i>See, e.g., id.</i>; Cal. Penal § 459 (West 2007); N.Y. Penal Law § 140.30 (McKinney 2007).</p>\n<p>Seen in this light, the appellant's premise does not take him very far. In stark contrast to the mine-run of statutes involving heterogenous intent requirements, there is nothing on the face of section 2422(b) providing for an added \"intent\" element. Thus, the appellant's analogues have a boomerang effect. Section 2422(b) appears to be the opposite of what the appellant envisionsa statute in which Congress deliberately refrained from including an additional \"intent\" element.</p>\n<p>The appellant next asks us to take into account the substantial jail sentencesup to fifteen yearsattendant to violations of section 2422(b). It would be implausibly draconian, he maintains, for a fifteen-year incarcerative sentence to attach to an attempt to entice unaccompanied by a corresponding intent to consummate the underlying sexual activity.</p>\n<p>This is a shell gamean argument that hinges on matters of policy, not on statutory construction. Absent Eighth Amendment concernsand none are apparent hereit is not the proper function of the courts to act as super-legislatures, passing judgment upon Congress's penological determinations. <i>See, e.g., </i><i>Neal v. United States,</i> 516 U.S. 284, 295-96, 116 S.Ct. 763, 133 L.Ed.2d 709 (1996).</p>\n<p>Another observation seems pertinent in response to this plaint. Congress recently amended section 2422(b), <i>see</i> Adam Walsh Child Protection and Safety Act of 2006, Pub.L. No. 109-248, § 203, 120 Stat. 587, 613, marking the third consecutive increase in the maximum available sentence for violations of section 2422(b). <i>See</i> Pub.L. No. 104-104, § 508, 110 Stat. 56, 137 (1996) (establishing maximum imprisonment term of ten years); Pub.L. No. 105-314, § 102, 112 Stat. 2974, 2975-76 (1998) (increasing maximum term to fifteen years); Pub.L. No. 108-21, § 103(a)(2)(B) &amp; (b)(2)(A), 117 Stat. 650, 652, 653 (2003) (inserting five-year mandatory minimum and increasing statutory maximum to thirty years). To us, this suggests a crystallizing vision on Congress's part of the need for stern punishment in this milieu.</p>\n<p>Perhaps more importantly, by the time Congress passed the most recent amendment to the applicable penalty provisions, every court of appeals that had reached this issue had determined that section 2422(b) does not include an additional \"intent\" element. <i>See </i><i>United States v. Thomas,</i> 410 F.3d 1235, 1244 (10th Cir. 2005); <i>United States v. Patten,</i> 397 F.3d 1100, 1103 (8th Cir.2005); <i>United States v. Murrell,</i> 368 F.3d 1283, 1286 (11th Cir. 2004); <i>United States v. Bailey,</i> 228 F.3d 637, 639 (6th Cir.2000). Assuming, as we are inclined to do, that Congress keeps itself apprised of developments in the federal courts, we find the most likely inference to be that Congress fully intended to treat acts like those attributed to the appellant with the utmost gravity, whether or not the accused intended that the enticed sex acts be consummated.</p>\n<p>The appellant further suggests that his proposed interpretation of the statute is desirable because of either the rule of lenity or the principle of constitutional avoidance. These suggestions are unpersuasive.</p>\n<p>The rule of lenity provides that in a criminal case, a court must resolve statutory ambiguity in favor of the accused. <i>Bifulco v. United States,</i> 447 U.S. 381, 387, 100 S.Ct. 2247, 65 L.Ed.2d 205 (1980); <i>United States v. Nippon Paper Indus. Co.,</i> 109 F.3d 1, 7 (1st Cir.1997). \"But the sine qua non for the rule's application is genuine ambiguity, and a statute <span class=\"star-pagination\">*70</span> is not ambiguous simply because litigants (or even an occasional court) question its interpretation.\" <i>United States v. Ahlers,</i> 305 F.3d 54, 62 (1st Cir.2002); <i>see </i><i>United States v. Jimenez,</i> 507 F.3d 13, 21 (1st Cir.2007) (explaining that \"genuine ambiguity requires more than a possible alternative construction\").</p>\n<p>The appellant tries to paint a picture of uncertainty by arguing that the courts of appeals have split over the interpretation of section 2422(b). But the case law does not support that gloomy assessment. Although two courts of appeals, whilst upholding convictions under section 2422(b), have mentioned the defendant's intent to engage in sexual acts, <i>see </i><i>United States v. Meek,</i> 366 F.3d 705, 718 (9th Cir.2004); <i>United States v. Farner,</i> 251 F.3d 510, 513 (5th Cir.2001), such a finding was not necessary to the decision in either instance. Equally as significant, neither court sought to resolve the issue of what kind of intent was required by the statute. Those decisions are, therefore, of no assistance to the appellant.</p>\n<p>Insofar as we can tell, the decisions that are on point uniformly reject the \"double intent\" hypothesis. <i>See </i><i>United States v. Brand,</i> 467 F.3d 179, 202 (2d Cir.2006); <i>Thomas,</i> 410 F.3d at 1244; <i>Patten,</i> 397 F.3d at 1103; <i>Murrell,</i> 368 F.3d at 1286; <i>Bailey,</i> 228 F.3d at 639. We consider this view confirmednot weakenedby the recent decision in <i>United States v. Goetzke,</i> 494 F.3d 1231 (9th Cir.2007). There, the Ninth Circuit seems to have held that section 2422(b) does <i>not</i> require proof of an intent that the sexual acts take place. <i>See id.</i> at 1236.</p>\n<p>That ends this aspect of the matter. Because the rule of lenity applies only when the meaning of a criminal statute is genuinely uncertain, <i>Ahlers,</i> 305 F.3d at 62, the rule simply does not pertain here.</p>\n<p>The canon of constitutional avoidance is equally inapposite. That canon teaches that Congress is presumed to legislate in accordance with the Constitution and that, therefore, as between two plausible constructions of a statute, an inquiring court should avoid a constitutionally suspect one in favor of a constitutionally uncontroversial alternative. <i>See </i><i>Ashwander v. TVA,</i> 297 U.S. 288, 341, 56 S.Ct. 466, 80 L.Ed. 688 (1936) (Brandeis, J., concurring); <i>United States v. Nascimento,</i> 491 F.3d 25, 38 (1st Cir.2007). The appellant asseverates that, without a requirement that the accused intend consummation of the enticed sex acts, section 2422(b) would threaten speech protected by the First Amendment and, accordingly, that we should read that additional element into the statutory text.</p>\n<p>This asseveration rests upon a porous foundation. For one thing, the doctrine of constitutional avoidance does not come into play unless alternative constructions of a statute are \"fairly possible.\" <i>United States v. X-Citement Video, Inc.,</i> 513 U.S. 64, 69, 115 S.Ct. 464, 130 L.Ed.2d 372 (1994). Here, the absence of any ambiguity defeats the constitutional avoidance argument. <i>See, e.g., </i><i>Jones v. United States,</i> 529 U.S. 848, 857, 120 S.Ct. 1904, 146 L.Ed.2d 902 (2000) (noting that, as a precondition to application of the canon of constitutional avoidance, the statute in question must be fairly susceptible to differing constructions); <i>Nascimento,</i> 491 F.3d at 38 (\"Courts simply are not free to interpret statutes as becoming inoperative when they approach constitutional limits.\") (internal quotation marks omitted).</p>\n<p>For another thing, implementation of the doctrine of constitutional avoidance also requires the presence of \"substantial constitutional questions.\" <i>X-Citement Video,</i> 513 U.S. at 69, 115 S.Ct. 464. But there is no realistic danger that <span class=\"star-pagination\">*71</span> section 2422(b), as we have interpreted it, criminalizes protected speech. Speech intended deliberately to encourage minors' participation in criminal sexual conduct has no redeeming social value and surely can be outlawed under the same rationale that allows proscription of the provision of pornography to minors. <i>See </i><i>Ginsberg v. New York,</i> 390 U.S. 629, 637-43, 88 S.Ct. 1274, 20 L.Ed.2d 195 (1968). And where, as in this case, speech is the instrumentality of the crime itself, the First Amendment provides no shelter from the government's exercise of its otherwise valid police powers. <i>See </i><i>United States v. Tykarsky,</i> 446 F.3d 458, 473 (3d Cir.2006); <i>Meek,</i> 366 F.3d at 721; <i>United States v. Rowlee,</i> 899 F.2d 1275, 1278 (2d Cir.1990); <i>see also </i><i>United States v. Hornaday,</i> 392 F.3d 1306, 1311 (11th Cir.2004) (\"Speech attempting to arrange the sexual abuse of children is no more constitutionally protected than speech attempting to arrange any other type of crime.\").</p>\n<p>As a fallback, the appellant argues that section 2422(b) is overbroad in light of the Internet-specific principles laid down by the Supreme Court in <i>Reno v. ACLU,</i> 521 U.S. 844, 117 S.Ct. 2329, 138 L.Ed.2d 874 (1997). In our view, the <i>Reno</i> principles have little traction here.</p>\n<p>The <i>Reno</i> Court struck down a section of the Communications Decency Act of 1996(CDA) that criminalized the knowing transmission of \"indecent\" material to minors via the Internet. <i>Id.</i> at 859, 117 S.Ct. 2329 (citing 47 U.S.C. § 223(a) (1994 ed., Supp. II)). It also struck down another section of the CDA that outlawed the act of knowingly making available to minors on the Internet materials which were, when measured by contemporary community standards, \"patently offensive.\" <i>Id.</i> at 860, 117 S.Ct. 2329 (citing 47 U.S.C. § 223(d) (1994 ed., Supp. II)). The Court anchored its decision on two bases: first, it concluded that the terms \"indecent\" and \"patently offensive\" were so vague as to chill protected speech. <i>Id.</i> at 874, 117 S.Ct. 2329. Second, it concluded that the two sections of the CDA, in combination, prohibited an intolerably large amount of protected speech among adults. <i>See id.</i> at 874-79, 117 S.Ct. 2329. State-of-the-art technology, at that time, provided no effective means of excluding minors from adult-oriented Internet fora, <i>see id.</i> at 876-77, 117 S.Ct. 2329, and therefore the provisions in question inevitably would muffle substantial amounts of protected adult speech. <i>See id.</i> at 877-78, 117 S.Ct. 2329.</p>\n<p>The most crucial facet of the <i>Reno</i> scenario is missing here: this is a situation in which nothing but <i>unprotected</i> speech is either threatened or chilled. There is no possibility that intruding minors might, by their mere presence in an Internet forum, render protected speech illegal. After all, legitimate inter-adult communications are not proscribed by section 2422(b). And if a protected communication falls outside the scope of section 2422(b) for some reasonperhaps the speaker does not believe his auditor to be a minor or the discussion does not comprise an attempt to entice a proscribed sex actthe mere introduction of a minor's presence will not bring the communication within that scope. Thus, the heckler's veto emphasized by the <i>Reno</i> Court, <i>id.</i> at 880, 117 S.Ct. 2329, does not emerge here.</p>\n<p>The lack of any First Amendment infirmity confirms our decision to construe section 2422(b) in accordance with its unambiguous language. Section 2422(b) criminalizes an intentional attempt to achieve a <i>mental</i> statea minor's assentregardless of the accused's intentions vis-à-vis the actual consummation of sexual activities with the minor.</p>\n<p>To say more about the statutory interpretation point would be supererogatory. <span class=\"star-pagination\">*72</span> The statute, construed without the exogenous \"intent\" element envisioned by the appellant, is within the bounds of Congress's legislative power. The district court read and applied the statute accordingly. We therefore reject the appellant's attempt to reinvent the statute.</p>\n<p></p>\n<h2>B. <i>Sufficiency of the Evidence.</i>\n</h2>\n<p>Once the jury returned its verdict, the appellant renewed his motion for judgment of acquittal. <i>See</i> Fed.R.Crim.P. 29(c)(1). The district court denied the motion. The appellant demurs, arguing that the evidence did not support his convictions on two of the three enticement counts, namely, count 2 (the Ashley interactions) and count 3 (the Maria interactions). Presumably because of the explicit planning of a trip by Paige to Boston for meritricious purposes, the appellant does not challenge the sufficiency of the evidence on count 1.</p>\n<p>The familiar standard that applies to sufficiency-of-the-evidence challenges requires that a court \"determine whether, after assaying all the evidence in the light most amiable to the government, and taking all reasonable inferences in its favor, a rational factfinder could find, beyond a reasonable doubt, that the prosecution successfully proved the essential elements of the crime.\" <i>United States v. O'Brien,</i> 14 F.3d 703, 706 (1st Cir.1994). We review a trial court's Rule 29 determination de novo, applying this standard. <i>See </i><i>United States v. Moran,</i> 312 F.3d 480, 487 (1st Cir.2002).</p>\n<p>The appellant's challenge has its roots in the peculiarities of the statute of conviction. Section 2422(b) criminalizes the enticement of minors into \"criminal offense[s]\" of a sexual nature, but the statute is silent as to which sovereign's law defines those offenses. The decided cases fill this gap; they indicate that such offenses may be defined by the laws of any of the several states.<sup>[6]</sup><i>See, e.g., </i><i>Goetzke,</i> 494 F.3d at 1235 &amp; n. 2; <i>Patten,</i> 397 F.3d at 1103-04; <i>United States v. Panfil,</i> 338 F.3d 1299, 1300 n. 2 (11th Cir.2003); <i>see also </i><i>United States v. Dhingra,</i> 371 F.3d 557, 565 (9th Cir.2004).</p>\n<p>In this instance, the indictment accused the appellant of having sought to entice his targets to commit sexual acts rendered illegal by Massachusetts law. It specifically mentioned Mass. Gen. Laws ch. 265, § 23 (criminalizing engagement in sexual intercourse with a child under the age of 16), and Mass. Gen. Laws ch. 272, § 35A (criminalizing commission of an unnatural and lascivious act with a child under that age). Consequently, the district court instructed the jury that it could not find the appellant guilty on a particular count unless it found beyond a reasonable doubt that he attempted to entice the \"minor\" in question to perform unlawful sexual acts within Massachusetts. Given this instructionwhich has become the law of the case, <i>see </i><i>United States v. Gomes,</i> 969 F.2d 1290, 1294 (1st Cir.1992)the government concedes that, in order to sustain a conviction, the record must contain sufficient evidence of this Massachusetts nexus.</p>\n<p>As to the challenged counts, the evidence supporting that nexus is not overwhelming. We briefly rehearse what the jury supportably could have found in that regard.</p>\n<p>As to count 3, there was evidence that, on July 1, 2002, the appellant asked Maria to send him some of her lingerie. He stated that he would start a clothes drawer <span class=\"star-pagination\">*73</span> in his house for the underwear that Maria sent him, responded favorably to Maria's proposal that she move in with him (inferribly in Massachusetts), and declaimed that he \"want[ed] [Maria] to have our baby.\" The conversations then became salacious and sexually explicit. For example, the appellant told Maria that he was \"horny,\" that his \"penis [was] hard,\" and that he would engage in oral sex with her if they were together.</p>\n<p>On July 3, 2002, the appellant (who was in Massachusetts) stated that he wanted Maria in his bed \"now,\" mentioned that he had a teddy bear and satin sheets for his bed, and described how he would perform oral sex upon her. Then, on November 7, 2002, as Maria repeatedly gave her eager assent, the appellant successively typed \"I want you in my arms,\" \"in my bed is that ok?,\" \"making love all night?,\" and \"do you want to make a video tape of us making love?\"</p>\n<p>As to count 2, the appellant's communications were less effusive but in much the same tenor. For instance, on October 10, 2002, Ashley mentioned her fear of the D.C. sniper and the appellant bade her to \"come here\"that is, to come to Massachusettsand promised to send some travel money.<sup>[7]</sup> The appellant then typed that if \"I sleep with you its rape\" and noted his disinclination \"to go to jail.\" This outburst of anxiety was calmed by Ashley's assurance that she would consent to sex. The appellant then got down to basics: he queried her as to whether she wanted sex, wanted a \"baby girl,\" and could \"handle [his] sex drive.\" Ashley responded affirmatively each time. When the appellant pleaded for Ashley to stop \"teas[ing]\" him, she protested that she was not playing games and that she didn't \"play with peoples heads.\" Apparently reassured, the appellant boasted that he had a $250,000 life insurance policy and told Ashley that if \"you get pregnant you will get it.\"</p>\n<p>In light of this and other evidence, we believe that reasonable jurors could conclude, as these jurors did, that the appellant sought to entice both Maria and Ashley into undertaking proscribed sexual acts within Massachusetts. In conversing with Maria, he referred to the prospect of sexual activity taking place in his own bed (and, thus, in Massachusetts) and followed up on a suggestion that Maria might move in with him by making explicit sexual overtures. Moreover, the appellant's descriptions of satin sheets and a dedicated clothes drawer arguably served as lures to entice his correspondent to come to Massachusetts. <i>See, e.g., </i><i>Goetzke,</i> 494 F.3d at 1235; <i>United States v. Munro,</i> 394 F.3d 865, 869-70 (10th Cir.2005). Given Maria's supposed age, it would not be a stretch for the jurors to find both that Massachusetts was the intended locus of the contemplated conduct and that the conduct would have violated one or both of the aforementioned Massachusetts statutes.</p>\n<p>By the same token, rational jurors easily could have found that the appellant's invitation to Ashley to come to Boston was meant literally and that this invitation, coupled as it was with comments of an overtly sexual nature, entailed conduct that was to occur in Massachusetts. Given Ashley's supposed age, the jurors could have found both that Massachusetts was the intended locus of the contemplated conduct and that the conduct offended one or both of those statutes. That permissible inference is bolstered by the appellant's <span class=\"star-pagination\">*74</span> promise of a quarter-million-dollar life insurance policy should he impregnate heran inducement that would serve as a very powerful enticement to a thirteen-year-old girl who lacked enough money even to travel to Boston.</p>\n<p>This is not to say that such a verdict was compelled on either count. The appellant's chief defensethat he was merely role-playing and thought that the communications were mutually entertained fantasies, comfortably remote from any prospect of consummationis plausible. Moreover, that defense was buttressed by the appellant's persistent dodging of suggestions that he and his correspondents meet. But the government's theory of the casethat the appellant was engaged in earnest predation with persons he thought to be minorsalso was plausible. That theory was reinforced by the appellant's own actions: his lewd comments, his participation in discussions about potential meetings, and his recurrent references to his home (which often were followed immediately by entreaties for sexual intercourse or other sexual favors).</p>\n<p>In the end, everything depended upon which set of inferences the jury chose to draw. When the record is fairly susceptible of two competing scenarios, the choice between those scenarios ordinarily is for the jury. <i>See </i><i>United States v. Cruz-Arroyo,</i> 461 F.3d 69, 74 (1st Cir.2006); <i>United States v. Fenton,</i> 367 F.3d 14, 18 (1st Cir.2004); <i>see also </i><i>United States v. Guerrero-Guerrero,</i> 776 F.2d 1071, 1075 (1st Cir.1985) (Breyer, J.) (explaining that jurors are \"free to choose among varying interpretations of the evidence, as long as the interpretation they choose is reasonable\").</p>\n<p>In the last analysis, the test is whether the evidence, taken in its entirety, supports the judgment of conviction; if it does, \"[the government] need not rule out other hypotheses more congenial to a finding of innocence.\" <i>United States v. Gifford,</i> 17 F.3d 462, 467 (1st Cir.1994). This is such a case: taking all the evidence, direct and circumstantial, in the light most hospitable to the verdict and resolving all evidentiary conflicts in favor of the verdict, <i>Carroll,</i> 105 F.3d at 742, a reasonable jury could have found the evidence adequate to ground convictions on counts 2 and 3.</p>\n<p>III. CONCLUSION</p>\n<p>We need go no further. After canvassing and rejecting a plenitude of arguments as to why we should read into section 2422(b) an exogenous element that Congress did not mention when it drafted the statute, we conclude that the statute requires a construction befitting its unvarnished language. With respect to scienter, the statute requires only that a defendant intend to entice a minor to engage in proscribed sex actsnothing more. Because this is so and because the government's proof was sufficient to convict, we uphold the judgment of the district court.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of Puerto Rico, sitting by designation.</p>\n<p>[1]  The record is cryptic as to which of three such chatrooms\"I Love Older Men,\" \"13+ Single Looking,\" or \"16+ Single Looking\" hosted this first encounter. That uncertainty has no bearing on the outcome of this appeal.</p>\n<p>[2]  Besides this webcam image, the appellant sent numerous other pictures of his penis to Maria over the course of their relationship.</p>\n<p>[3]  After having broken one of his vows to meet Maria, the appellant sent her a gold chain as a sort of consolation prize.</p>\n<p>[4]  Paige's persona was not entirely consistent. At different times, she held herself out as either thirteen or fourteen years old. Moreover she claimed variously to be sexually experienced and to be a virgin.</p>\n<p>[5]  The four verbs contained in the statute persuading, inducing, enticing, and coercingsignify different things. In the interests of brevity, we use the term \"entice\" throughout this opinion to encompass all four.</p>\n<p>[6]  It is not necessary for us to decide, and we therefore leave open, whether such an offense may be defined by federal law.</p>\n<p>[7]  The fact that the appellant did not keep this promise is relevant, but that fact does not cancel out the invitation.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">508</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">63</span></span> (2007)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nMatthew DWINELLS, Defendant, Appellant.</h1></center>\n<center>No. 06-1709.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 12, 2007.</center>\n<center>Decided November 20, 2007.</center>\n<p><span class=\"star-pagination\">*64</span> <span class=\"star-pagination\">*65</span> Christopher R. Goddu, Federal Defender Office, with whom Syrie Fried, Federal Defender Office, was on brief, for appellant.</p>\n<p>Donald L. Cabell, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief, for appellee.</p>\n<p>Before LIPEZ, Circuit Judge, SELYA, Senior Circuit Judge, and DELGADO-COLÓN,<sup>[*]</sup> District Judge.</p>\n<p>SELYA, Senior Circuit Judge.</p>\n<p>We are called upon today to determine the legitimate scope of a congressional enactment aimed at the vexing problem of Internet predation. The statute in question, 18 U.S.C. § 2422(b), criminalizes the use of any instrumentality of interstate or foreign commerce, such as the Internet, to persuade, induce, entice, or coerce a minor to engage in criminal sexual activity. We conclude that, in enacting section 2422(b), Congress said what it meant and meant what it said. Consequently, we reject the appellant's thesis that section 2422(b) should be interpreted to include, as an additional element of the offense, an intent that the underlying sexual activity actually take place.</p>\n<p>In view of this holding and our case-specific determination that the government adduced sufficient evidence to support the appellant's convictions on all the counts that were tried, we affirm the judgment below. The tale follows.</p>\n<p>I. BACKGROUND</p>\n<p>Because this appeal involves a challenge to the sufficiency of the government's proof, we rehearse the facts in the light most favorable to the jury verdict, consistent with record support. <i>See </i><i>United States v. Carroll,</i> <span class=\"citation\" data-id=\"734111\"><a href=\"/opinion/734111/united-states-v-christopher-b-carroll/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">740</span></a></span>, 742 (1st Cir.1997).</p>\n<p>For a period of approximately ten months beginning in the spring of 2002, defendant-appellant Matthew Dwinells engaged in extensive Internet contact with three different correspondents thought to be teenage girls. In fact, the \"girls\" were histrionic law enforcement officers. That misconception proved to be the appellant's undoing.</p>\n<p>The first electronic will-o'-the-wisp with whom the appellant communed was \"Maria,\" whose on-line profile made her out to be a fourteen-year-old living in Dayton, Ohio. But on-line profiles can be misleading, <span class=\"star-pagination\">*66</span> and Maria was in actuality a persona developed by two Dayton police detectives.</p>\n<p>In April of 2002, Maria entered a Yahoo chatroom dedicated to musings about love and lust.<sup>[1]</sup> There, Maria \"met\" the appellant, who truthfully identified himself as Matthew Dwinells, a forty-year-old man from Lawrence, Massachusetts. The conversation quickly accelerated through the mutual use of instant messaging, which allows Internet users to contact each other for private, one-on-one conversations. After only two chats, the appellant voiced his desire to marry Maria once she turned eighteen.</p>\n<p>Further intimacies soon were exchanged. For example, the pair chatted about the style and color of Maria's panties, and Maria sent the appellant a picture of herself in a cheerleading outfit. Thereafter, the appellant declared that he wanted to have a baby with her.</p>\n<p>All in all, the appellant conversed with Maria over the Internet on more than one hundred occasions. In addition, he initiated several telephone calls. After Maria responded positively to an inquiry as to whether she would like to see the appellant's penis, he sent her a picture of it by computer and then asked her in graphic detail exactly what she wanted to do with it.<sup>[2]</sup></p>\n<p>In various on-line chats, the appellant promised Maria that he would teach her how to swallow his ejaculate and asked her whether it was \"OK\" for him to take her virginity. He also stated that he wished Maria was with him, that he wanted her in his bed, and thatif she would mail him her underwearhe would start a clothes drawer for her in his house. In response to repeated requests of this sort, the detectives posing as Maria sent the appellant age-appropriate feminine undergarments and a series of staged photographs.</p>\n<p>The appellant's amorous conversations were not characterized by much in the way of follow-through. He mentioned gifts of a diamond ring and a toe ring but never sent either one. Similarly, he said that he would give Maria a prepaid cellular telephone but never made the gift. He offered to buy, but did not actually purchase, lingerie for her. He promised her a $25 weekly allowance but failed to forward any cash. And on three separate occasionsin May, July, and August of 2002he made and then scuttled plans to visit her.<sup>[3]</sup></p>\n<p>The appellant apparently had a wandering eye. Beginning in July of 2002, he also started to chat electronically with \"Paige,\" whose on-line profile described her as a fourteen-year-old girl from South Carolina.<sup>[4]</sup> Paige was a shared nom de plume for a local South Carolina police detective and a federal agent (a postal inspector investigating sex crimes) to whom he handed off the persona.</p>\n<p>The appellant met Paige in a chatroom labeled \"I Love Older Men,\" where Paige engaged in a sexually explicit conversation with him and said that she had sexually revealing pictures of herself. The appellant rose to the bait and expressed interest <span class=\"star-pagination\">*67</span> in these depictions. Paige requested, and received, his address (in Lawrence, Massachusetts). The appellant went on to ask for Paige's underwear, and the pair discussed how the appellant might visit Paige.</p>\n<p>Plans for a South Carolina rendezvous never came to fruition. The two agreed that they would meet in August, and, on August 13, the appellant promised to visit in two weeks. On August 17, the visit was rescheduled to August 30. But on August 28, the appellant informed Paige that work-related obligations precluded the assignation.</p>\n<p>Notwithstanding this setback, the talk about a rendezvous persisted. In September, the couple discussed the possibility of Paige visiting the appellant in Boston. The appellant proposed that they meet at South Station (Boston's principal ground transportation hub) and signaled his intentions by observing that \"if I get caught im in jail.\" Paige replied that she would keep their rendezvous secret and then began to mention specific flight and bus schedules that could take her to Boston. The appellant helped Paige make sense of the on-line schedules, checked to ensure that Paige had identification that would allow her to fly, and repeatedly assured her that he would send travel money. He continued to press her to transmit more photographs. The last conversation between the two occurred on September 14, 2002. The travel money never arrived.</p>\n<p>The same postal inspector later developed a new persona: thirteen-year-old \"Ashley,\" Paige's cousin from South Carolina. On September 27, Ashley and the appellant met on-line. The appellant immediately sought to obtain pictures of her. In a chat less than three weeks later, Ashley expressed a fear of the roving sniper who was then terrorizing Washington, D.C. The appellant gallantly told her to \"come here\" so that he could keep her safe. He offered her travel money but worried aloud that if she came, it would be \"rape\" if they slept together. Ashley assured him that she would consent and, thus, avoid the stigma. Apparently grateful for this concession, the appellant promised Ashley that should she become impregnated, she would receive $250,000 as the beneficiary of his life insurance policy.</p>\n<p>In the end, Ashley never received any travel money from the appellant. He did, however, buy lingerie for her in exchange for a promise to send him the underwear she was wearing as well as some photographs. On two occasionsone in 2002 and again in 2003the appellant made vague promises that he would visit Ashley. Neither trip materialized.</p>\n<p>On March 19, 2003, federal authorities conducted a warrant-backed search of the appellant's home. The appellant was present at the time of the search. A dresser drawer in the appellant's bedroom contained greeting cards, lingerie, and pictures sent by Maria.</p>\n<p>After having been arrested, the appellant agreed to speak with a law enforcement officer. Among other things, he confessed to having movies and photographs of child pornography on his computer.</p>\n<p>In a later sworn statement, the appellant admitted that his on-line actions were \"wrong,\" but vouchsafed that he had acted \"just for fun\" and had thought of the Internet as \"fantasy land.\" He said that his \"intentions were strictly fantasy\" and that he never intended to meet any of the young girls, engage in sex with them, or do anything more than chat.</p>\n<p>In due course, a federal grand jury indicted the appellant on three counts of attempted enticement of a minor. <i>See</i> 18 U.S.C. § 2422(b). The indictment charged that the appellant had attempted to entice the three young \"girls\" (one per count) <span class=\"star-pagination\">*68</span> into engaging in acts that would violate either a Massachusetts statute prohibiting sexual intercourse with minors under sixteen years of age, Mass. Gen. Laws ch. 265, § 23 (2007), or a Massachusetts statute prohibiting unnatural and lascivious acts with such minors, <i>id.</i> ch. 272, § 35A. A superseding indictment added two more charges: one for receipt of child pornography, 18 U.S.C. § 2252(a)(2), and one for possession of child pornography, <i>id.</i> § 2252(a)(4)(B).</p>\n<p>After some preliminary skirmishing (not relevant here), the appellant pleaded guilty to the two child pornography counts and proceeded to trial on the three enticement counts. The trial lasted six days. The appellant testified on his own behalf, advancing both an entrapment defense and a \"fantasy\" defense. Under the latter theory, he left himself room to maneuver: he either knew that his correspondents were adults or believed that their conversations constituted mutually entertained fantasies, in which proposals for assignations and lurid descriptions of sexual acts were merely fanciful embellishments in an elaborate game. The jury was not buying; it rejected these defenses and found the appellant guilty on all three counts. The district court denied his renewed motion for judgment of acquittal and, on March 9, 2006, sentenced him to fifty-one months in prison. This timely appeal followed.</p>\n<p>II. ANALYSIS</p>\n<p>Before us, the appellant propounds two claims of error. One relates to statutory interpretation; the other relates to alleged evidentiary insufficiency. We discuss them separately.</p>\n<p></p>\n<h2>A. <i>Statutory Interpretation.</i>\n</h2>\n<p>The appellant's most touted ground of appeal concerns the interpretation of the statute of conviction. That statute reads in relevant part:</p>\n<blockquote>Whoever, using the mail or any facility or means of interstate or foreign commerce, or within the special maritime and territorial jurisdiction of the United States knowingly persuades, induces, entices, or coerces any individual who has not attained the age of 18 years, to engage in prostitution or any sexual activity for which any person can be charged with a criminal offense, or attempts to do so, shall be [punished as provided].</blockquote>\n<p>18 U.S.C. § 2422(b) (2000).</p>\n<p>Plainly, the statute requires that a defendant possess the specific intent to persuade, induce, entice, or coerce a minor into committing some illegal sexual activity.<sup>[5]</sup> The appellant contends that an additional \"intent\" element should be read into the statute: an intent that the enticed conduct actually take place. Ably represented, he musters a plethora of arguments in support of that position.</p>\n<p>The appellant first strives to convince us that a double intent requirement, such as he envisions here, is not a curiosity. We agree to some extent with his premise: reading a criminal statute to provide for a double intent would not be without analogues in the law. Many statutes criminalize an act when paired with an intent to perform some other, distinct act. A common example is breaking and entering with intent to commit a felony. <i>See, e.g.,</i> Mass. Gen. Laws ch. 266, § 17 (2007). Yet, typically, such statutes provide <i>explicitly</i> for that additional element of intent. <span class=\"star-pagination\">*69</span> <i>See, e.g., id.</i>; Cal. Penal § 459 (West 2007); N.Y. Penal Law § 140.30 (McKinney 2007).</p>\n<p>Seen in this light, the appellant's premise does not take him very far. In stark contrast to the mine-run of statutes involving heterogenous intent requirements, there is nothing on the face of section 2422(b) providing for an added \"intent\" element. Thus, the appellant's analogues have a boomerang effect. Section 2422(b) appears to be the opposite of what the appellant envisionsa statute in which Congress deliberately refrained from including an additional \"intent\" element.</p>\n<p>The appellant next asks us to take into account the substantial jail sentencesup to fifteen yearsattendant to violations of section 2422(b). It would be implausibly draconian, he maintains, for a fifteen-year incarcerative sentence to attach to an attempt to entice unaccompanied by a corresponding intent to consummate the underlying sexual activity.</p>\n<p>This is a shell gamean argument that hinges on matters of policy, not on statutory construction. Absent Eighth Amendment concernsand none are apparent hereit is not the proper function of the courts to act as super-legislatures, passing judgment upon Congress's penological determinations. <i>See, e.g., </i><i>Neal v. United States,</i> <span class=\"citation\" data-id=\"117994\"><a href=\"/opinion/117994/neal-v-united-states/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">284</span></a></span>, 295-96, <span class=\"citation\" data-id=\"117994\"><a href=\"/opinion/117994/neal-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">763</span></a></span>, <span class=\"citation\" data-id=\"117994\"><a href=\"/opinion/117994/neal-v-united-states/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">709</span></a></span> (1996).</p>\n<p>Another observation seems pertinent in response to this plaint. Congress recently amended section 2422(b), <i>see</i> Adam Walsh Child Protection and Safety Act of 2006, Pub.L. No. 109-248, § 203, 120 Stat. 587, 613, marking the third consecutive increase in the maximum available sentence for violations of section 2422(b). <i>See</i> Pub.L. No. 104-104, § 508, 110 Stat. 56, 137 (1996) (establishing maximum imprisonment term of ten years); Pub.L. No. 105-314, § 102, 112 Stat. 2974, 2975-76 (1998) (increasing maximum term to fifteen years); Pub.L. No. 108-21, § 103(a)(2)(B) &amp; (b)(2)(A), 117 Stat. 650, 652, 653 (2003) (inserting five-year mandatory minimum and increasing statutory maximum to thirty years). To us, this suggests a crystallizing vision on Congress's part of the need for stern punishment in this milieu.</p>\n<p>Perhaps more importantly, by the time Congress passed the most recent amendment to the applicable penalty provisions, every court of appeals that had reached this issue had determined that section 2422(b) does not include an additional \"intent\" element. <i>See </i><i>United States v. Thomas,</i> <span class=\"citation\" data-id=\"165968\"><a href=\"/opinion/165968/united-states-v-thomas/\"><span class=\"volume\">410</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1235</span></a></span>, 1244 (10th Cir. 2005); <i>United States v. Patten,</i> <span class=\"citation\" data-id=\"789226\"><a href=\"/opinion/789226/united-states-v-casey-scott-patten/\"><span class=\"volume\">397</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1100</span></a></span>, 1103 (8th Cir.2005); <i>United States v. Murrell,</i> <span class=\"citation\" data-id=\"76604\"><a href=\"/opinion/76604/united-states-v-anthony-f-murrell/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1283</span></a></span>, 1286 (11th Cir. 2004); <i>United States v. Bailey,</i> <span class=\"citation\" data-id=\"770640\"><a href=\"/opinion/770640/united-states-v-robert-owen-bailey/\"><span class=\"volume\">228</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">637</span></a></span>, 639 (6th Cir.2000). Assuming, as we are inclined to do, that Congress keeps itself apprised of developments in the federal courts, we find the most likely inference to be that Congress fully intended to treat acts like those attributed to the appellant with the utmost gravity, whether or not the accused intended that the enticed sex acts be consummated.</p>\n<p>The appellant further suggests that his proposed interpretation of the statute is desirable because of either the rule of lenity or the principle of constitutional avoidance. These suggestions are unpersuasive.</p>\n<p>The rule of lenity provides that in a criminal case, a court must resolve statutory ambiguity in favor of the accused. <i>Bifulco v. United States,</i> <span class=\"citation\" data-id=\"110305\"><a href=\"/opinion/110305/bifulco-v-united-states/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">381</span></a></span>, 387, <span class=\"citation\" data-id=\"110305\"><a href=\"/opinion/110305/bifulco-v-united-states/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2247</span></a></span>, <span class=\"citation\" data-id=\"110305\"><a href=\"/opinion/110305/bifulco-v-united-states/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">205</span></a></span> (1980); <i>United States v. Nippon Paper Indus. Co.,</i> <span class=\"citation\" data-id=\"738221\"><a href=\"/opinion/738221/united-states-v-nippon-paper-industries-co-ltd/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.1997). \"But the sine qua non for the rule's application is genuine ambiguity, and a statute <span class=\"star-pagination\">*70</span> is not ambiguous simply because litigants (or even an occasional court) question its interpretation.\" <i>United States v. Ahlers,</i> <span class=\"citation\" data-id=\"200139\"><a href=\"/opinion/200139/united-states-v-ahlers/\"><span class=\"volume\">305</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 62 (1st Cir.2002); <i>see </i><i>United States v. Jimenez,</i> <span class=\"citation\" data-id=\"203001\"><a href=\"/opinion/203001/united-states-v-jimenez/\"><span class=\"volume\">507</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span>, 21 (1st Cir.2007) (explaining that \"genuine ambiguity requires more than a possible alternative construction\").</p>\n<p>The appellant tries to paint a picture of uncertainty by arguing that the courts of appeals have split over the interpretation of section 2422(b). But the case law does not support that gloomy assessment. Although two courts of appeals, whilst upholding convictions under section 2422(b), have mentioned the defendant's intent to engage in sexual acts, <i>see </i><i>United States v. Meek,</i> <span class=\"citation\" data-id=\"786002\"><a href=\"/opinion/786002/united-states-v-jeffrey-meek/\"><span class=\"volume\">366</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">705</span></a></span>, 718 (9th Cir.2004); <i>United States v. Farner,</i> <span class=\"citation\" data-id=\"24214\"><a href=\"/opinion/24214/united-states-v-farner/\"><span class=\"volume\">251</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">510</span></a></span>, 513 (5th Cir.2001), such a finding was not necessary to the decision in either instance. Equally as significant, neither court sought to resolve the issue of what kind of intent was required by the statute. Those decisions are, therefore, of no assistance to the appellant.</p>\n<p>Insofar as we can tell, the decisions that are on point uniformly reject the \"double intent\" hypothesis. <i>See </i><i>United States v. Brand,</i> <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">179</span></span>, 202 (2d Cir.2006); <i>Thomas,</i> 410 F.3d at 1244; <i>Patten,</i> 397 F.3d at 1103; <i>Murrell,</i> 368 F.3d at 1286; <i>Bailey,</i> 228 F.3d at 639. We consider this view confirmednot weakenedby the recent decision in <i>United States v. Goetzke,</i> <span class=\"citation\" data-id=\"1426716\"><a href=\"/opinion/1426716/united-states-v-goetzke/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1231</span></a></span> (9th Cir.2007). There, the Ninth Circuit seems to have held that section 2422(b) does <i>not</i> require proof of an intent that the sexual acts take place. <i>See id.</i> at 1236.</p>\n<p>That ends this aspect of the matter. Because the rule of lenity applies only when the meaning of a criminal statute is genuinely uncertain, <i>Ahlers,</i> 305 F.3d at 62, the rule simply does not pertain here.</p>\n<p>The canon of constitutional avoidance is equally inapposite. That canon teaches that Congress is presumed to legislate in accordance with the Constitution and that, therefore, as between two plausible constructions of a statute, an inquiring court should avoid a constitutionally suspect one in favor of a constitutionally uncontroversial alternative. <i>See </i><i>Ashwander v. TVA,</i> <span class=\"citation\" data-id=\"102605\"><a href=\"/opinion/102605/ashwander-v-tva/\"><span class=\"volume\">297</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">288</span></a></span>, 341, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">466</span></span>, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">688</span></span> (1936) (Brandeis, J., concurring); <i>United States v. Nascimento,</i> <span class=\"citation\" data-id=\"202833\"><a href=\"/opinion/202833/united-states-v-nascimento/\"><span class=\"volume\">491</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 38 (1st Cir.2007). The appellant asseverates that, without a requirement that the accused intend consummation of the enticed sex acts, section 2422(b) would threaten speech protected by the First Amendment and, accordingly, that we should read that additional element into the statutory text.</p>\n<p>This asseveration rests upon a porous foundation. For one thing, the doctrine of constitutional avoidance does not come into play unless alternative constructions of a statute are \"fairly possible.\" <i>United States v. X-Citement Video, Inc.,</i> <span class=\"citation\" data-id=\"117881\"><a href=\"/opinion/117881/united-states-v-x-citement-video-inc/\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></a></span>, 69, <span class=\"citation\" data-id=\"117881\"><a href=\"/opinion/117881/united-states-v-x-citement-video-inc/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">464</span></a></span>, <span class=\"citation\" data-id=\"117881\"><a href=\"/opinion/117881/united-states-v-x-citement-video-inc/\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">372</span></a></span> (1994). Here, the absence of any ambiguity defeats the constitutional avoidance argument. <i>See, e.g., </i><i>Jones v. United States,</i> <span class=\"citation\" data-id=\"118370\"><a href=\"/opinion/118370/jones-v-united-states/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">848</span></a></span>, 857, <span class=\"citation\" data-id=\"118370\"><a href=\"/opinion/118370/jones-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1904</span></a></span>, <span class=\"citation\" data-id=\"118370\"><a href=\"/opinion/118370/jones-v-united-states/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">902</span></a></span> (2000) (noting that, as a precondition to application of the canon of constitutional avoidance, the statute in question must be fairly susceptible to differing constructions); <i>Nascimento,</i> 491 F.3d at 38 (\"Courts simply are not free to interpret statutes as becoming inoperative when they approach constitutional limits.\") (internal quotation marks omitted).</p>\n<p>For another thing, implementation of the doctrine of constitutional avoidance also requires the presence of \"substantial constitutional questions.\" <i>X-Citement Video,</i> 513 U.S. at 69, <span class=\"citation\" data-id=\"117881\"><a href=\"/opinion/117881/united-states-v-x-citement-video-inc/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">464</span></a></span>. But there is no realistic danger that <span class=\"star-pagination\">*71</span> section 2422(b), as we have interpreted it, criminalizes protected speech. Speech intended deliberately to encourage minors' participation in criminal sexual conduct has no redeeming social value and surely can be outlawed under the same rationale that allows proscription of the provision of pornography to minors. <i>See </i><i>Ginsberg v. New York,</i> <span class=\"citation\" data-id=\"107663\"><a href=\"/opinion/107663/ginsberg-v-new-york/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">629</span></a></span>, 637-43, <span class=\"citation\" data-id=\"107663\"><a href=\"/opinion/107663/ginsberg-v-new-york/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1274</span></a></span>, <span class=\"citation\" data-id=\"107663\"><a href=\"/opinion/107663/ginsberg-v-new-york/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">195</span></a></span> (1968). And where, as in this case, speech is the instrumentality of the crime itself, the First Amendment provides no shelter from the government's exercise of its otherwise valid police powers. <i>See </i><i>United States v. Tykarsky,</i> <span class=\"citation\" data-id=\"794159\"><a href=\"/opinion/794159/united-states-v-todd-tykarsky-aka-toddyty63-aka-golpher12345/\"><span class=\"volume\">446</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">458</span></a></span>, 473 (3d Cir.2006); <i>Meek,</i> 366 F.3d at 721; <i>United States v. Rowlee,</i> <span class=\"citation\" data-id=\"539176\"><a href=\"/opinion/539176/united-states-v-elon-kevan-rowlee-ii-and-the-new-york-patriots-society/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1275</span></a></span>, 1278 (2d Cir.1990); <i>see also </i><i>United States v. Hornaday,</i> <span class=\"citation\" data-id=\"76801\"><a href=\"/opinion/76801/united-states-v-james-p-hornaday/\"><span class=\"volume\">392</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1306</span></a></span>, 1311 (11th Cir.2004) (\"Speech attempting to arrange the sexual abuse of children is no more constitutionally protected than speech attempting to arrange any other type of crime.\").</p>\n<p>As a fallback, the appellant argues that section 2422(b) is overbroad in light of the Internet-specific principles laid down by the Supreme Court in <i>Reno v. ACLU,</i> <span class=\"citation\" data-id=\"118147\"><a href=\"/opinion/118147/reno-v-american-civil-liberties-union/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">844</span></a></span>, <span class=\"citation\" data-id=\"118147\"><a href=\"/opinion/118147/reno-v-american-civil-liberties-union/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2329</span></a></span>, <span class=\"citation\" data-id=\"118147\"><a href=\"/opinion/118147/reno-v-american-civil-liberties-union/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">874</span></a></span> (1997). In our view, the <i>Reno</i> principles have little traction here.</p>\n<p>The <i>Reno</i> Court struck down a section of the Communications Decency Act of 1996(CDA) that criminalized the knowing transmission of \"indecent\" material to minors via the Internet. <i>Id.</i> at 859, <span class=\"citation\" data-id=\"118147\"><a href=\"/opinion/118147/reno-v-american-civil-liberties-union/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2329</span></a></span> (citing 47 U.S.C. § 223(a) (1994 ed., Supp. II)). It also struck down another section of the CDA that outlawed the act of knowingly making available to minors on the Internet materials which were, when measured by contemporary community standards, \"patently offensive.\" <i>Id.</i> at 860, <span class=\"citation\" data-id=\"118147\"><a href=\"/opinion/118147/reno-v-american-civil-liberties-union/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2329</span></a></span> (citing 47 U.S.C. § 223(d) (1994 ed., Supp. II)). The Court anchored its decision on two bases: first, it concluded that the terms \"indecent\" and \"patently offensive\" were so vague as to chill protected speech. <i>Id.</i> at 874, <span class=\"citation\" data-id=\"118147\"><a href=\"/opinion/118147/reno-v-american-civil-liberties-union/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2329</span></a></span>. Second, it concluded that the two sections of the CDA, in combination, prohibited an intolerably large amount of protected speech among adults. <i>See id.</i> at 874-79, <span class=\"citation\" data-id=\"118147\"><a href=\"/opinion/118147/reno-v-american-civil-liberties-union/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2329</span></a></span>. State-of-the-art technology, at that time, provided no effective means of excluding minors from adult-oriented Internet fora, <i>see id.</i> at 876-77, <span class=\"citation\" data-id=\"118147\"><a href=\"/opinion/118147/reno-v-american-civil-liberties-union/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2329</span></a></span>, and therefore the provisions in question inevitably would muffle substantial amounts of protected adult speech. <i>See id.</i> at 877-78, <span class=\"citation\" data-id=\"118147\"><a href=\"/opinion/118147/reno-v-american-civil-liberties-union/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2329</span></a></span>.</p>\n<p>The most crucial facet of the <i>Reno</i> scenario is missing here: this is a situation in which nothing but <i>unprotected</i> speech is either threatened or chilled. There is no possibility that intruding minors might, by their mere presence in an Internet forum, render protected speech illegal. After all, legitimate inter-adult communications are not proscribed by section 2422(b). And if a protected communication falls outside the scope of section 2422(b) for some reasonperhaps the speaker does not believe his auditor to be a minor or the discussion does not comprise an attempt to entice a proscribed sex actthe mere introduction of a minor's presence will not bring the communication within that scope. Thus, the heckler's veto emphasized by the <i>Reno</i> Court, <i>id.</i> at 880, <span class=\"citation\" data-id=\"118147\"><a href=\"/opinion/118147/reno-v-american-civil-liberties-union/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2329</span></a></span>, does not emerge here.</p>\n<p>The lack of any First Amendment infirmity confirms our decision to construe section 2422(b) in accordance with its unambiguous language. Section 2422(b) criminalizes an intentional attempt to achieve a <i>mental</i> statea minor's assentregardless of the accused's intentions vis-à-vis the actual consummation of sexual activities with the minor.</p>\n<p>To say more about the statutory interpretation point would be supererogatory. <span class=\"star-pagination\">*72</span> The statute, construed without the exogenous \"intent\" element envisioned by the appellant, is within the bounds of Congress's legislative power. The district court read and applied the statute accordingly. We therefore reject the appellant's attempt to reinvent the statute.</p>\n<p></p>\n<h2>B. <i>Sufficiency of the Evidence.</i>\n</h2>\n<p>Once the jury returned its verdict, the appellant renewed his motion for judgment of acquittal. <i>See</i> Fed.R.Crim.P. 29(c)(1). The district court denied the motion. The appellant demurs, arguing that the evidence did not support his convictions on two of the three enticement counts, namely, count 2 (the Ashley interactions) and count 3 (the Maria interactions). Presumably because of the explicit planning of a trip by Paige to Boston for meritricious purposes, the appellant does not challenge the sufficiency of the evidence on count 1.</p>\n<p>The familiar standard that applies to sufficiency-of-the-evidence challenges requires that a court \"determine whether, after assaying all the evidence in the light most amiable to the government, and taking all reasonable inferences in its favor, a rational factfinder could find, beyond a reasonable doubt, that the prosecution successfully proved the essential elements of the crime.\" <i>United States v. O'Brien,</i> <span class=\"citation\" data-id=\"661452\"><a href=\"/opinion/661452/43-socsecrepser-489-medicaremedicaid-guide-p-42092-united-states-of/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">703</span></a></span>, 706 (1st Cir.1994). We review a trial court's Rule 29 determination de novo, applying this standard. <i>See </i><i>United States v. Moran,</i> <span class=\"citation\" data-id=\"780048\"><a href=\"/opinion/780048/united-states-v-john-moran-and-nora-moran/\"><span class=\"volume\">312</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">480</span></a></span>, 487 (1st Cir.2002).</p>\n<p>The appellant's challenge has its roots in the peculiarities of the statute of conviction. Section 2422(b) criminalizes the enticement of minors into \"criminal offense[s]\" of a sexual nature, but the statute is silent as to which sovereign's law defines those offenses. The decided cases fill this gap; they indicate that such offenses may be defined by the laws of any of the several states.<sup>[6]</sup><i>See, e.g., </i><i>Goetzke,</i> 494 F.3d at 1235 &amp; n. 2; <i>Patten,</i> 397 F.3d at 1103-04; <i>United States v. Panfil,</i> <span class=\"citation\" data-id=\"76240\"><a href=\"/opinion/76240/united-states-v-panfil/\"><span class=\"volume\">338</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1299</span></a></span>, 1300 n. 2 (11th Cir.2003); <i>see also </i><i>United States v. Dhingra,</i> <span class=\"citation\" data-id=\"786533\"><a href=\"/opinion/786533/united-states-v-rakesh-dhingra/\"><span class=\"volume\">371</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">557</span></a></span>, 565 (9th Cir.2004).</p>\n<p>In this instance, the indictment accused the appellant of having sought to entice his targets to commit sexual acts rendered illegal by Massachusetts law. It specifically mentioned Mass. Gen. Laws ch. 265, § 23 (criminalizing engagement in sexual intercourse with a child under the age of 16), and Mass. Gen. Laws ch. 272, § 35A (criminalizing commission of an unnatural and lascivious act with a child under that age). Consequently, the district court instructed the jury that it could not find the appellant guilty on a particular count unless it found beyond a reasonable doubt that he attempted to entice the \"minor\" in question to perform unlawful sexual acts within Massachusetts. Given this instructionwhich has become the law of the case, <i>see </i><i>United States v. Gomes,</i> <span class=\"citation\" data-id=\"587243\"><a href=\"/opinion/587243/united-states-v-nazira-a-gomes/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1290</span></a></span>, 1294 (1st Cir.1992)the government concedes that, in order to sustain a conviction, the record must contain sufficient evidence of this Massachusetts nexus.</p>\n<p>As to the challenged counts, the evidence supporting that nexus is not overwhelming. We briefly rehearse what the jury supportably could have found in that regard.</p>\n<p>As to count 3, there was evidence that, on July 1, 2002, the appellant asked Maria to send him some of her lingerie. He stated that he would start a clothes drawer <span class=\"star-pagination\">*73</span> in his house for the underwear that Maria sent him, responded favorably to Maria's proposal that she move in with him (inferribly in Massachusetts), and declaimed that he \"want[ed] [Maria] to have our baby.\" The conversations then became salacious and sexually explicit. For example, the appellant told Maria that he was \"horny,\" that his \"penis [was] hard,\" and that he would engage in oral sex with her if they were together.</p>\n<p>On July 3, 2002, the appellant (who was in Massachusetts) stated that he wanted Maria in his bed \"now,\" mentioned that he had a teddy bear and satin sheets for his bed, and described how he would perform oral sex upon her. Then, on November 7, 2002, as Maria repeatedly gave her eager assent, the appellant successively typed \"I want you in my arms,\" \"in my bed is that ok?,\" \"making love all night?,\" and \"do you want to make a video tape of us making love?\"</p>\n<p>As to count 2, the appellant's communications were less effusive but in much the same tenor. For instance, on October 10, 2002, Ashley mentioned her fear of the D.C. sniper and the appellant bade her to \"come here\"that is, to come to Massachusettsand promised to send some travel money.<sup>[7]</sup> The appellant then typed that if \"I sleep with you its rape\" and noted his disinclination \"to go to jail.\" This outburst of anxiety was calmed by Ashley's assurance that she would consent to sex. The appellant then got down to basics: he queried her as to whether she wanted sex, wanted a \"baby girl,\" and could \"handle [his] sex drive.\" Ashley responded affirmatively each time. When the appellant pleaded for Ashley to stop \"teas[ing]\" him, she protested that she was not playing games and that she didn't \"play with peoples heads.\" Apparently reassured, the appellant boasted that he had a $250,000 life insurance policy and told Ashley that if \"you get pregnant you will get it.\"</p>\n<p>In light of this and other evidence, we believe that reasonable jurors could conclude, as these jurors did, that the appellant sought to entice both Maria and Ashley into undertaking proscribed sexual acts within Massachusetts. In conversing with Maria, he referred to the prospect of sexual activity taking place in his own bed (and, thus, in Massachusetts) and followed up on a suggestion that Maria might move in with him by making explicit sexual overtures. Moreover, the appellant's descriptions of satin sheets and a dedicated clothes drawer arguably served as lures to entice his correspondent to come to Massachusetts. <i>See, e.g., </i><i>Goetzke,</i> 494 F.3d at 1235; <i>United States v. Munro,</i> <span class=\"citation\" data-id=\"165408\"><a href=\"/opinion/165408/united-states-v-munro/\"><span class=\"volume\">394</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">865</span></a></span>, 869-70 (10th Cir.2005). Given Maria's supposed age, it would not be a stretch for the jurors to find both that Massachusetts was the intended locus of the contemplated conduct and that the conduct would have violated one or both of the aforementioned Massachusetts statutes.</p>\n<p>By the same token, rational jurors easily could have found that the appellant's invitation to Ashley to come to Boston was meant literally and that this invitation, coupled as it was with comments of an overtly sexual nature, entailed conduct that was to occur in Massachusetts. Given Ashley's supposed age, the jurors could have found both that Massachusetts was the intended locus of the contemplated conduct and that the conduct offended one or both of those statutes. That permissible inference is bolstered by the appellant's <span class=\"star-pagination\">*74</span> promise of a quarter-million-dollar life insurance policy should he impregnate heran inducement that would serve as a very powerful enticement to a thirteen-year-old girl who lacked enough money even to travel to Boston.</p>\n<p>This is not to say that such a verdict was compelled on either count. The appellant's chief defensethat he was merely role-playing and thought that the communications were mutually entertained fantasies, comfortably remote from any prospect of consummationis plausible. Moreover, that defense was buttressed by the appellant's persistent dodging of suggestions that he and his correspondents meet. But the government's theory of the casethat the appellant was engaged in earnest predation with persons he thought to be minorsalso was plausible. That theory was reinforced by the appellant's own actions: his lewd comments, his participation in discussions about potential meetings, and his recurrent references to his home (which often were followed immediately by entreaties for sexual intercourse or other sexual favors).</p>\n<p>In the end, everything depended upon which set of inferences the jury chose to draw. When the record is fairly susceptible of two competing scenarios, the choice between those scenarios ordinarily is for the jury. <i>See </i><i>United States v. Cruz-Arroyo,</i> <span class=\"citation\" data-id=\"202375\"><a href=\"/opinion/202375/united-states-v-cruz-arroyo/\"><span class=\"volume\">461</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></a></span>, 74 (1st Cir.2006); <i>United States v. Fenton,</i> <span class=\"citation\" data-id=\"200988\"><a href=\"/opinion/200988/united-states-v-fenton/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 18 (1st Cir.2004); <i>see also </i><i>United States v. Guerrero-Guerrero,</i> <span class=\"citation\" data-id=\"460920\"><a href=\"/opinion/460920/united-states-v-hector-mario-guerrero-guerrero-united-states-v-john-doe/\"><span class=\"volume\">776</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1071</span></a></span>, 1075 (1st Cir.1985) (Breyer, J.) (explaining that jurors are \"free to choose among varying interpretations of the evidence, as long as the interpretation they choose is reasonable\").</p>\n<p>In the last analysis, the test is whether the evidence, taken in its entirety, supports the judgment of conviction; if it does, \"[the government] need not rule out other hypotheses more congenial to a finding of innocence.\" <i>United States v. Gifford,</i> <span class=\"citation\" data-id=\"195222\"><a href=\"/opinion/195222/united-states-v-gifford/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span>, 467 (1st Cir.1994). This is such a case: taking all the evidence, direct and circumstantial, in the light most hospitable to the verdict and resolving all evidentiary conflicts in favor of the verdict, <i>Carroll,</i> 105 F.3d at 742, a reasonable jury could have found the evidence adequate to ground convictions on counts 2 and 3.</p>\n<p>III. CONCLUSION</p>\n<p>We need go no further. After canvassing and rejecting a plenitude of arguments as to why we should read into section 2422(b) an exogenous element that Congress did not mention when it drafted the statute, we conclude that the statute requires a construction befitting its unvarnished language. With respect to scienter, the statute requires only that a defendant intend to entice a minor to engage in proscribed sex actsnothing more. Because this is so and because the government's proof was sufficient to convict, we uphold the judgment of the district court.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of Puerto Rico, sitting by designation.</p>\n<p>[1]  The record is cryptic as to which of three such chatrooms\"I Love Older Men,\" \"13+ Single Looking,\" or \"16+ Single Looking\" hosted this first encounter. That uncertainty has no bearing on the outcome of this appeal.</p>\n<p>[2]  Besides this webcam image, the appellant sent numerous other pictures of his penis to Maria over the course of their relationship.</p>\n<p>[3]  After having broken one of his vows to meet Maria, the appellant sent her a gold chain as a sort of consolation prize.</p>\n<p>[4]  Paige's persona was not entirely consistent. At different times, she held herself out as either thirteen or fourteen years old. Moreover she claimed variously to be sexually experienced and to be a virgin.</p>\n<p>[5]  The four verbs contained in the statute persuading, inducing, enticing, and coercingsignify different things. In the interests of brevity, we use the term \"entice\" throughout this opinion to encompass all four.</p>\n<p>[6]  It is not necessary for us to decide, and we therefore leave open, whether such an offense may be defined by federal law.</p>\n<p>[7]  The fact that the appellant did not keep this promise is relevant, but that fact does not cancel out the invitation.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/24214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/76240/",
    "http://www.courtlistener.com/api/rest/v3/opinions/76604/",
    "http://www.courtlistener.com/api/rest/v3/opinions/76801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102605/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107663/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110305/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117994/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118147/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118370/",
    "http://www.courtlistener.com/api/rest/v3/opinions/165408/",
    "http://www.courtlistener.com/api/rest/v3/opinions/165968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200988/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460920/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/661452/",
    "http://www.courtlistener.com/api/rest/v3/opinions/734111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/738221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786002/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786533/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1426716/"
  ]
}