{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203152/",
  "absolute_url": "/opinion/203152/desrosiers-v-hartford-life-and-acc-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203152/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:09:50Z",
  "date_modified": "2016-04-26T04:47:22.529091Z",
  "type": "010combined",
  "sha1": "e7829d160446a7cf6d16f6ef9c2862aeb52a6f49",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-2609-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/02/14/Serreze_Desrosiers_v._Hartford_Life.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 06-2609\n\n                    SHERYL SERREZE DESROSIERS,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n          HARTFORD LIFE AND ACCIDENT INSURANCE COMPANY,\n\n                       Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n      [Hon. Ronald R. Lagueux, Senior U.S. District Judge]\n\n\n                              Before\n\n                       Boudin, Chief Judge,\n\n                   Selya, Senior Circuit Judge,\n\n                    and Howard, Circuit Judge.\n\n\n\n     Jordan M. Lewis, with whom Siegel, Brill, Greupner, Duffy &\nFoster, P.A., Christopher M. Lefebvre, Law Offices of Claude F.\nLefebvre & Sons, and S. Carolina Africano were on brief, for\nappellant.\n     Mark A. Pogue, with whom Edwards Angell Palmer & Dodge LLP was\non brief, for appellee.\n\n\n                        February 14, 2008\n\f            HOWARD, Circuit Judge. Sheryl Serreze Desrosiers appeals\n\nfrom two adverse summary judgment rulings which together upheld\n\nthe denial of her claim for long-term disability benefits by\n\nHartford Life & Accident Insurance Co. (\"Hartford\").1              The district\n\ncourt   first    ruled    that    Desrosiers's     common   law   claims2      were\n\npreempted   by   ERISA.         After   allowing   Desrosiers     to   amend   her\n\ncomplaint to proceed under ERISA, the court upheld Hartford's\n\ndetermination that Desrosiers was not \"totally disabled\" within the\n\nmeaning of the disability insurance policy.            We affirm.\n\n                           I.    FACTUAL BACKGROUND\n\nA.   The Plan\n\n            Appellant, an attorney, began working at the United\n\nStates Trustee Program in 1992. She became Assistant United States\n\nTrustee in the Program's Rhode Island office in 1995.                       As an\n\nemployee of the Department of Justice, Desrosiers was eligible to\n\nenroll in the Federal Employee Group Long Term Disability Plan\n\n(\"the Plan\"), which is sponsored by the Department of Justice\n\nRecreation Association (\"DJRA\").              Plan benefits are paid by an\n\ninsurance policy issued by Hartford, which also administers the\n\nPlan.   To receive benefits pursuant to the policy, a claimant must\n\n\n1\n Desrosiers v. Hartford Life & Acc. Ins. Co., 456 F. Supp. 2d 325\n(D.R.I. 2006); Desrosiers v. Hartford Life & Acc. Ins. Co., 354 F.\nSupp. 2d 119 (D.R.I. 2005).\n2\n Desrosiers originally filed suit in Providence County (R.I.)\nSuperior Court. Hartford removed the case to district court based\non diversity jurisdiction.    She asserted state law breach of\ncontract and bad faith settlement claims.\n\n                                        -2-\n\fdemonstrate \"total disability,\" which is defined in relevant part\n\nas \"being prevented from performing the essential duties of your\n\noccupation\" as a result of accidental bodily injury, sickness, or\n\nmental illness.\n\nB.    The Claim3\n\n             Desrosiers's claim for disability benefits resulted from\n\nthree separate incidents in 1999.          In April, she was struck in the\n\nhead by a car door, and subsequently complained of resultant\n\nheadaches, dizziness and difficulty with left eye vision.            In May,\n\nDesrosiers was injured when she fell off a swing.4           She was treated\n\nby a neurologist about a month later for persistent headaches,\n\nnausea and dizziness.         She was diagnosed with post-traumatic\n\nmigraines.     Desrosiers returned to work after the second injury5,\n\nbut was injured again in December, when she fell down stairs at\n\nhome.    She suffered a cut on her head that required stitches and\n\nwas admitted to the hospital for five days.                 She subsequently\n\nsuffered from a host of maladies, including partial vision loss in\n\nher   left   eye,   and   weakness   or    paralysis   in   her   right   leg.\n\n\n\n3\n As Desrosiers's appeal is aimed at the procedures followed by\nHartford and by the district court, we offer only a brief summary\nof her claimed injuries.\n4\n In her application for benefits, Desrosiers wrote \"fell off swing;\nbroken nose.\" In an affidavit submitted to the district court she\nstated she \"fractured [her] skull.\"\n5\n Desrosiers reported on her benefit application that she worked\npart-time through August 1999, then full time until the December\naccident.\n\n                                     -3-\n\fDesrosiers was diagnosed with a sprained back and neck and was\n\ndischarged    with   a   walker.      She   continued   to   have    headaches,\n\ndizziness and weakness in her right leg, as well as various\n\ncognitive    problems,    including    forgetfulness,       sleep    issues   and\n\ndifficulty concentrating. While an MRI and spinal CT scan produced\n\nnormal results, a brain MRI showed \"slight hyperintensity of the\n\nleft optic nerve.\"\n\n            Desrosiers    did   not   return    to   work    after   the   third\n\naccident. She submitted her disability insurance claim to Hartford\n\non December 30, 1999.      Desrosiers attempted to return to part-time\n\nwork in June 2000, but stopped two weeks later on the advice of her\n\ndoctor. During the period between Desrosiers's application and her\n\ncessation of work, she submitted medical information to Hartford,\n\nwhich in turn supplied the information to its own internal medical\n\npersonnel.     Hartford denied Desrosiers's claim in August 2000.\n\nDesrosiers pursued an internal appeal, in support of which she\n\nsupplied additional medical information.                Hartford denied the\n\nappeal in May 2001.\n\nC. District Court Proceedings6\n\n            Desrosiers filed suit in Rhode Island Superior Court in\n\nNovember 2002.       In January 2003, Hartford removed the action to\n\nfederal court on diversity grounds. Hartford amended its answer in\n\n\n\n6\n As the procedure followed by the district court is, in part, the\nbasis for Desrosiers's appeal, we detail the travel of the case\nseparately.\n\n                                      -4-\n\fJuly 2003 to assert that Desrosiers's claims fell within ERISA's\n\nambit.7     In February 2004, Hartford filed its first motion for\n\nsummary judgment, asserting ERISA preemption of Desrosiers's state\n\nlaw claims.     Hartford's motion was supported by an affidavit from\n\nDJRA President Arthur C. Smith III.        Approximately one week later,\n\nHartford moved to stay discovery pending resolution of its summary\n\njudgment motion.     Desrosiers did not object to the stay, and the\n\nmotion was granted.    She filed her objection to Hartford's summary\n\njudgment motion in March.     In April, Hartford filed a reply to the\n\nobjection, which included a legal argument only briefly mentioned\n\nin its original motion, as well as a supplemental affidavit from\n\nSmith, which contained facts not in his original affidavit.             In\n\nAugust, the district court conducted a hearing on the motion.           In\n\nJanuary 2005, the district court granted Hartford's ERISA-based\n\nmotion, dismissed Desrosiers's state law claims, and allowed her to\n\nfile an amended complaint asserting ERISA claims.       Desrosiers, 354\n\nF. Supp. 2d at 129.\n\n            Following a period of discovery, the parties filed cross-\n\nmotions   for   summary   judgment    regarding   Hartford's   denial   of\n\nbenefits.    In October 2006, the district court granted Hartford's\n\nmotion and denied Desrosiers's.       This appeal followed.\n\n\n\n\n7\n The gist of the dispute was whether the Plan was an \"employee\nwelfare benefit plan,\" as defined by ERISA, 29 U.S.C. § 1002.\nDesrosiers, 354 F. Supp. 2d at 123.\n\n                                     -5-\n\f                            II. DISCUSSION\n\nA.   The First Summary Judgment Motion\n\n            Desrosiers's   first      argument   on     appeal    is   that    the\n\ndistrict court committed reversible error in its handling of the\n\nfirst summary judgment motion when it improperly relied on \"new\"\n\nfacts contained in the affidavit submitted with Hartford's reply.\n\nIt is important to note that this argument is based entirely on the\n\ndistrict court's reliance on the second Smith affidavit, rather\n\nthan a challenge to the result reached after the allegedly improper\n\nreliance.    In other words, Desrosiers implicitly concedes that if\n\nthe district court did not err in relying on the second Smith\n\naffidavit, then its decision to treat her complaint as an ERISA\n\nmatter   must   be   affirmed.        We    review    the   district    court's\n\nconsideration   of   evidence    on    summary       judgment    for   abuse    of\n\ndiscretion. Hoffman v. Applicators Sales & Service, Inc., 439 F.3d\n\n9, 13 (1st Cir. 2006).     We will not set aside the decision without\n\nstrong evidence that the district court \"indulged in a serious\n\nlapse in judgment.\"    Id. at 14 (citation and quotations omitted).\n\n            In support of her argument, Desrosiers cites a host of\n\ncases which stand for the proposition that a party seeking summary\n\njudgment may not add new facts or legal arguments in a reply.\n\nHartford does not dispute this general premise.             Instead, Hartford\n\nargues that Desrosiers waived the argument by not rasing it in the\n\n\n\n\n                                      -6-\n\fdistrict court.8\n\n            Desrosiers   ostensibly   argues    that    she   was   under    no\n\nobligation to bring the issue to the court's attention.                     She\n\ncontends that the \"no new facts\" rule is self-executing, and that\n\nthe   district   court   should   therefore    have    ignored   the   second\n\naffidavit on its own initiative. To the contrary, however, we have\n\nconsistently required some affirmative action from the aggrieved\n\nlitigant to preserve such an argument.        In Davis v. Sears, Roebuck\n\n& Co., 708 F.2d 862 (1st Cir. 1983), we held that if a party does\n\nnot move to strike an inadmissible affidavit, \"any objections to\n\nits consideration are deemed to have been waived and it may\n\nproperly be considered by the court when ruling on the motion.\"\n\nId. at 864.   To be sure, we do not always require a written motion\n\nto strike, as we did in Davis.            Nevertheless, some action is\n\nrequired.   Our approach was summed up in Perez v. Volvo Car Corp.,\n\n247 F.3d 303 (1st Cir. 2001):\n\n            We believe that what is required to preserve a\n            party's   rights    vis-á-vis   an   allegedly\n            deficient affidavit is for the dissatisfied\n            party to (a) apprise the trial court, in a\n            conspicuous manner and in a timely fashion,\n            that she considers the affidavit defective;\n            and (b) spell out the nature of the ostensible\n            defects clearly and distinctly. Whether the\n            dissatisfied party fulfills these requirements\n            by means of a motion to strike or in some\n            substantially equivalent way (say, by an\n            objection, or as here, in a legal memorandum .\n            . .) is of little moment.\n\n\n8\n Hartford also asserts that even if the argument is preserved, the\naffidavit was not improper. We do not reach the second argument.\n\n                                    -7-\n\fId. at 314.\n\n            Here, Desrosiers had ample opportunity to object to\n\nHartford's reply and accompanying affidavit, which were filed\n\nApril 2, 2004. Oral argument took place almost exactly four months\n\nlater, on August 3, 2004.        Desrosiers took no action during that\n\ntime.     Nor did she act following oral argument, after which more\n\nthan five months passed before the district court issued its ruling\n\nin January 2005.      During that accumulated nine months, Desrosiers\n\nmight have, for example, moved to strike the second affidavit or\n\nthe reply in its entirety, filed a motion to lift the existing\n\ndiscovery stay, invoked Rule 56(f) to seek additional discovery, or\n\nmoved for leave to file a sur-reply containing a supplemental\n\naffidavit of her own.        In the absence of some form of objection,\n\nthe district court was not required to ignore the second affidavit\n\nsua sponte.\n\n            Alternatively, in her reply brief before this court,\n\nDesrosiers for the first time points to statements made by her\n\ncounsel during the summary judgment hearing which purport to\n\nregister an objection to the second affidavit.          We disagree that\n\nsufficient objection was made.        During the hearing, Desrosiers's\n\ncounsel    bemoaned    the   additional   information   in   the   second\n\naffidavit; when the district court asked whether he was \"requesting\n\ndiscovery now,\" he replied, \"Well, we would very much like an\n\nopportunity here in Court or through deposition to conduct inquiry\n\nof Mr. Smith.\"     This statement was both the first and last time\n\n\n                                    -8-\n\fthat Desrosiers raised the issue in the district court between\n\nApril 2, 2004 (when the reply was filed) and January 27, 2005 (when\n\nHartford's motion was granted).           We disagree with Desrosiers's\n\nassertion that this lone comment constituted a sufficient objection\n\nto the affidavit.       In our view, this falls far short of the\n\n\"seasonable, strenuous and specific\" oral objection we have, in the\n\npast, required to preserve the issue.        See Perez, 247 F.3d at 315\n\n(noting that an objection was preserved where the complaining party\n\npointed \"specifically to critical portions of the affidavit on the\n\nground that those excerpts violated Federal Rule of Civil Procedure\n\n56(e)\" and thus \"straightforwardly brought the claimed shortcomings\n\nin the affidavit to the district court's (and the plaintiff's)\n\nattention in a timeous manner\").           While we do not suggest any\n\nnefarious purpose in this case, reversing a summary judgment in the\n\nabsence   of   a   sufficient   objection    to   an   allegedly   improper\n\naffidavit runs the risk of allowing parties to \"'play dog in the\n\nmanger, making no response to a movant's affidavits, with the\n\nchances of both . . . defeating the motion and, if unsuccessful, of\n\nlater setting it aside.'\"       Id. at 314-15 (quoting Lacey v. Lumber\n\nMutual Fire Ins. Co., 554 F.2d 1204, 1205 (1st Cir. 1977)).\n\n           Against this factual and legal backdrop, the district\n\ncourt's reliance on the second affidavit was not an abuse of\n\ndiscretion, and we thus affirm the first summary judgment ruling,\n\nfinding ERISA preemption.\n\n\n\n\n                                    -9-\n\fB.   The Second Summary Judgment Motion\n\n           Following the district court's first ruling and a period\n\nof discovery, the parties filed cross-motions for summary judgment\n\non Hartford's decision to deny coverage.           We review the summary\n\njudgment ruling de novo,       Kansky v. Coca-Cola Bottling Co. of New\n\nEngland,   492    F.3d   54,   57   (1st   Cir.   2007),   and    Hartford's\n\ndetermination under an abuse of discretion standard.9             Under this\n\ndeferential review, the decision is upheld as long as it is\n\n\"reasoned and supported by substantial evidence.\"          Wright v. R.R.\n\nDonnelley & Sons Co. Group Benefits Plan, 402 F.3d 67, 74 (1st Cir.\n\n2005).   More specifically, we explained in Wright that evidence is\n\n\"substantial\" when it is \"reasonably sufficient to support a\n\nconclusion.\"     Id.\n\n           Desrosiers    asserts    two    specific   instances    in   which\n\n\n\n\n9\n A divided panel of this court recently addressed the question of\nthe appropriate standard of review in cases where, as here, the\ninsurance company both makes the eligibility determination and pays\nthe benefits. See Denmark v. Liberty Life Assurance Co., 481 F.3d\n16 (1st Cir. 2007). There, two members of this court recommended\na re-examination of the standard of review where such so-called\n\"structural conflicts of interest\" are present.         Although a\npetition for en banc review is pending, abuse of discretion remains\nthe standard of review applied in this circuit. See Gillis v. SPX\nCorp. Individual Account Retirement Plan, 511 F.3d 58 (1st Cir.\n2007). We note that the Supreme Court has granted certiorari on\nthis issue Glenn v. Metropolitan Life Ins. Co., 461 F.3d 660 (6th\nCir. 2006), cert. granted, 2008 WL 161473, 76 U.S.L.W. 3391 (Jan.\n18, 2008) (No. 06-923). However, given the nature of Desrosiers's\nappellate arguments, our result would be the same under any\nstandard of review.\n\n                                    -10-\n\fHartford allegedly abused its discretion.10             First, she claims that\n\nHartford violated its own internal claims procedures when it failed\n\nto obtain Desrosiers's job description prior to issuing its benefit\n\ndenial.      Such failure is critical, Desrosiers claims, because the\n\npolicy's definition of \"disability\" is expressed in terms of the\n\nclaimant's     ability     to   \"perform      the   essential    duties\"    of   her\n\noccupation.          She   argues    that     Hartford's   alleged     procedural\n\ntransgression alone constitutes an abuse of discretion warranting\n\nreversal.       We need not, however, decide whether a procedural\n\nfailure such as alleged here would, standing alone, constitute an\n\nabuse of discretion, as the record demonstrates that Hartford did,\n\nin   fact,    list    Desrosiers's      job    description      as   part   of   the\n\ninformation it considered in making its final decision.                      While\n\nDesrosiers accurately points out that Hartford did not receive the\n\njob description until it was considering her appeal, as opposed to\n\nduring the pendency of the original claim, we do not find this\n\ntiming issue dispositive.           We faced a similar situation in Wright,\n\nwhere we rejected a claimant's argument that Hartford's failure to\n\nconsider his job description until the appeal process constituted\n\nan abuse of discretion.         Wright, 402 F.3d at 77-78.\n\n10\n Not unlike her argument with respect to the district court's\nhandling of the first summary judgment motion, Desrosiers seeks\nreversal of the second summary judgment order because of the\nprocess Hartford followed in handling her claims, i.e., the failure\nto use a job description and the requirement of objective evidence.\nThis approach implicitly concedes defeat if we find that Hartford's\nalleged procedural flaws do not require reversal, as Desrosiers\nposits no argument that Hartford's decision was substantively\nflawed.\n\n                                       -11-\n\f            Desrosiers's   second   argument     fares     no    better.     She\n\nasserts that Hartford impermissibly insisted that she provide\n\n\"objective evidence\" to support her disability claim.              In Boardman\n\nv. Prudential Ins. Co. of America, 337 F.3d 9 (1st Cir. 2003), we\n\nfound it impermissible to require objective evidence to support\n\nclaims based on medical conditions that do not lend themselves to\n\nobjective verification, such as fibromyalgia.              Id. at 17.      But we\n\nalso made clear that it is permissible to require objective support\n\nthat a claimant is unable to work as a result of such conditions.\n\nId.    Here, although Hartford's claim denials made reference to a\n\nlack   of   objective   findings,    it    did   so   in    conjunction      with\n\nparticular diagnoses -- e.g., lumbar disk herniation -– which do\n\nlend themselves to objective verification.            To the extent Hartford\n\notherwise referred to objective evidence, it did so in the context\n\nof Desrosiers's claim that she was unable to work.              As Hartford did\n\nnot improperly rely on a lack of objective evidence, we do not find\n\nthat it abused its discretion when it denied Desrosiers's claim.\n\n            Affirmed.\n\n\n\n\n                                    -12-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>515 F.3d 87 (2008)</b></center>\n<center><h1>Sheryl Serreze DESROSIERS, Plaintiff, Appellant,<br>\nv.<br>\nHARTFORD LIFE AND ACCIDENT INSURANCE COMPANY, Defendant, Appellee.</h1></center>\n<center>No. 06-2609.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard August 1, 2007.</center>\n<center>Decided February 14, 2008.</center>\n<p><span class=\"star-pagination\">*88</span> Jordan M. Lewis, with whom Siegel, Brill, Greupner, Duffy &amp; Foster, P.A., Christopher M. Lefebvre, Law Offices of <span class=\"star-pagination\">*89</span> Claude F. Lefebvre &amp; Sons, and S. Carolina Africano were on brief, for appellant.</p>\n<p>Mark A. Pogue, with whom Edwards Angell Palmer &amp; Dodge LLP was on brief, for appellee.</p>\n<p>Before BOUDIN, Chief Judge, SELYA, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>Sheryl Serreze Desrosiers appeals from two adverse summary judgment rulings which together upheld the denial of her claim for long-term disability benefits by Hartford Life &amp; Accident Insurance Co. (\"Hartford\").<sup>[1]</sup> The district court first ruled that Desrosiers's common law claims<sup>[2]</sup> were preempted by ERISA. After allowing Desrosiers to amend her complaint to proceed under ERISA, the court upheld Hartford's determination that Desrosiers was not \"totally disabled\" within the meaning of the disability insurance policy. We affirm.</p>\n<p></p>\n<h2><i>I. FACTUAL BACKGROUND</i></h2>\n<p>A. <i>The Plan</i></p>\n<p>Appellant, an attorney, began working at the United States Trustee Program in 1992. She became Assistant United States Trustee in the Program's Rhode Island office in 1995. As an employee of the Department of Justice, Desrosiers was eligible to enroll in the Federal Employee Group Long Term Disability Plan (\"the Plan\"), which is sponsored by the Department of Justice Recreation Association (\"DJRA\"). Plan benefits are paid by an insurance policy issued by Hartford, which also administers the Plan. To receive benefits pursuant to the policy, a claimant must demonstrate \"total disability,\" which is defined in relevant part as \"being prevented from performing the essential duties of your occupation\" as a result of accidental bodily injury, sickness, or mental illness.</p>\n<p>B. <i>The Claim</i><sup>[3]</sup></p>\n<p>Desrosiers's claim for disability benefits resulted from three separate incidents in 1999. In April, she was struck in the head by a car door, and subsequently complained of resultant headaches, dizziness and difficulty with left eye vision. In May, Desrosiers was injured when she fell off a swing.<sup>[4]</sup> She was treated by a neurologist about a month later for persistent headaches, nausea and dizziness. She was diagnosed with post-traumatic migraines. Desrosiers returned to work after the second injury<sup>[5]</sup>, but was injured again in December, when she fell down stairs at home. She suffered a cut on her head that required stitches and was admitted to the hospital for five days. She subsequently suffered from a host of maladies, including partial vision loss in her left eye, and <span class=\"star-pagination\">*90</span> weakness or paralysis in her right leg. Desrosiers was diagnosed with a sprained back and neck and was discharged with a walker. She continued to have headaches, dizziness and weakness in her right leg, as well as various cognitive problems, including forgetfulness, sleep issues and difficulty concentrating. While an MRI and spinal CT scan produced normal results, a brain MRI showed \"slight hyperintensity of the left optic nerve.\"</p>\n<p>Desrosiers did not return to work after the third accident. She submitted her disability insurance claim to Hartford on December 30, 1999. Desrosiers attempted to return to part-time work in June 2000, but stopped two weeks later on the advice of her doctor. During the period between Desrosiers's application and her cessation of work, she submitted medical information to Hartford, which in turn supplied the information to its own internal medical personnel. Hartford denied Desrosiers's claim in August 2000. Desrosiers pursued an internal appeal, in support of which she supplied additional medical information. Hartford denied the appeal in May 2001.</p>\n<p>C. <i>District Court Proceedings</i><sup>[6]</sup></p>\n<p>Desrosiers filed suit in Rhode Island Superior Court in November 2002. In January 2003, Hartford removed the action to federal court on diversity grounds. Hartford amended its answer in July 2003 to assert that Desrosiers's claims fell within ERISA's ambit.<sup>[7]</sup> In February 2004, Hartford filed its first motion for summary judgment, asserting ERISA preemption of Desrosiers's state law claims. Hartford's motion was supported by an affidavit from DJRA President Arthur C. Smith III. Approximately one week later, Hartford moved to stay discovery pending resolution of its summary judgment motion. Desrosiers did not object to the stay, and the motion was granted. She filed her objection to Hartford's summary judgment motion in March. In April, Hartford filed a reply to the objection, which included a legal argument only briefly mentioned in its original motion, as well as a supplemental affidavit from Smith, which contained facts not in his original affidavit. In August, the district court conducted a hearing on the motion. In January 2005, the district court granted Hartford's ERISA-based motion, dismissed Desrosiers's state law claims, and allowed her to file an amended complaint asserting ERISA claims. <i>Desrosiers,</i> 354 F.Supp.2d at 129.</p>\n<p>Following a period of discovery, the parties filed cross-motions for summary judgment regarding Hartford's denial of benefits. In October 2006, the district court granted Hartford's motion and denied Desrosiers's. This appeal followed.</p>\n<p></p>\n<h2><i>II. DISCUSSION</i></h2>\n<p>A. <i>The First Summary Judgment Motion</i></p>\n<p>Desrosiers's first argument on appeal is that the district court committed reversible error in its handling of the first summary judgment motion when it improperly relied on \"new\" facts contained in the affidavit submitted with Hartford's reply. It is important to note that this argument is based entirely on the district court's reliance on the second Smith affidavit, rather than a challenge to the result reached after the allegedly improper reliance. In other words, Desrosiers implicitly concedes that if the district court did <span class=\"star-pagination\">*91</span> not err in relying on the second Smith affidavit, then its decision to treat her complaint as an ERISA matter must be affirmed. We review the district court's consideration of evidence on summary judgment for abuse of discretion. <i>Hoffman v. Applicators Sales &amp; Service, Inc.,</i> 439 F.3d 9, 13 (1st Cir.2006). We will not set aside the decision without strong evidence that the district court \"indulged in a serious lapse in judgment.\" <i>Id.</i> at 14 (citation and quotations omitted).</p>\n<p>In support of her argument, Desrosiers cites a host of cases which stand for the proposition that a party seeking summary judgment may not add new facts or legal arguments in a reply. Hartford does not dispute this general premise. Instead, Hartford argues that Desrosiers waived the argument by not raising it in the district court.<sup>[8]</sup></p>\n<p>Desrosiers ostensibly argues that she was under no obligation to bring the issue to the court's attention. She contends that the \"no new facts\" rule is self-executing, and that the district court should therefore have ignored the second affidavit on its own initiative. To the contrary, however, we have consistently required some affirmative action from the aggrieved, litigant to preserve such an argument. In <i>Davis v. Sears, Roebuck &amp; Co.,</i> 708 F.2d 862 (1st Cir.1983), we held that if a party does not move to strike an inadmissible affidavit, \"any objections to its consideration are deemed to have been waived and it may properly be considered by the court when ruling on the motion.\" <i>Id.</i> at 864. To be sure, we do not always require a written motion to strike, as we did in <i>Davis.</i> Nevertheless, some action is required. Our approach was summed up in <i>Perez v. Volvo Car Corp.,</i> 247 F.3d 303 (1st Cir.2001):</p>\n<blockquote>We believe that what is required to preserve a party's rights vis-á-vis an allegedly deficient affidavit is for the dissatisfied party to (a) apprise the trial court, in a conspicuous manner and in a timely fashion, that she considers the affidavit defective; and (b) spell out the nature of the ostensible defects clearly and distinctly. Whether the dissatisfied party fulfills these requirements by means of a motion to strike or in some substantially equivalent way (say, by an objection, or as here, in a legal memorandum . . .) is of little moment.</blockquote>\n<p><i>Id.</i> at 314.</p>\n<p>Here, Desrosiers had ample opportunity to object to Hartford's reply and accompanying affidavit, which were filed April 2, 2004. Oral argument took place almost exactly four months later, on August 3, 2004. Desrosiers took no action during that time. Nor did she act following oral argument, after which more than five months passed before the district court issued its ruling in January 2005. During that accumulated nine months, Desrosiers might have, for example, moved to strike the second affidavit or the reply in its entirety, filed a motion to lift the existing discovery stay, invoked Rule 56(f) to seek additional discovery, or moved for leave to file a sur-reply containing a supplemental affidavit of her own. In the absence of some form of objection, the district court was not required to ignore the second affidavit sua sponte.</p>\n<p>Alternatively, in her reply brief before <i>this</i> court, Desrosiers for the first time points to statements made by her counsel during the summary judgment hearing which purport to register an objection to the second affidavit. We disagree <span class=\"star-pagination\">*92</span> that sufficient objection was made. During the hearing, Desrosiers's counsel bemoaned the additional information in the second affidavit; when the district court asked whether he was \"requesting discovery now,\" he replied, \"Well, we would very much like an opportunity here in Court or through deposition to conduct inquiry of Mr. Smith.\" This statement was both the first and last time that Desrosiers raised the issue in the district court between April 2, 2004 (when the reply was filed) and January 27, 2005 (when Hartford's motion was granted). We disagree with Desrosiers's assertion that this lone comment constituted a sufficient objection to the affidavit. In our view, this falls far short of the \"seasonable, strenuous and specific\" oral objection we have, in the past, required to preserve the issue. <i>See </i><i>Perez,</i> 247 F.3d at 315 (noting that an objection was preserved where the complaining party pointed \"specifically to critical portions of the affidavit on the ground that those excerpts violated Federal Rule of Civil Procedure 56(e)\" and thus \"straightforwardly brought the claimed shortcomings in the affidavit to the district court's (and the plaintiffs) attention in a timeous manner\"). While we do not suggest any nefarious purpose in this case, reversing a summary judgment in the absence of a sufficient objection to an allegedly improper affidavit runs the risk of allowing parties to \"`play dog in the manger, making no response to a movant's affidavits, with the chances of both . . . defeating the motion and, if unsuccessful, of later setting it aside.'\" <i>Id.</i> at 314-15 (quoting <i>Lacey v. Lumber Mutual Fire Ins. Co.,</i> 554 F.2d 1204, 1205 (1st Cir. 1977)).</p>\n<p>Against this factual and legal backdrop, the district court's reliance on the second affidavit was not an abuse of discretion, and we thus affirm the first summary judgment ruling, finding ERISA preemption.</p>\n<p>B. <i>The Second Summary Judgment Motion</i></p>\n<p>Following the district court's first ruling and a period of discovery, the parties filed cross-motions for summary judgment on Hartford's decision to deny coverage. We review the summary judgment ruling de novo, <i>Kansky v. Coca-Cola Bottling Co. of New England,</i> 492 F.3d 54, 57 (1st Cir.2007), and Hartford's determination under an abuse of discretion standard.<sup>[9]</sup> Under this deferential review, the decision is upheld as long as it is \"reasoned and supported by substantial evidence.\" <i>Wright v. R.R. Donnelley &amp; Sons Co. Group Benefits Plan,</i> 402 F.3d 67, 74 (1st Cir.2005). More specifically, we explained in <i>Wright</i> that evidence is \"substantial\" when it is \"reasonably sufficient to support a conclusion.\" <i>Id.</i></p>\n<p>Desrosiers asserts two specific instances in which Hartford allegedly abused <span class=\"star-pagination\">*93</span> its discretion.<sup>[10]</sup> First, she claims that Hartford violated its own internal claims procedures when it failed to obtain Desrosiers's job description prior to issuing its benefit denial. Such failure is critical, Desrosiers claims, because the policy's definition of \"disability\" is expressed in terms of the claimant's ability to \"perform the essential duties\" of her occupation. She argues that Hartford's alleged procedural transgression alone constitutes an abuse of discretion warranting reversal. We need not, however, decide whether a procedural failure such as alleged here would, standing alone, constitute an abuse of discretion, as the record demonstrates that Hartford did, in fact, list Desrosiers's job description as part of the information it considered in making its final decision. While Desrosiers accurately points out that Hartford did not receive the job description until it was considering her appeal, as opposed to during the pendency of the original claim, we do not find this timing issue dispositive. We faced a similar situation in <i>Wright,</i> where we rejected a claimant's argument that Hartford's failure to consider his job description until the appeal process constituted an abuse of discretion. <i>Wright,</i> 402 F.3d at 77-78.</p>\n<p>Desrosiers's second argument fares no better. She asserts that Hartford impermissibly insisted that she provide \"objective evidence\" to support her disability claim. In <i>Boardman v. Prudential Ins. Co. of America,</i> 337 F.3d 9 (1st Cir.2003), we found it impermissible to require objective evidence to support claims based on medical conditions that do not lend themselves to objective verification, such as fibromyalgia. <i>Id.</i> at 17. But we also made clear that it is permissible to require objective support that a claimant is unable to work as a result of such conditions. <i>Id.</i> Here, although Hartford's claim denials made reference to a lack of objective findings, it did so in conjunction with particular diagnosese.g., lumbar disk herniationwhich do lend themselves to objective verification. To the extent Hartford otherwise referred to objective evidence, it did so in the context of Desrosiers's claim that she was unable to work. As Hartford did not improperly rely on a lack of objective evidence, we do not find that it abused its discretion when it denied Desrosiers's claim.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  <i>Desrosiers v. Hartford Life &amp; Acc. Ins. Co.,</i> 456 F.Supp.2d 325 (D.R.I.2006); <i>Desrosiers v. Hartford Life &amp; Acc. Ins. Co.,</i> 354 F.Supp.2d 119 (D.R.I.2005).</p>\n<p>[2]  Desrosiers originally filed suit in Providence County (R.I.) Superior Court. Hartford removed the case to district court based on diversity jurisdiction. She asserted state law breach of contract and bad faith settlement claims.</p>\n<p>[3]  As. Desrosiers's appeal is aimed at the procedures followed by Hartford and by the district court, we offer only a brief summary of her claimed injuries.</p>\n<p>[4]  In her application for benefits, Desrosiers wrote \"fell off swing; broken nose.\" In an affidavit submitted to the district court she stated she \"fractured [her] skull.\"</p>\n<p>[5]  Desrosiers reported on her benefit application that she worked part-time through August 1999, then full time until the December accident.</p>\n<p>[6]  As the procedure followed by the district court is, in part, the basis for Desrosiers's appeal, we detail the travel of the case separately.</p>\n<p>[7]  The gist of the dispute was whether the Plan was an \"employee welfare benefit plan,\" as defined by ERISA, 29 U.S.C. § 1002. <i>Desrosiers,</i> 354 F.Supp.2d at 123.</p>\n<p>[8]  Hartford also asserts that even if the argument is preserved, the affidavit was not improper. We do not reach the second argument.</p>\n<p>[9]  A divided panel of this court recently addressed the question of the appropriate standard of review in cases where, as here, the insurance company both makes the eligibility determination and pays the benefits. <i>See </i><i>Denmark v. Liberty Life Assurance Co.,</i> 481 F.3d 16 (1st Cir.2007). There, two members of this court recommended a re-examination of the standard of review where such socalled \"structural conflicts of interest\" are present. Although a petition for en banc review is pending, abuse of discretion remains the standard of review applied in this circuit. <i>See </i><i>Gillis v. SPX Corp. Individual Account Retirement Plan,</i> 511 F.3d 58 (1st Cir.2007). We note that the Supreme Court has granted certiorari on this issue <i>Glenn v. Metropolitan Life Ins. Co.,</i> 461 F.3d 660 (6th Cir.2006), <i>cert. granted,</i> ___ U.S. ___, 128 S.Ct. 1117, ___ L.Ed.2d ___ (2008). However, given the nature of Desrosiers's appellate arguments, our result would be the same under any standard of review.</p>\n<p>[10]  Not unlike her argument with respect to the district court's handling of the first summary judgment motion, Desrosiers seeks reversal of the second summary judgment order because of the <i>process</i> Hartford followed in handling her claims, i.e., the failure to use a job description and the requirement of objective evidence. This approach implicitly concedes defeat if we find that Hartford's alleged procedural flaws do not require reversal, as Desrosiers posits no argument that Hartford's decision was substantively flawed.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">515</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">87</span></span> (2008)</b></center>\n<center><h1>Sheryl Serreze DESROSIERS, Plaintiff, Appellant,<br>\nv.<br>\nHARTFORD LIFE AND ACCIDENT INSURANCE COMPANY, Defendant, Appellee.</h1></center>\n<center>No. 06-2609.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard August 1, 2007.</center>\n<center>Decided February 14, 2008.</center>\n<p><span class=\"star-pagination\">*88</span> Jordan M. Lewis, with whom Siegel, Brill, Greupner, Duffy &amp; Foster, P.A., Christopher M. Lefebvre, Law Offices of <span class=\"star-pagination\">*89</span> Claude F. Lefebvre &amp; Sons, and S. Carolina Africano were on brief, for appellant.</p>\n<p>Mark A. Pogue, with whom Edwards Angell Palmer &amp; Dodge LLP was on brief, for appellee.</p>\n<p>Before BOUDIN, Chief Judge, SELYA, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>Sheryl Serreze Desrosiers appeals from two adverse summary judgment rulings which together upheld the denial of her claim for long-term disability benefits by Hartford Life &amp; Accident Insurance Co. (\"Hartford\").<sup>[1]</sup> The district court first ruled that Desrosiers's common law claims<sup>[2]</sup> were preempted by ERISA. After allowing Desrosiers to amend her complaint to proceed under ERISA, the court upheld Hartford's determination that Desrosiers was not \"totally disabled\" within the meaning of the disability insurance policy. We affirm.</p>\n<p></p>\n<h2><i>I. FACTUAL BACKGROUND</i></h2>\n<p>A. <i>The Plan</i></p>\n<p>Appellant, an attorney, began working at the United States Trustee Program in 1992. She became Assistant United States Trustee in the Program's Rhode Island office in 1995. As an employee of the Department of Justice, Desrosiers was eligible to enroll in the Federal Employee Group Long Term Disability Plan (\"the Plan\"), which is sponsored by the Department of Justice Recreation Association (\"DJRA\"). Plan benefits are paid by an insurance policy issued by Hartford, which also administers the Plan. To receive benefits pursuant to the policy, a claimant must demonstrate \"total disability,\" which is defined in relevant part as \"being prevented from performing the essential duties of your occupation\" as a result of accidental bodily injury, sickness, or mental illness.</p>\n<p>B. <i>The Claim</i><sup>[3]</sup></p>\n<p>Desrosiers's claim for disability benefits resulted from three separate incidents in 1999. In April, she was struck in the head by a car door, and subsequently complained of resultant headaches, dizziness and difficulty with left eye vision. In May, Desrosiers was injured when she fell off a swing.<sup>[4]</sup> She was treated by a neurologist about a month later for persistent headaches, nausea and dizziness. She was diagnosed with post-traumatic migraines. Desrosiers returned to work after the second injury<sup>[5]</sup>, but was injured again in December, when she fell down stairs at home. She suffered a cut on her head that required stitches and was admitted to the hospital for five days. She subsequently suffered from a host of maladies, including partial vision loss in her left eye, and <span class=\"star-pagination\">*90</span> weakness or paralysis in her right leg. Desrosiers was diagnosed with a sprained back and neck and was discharged with a walker. She continued to have headaches, dizziness and weakness in her right leg, as well as various cognitive problems, including forgetfulness, sleep issues and difficulty concentrating. While an MRI and spinal CT scan produced normal results, a brain MRI showed \"slight hyperintensity of the left optic nerve.\"</p>\n<p>Desrosiers did not return to work after the third accident. She submitted her disability insurance claim to Hartford on December 30, 1999. Desrosiers attempted to return to part-time work in June 2000, but stopped two weeks later on the advice of her doctor. During the period between Desrosiers's application and her cessation of work, she submitted medical information to Hartford, which in turn supplied the information to its own internal medical personnel. Hartford denied Desrosiers's claim in August 2000. Desrosiers pursued an internal appeal, in support of which she supplied additional medical information. Hartford denied the appeal in May 2001.</p>\n<p>C. <i>District Court Proceedings</i><sup>[6]</sup></p>\n<p>Desrosiers filed suit in Rhode Island Superior Court in November 2002. In January 2003, Hartford removed the action to federal court on diversity grounds. Hartford amended its answer in July 2003 to assert that Desrosiers's claims fell within ERISA's ambit.<sup>[7]</sup> In February 2004, Hartford filed its first motion for summary judgment, asserting ERISA preemption of Desrosiers's state law claims. Hartford's motion was supported by an affidavit from DJRA President Arthur C. Smith III. Approximately one week later, Hartford moved to stay discovery pending resolution of its summary judgment motion. Desrosiers did not object to the stay, and the motion was granted. She filed her objection to Hartford's summary judgment motion in March. In April, Hartford filed a reply to the objection, which included a legal argument only briefly mentioned in its original motion, as well as a supplemental affidavit from Smith, which contained facts not in his original affidavit. In August, the district court conducted a hearing on the motion. In January 2005, the district court granted Hartford's ERISA-based motion, dismissed Desrosiers's state law claims, and allowed her to file an amended complaint asserting ERISA claims. <i>Desrosiers,</i> 354 F.Supp.2d at 129.</p>\n<p>Following a period of discovery, the parties filed cross-motions for summary judgment regarding Hartford's denial of benefits. In October 2006, the district court granted Hartford's motion and denied Desrosiers's. This appeal followed.</p>\n<p></p>\n<h2><i>II. DISCUSSION</i></h2>\n<p>A. <i>The First Summary Judgment Motion</i></p>\n<p>Desrosiers's first argument on appeal is that the district court committed reversible error in its handling of the first summary judgment motion when it improperly relied on \"new\" facts contained in the affidavit submitted with Hartford's reply. It is important to note that this argument is based entirely on the district court's reliance on the second Smith affidavit, rather than a challenge to the result reached after the allegedly improper reliance. In other words, Desrosiers implicitly concedes that if the district court did <span class=\"star-pagination\">*91</span> not err in relying on the second Smith affidavit, then its decision to treat her complaint as an ERISA matter must be affirmed. We review the district court's consideration of evidence on summary judgment for abuse of discretion. <i>Hoffman v. Applicators Sales &amp; Service, Inc.,</i> <span class=\"citation\" data-id=\"202073\"><a href=\"/opinion/202073/hoffman-v-applicators-sales/\"><span class=\"volume\">439</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 13 (1st Cir.2006). We will not set aside the decision without strong evidence that the district court \"indulged in a serious lapse in judgment.\" <i>Id.</i> at 14 (citation and quotations omitted).</p>\n<p>In support of her argument, Desrosiers cites a host of cases which stand for the proposition that a party seeking summary judgment may not add new facts or legal arguments in a reply. Hartford does not dispute this general premise. Instead, Hartford argues that Desrosiers waived the argument by not raising it in the district court.<sup>[8]</sup></p>\n<p>Desrosiers ostensibly argues that she was under no obligation to bring the issue to the court's attention. She contends that the \"no new facts\" rule is self-executing, and that the district court should therefore have ignored the second affidavit on its own initiative. To the contrary, however, we have consistently required some affirmative action from the aggrieved, litigant to preserve such an argument. In <i>Davis v. Sears, Roebuck &amp; Co.,</i> <span class=\"citation\" data-id=\"419606\"><a href=\"/opinion/419606/31-fair-emplpraccas-1525-32-empl-prac-dec-p-33648-feleicia-malcolm/\"><span class=\"volume\">708</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">862</span></a></span> (1st Cir.1983), we held that if a party does not move to strike an inadmissible affidavit, \"any objections to its consideration are deemed to have been waived and it may properly be considered by the court when ruling on the motion.\" <i>Id.</i> at 864. To be sure, we do not always require a written motion to strike, as we did in <i>Davis.</i> Nevertheless, some action is required. Our approach was summed up in <i>Perez v. Volvo Car Corp.,</i> <span class=\"citation\" data-id=\"199393\"><a href=\"/opinion/199393/perez-de-munoz-v-volvo-car-corp/\"><span class=\"volume\">247</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">303</span></a></span> (1st Cir.2001):</p>\n<blockquote>We believe that what is required to preserve a party's rights vis-á-vis an allegedly deficient affidavit is for the dissatisfied party to (a) apprise the trial court, in a conspicuous manner and in a timely fashion, that she considers the affidavit defective; and (b) spell out the nature of the ostensible defects clearly and distinctly. Whether the dissatisfied party fulfills these requirements by means of a motion to strike or in some substantially equivalent way (say, by an objection, or as here, in a legal memorandum . . .) is of little moment.</blockquote>\n<p><i>Id.</i> at 314.</p>\n<p>Here, Desrosiers had ample opportunity to object to Hartford's reply and accompanying affidavit, which were filed April 2, 2004. Oral argument took place almost exactly four months later, on August 3, 2004. Desrosiers took no action during that time. Nor did she act following oral argument, after which more than five months passed before the district court issued its ruling in January 2005. During that accumulated nine months, Desrosiers might have, for example, moved to strike the second affidavit or the reply in its entirety, filed a motion to lift the existing discovery stay, invoked Rule 56(f) to seek additional discovery, or moved for leave to file a sur-reply containing a supplemental affidavit of her own. In the absence of some form of objection, the district court was not required to ignore the second affidavit sua sponte.</p>\n<p>Alternatively, in her reply brief before <i>this</i> court, Desrosiers for the first time points to statements made by her counsel during the summary judgment hearing which purport to register an objection to the second affidavit. We disagree <span class=\"star-pagination\">*92</span> that sufficient objection was made. During the hearing, Desrosiers's counsel bemoaned the additional information in the second affidavit; when the district court asked whether he was \"requesting discovery now,\" he replied, \"Well, we would very much like an opportunity here in Court or through deposition to conduct inquiry of Mr. Smith.\" This statement was both the first and last time that Desrosiers raised the issue in the district court between April 2, 2004 (when the reply was filed) and January 27, 2005 (when Hartford's motion was granted). We disagree with Desrosiers's assertion that this lone comment constituted a sufficient objection to the affidavit. In our view, this falls far short of the \"seasonable, strenuous and specific\" oral objection we have, in the past, required to preserve the issue. <i>See </i><i>Perez,</i> 247 F.3d at 315 (noting that an objection was preserved where the complaining party pointed \"specifically to critical portions of the affidavit on the ground that those excerpts violated Federal Rule of Civil Procedure 56(e)\" and thus \"straightforwardly brought the claimed shortcomings in the affidavit to the district court's (and the plaintiffs) attention in a timeous manner\"). While we do not suggest any nefarious purpose in this case, reversing a summary judgment in the absence of a sufficient objection to an allegedly improper affidavit runs the risk of allowing parties to \"`play dog in the manger, making no response to a movant's affidavits, with the chances of both . . . defeating the motion and, if unsuccessful, of later setting it aside.'\" <i>Id.</i> at 314-15 (quoting <i>Lacey v. Lumber Mutual Fire Ins. Co.,</i> <span class=\"citation\" data-id=\"345393\"><a href=\"/opinion/345393/addie-jane-lacey-v-the-lumber-mutual-fire-insurance-company-of-boston/\"><span class=\"volume\">554</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1204</span></a></span>, 1205 (1st Cir. 1977)).</p>\n<p>Against this factual and legal backdrop, the district court's reliance on the second affidavit was not an abuse of discretion, and we thus affirm the first summary judgment ruling, finding ERISA preemption.</p>\n<p>B. <i>The Second Summary Judgment Motion</i></p>\n<p>Following the district court's first ruling and a period of discovery, the parties filed cross-motions for summary judgment on Hartford's decision to deny coverage. We review the summary judgment ruling de novo, <i>Kansky v. Coca-Cola Bottling Co. of New England,</i> <span class=\"citation\" data-id=\"202829\"><a href=\"/opinion/202829/kansky-v-coca-cola-bottling-co-of-new-england/\"><span class=\"volume\">492</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 57 (1st Cir.2007), and Hartford's determination under an abuse of discretion standard.<sup>[9]</sup> Under this deferential review, the decision is upheld as long as it is \"reasoned and supported by substantial evidence.\" <i>Wright v. R.R. Donnelley &amp; Sons Co. Group Benefits Plan,</i> <span class=\"citation\" data-id=\"201501\"><a href=\"/opinion/201501/wright-v-donnelley/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></a></span>, 74 (1st Cir.2005). More specifically, we explained in <i>Wright</i> that evidence is \"substantial\" when it is \"reasonably sufficient to support a conclusion.\" <i>Id.</i></p>\n<p>Desrosiers asserts two specific instances in which Hartford allegedly abused <span class=\"star-pagination\">*93</span> its discretion.<sup>[10]</sup> First, she claims that Hartford violated its own internal claims procedures when it failed to obtain Desrosiers's job description prior to issuing its benefit denial. Such failure is critical, Desrosiers claims, because the policy's definition of \"disability\" is expressed in terms of the claimant's ability to \"perform the essential duties\" of her occupation. She argues that Hartford's alleged procedural transgression alone constitutes an abuse of discretion warranting reversal. We need not, however, decide whether a procedural failure such as alleged here would, standing alone, constitute an abuse of discretion, as the record demonstrates that Hartford did, in fact, list Desrosiers's job description as part of the information it considered in making its final decision. While Desrosiers accurately points out that Hartford did not receive the job description until it was considering her appeal, as opposed to during the pendency of the original claim, we do not find this timing issue dispositive. We faced a similar situation in <i>Wright,</i> where we rejected a claimant's argument that Hartford's failure to consider his job description until the appeal process constituted an abuse of discretion. <i>Wright,</i> 402 F.3d at 77-78.</p>\n<p>Desrosiers's second argument fares no better. She asserts that Hartford impermissibly insisted that she provide \"objective evidence\" to support her disability claim. In <i>Boardman v. Prudential Ins. Co. of America,</i> <span class=\"citation\" data-id=\"200561\"><a href=\"/opinion/200561/boardman-v-prudential-insurance/\"><span class=\"volume\">337</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span> (1st Cir.2003), we found it impermissible to require objective evidence to support claims based on medical conditions that do not lend themselves to objective verification, such as fibromyalgia. <i>Id.</i> at 17. But we also made clear that it is permissible to require objective support that a claimant is unable to work as a result of such conditions. <i>Id.</i> Here, although Hartford's claim denials made reference to a lack of objective findings, it did so in conjunction with particular diagnosese.g., lumbar disk herniationwhich do lend themselves to objective verification. To the extent Hartford otherwise referred to objective evidence, it did so in the context of Desrosiers's claim that she was unable to work. As Hartford did not improperly rely on a lack of objective evidence, we do not find that it abused its discretion when it denied Desrosiers's claim.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  <i>Desrosiers v. Hartford Life &amp; Acc. Ins. Co.,</i> <span class=\"citation\" data-id=\"2466560\"><a href=\"/opinion/2466560/desrosiers-v-hartford-life-and-accident-insurance-company/\"><span class=\"volume\">456</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">325</span></a></span> (D.R.I.2006); <i>Desrosiers v. Hartford Life &amp; Acc. Ins. Co.,</i> <span class=\"citation\" data-id=\"2418398\"><a href=\"/opinion/2418398/desrosiers-v-hartford-life-and-acc-ins-co/\"><span class=\"volume\">354</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">119</span></a></span> (D.R.I.2005).</p>\n<p>[2]  Desrosiers originally filed suit in Providence County (R.I.) Superior Court. Hartford removed the case to district court based on diversity jurisdiction. She asserted state law breach of contract and bad faith settlement claims.</p>\n<p>[3]  As. Desrosiers's appeal is aimed at the procedures followed by Hartford and by the district court, we offer only a brief summary of her claimed injuries.</p>\n<p>[4]  In her application for benefits, Desrosiers wrote \"fell off swing; broken nose.\" In an affidavit submitted to the district court she stated she \"fractured [her] skull.\"</p>\n<p>[5]  Desrosiers reported on her benefit application that she worked part-time through August 1999, then full time until the December accident.</p>\n<p>[6]  As the procedure followed by the district court is, in part, the basis for Desrosiers's appeal, we detail the travel of the case separately.</p>\n<p>[7]  The gist of the dispute was whether the Plan was an \"employee welfare benefit plan,\" as defined by ERISA, 29 U.S.C. § 1002. <i>Desrosiers,</i> 354 F.Supp.2d at 123.</p>\n<p>[8]  Hartford also asserts that even if the argument is preserved, the affidavit was not improper. We do not reach the second argument.</p>\n<p>[9]  A divided panel of this court recently addressed the question of the appropriate standard of review in cases where, as here, the insurance company both makes the eligibility determination and pays the benefits. <i>See </i><i>Denmark v. Liberty Life Assurance Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">481</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></span> (1st Cir.2007). There, two members of this court recommended a re-examination of the standard of review where such socalled \"structural conflicts of interest\" are present. Although a petition for en banc review is pending, abuse of discretion remains the standard of review applied in this circuit. <i>See </i><i>Gillis v. SPX Corp. Individual Account Retirement Plan,</i> <span class=\"citation\" data-id=\"203079\"><a href=\"/opinion/203079/gillis-v-spx-corp-ind-acc-retirement-plan/\"><span class=\"volume\">511</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span> (1st Cir.2007). We note that the Supreme Court has granted certiorari on this issue <i>Glenn v. Metropolitan Life Ins. Co.,</i> <span class=\"citation\" data-id=\"795535\"><a href=\"/opinion/795535/wanda-glenn-v-metlife-metropolitan-life-insurance-company-and-long-term/\"><span class=\"volume\">461</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">660</span></a></span> (6th Cir.2006), <i>cert. granted,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1117</span></span>, ___ L.Ed.2d ___ (2008). However, given the nature of Desrosiers's appellate arguments, our result would be the same under any standard of review.</p>\n<p>[10]  Not unlike her argument with respect to the district court's handling of the first summary judgment motion, Desrosiers seeks reversal of the second summary judgment order because of the <i>process</i> Hartford followed in handling her claims, i.e., the failure to use a job description and the requirement of objective evidence. This approach implicitly concedes defeat if we find that Hartford's alleged procedural flaws do not require reversal, as Desrosiers posits no argument that Hartford's decision was substantively flawed.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/199393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201501/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202829/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203079/",
    "http://www.courtlistener.com/api/rest/v3/opinions/345393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/419606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795535/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2418398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2466560/"
  ]
}