{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203276/",
  "absolute_url": "/opinion/203276/lupu-v-wyndham-el-conq-resort-golden-door/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203276/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:12:25Z",
  "date_modified": "2016-04-26T13:15:30.810768Z",
  "type": "010combined",
  "sha1": "fbf6a47c77cda031e83d48267729bda3468d25c4",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-1659-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/04/30/Lupu_v._El_Conquistador.pdf",
  "plain_text": "            United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 07-1659\n\n    CHRISTIAN LUPU; AMY LUPU; CONJUGAL PARTNERSHIP LUPU-LUPU,\n\n                        Plaintiffs, Appellants,\n\n                                   v.\n\n         WYNDHAM EL CONQUISTADOR RESORT & GOLDEN DOOR SPA; EL\n          CONQUISTADOR LUXURY RESORT; INSURANCE COMPANY ABC,\n\n                        Defendants, Appellees.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF PUERTO RICO\n\n            [Hon. José Antonio Fusté, U.S. District Judge]\n\n\n                                 Before\n\n                         Boudin, Chief Judge,\n                        Lynch, Circuit Judge,\n                 and Keenan,* Senior District Judge.\n\n\n\n     Juan M. Frontera-Suau for appellant.\n     Edwin J. Seda-Fernandez with whom Patricia R. Limeres-Vargas\nand Adsuar Muñiz Goyco Seda & Pérez-Ochoa, P.S.C. were on brief for\nappellee.\n\n\n\n                            April 30, 2008\n\n\n\n     *\n          Of    the   Southern   District   of   New   York,   sitting   by\ndesignation.\n\f              LYNCH, Circuit Judge.       Christian Lupu, whose career has\n\nbeen in the hotel industry, worked for three years for the Caribe\n\nHilton Hotel in San Juan, Puerto Rico.             He started work at his next\n\njob at the Wyndham El Conquistador Resort in Puerto Rico on\n\nNovember 29, 2004 as Director of Engineering.                Wyndham's written\n\noffer    of   employment    was   explicit   that     he   was   a   probationary\n\nemployee during the period starting November 29, 2004 and ending on\n\nFebruary 26, 2005.         On February 24, 2005, his superiors informed\n\nhim his employment would end at the conclusion of the probationary\n\nperiod    due   to   inadequacies    in     his    performance.        He   worked\n\nthereafter at the Waldorf Astoria Hotel in New York.\n\n              He (and his wife and their conjugal partnership) filed\n\nsuit in federal court in Puerto Rico over the termination of his\n\nemployment by the Conquistador.             His suit was dismissed.          This\n\nappeal concerns only two of the several claims he made, under\n\ndiversity jurisdiction, both of which the court disposed of on\n\ndefendants' motion for summary judgment.                   Both are claims of\n\nviolations of Puerto Rico statutes:               Act No. 115, P.R. Laws Ann.\n\ntit. 29, § 194a, prohibiting retaliation against certain defined\n\nwhistleblowers, and Article 1802, P.R. Laws Ann. tit. 31 § 5141,\n\nfor negligence.      We affirm.\n\n\n\n\n                                      -2-\n\f                                    I.\n\nA.        Act   No.   115:        Prohibiting        Retaliation     Against\n          Whistleblowers\n\n          The first statute at issue, Act No. 115, P.R. Laws Ann.\n\ntit. 29, § 194a, provides in relevant part:\n\n          (a) No employer may discharge, threaten, or\n          discriminate against an employee regarding the\n          terms, conditions, compensation, location,\n          benefits or privileges of the employment\n          should the employee offer or attempt to offer,\n          verbally or in writing, any testimony,\n          expression    or    information    before    a\n          legislative, administrative or judicial forum\n          in Puerto Rico, when such expressions are not\n          of a defamatory character nor constitute\n          disclosure    of     privileged    information\n          established by law.\n\n(Emphasis added.)     The statute also imposes an obligation on the\n\nemployee to establish, \"through direct or circumstantial evidence,\"\n\na prima facie case that he or she (a) \"participated in an activity\n\nprotected by §§ 194 et seq.\" and (b) \"was subsequently discharged.\"\n\nId. § 194a(c). See generally Hoyos v. Telecorp Commc'ns, Inc., 405\n\nF. Supp. 2d 199, 207 (D.P.R. 2005); Rivera Rodriguez v. Sears\n\nRoebuck de P.R., Inc., 367 F. Supp. 2d 216, 230 (D.P.R. 2005).\n\n          The   undisputed   facts,       as   the   district   court   held,\n\ndemonstrate   that   plaintiff    never    participated    in   an   activity\n\nprotected by section 194a.       That is, he did not \"offer or attempt\n\nto offer, verbally or in writing, any testimony, expression or\n\ninformation before a legislative, administrative or judicial forum\n\nin Puerto Rico.\"     P.R. Laws Ann. tit. 29, § 194a(a).\n\n\n                                    -3-\n\f           At Lupu's deposition, he admitted that he never offered\n\nor   attempted    to   offer    any       information       to    the   Puerto    Rico\n\ngovernmental     authorities     listed         in   the    statute;    nor   had    he\n\nthreatened to go to such authorities with any report of perceived\n\nirregularities in the operations at the hotel.1\n\n           Despite his deposition testimony, Lupu, in an effort to\n\nstave off summary judgment, argued that the statutory requirement\n\nwas met by (1) a conversation he had with a supervisor during an\n\ninternal   meeting     and     (2)    a    document        Lupu   had   written     and\n\ninadvertently left on the desk of the supervisor.                       The internal\n\nmeeting took place between Lupu and John Paul Oliver, Wyndham's\n\nArea Vice President of Offshore Resorts.                   Lupu sought out Oliver\n\nfor the conversation on February 24, 2005 after he was told his\n\nposition was being terminated on February 25. Lupu asserts, and we\n\ntake the evidence in his favor for summary judgment purposes, that\n\nhe discussed with Oliver his concerns about hotel mismanagement and\n\nlack of proper maintenance that might lead to non-compliance with\n\ngovernment regulations. He does not assert he had discussions with\n\nthe entities listed in the statute or told Oliver that he intended\n\nto go to the authorities.\n\n\n\n\n     1\n          These alleged irregularities, according to plaintiff,\nincluded internal management issues, such as misreporting of time\nworked by other employees, as well as perceived violations of\nregulations, such as inappropriate maintenance of the hotel's\nwastewater treatment plant.\n\n                                          -4-\n\f            The document involved is one which Lupu unintentionally\n\nleft on Oliver's desk after the February 24, 2005 meeting, entitled\n\n\"Questions to Discuss With Attorney.\" Lupu says he had intended to\n\nseek advice from an attorney with the list of questions, which\n\ncovered what rights Lupu would have if he went to the authorities\n\nand discussed whether he could file a complaint against the hotel\n\nwithout that affecting his employment opportunities.    Lupu agrees\n\nOliver handed the document back to him when Lupu realized he left\n\nthe document behind and returned for it.\n\n            Lupu argues there are contested facts precluding summary\n\njudgment as to (1) whether his employment was actually terminated\n\nbefore or after his meeting with Oliver2 and (2) whether Oliver\n\nread the \"Questions to Discuss With Attorney\" before Oliver handed\n\nthe document back.   These disputes, which go to causation, are not\n\nmaterial.    Even assuming these two facts were resolved in Lupu's\n\nfavor, he still has not put forward evidence that he \"offered or\n\nattempted to offer\" testimony or information to a \"legislative,\n\nadministrative or judicial forum in Puerto Rico,\" as required by\n\nthe statute.3\n\n\n     2\n          Lupu alleges that several minutes after leaving the\nmeeting with Oliver, he received a phone call from one of his\nsuperiors informing him that his employment was officially\nterminated and telling him to stop \"going around\" to Wyndham's vice\npresidents.\n     3\n          Lupu makes a secondary argument that Oliver may have\nthought that Lupu was going to report the hotel to the authorities\nand it is that perception that is important under Act 115, not\n\n                                 -5-\n\f          Indeed, his argument stretches the statutory language\n\nwell beyond any fair reading.        The district court was correct to\n\nreject it.\n\nB.        Article 1802: Negligence\n\n          Lupu's    claim    for    negligence   is   one   of    fraudulent\n\ninducement by the hotel to entice him to work for it, never\n\nintending to employ him past his probationary employment date.            He\n\nmakes his claim under Article 1802, P.R. Laws Ann. tit. 31, § 5141,\n\nwhich provides in part that a \"person who by an act or omission\n\ncauses damage to another through fault or negligence shall be\n\nobliged to repair the damage so done.\"        He alleges that the Puerto\n\nRico Supreme Court recognized an implied private right of action\n\nfor damages claims in employment actions under Article 1802 in\n\nMontalvo v. Ceramic Enterprises, 7 P.R. Offic. Trans. 773 (1978).\n\n          Puerto   Rico     law   expressly   provides   for     probationary\n\nperiods of employment under P.R. Laws Ann., tit. 29, § 185h.           These\n\nperiods exempt employers from the requirements of Puerto Rico Law\n\n80, id. § 185a, a statute ordinarily requiring that a discharge be\n\nfor just cause.    We will bypass the question of whether, in light\n\n\n\n\nwhether Lupu actually did go or attempt to go to the authorities.\nHe cites a Puerto Rico Supreme Court case, Irizarry v. Johnson &\nJohnson Consumer Products Co. (P.R.), 150 D.P.R. 155 (2000), but an\nEnglish version is unavailable in the bound volumes of the court's\nreporter and the plaintiff has not provided a translation as\nrequired by this court's rules. See 1st Cir. Loc. R. 30(d). He\nmay not use the case to support his proposition.      See Hoyos v.\nTelecorp Commc'ns, Inc., 488 F.3d 1, 6 n.4 (1st Cir. 2007).\n\n                                     -6-\n\fof these two statutes, a claim can lie under Puerto Rico law for\n\nnegligence for inducement into a probationary job.\n\n            On the undisputed facts, Lupu cannot make out a factually\n\nsupportable claim, and we need not address the hypothetical outer\n\nreaches of the statute. The district court found it was undisputed\n\nthat defendants regarded Lupu's work as unsatisfactory; there are\n\ndocuments    in   evidence   supporting   this.      The   court   noted   and\n\nrejected Lupu's argument that fraudulent intent by the hotel in\n\nhiring him for a probationary job is shown by the fact that the\n\naccounting office had not budgeted Lupu's position for the coming\n\nyear.    That allegation, even if true, is entirely consistent with\n\nthe     explanation   that   he   was   terminated    for    unsatisfactory\n\nperformance.      Even if the hotel also decided it did not need the\n\nposition, that does not show the three-month probationary job offer\n\nto Lupu was a sham when it was offered.           Much less does it show\n\nthat it was a sham intended to lure Lupu away from another job.             In\n\nfact, there is no evidence of luring at all.           Lupu concedes that\n\nthe responsibilities in his prior job at the Caribe Hilton were\n\nconsiderably diminished and that the offer from defendants was an\n\nattractive alternative to his limited opportunities with the Hilton\n\norganization.      There is no evidence of any false statement by\n\ndefendants in the course of offering him the probationary job.              He\n\nwas offered a probationary job and that is what he received.\n\n            We have considered Lupu's other arguments against summary\n\njudgment; they are without merit.\n\n                                    -7-\n\fAffirmed.\n\n\n\n\n            -8-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>524 F.3d 312 (2008)</b></center>\n<center><h1>Christian LUPU; Amy Lupu; Conjugal Partnership Lupu-Lupu, Plaintiffs, Appellants,<br>\nv.<br>\nWYNDHAM EL CONQUISTADOR RESORT &amp; GOLDEN DOOR SPA; El Conquistador Luxury Resort; Insurance Company ABC, Defendants, Appellees.</h1></center>\n<center>No. 07-1659.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 6, 2008.</center>\n<center>Decided April 30, 2008.</center>\n<p>Juan M. Frontera-Suau, for appellant.</p>\n<p>Edwin J. Seda-Fernandez with whom Patricia R. Limeres-Vargas and Adsuar Muñiz Goyco Seda &amp; Pérez-Ochoa, P.S.C. were on brief for appellee.</p>\n<p>Before BOUDIN, Chief Judge, LYNCH, Circuit Judge, and KEENAN,<sup>[*]</sup> Senior District Judge.</p>\n<p>LYNCH, Circuit Judge.</p>\n<p>Christian Lupu, whose career has been in the hotel industry, worked for three years for the Caribe Hilton Hotel in San Juan, Puerto Rico. He started work at his next job at the Wyndham El Conquistador Resort in Puerto Rico on November 29, 2004 as Director of Engineering. Wyndham's written offer of employment was explicit that he was a probationary employee during the period starting November 29, 2004 and ending on February 26, 2005. On February 24, 2005, his superiors informed him his employment would end at the conclusion of the probationary period due to inadequacies in his performance. He worked thereafter at the Waldorf Astoria Hotel in New York.</p>\n<p>He (and his wife and their conjugal partnership) filed suit in federal court in Puerto Rico over the termination of his employment <span class=\"star-pagination\">*313</span> by the Conquistador. His suit was dismissed. This appeal concerns only two of the several claims he made, under diversity jurisdiction, both of which the court disposed of on defendants' motion for summary judgment. Both are claims of violations of Puerto Rico statutes: Act No. 115, P.R. Laws Ann. tit. 29, § 194a, prohibiting retaliation against certain defined whistleblowers, and Article 1802, P.R. Laws Ann. tit. 31 § 5141, for negligence. We affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>A. <i>Act No. 115: Prohibiting Retaliation Against Whistleblowers</i>\n</h2>\n<p>The first statute at issue, Act No. 115, P.R. Laws Ann. tit. 29, § 194a, provides in relevant part:</p>\n<blockquote>(a) No employer may discharge, threaten, or discriminate against an employee regarding the terms, conditions, compensation, location, benefits or privileges of the employment <i>should the employee offer or attempt to offer, verbally or in writing, any testimony, expression or information before a legislative, administrative or judicial forum in Puerto Rico,</i> when such expressions are not of a defamatory character nor constitute disclosure of privileged information established by law.</blockquote>\n<p>(Emphasis added.) The statute also imposes an obligation on the employee to establish, \"through direct or circumstantial evidence,\" a prima facie case that he or she (a) \"participated in an activity protected by §§ 194 et seq.\" and (b) \"was subsequently discharged.\" <i>Id.</i> § 194a(c). <i>See generally </i><i>Hoyos v. Telecorp Commc'ns, Inc.,</i> 405 F.Supp.2d 199, 207 (D.P.R.2005); <i>Rivera Rodriguez v. Sears Roebuck De P.R., Inc.,</i> 367 F.Supp.2d 216, 230 (D.P.R. 2005).</p>\n<p>The undisputed facts, as the district court held, demonstrate that plaintiff never participated in an activity protected by section 194a. That is, he did not \"offer or attempt to offer, verbally or in writing, any testimony, expression or information before a legislative, administrative or judicial forum in Puerto Rico.\" P.R. Laws Ann. tit. 29, § 194a(a).</p>\n<p>At Lupu's deposition, he admitted that he never offered or attempted to offer any information to the Puerto Rico governmental authorities listed in the statute; nor had he threatened to go to such authorities with any report of perceived irregularities in the operations at the hotel.<sup>[1]</sup></p>\n<p>Despite his deposition testimony, Lupu, in an effort to stave off summary judgment, argued that the statutory requirement was met by (1) a conversation he had with a supervisor during an internal meeting and (2) a document Lupu had written and inadvertently left on the desk of the supervisor. The internal meeting took place between Lupu and John Paul Oliver, Wyndham's Area Vice President of Offshore Resorts. Lupu sought out Oliver for the conversation on February 24, 2005 after he was told his position was being terminated on February 25. Lupu asserts, and we take the evidence in his favor for summary judgment purposes, that he discussed with Oliver his concerns about hotel mismanagement and lack of proper maintenance that might lead to non-compliance with government regulations. He does not assert he had discussions with the entities listed in the statute or told Oliver that he intended to go to the authorities.</p>\n<p>The document involved is one which Lupu unintentionally left on Oliver's desk <span class=\"star-pagination\">*314</span> after the February 24, 2005 meeting, entitled \"Questions to Discuss With Attorney.\" Lupu says he had intended to seek advice from an attorney with the list of questions, which covered what rights Lupu would have if he went to the authorities and discussed whether he could file a complaint against the hotel without that affecting his employment opportunities. Lupu agrees Oliver handed the document back to him when Lupu realized he left the document behind and returned for it.</p>\n<p>Lupu argues there are contested facts precluding summary judgment as to (1) whether his employment was actually terminated before or after his meeting with Oliver<sup>[2]</sup> and (2) whether Oliver read the \"Questions to Discuss With Attorney\" before Oliver handed the document back. These disputes, which go to causation, are not material. Even assuming these two facts were resolved in Lupu's favor, he still has not put forward evidence that he \"offered or attempted to offer\" testimony or information to a \"legislative, administrative or judicial forum in Puerto Rico,\" as required by the statute.<sup>[3]</sup></p>\n<p>Indeed, his argument stretches the statutory language well beyond any fair reading. The district court was correct to reject it.</p>\n<p></p>\n<h2>B. <i>Article 1802: Negligence</i>\n</h2>\n<p>Lupu's claim for negligence is one of fraudulent inducement by the hotel to entice him to work for it, never intending to employ him past his probationary employment date. He makes his claim under Article 1802, P.R. Laws Ann. tit. 31, § 5141, which provides in part that a \"person who by an act or omission causes damage to another through fault or negligence shall be obliged to repair the damage so done.\" He alleges that the Puerto Rico Supreme Court recognized an implied private right of action for damages claims in employment actions under Article 1802 in <i>Montalvo v. Ceramic Enterprises,</i> 7 P.R. Offic. Trans. 773 (1978).</p>\n<p>Puerto Rico law expressly provides for probationary periods of employment under P.R. Laws Ann., tit. 29, § 185h. These periods exempt employers from the requirements of Puerto Rico Law 80, <i>id.</i> § 185a, a statute ordinarily requiring that a discharge be for just cause. We will bypass the question of whether, in light of these two statutes, a claim can lie under Puerto Rico law for negligence for inducement into a <i>probationary job.</i></p>\n<p>On the undisputed facts, Lupu cannot make out a factually supportable claim, and we need not address the hypothetical outer reaches of the statute. The district court found it was undisputed that defendants regarded Lupu's work as unsatisfactory; there are documents in evidence supporting this. The court noted and rejected Lupu's argument that fraudulent intent by the hotel in hiring him for a <span class=\"star-pagination\">*315</span> probationary job is shown by the fact that the accounting office had not budgeted Lupu's position for the coming year. That allegation, even if true, is entirely consistent with the explanation that he was terminated for unsatisfactory performance. Even if the hotel also decided it did not need the position, that does not show the three-month probationary job offer to Lupu was a sham when it was offered. Much less does it show that it was a sham intended to lure Lupu away from another job. In fact, there is no evidence of luring at all. Lupu concedes that the responsibilities in his prior job at the Caribe Hilton were considerably diminished and that the offer from defendants was an attractive alternative to his limited opportunities with the Hilton organization. There is no evidence of any false statement by defendants in the course of offering him the probationary job. He was offered a probationary job and that is what he received.</p>\n<p>We have considered Lupu's other arguments against summary judgment; they are without merit.</p>\n<p>Affirmed.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Southern District of New York, sitting by designation.</p>\n<p>[1]  These alleged irregularities, according to plaintiff, included internal management issues, such as misreporting of time worked by other employees, as well as perceived violations of regulations, such as inappropriate maintenance of the hotel's wastewater treatment plant.</p>\n<p>[2]  Lupu alleges that several minutes after leaving the meeting with Oliver, he received a phone call from one of his superiors informing him that his employment was officially terminated and telling him to stop \"going around\" to Wyndham's vice presidents.</p>\n<p>[3]  Lupu makes a secondary argument that Oliver may have thought that Lupu was going to report the hotel to the authorities and it is that perception that is important under Act 115, not whether Lupu actually did go or attempt to go to the authorities. He cites a Puerto Rico Supreme Court case, <i>Irizarry v. Johnson &amp; Johnson Consumer Products Co. (P.R.),</i> 150 D.P.R. 155 (2000), but an English version is unavailable in the bound volumes of the court's reporter and the plaintiff has not provided a translation as required by this court's rules. <i>See</i> 1st Cir. Loc. R. 30(d). He may not use the case to support his proposition. <i>See </i><i>Hoyos v. Telecorp Commc'ns, Inc.,</i> 488 F.3d 1, 6 n. 4 (1st Cir.2007).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">312</span></span> (2008)</b></center>\n<center><h1>Christian LUPU; Amy Lupu; Conjugal Partnership Lupu-Lupu, Plaintiffs, Appellants,<br>\nv.<br>\nWYNDHAM EL CONQUISTADOR RESORT &amp; GOLDEN DOOR SPA; El Conquistador Luxury Resort; Insurance Company ABC, Defendants, Appellees.</h1></center>\n<center>No. 07-1659.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 6, 2008.</center>\n<center>Decided April 30, 2008.</center>\n<p>Juan M. Frontera-Suau, for appellant.</p>\n<p>Edwin J. Seda-Fernandez with whom Patricia R. Limeres-Vargas and Adsuar Muñiz Goyco Seda &amp; Pérez-Ochoa, P.S.C. were on brief for appellee.</p>\n<p>Before BOUDIN, Chief Judge, LYNCH, Circuit Judge, and KEENAN,<sup>[*]</sup> Senior District Judge.</p>\n<p>LYNCH, Circuit Judge.</p>\n<p>Christian Lupu, whose career has been in the hotel industry, worked for three years for the Caribe Hilton Hotel in San Juan, Puerto Rico. He started work at his next job at the Wyndham El Conquistador Resort in Puerto Rico on November 29, 2004 as Director of Engineering. Wyndham's written offer of employment was explicit that he was a probationary employee during the period starting November 29, 2004 and ending on February 26, 2005. On February 24, 2005, his superiors informed him his employment would end at the conclusion of the probationary period due to inadequacies in his performance. He worked thereafter at the Waldorf Astoria Hotel in New York.</p>\n<p>He (and his wife and their conjugal partnership) filed suit in federal court in Puerto Rico over the termination of his employment <span class=\"star-pagination\">*313</span> by the Conquistador. His suit was dismissed. This appeal concerns only two of the several claims he made, under diversity jurisdiction, both of which the court disposed of on defendants' motion for summary judgment. Both are claims of violations of Puerto Rico statutes: Act No. 115, P.R. Laws Ann. tit. 29, § 194a, prohibiting retaliation against certain defined whistleblowers, and Article 1802, P.R. Laws Ann. tit. 31 § 5141, for negligence. We affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>A. <i>Act No. 115: Prohibiting Retaliation Against Whistleblowers</i>\n</h2>\n<p>The first statute at issue, Act No. 115, P.R. Laws Ann. tit. 29, § 194a, provides in relevant part:</p>\n<blockquote>(a) No employer may discharge, threaten, or discriminate against an employee regarding the terms, conditions, compensation, location, benefits or privileges of the employment <i>should the employee offer or attempt to offer, verbally or in writing, any testimony, expression or information before a legislative, administrative or judicial forum in Puerto Rico,</i> when such expressions are not of a defamatory character nor constitute disclosure of privileged information established by law.</blockquote>\n<p>(Emphasis added.) The statute also imposes an obligation on the employee to establish, \"through direct or circumstantial evidence,\" a prima facie case that he or she (a) \"participated in an activity protected by §§ 194 et seq.\" and (b) \"was subsequently discharged.\" <i>Id.</i> § 194a(c). <i>See generally </i><i>Hoyos v. Telecorp Commc'ns, Inc.,</i> <span class=\"citation\" data-id=\"2446259\"><a href=\"/opinion/2446259/hoyos-v-telecorp-communications-inc/\"><span class=\"volume\">405</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">199</span></a></span>, 207 (D.P.R.2005); <i>Rivera Rodriguez v. Sears Roebuck De P.R., Inc.,</i> <span class=\"citation\" data-id=\"2435940\"><a href=\"/opinion/2435940/rivera-rodriguez-v-sears-roebuck-de-puerto-rico/\"><span class=\"volume\">367</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">216</span></a></span>, 230 (D.P.R. 2005).</p>\n<p>The undisputed facts, as the district court held, demonstrate that plaintiff never participated in an activity protected by section 194a. That is, he did not \"offer or attempt to offer, verbally or in writing, any testimony, expression or information before a legislative, administrative or judicial forum in Puerto Rico.\" P.R. Laws Ann. tit. 29, § 194a(a).</p>\n<p>At Lupu's deposition, he admitted that he never offered or attempted to offer any information to the Puerto Rico governmental authorities listed in the statute; nor had he threatened to go to such authorities with any report of perceived irregularities in the operations at the hotel.<sup>[1]</sup></p>\n<p>Despite his deposition testimony, Lupu, in an effort to stave off summary judgment, argued that the statutory requirement was met by (1) a conversation he had with a supervisor during an internal meeting and (2) a document Lupu had written and inadvertently left on the desk of the supervisor. The internal meeting took place between Lupu and John Paul Oliver, Wyndham's Area Vice President of Offshore Resorts. Lupu sought out Oliver for the conversation on February 24, 2005 after he was told his position was being terminated on February 25. Lupu asserts, and we take the evidence in his favor for summary judgment purposes, that he discussed with Oliver his concerns about hotel mismanagement and lack of proper maintenance that might lead to non-compliance with government regulations. He does not assert he had discussions with the entities listed in the statute or told Oliver that he intended to go to the authorities.</p>\n<p>The document involved is one which Lupu unintentionally left on Oliver's desk <span class=\"star-pagination\">*314</span> after the February 24, 2005 meeting, entitled \"Questions to Discuss With Attorney.\" Lupu says he had intended to seek advice from an attorney with the list of questions, which covered what rights Lupu would have if he went to the authorities and discussed whether he could file a complaint against the hotel without that affecting his employment opportunities. Lupu agrees Oliver handed the document back to him when Lupu realized he left the document behind and returned for it.</p>\n<p>Lupu argues there are contested facts precluding summary judgment as to (1) whether his employment was actually terminated before or after his meeting with Oliver<sup>[2]</sup> and (2) whether Oliver read the \"Questions to Discuss With Attorney\" before Oliver handed the document back. These disputes, which go to causation, are not material. Even assuming these two facts were resolved in Lupu's favor, he still has not put forward evidence that he \"offered or attempted to offer\" testimony or information to a \"legislative, administrative or judicial forum in Puerto Rico,\" as required by the statute.<sup>[3]</sup></p>\n<p>Indeed, his argument stretches the statutory language well beyond any fair reading. The district court was correct to reject it.</p>\n<p></p>\n<h2>B. <i>Article 1802: Negligence</i>\n</h2>\n<p>Lupu's claim for negligence is one of fraudulent inducement by the hotel to entice him to work for it, never intending to employ him past his probationary employment date. He makes his claim under Article 1802, P.R. Laws Ann. tit. 31, § 5141, which provides in part that a \"person who by an act or omission causes damage to another through fault or negligence shall be obliged to repair the damage so done.\" He alleges that the Puerto Rico Supreme Court recognized an implied private right of action for damages claims in employment actions under Article 1802 in <i>Montalvo v. Ceramic Enterprises,</i> <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">P.R. Offic. Trans.</span> <span class=\"page\">773</span></span> (1978).</p>\n<p>Puerto Rico law expressly provides for probationary periods of employment under P.R. Laws Ann., tit. 29, § 185h. These periods exempt employers from the requirements of Puerto Rico Law 80, <i>id.</i> § 185a, a statute ordinarily requiring that a discharge be for just cause. We will bypass the question of whether, in light of these two statutes, a claim can lie under Puerto Rico law for negligence for inducement into a <i>probationary job.</i></p>\n<p>On the undisputed facts, Lupu cannot make out a factually supportable claim, and we need not address the hypothetical outer reaches of the statute. The district court found it was undisputed that defendants regarded Lupu's work as unsatisfactory; there are documents in evidence supporting this. The court noted and rejected Lupu's argument that fraudulent intent by the hotel in hiring him for a <span class=\"star-pagination\">*315</span> probationary job is shown by the fact that the accounting office had not budgeted Lupu's position for the coming year. That allegation, even if true, is entirely consistent with the explanation that he was terminated for unsatisfactory performance. Even if the hotel also decided it did not need the position, that does not show the three-month probationary job offer to Lupu was a sham when it was offered. Much less does it show that it was a sham intended to lure Lupu away from another job. In fact, there is no evidence of luring at all. Lupu concedes that the responsibilities in his prior job at the Caribe Hilton were considerably diminished and that the offer from defendants was an attractive alternative to his limited opportunities with the Hilton organization. There is no evidence of any false statement by defendants in the course of offering him the probationary job. He was offered a probationary job and that is what he received.</p>\n<p>We have considered Lupu's other arguments against summary judgment; they are without merit.</p>\n<p>Affirmed.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Southern District of New York, sitting by designation.</p>\n<p>[1]  These alleged irregularities, according to plaintiff, included internal management issues, such as misreporting of time worked by other employees, as well as perceived violations of regulations, such as inappropriate maintenance of the hotel's wastewater treatment plant.</p>\n<p>[2]  Lupu alleges that several minutes after leaving the meeting with Oliver, he received a phone call from one of his superiors informing him that his employment was officially terminated and telling him to stop \"going around\" to Wyndham's vice presidents.</p>\n<p>[3]  Lupu makes a secondary argument that Oliver may have thought that Lupu was going to report the hotel to the authorities and it is that perception that is important under Act 115, not whether Lupu actually did go or attempt to go to the authorities. He cites a Puerto Rico Supreme Court case, <i>Irizarry v. Johnson &amp; Johnson Consumer Products Co. (P.R.),</i> 150 D.P.R. 155 (2000), but an English version is unavailable in the bound volumes of the court's reporter and the plaintiff has not provided a translation as required by this court's rules. <i>See</i> 1st Cir. Loc. R. 30(d). He may not use the case to support his proposition. <i>See </i><i>Hoyos v. Telecorp Commc'ns, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 6 n. 4 (1st Cir.2007).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/2435940/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2446259/"
  ]
}