{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203261/",
  "absolute_url": "/opinion/203261/united-states-v-morales-aldahondo/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203261/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:12:08Z",
  "date_modified": "2016-04-27T02:21:41.958771Z",
  "type": "010combined",
  "sha1": "9bfcf002a1a3c72651b519be9654d912e091ee44",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-2533-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/04/24/US_v._Morales_Aldahondo.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNo. 06-2533\n\n                       UNITED STATES OF AMERICA,\n\n                               Appellee,\n\n                                  v.\n\n                       JOSEPH MORALES-ALDAHONDO,\n\n                         Defendant, Appellant.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF PUERTO RICO\n\n            [Hon. Daniel R. Domínguez, U.S. District Judge]\n\n\n                                Before\n\n                         Lipez, Circuit Judge,\n\n                    Baldock,* Senior Circuit Judge,\n\n                      and Howard, Circuit Judge.\n\n\n     José L. Barreto Rampolla, with whom Rivera, Barreto & Torres-\nMarcano, was on brief for appellant.\n     Nelson Pérez-Sosa, Assistant United States Attorney, Chief,\nAppellate Division, with whom Rosa Emilia Rodriguez-Velez, United\nStates Attorney, was on brief, for appellee.\n\n\n\n                            April 24, 2008\n\n\n\n*\n    Of the Tenth Circuit, sitting by designation.\n\f            HOWARD,      Circuit     Judge.       Appellant    Joseph     Morales-\n\nAldahondo    (\"Morales\")       was   convicted     of   one    count    of     child\n\npornography possession, in violation of 18 U.S.C. § 2252(a)(4)(B).\n\nHe presents two claims of error.               First, he argues that the\n\ndistrict court should have suppressed the incriminating                   evidence\n\nbecause it was obtained pursuant to a search warrant predicated on\n\nstale evidence.     Second, he asserts that the trial court erred by\n\nallowing the government to display unfairly prejudicial explicit\n\nimages to the jury.        We affirm.\n\n                      I.    BACKGROUND AND PROCEEDINGS\n\nA.    Pretrial\n\n            The   roots      of   this   appeal    extend     back   to    a   1999\n\ninvestigation of an internet child pornography site by a United\n\nStates Postal Inspector responding to a customer complaint.                      The\n\nmatter eventually ended up in the hands of a Dallas, Texas police\n\ndetective assigned to an FBI Crimes Against Children Task Force.\n\nThe   detective    had     considerable    experience    investigating         child\n\npornography.      He accessed the site and was directed to a sign up\n\npage using a system known as \"Keyz\" to collect credit card and\n\nother subscriber information. Upon \"signing up,\" the detective was\n\nable to purchase access to numerous child pornography sites.\n\nFurther investigation revealed that \"Keyz\" was one of two similar\n\nservices run by Landslide, Inc. of Fort Worth, Texas, both of which\n\nserved as gateways to various forms of child pornography, and to\n\n                                         -2-\n\findividuals seeking physical contact with minors.                   Landslide's\n\nowners and operators were eventually convicted of multiple child\n\npornography offenses and sentenced to lengthy prison terms.                  See\n\nUnited States v. Reedy, 304 F.3d 358 (5th Cir. 2002), cert. denied,\n\n546 U.S. 111 (2006).\n\n          A    byproduct    of    the   Landslide    investigation     was   the\n\ncompilation of lists of subscribers who accessed child pornography.\n\nIn August 2002, a postal inspector in Puerto Rico learned that a\n\nlist of subscribers from Puerto Rico had been prepared.              The   local\n\nsubscriber    list    contained   names,      addresses,   e-mail   addresses,\n\ncredit card data, and titles and prices of accessed sites for\n\napproximately 60 people.          After receiving this information, the\n\npostal inspector in turn shared it with the Bureau of Immigration\n\nand Customs Enforcement (\"ICE\").              An investigation commenced in\n\nPuerto Rico, focusing on the five individuals with the largest\n\nvolume of purchases.        One of those individuals was appellant's\n\nbrother, Emmanuel Morales-Aldahondo (\"Emmanuel\"), who purchased\n\naccess to various child pornography sites in June and July of 1999.\n\n          On March 13, 2003, a search warrant was executed at a\n\nhouse in Aguadilla, Puerto Rico, shared by Emmanuel, appellant and\n\ntheir parents.       The warrant had been signed the previous day by a\n\nmagistrate judge.       Officers seized three computers, one of which\n\nwas appellant's.      Forensic investigation revealed the presence on\n\nappellant's computer of child pornography, including more than 100\n\n\n                                        -3-\n\fstill images and approximately 18 movie clips.1      As a result of\n\nthis evidentiary goldmine, appellant was indicted in April 2003 and\n\ncharged in a superseding indictment in September.2   The indictment\n\nalleged that appellant violated 18 U.S.C. § 2252(a)(4)(B) by\n\npossessing more than three articles of child pornography that had\n\nbeen transported in interstate commerce.\n\n          Prior to trial, Morales filed two motions to suppress the\n\nevidence seized pursuant to the warrant. Only the second motion is\n\nat issue here.3   As he does here, Morales argued to the district\n\ncourt that the lapse of more than three years between the time of\n\nEmmanuel's last downloads and the warrant application rendered the\n\ninformation so stale that the warrant lacked probable cause.      A\n\nmagistrate judge recommended denial of both the motion to suppress\n\nand Morales's request for a Franks hearing.4    The district judge\n\n\n1\n Appellant concedes that the recovered images were illegal child\npornography within the meaning of 18 U.S.C. § 2252. Thus, it is\nunnecessary for us to recount the graphic details.\n2\n Emmanuel was charged with possession of child pornography.     The\ncharges were dismissed due to his diminished mental capacity.   See\nFed. R. Crim. P. 48.\n3\n Morales's first motion to suppress argued, in part, that the\nevidence against him should be suppressed because it was seized\npursuant to a warrant targeting his brother.     The motion was\ndenied, and no appeal was taken from the ruling.\n4\n A defendant is entitled to a hearing if he makes a preliminary\nshowing that material information was omitted from a warrant\napplication.    See Franks v. Delaware, 438 U.S. 154 (1978).\nAlthough staleness is not within the usual contours of a Franks\nhearing, the district judge ordered the hearing \"to be on the safe\nside\" regarding the staleness issue.\n\n                               -4-\n\frejected the recommendation in part, by granting Morales's request\n\nfor a Franks hearing on the staleness issue. The hearing consisted\n\nentirely of the testimony and cross-examination of ICE Special\n\nAgent Hector Feliciano, who previously provided the sworn affidavit\n\nin support of the search warrant application.                    In addition to\n\nrecounting the details of the investigation of Landslide, and the\n\ntrail   of    information    that   led   to    Puerto    Rico    and    Emmanuel,\n\nFeliciano's testimony included the observations that, based on his\n\nexperience and training, people who download child pornography\n\nvalue their collections to such an extent that they keep the images\n\nfor \"a period of time, usually years.\"            He also testified that a\n\nperson who uses a computer to access child pornography is likely to\n\nuse his computer both to augment and to store the collected images.\n\nAt the end of the hearing, the district judge concluded the\n\nevidence was not stale, and denied the motion to suppress.\n\nB.    Trial\n\n              At trial, Joseph Morales's theory of defense was that the\n\npornographic images at issue were placed on his computer by his\n\nbrother,      Emmanuel.     The   government    sought    to     prove   that    the\n\npornographic images on Joseph Morales's computer belonged to Joseph\n\nby tying the meticulous nature of the evidence's storage to him.\n\nThe   government's    computer      forensics    expert    testified      that    he\n\ndiscovered approximately 100 images of child pornography and 17 or\n\n18 movie clips.      He also prepared a report containing the images\n\n\n                                      -5-\n\fand detailing their storage, as contrasted with Emmanuel's more\n\nchaotic storage methodology. Defense counsel sought to prevent the\n\nintroduction of the images and movies into evidence by stipulating\n\nthat the evidence met the statutory definition of pornography. The\n\ngovernment rejected the proposed stipulation, and, over a defense\n\nobjection, the court permitted the introduction of 12 images and 10\n\nvideo clips.     The jury convicted Morales after a five-day trial.\n\n                                II. DISCUSSION\n\nA.   The Motion to Suppress\n\n            We apply a mixed standard of review to the district\n\ncourt's denial of the motion to suppress.         We review the court's\n\nfindings of fact for clear error and its application of the law to\n\nthose facts de novo.     United States v. Dickerson, 514 F.3d 60, 65-\n\n66 (1st Cir. 2008).     To succeed on appeal, Morales must show that\n\nno reasonable view of the evidence supports the district court’s\n\ndecision.    United States v. Materas, 483 F.3d 27, 32 (1st Cir.\n\n2007).   He has not met this burden.\n\n            The starting point of our analysis is the familiar\n\nlanguage    of   the   Fourth    Amendment,   which   provides    that   “no\n\n[w]arrants shall issue, but upon probable cause.\"         Pursuant to the\n\nexclusionary rule, \"[t]he usual remedy for seizures made without\n\nprobable cause is to exclude the evidence wrongfully seized.\"\n\nUnited States v. Brunette, 256 F.3d 14, 19 (1st Cir. 2001) (citing\n\nWeeks v. United States, 232 U.S. 383, 391-93 (1914)).            \"A warrant\n\n\n                                     -6-\n\fapplication must demonstrate probable cause to believe that (1) a\n\ncrime has been committed -- the ‘commission’ element, and (2)\n\nenumerated evidence of the offense will be found at the place to be\n\nsearched -- the so-called 'nexus element.'\"           United States v.\n\nWoodbury, 511 F.3d 93, 97 (1st Cir. 2007) (citations and internal\n\nquotes   omitted).   Finally,   \"probable    cause\"   is   just   that   --\n\nprobable -- and does not require proof beyond a reasonable doubt.\n\nUnited States v. Ricciardelli, 998 F.2d 8, 11 (1st Cir. 1993).\n\n           Here, Morales argues that the passage of more than three\n\nyears from the acquisition of the evidence until the warrant\n\napplication rendered the evidence stale, and thus precluded a\n\nlegitimate finding of probable cause by reducing the likelihood\n\nthat the \"evidence of the offense will be found at the place to be\n\nsearched.\"   Woodbury, 511 F.3d at 97.      When evaluating a claim of\n\nstaleness, we do not measure the timeliness of information simply\n\nby counting the number of days that have elapsed.      United States v.\n\nPierre, 484 F.3d 75, 83 (1st Cir. 2007).      Instead, we must assess\n\nthe nature of the information, the nature and characteristics of\n\nthe suspected criminal activity, and the likely endurance of the\n\ninformation.   Id.\n\n           As earlier recounted, both the warrant application before\n\nthe magistrate and the testimony presented to the district judge\n\nprovided considerable support for the government's position that\n\ncustomers of child pornography sites do not quickly dispose of\n\n\n                                 -7-\n\ftheir cache.     This is not a new revelation.       See Ricciardelli, 998\n\nF.2d at 12 n.4 (\"[H]istory teaches that collectors prefer not to\n\ndispose of their dross, typically retaining obscene materials for\n\nyears.”).   Accord,     e.g., United States v. Irving, 452 F.3d 110 (2d\n\nCir. 2006) (two years); United States v. Riccardi, 405 F.3d 852\n\n(10th Cir. 2005) (five years).\n\n            In   our    view,   the    testimony    of   the   government’s\n\nknowledgeable witness, combined with the weight of authority,\n\ndefeats appellant's staleness argument.            Thus the district court\n\ndid not err when it denied Morales's motion to suppress.\n\nB.   Admission of the Evidence\n\n            Morales next argues that the district court committed\n\nreversible error when it allowed the government to introduce 12\n\nphotographs (out of more than 100) and 10 video clips (out of 18).\n\nReviewing the decision for abuse of discretion, United States v.\n\nFlemmi, 402 F.3d 79, 86 (1st Cir. 2005), we find no error.\n\n            Federal Rule of Evidence 403 permits the trial court to\n\nexclude relevant evidence if its probative value is substantially\n\noutweighed by the danger of unfair prejudice.            In balancing the\n\nscales of Rule 403, it is important to note that only \"unfair\"\n\nprejudice is to be avoided, as \"by design, all evidence is meant to\n\nbe prejudicial.\"       United States v. Varoudakis, 233 F.3d 113, 122\n\n(1st Cir. 2000) (citation and internal quotation marks omitted).\n\nWe have noted that unfair prejudice can result from evidence that\n\n\n                                      -8-\n\f\"invites the jury to render a verdict on an improper emotional\n\nbasis.\"   Id.\n\n           The government offered the evidence for two purposes.\n\nThe first was to prove that the images belonged to Morales and not\n\nhis brother, as Morales had contended.           The second was to prove the\n\ncharge in the indictment that Morales possessed \"more than three\"\n\nimages of child pornography.\n\n           Morales makes two related arguments that the images were\n\nnevertheless unfairly prejudicial. First, he claims that his offer\n\nto stipulate to the fact that the images met the legal definition\n\nof pornography obviated the government's need to introduce any of\n\nthem.     His   second   argument   is    that    the   court   permitted   the\n\ngovernment to admit too many images, thus resulting in an improper,\n\nemotion-based verdict.      We reject both arguments.\n\n           The government need not accept a defendant's attempt to\n\nuse a stipulation to overcome the right of the government \"to make\n\na full presentation of the crime currently charged.\" United States\n\nv. Tavares, 21 F.3d 1, 3 (1st Cir. 1994); see also Old Chief v.\n\nUnited States, 519 U.S. 172, 183 (1997) (\"[A] defendant's Rule 403\n\nobjection offering to concede a point generally cannot prevail over\n\nthe Government's choice to offer evidence showing guilt and all the\n\ncircumstances surrounding the offense.\") (citation omitted). Here,\n\na \"full presentation\" included both the presentation of a sample of\n\nimages, and the expert's detailed description of how they were\n\n\n                                    -9-\n\forganized, including testimony regarding the creation of particular\n\nfiles and the names they were given, which stood in contrast to\n\nEmmanuel's far less organized storage methods.         In addition,\n\nalthough the admitted evidence undoubtedly had an emotional impact\n\non jurors, the court properly balanced the competing concerns of\n\nRule 403 by limiting the number of images presented. Finally, when\n\nit was pointed out to the court that a juror had been crying during\n\nthe presentation of evidence, the trial judge held an in-chambers\n\nvoir dire, after which he expressed his confidence in the juror's\n\nability to continue impartially.\n\n            The trial judge's job is to avoid unfair prejudice.   The\n\ncourt is not required to scrub the trial clean of all evidence that\n\nmay have an emotional impact, where the evidence is \"part of the\n\nGovernment's narrative.\"     United States v. Dean, 135 F. Supp. 2d\n\n207, 209-10 (D. Me. 2001).\n\nAffirmed.\n\n\n\n\n                                 -10-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>524 F.3d 115 (2008)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nJoseph MORALES-ALDAHONDO, Defendant, Appellant.</h1></center>\n<center>No. 06-2533.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard November 7, 2007.</center>\n<center>Decided April 24, 2008.</center>\n<p><span class=\"star-pagination\">*116</span> José L. Barreto Rampolla, with whom Rivera, Barreto &amp; Torres-Marcano, was on brief for appellant.</p>\n<p>Nelson Pérez-Sosa, Assistant United States Attorney, Chief, Appellate Division, with whom Rosa Emilia Rodriguez-Velez, United States Attorney, was on brief, for appellee.</p>\n<p>Before LIPEZ, Circuit Judge, <span class=\"star-pagination\">*117</span> BALDOCK,<sup>[*]</sup> Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>Appellant Joseph Morales-Aldahondo (\"Morales\") was convicted of one count of child pornography possession, in violation of 18 U.S.C. § 2252(a)(4)(B). He presents two claims of error. First, he argues that the district court should have suppressed the incriminating evidence because it was obtained pursuant to a search warrant predicated on stale evidence. Second, he asserts that the trial court erred by allowing the government to display unfairly prejudicial explicit images to the jury. We affirm.</p>\n<p></p>\n<h2><i>I. BACKGROUND AND PROCEEDINGS</i></h2>\n<p></p>\n<h2><i>A. Pretrial</i></h2>\n<p>The roots of this appeal extend back to a 1999 investigation of an internet child pornography site by a United States Postal Inspector responding to a customer complaint. The matter eventually ended up in the hands of a Dallas, Texas police detective assigned to an FBI Crimes Against Children Task Force. The detective had considerable experience investigating child pornography. He accessed the site and was directed to a sign up page using a system known as \"Keyz\" to collect credit card and other subscriber information. Upon \"signing up,\" the detective was able to purchase access to numerous child pornography sites. Further investigation revealed that \"Keyz\" was one of two similar services run by Landslide, Inc. of Fort Worth, Texas, both of which served as gateways to various forms of child pornography, and to individuals seeking physical contact with minors. Landslide's owners and operators were eventually convicted of multiple child pornography offenses and sentenced to lengthy prison terms. <i>See </i><i>United States v. Reedy,</i> 304 F.3d 358 (5th Cir.2002), <i>cert. denied,</i> 546 U.S. 1111, 126 S.Ct. 1071, 163 L.Ed.2d 892 (2006).</p>\n<p>A byproduct of the Landslide investigation was the compilation of lists of subscribers who accessed child pornography. In August 2002, a postal inspector in Puerto Rico learned that a list of subscribers from Puerto Rico had been prepared. The local subscriber list contained names, addresses, e-mail addresses, credit card data, and titles and prices of accessed sites for approximately 60 people. After receiving this information, the postal inspector in turn shared it with the Bureau of Immigration and Customs Enforcement (\"ICE\"). An investigation commenced in Puerto Rico, focusing on the five individuals with the largest volume of purchases. One of those individuals was appellant's brother, Emmanuel Morales-Aldahondo (\"Emmanuel\"), who purchased access to various child pornography sites in June and July of 1999.</p>\n<p>On March 13, 2003, a search warrant was executed at a house in Aguadilla, Puerto Rico, shared by Emmanuel, appellant and their parents. The warrant had been signed the previous day by a magistrate judge. Officers seized three computers, one of which was appellant's. Forensic investigation revealed the presence on appellant's computer of child pornography, including more than 100 still images and approximately 18 movie clips.<sup>[1]</sup> As a result of this evidentiary goldmine, appellant was indicted in April 2003 and charged in a <span class=\"star-pagination\">*118</span> superseding indictment in September.<sup>[2]</sup> The indictment alleged that appellant violated 18 U.S.C. § 2252(a)(4)(B) by possessing more than three articles of child pornography that had been transported in interstate commerce.</p>\n<p>Prior to trial, Morales filed two motions to suppress the evidence seized pursuant to the warrant. Only the second motion is at issue here.<sup>[3]</sup> As he does here, Morales argued to the district court that the lapse of more than three years between the time of Emmanuel's last downloads and the warrant application rendered the information so stale that the warrant lacked probable cause. A magistrate judge recommended denial of both the motion to suppress and Morales's request for a <i>Franks</i> hearing.<sup>[4]</sup> The district judge rejected the recommendation in part, by granting Morales's request for a <i>Franks</i> hearing on the staleness issue. The hearing consisted entirely of the testimony and cross-examination of ICE Special Agent Hector Feliciano, who previously provided the sworn affidavit in support of the search warrant application. In addition to recounting the details of the investigation of Landslide, and the trail of information that led to Puerto Rico and Emmanuel, Feliciano's testimony included the observations that, based on his experience and training, people who download child pornography value their collections to such an extent that they keep the images for \"a period of time, usually years.\" He also testified that a person who uses a computer to access child pornography is likely to use his computer both to augment and to store the collected images. At the end of the hearing, the district judge concluded the evidence was not stale, and denied the motion to suppress.</p>\n<p></p>\n<h2><i>B. Trial</i></h2>\n<p>At trial, Joseph Morales's theory of defense was that the pornographic images at issue were placed on his computer by his brother, Emmanuel. The government sought to prove that the pornographic images on Joseph Morales's computer belonged to Joseph by tying the meticulous nature of the evidence's storage to him. The government's computer forensics expert testified that he discovered approximately 100 images of child pornography and 17 or 18 movie clips. He also prepared a report containing the images and detailing their storage, as contrasted with Emmanuel's more chaotic storage methodology. Defense counsel sought to prevent the introduction of the images and movies into evidence by stipulating that the evidence met the statutory definition of pornography. The government rejected the proposed stipulation, and, over a defense objection, the court permitted the introduction of 12 images and 10 video clips. The jury convicted Morales after a five-day trial.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2><i>A. The Motion to Suppress</i></h2>\n<p>We apply a mixed standard of review to the district court's denial of the <span class=\"star-pagination\">*119</span> motion to suppress. We review the court's findings of fact for clear error and its application of the law to those facts de novo. <i>United States v. Dickerson,</i> 514 F.3d 60, 65-66 (1st Cir.2008). To succeed on appeal, Morales must show that no reasonable view of the evidence supports the district court's decision. <i>United States v. Materas,</i> 483 F.3d 27, 32 (1st Cir.2007). He has not met this burden.</p>\n<p>The starting point of our analysis is the familiar language of the Fourth Amendment, which provides that \"no [w]arrants shall issue, but upon probable cause.\" Pursuant to the exclusionary rule, \"[t]he usual remedy for seizures made without probable cause is to exclude the evidence wrongfully seized.\" <i>United States v. Brunette,</i> 256 F.3d 14, 19 (1st Cir.2001) (citing <i>Weeks v. United States,</i> 232 U.S. 383, 391-93, 34 S.Ct. 341, 58 L.Ed. 652 (1914)). \"A warrant application must demonstrate probable cause to believe that (1) a crime has been committed  the `commission' element, and (2) enumerated evidence of the offense will be found at the place to be searched  the so-called `nexus element.'\" <i>United States v. Woodbury,</i> 511 F.3d 93, 97 (1st Cir.2007) (citations and internal quotes omitted). Finally, \"probable cause\" is just that  probable  and does not require proof beyond a reasonable doubt. <i>United States v. Ricciardelli,</i> 998 F.2d 8, 11 (1st Cir.1993).</p>\n<p>Here, Morales argues that the passage of more than three years from the acquisition of the evidence until the warrant application rendered the evidence stale, and thus precluded a legitimate finding of probable cause by reducing the likelihood that the \"evidence of the offense will be found at the place to be searched.\" <i>Woodbury,</i> 511 F.3d at 97. When evaluating a claim of staleness, we do not measure the timeliness of information simply by counting the number of days that have elapsed. <i>United States v. Pierre,</i> 484 F.3d 75, 83 (1st Cir.2007). Instead, we must assess the nature of the information, the nature and characteristics of the suspected criminal activity, and the likely endurance of the information. <i>Id.</i></p>\n<p>As earlier recounted, both the warrant application before the magistrate and the testimony presented to the district judge provided considerable support for the government's position that customers of child pornography sites do not quickly dispose of their cache. This is not a new revelation. <i>See </i><i>Ricciardelli,</i> 998 F.2d at 12 n. 4 (\"[H]istory teaches that collectors prefer not to dispose of their dross, typically retaining obscene materials for years.\"). <i>Accord, e.g., </i><i>United States v. Irving,</i> 452 F.3d 110 (2d Cir.2006) (two years); <i>United States v. Riccardi,</i> 405 F.3d 852 (10th Cir. 2005) (five years).</p>\n<p>In our view, the testimony of the government's knowledgeable witness, combined with the weight of authority, defeats appellant's staleness argument. Thus the district court did not err when it denied Morales's motion to suppress.</p>\n<p></p>\n<h2><i>B. Admission of the Evidence</i></h2>\n<p>Morales next argues that the district court committed reversible error when it allowed the government to introduce 12 photographs (out of more than 100) and 10 video clips (out of 18). Reviewing the decision for abuse of discretion, <i>United States v. Flemmi,</i> 402 F.3d 79, 86 (1st Cir.2005), we find no error.</p>\n<p>Federal Rule of Evidence 403 permits the trial court to exclude relevant evidence if its probative value is substantially outweighed by the danger of unfair prejudice. In balancing the scales of Rule 403, it is important to note that only \"unfair\" prejudice is to be avoided, as \"by design, all evidence is meant to be prejudicial.\" <span class=\"star-pagination\">*120</span> <i>United States v. Varoudakis,</i> 233 F.3d 113, 122 (1st Cir.2000) (citation and internal quotation marks omitted). We have noted that unfair prejudice can result from evidence that \"invites the jury to render a verdict on an improper emotional basis.\" <i>Id.</i></p>\n<p>The government offered the evidence for two purposes. The first was to prove that the images belonged to Morales and not his brother, as Morales had contended. The second was to prove the charge in the indictment that Morales possessed \"more than three\" images of child pornography.</p>\n<p>Morales makes two related arguments that the images were nevertheless unfairly prejudicial. First, he claims that his offer to stipulate to the fact that the images met the legal definition of pornography obviated the government's need to introduce any of them. His second argument is that the court permitted the government to admit too many images, thus resulting in an improper, emotion-based verdict. We reject both arguments.</p>\n<p>The government need not accept a defendant's attempt to use a stipulation to overcome the right of the government \"to make a full presentation of the crime currently charged.\" <i>United States v. Tavares,</i> 21 F.3d 1, 3 (1st Cir.1994); <i>see also </i><i>Old Chief v. United States,</i> 519 U.S. 172, 183, 117 S.Ct. 644, 136 L.Ed.2d 574 (1997) (\"[A] defendant's Rule 403 objection offering to concede a point generally cannot prevail over the Government's choice to offer evidence showing guilt and all the circumstances surrounding the offense.\") (citation omitted). Here, a \"full presentation\" included both the presentation of a sample of images, and the expert's detailed description of how they were organized, including testimony regarding the creation of particular files and the names they were given, which stood in contrast to Emmanuel's far less organized storage methods. In addition, although the admitted evidence undoubtedly had an emotional impact on jurors, the court properly balanced the competing concerns of Rule 403 by limiting the number of images presented. Finally, when it was pointed out to the court that a juror had been crying during the presentation of evidence, the trial judge held an in-chambers voir dire, after which he expressed his confidence in the juror's ability to continue impartially.</p>\n<p>The trial judge's job is to avoid unfair prejudice. The court is not required to scrub the trial clean of all evidence that may have an emotional impact, where the evidence is \"part of the Government's narrative.\" <i>United States v. Dean,</i> 135 F.Supp.2d 207, 209-10 (D.Me.2001).</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Tenth Circuit, sitting by designation.</p>\n<p>[1]  Appellant concedes that the recovered images were illegal child pornography within the meaning of 18 U.S.C. § 2252. Thus, it is unnecessary for us to recount the graphic details.</p>\n<p>[2]  Emmanuel was charged with possession of child pornography. The charges were dismissed due to his diminished mental capacity. <i>See</i> Fed.R.Crim.P. 48.</p>\n<p>[3]  Morales's first motion to suppress argued, in part, that the evidence against him should be suppressed because it was seized pursuant to a warrant targeting his brother. The motion was denied, and no appeal was taken from the ruling.</p>\n<p>[4]  A defendant is entitled to a hearing if he makes a preliminary showing that material information was omitted from a warrant application. <i>See </i><i>Franks v. Delaware,</i> 438 U.S. 154, 98 S.Ct. 2674, 57 L.Ed.2d 667 (1978). Although staleness is not within the usual contours of a <i>Franks</i> hearing, the district judge ordered the hearing \"to be on the safe side\" regarding the staleness issue.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">115</span></span> (2008)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nJoseph MORALES-ALDAHONDO, Defendant, Appellant.</h1></center>\n<center>No. 06-2533.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard November 7, 2007.</center>\n<center>Decided April 24, 2008.</center>\n<p><span class=\"star-pagination\">*116</span> José L. Barreto Rampolla, with whom Rivera, Barreto &amp; Torres-Marcano, was on brief for appellant.</p>\n<p>Nelson Pérez-Sosa, Assistant United States Attorney, Chief, Appellate Division, with whom Rosa Emilia Rodriguez-Velez, United States Attorney, was on brief, for appellee.</p>\n<p>Before LIPEZ, Circuit Judge, <span class=\"star-pagination\">*117</span> BALDOCK,<sup>[*]</sup> Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>Appellant Joseph Morales-Aldahondo (\"Morales\") was convicted of one count of child pornography possession, in violation of 18 U.S.C. § 2252(a)(4)(B). He presents two claims of error. First, he argues that the district court should have suppressed the incriminating evidence because it was obtained pursuant to a search warrant predicated on stale evidence. Second, he asserts that the trial court erred by allowing the government to display unfairly prejudicial explicit images to the jury. We affirm.</p>\n<p></p>\n<h2><i>I. BACKGROUND AND PROCEEDINGS</i></h2>\n<p></p>\n<h2><i>A. Pretrial</i></h2>\n<p>The roots of this appeal extend back to a 1999 investigation of an internet child pornography site by a United States Postal Inspector responding to a customer complaint. The matter eventually ended up in the hands of a Dallas, Texas police detective assigned to an FBI Crimes Against Children Task Force. The detective had considerable experience investigating child pornography. He accessed the site and was directed to a sign up page using a system known as \"Keyz\" to collect credit card and other subscriber information. Upon \"signing up,\" the detective was able to purchase access to numerous child pornography sites. Further investigation revealed that \"Keyz\" was one of two similar services run by Landslide, Inc. of Fort Worth, Texas, both of which served as gateways to various forms of child pornography, and to individuals seeking physical contact with minors. Landslide's owners and operators were eventually convicted of multiple child pornography offenses and sentenced to lengthy prison terms. <i>See </i><i>United States v. Reedy,</i> <span class=\"citation\" data-id=\"779196\"><a href=\"/opinion/779196/united-states-v-thomas-reedy-and-janice-reedy/\"><span class=\"volume\">304</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">358</span></a></span> (5th Cir.2002), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">546</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1111</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1071</span></span>, <span class=\"citation no-link\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">892</span></span> (2006).</p>\n<p>A byproduct of the Landslide investigation was the compilation of lists of subscribers who accessed child pornography. In August 2002, a postal inspector in Puerto Rico learned that a list of subscribers from Puerto Rico had been prepared. The local subscriber list contained names, addresses, e-mail addresses, credit card data, and titles and prices of accessed sites for approximately 60 people. After receiving this information, the postal inspector in turn shared it with the Bureau of Immigration and Customs Enforcement (\"ICE\"). An investigation commenced in Puerto Rico, focusing on the five individuals with the largest volume of purchases. One of those individuals was appellant's brother, Emmanuel Morales-Aldahondo (\"Emmanuel\"), who purchased access to various child pornography sites in June and July of 1999.</p>\n<p>On March 13, 2003, a search warrant was executed at a house in Aguadilla, Puerto Rico, shared by Emmanuel, appellant and their parents. The warrant had been signed the previous day by a magistrate judge. Officers seized three computers, one of which was appellant's. Forensic investigation revealed the presence on appellant's computer of child pornography, including more than 100 still images and approximately 18 movie clips.<sup>[1]</sup> As a result of this evidentiary goldmine, appellant was indicted in April 2003 and charged in a <span class=\"star-pagination\">*118</span> superseding indictment in September.<sup>[2]</sup> The indictment alleged that appellant violated 18 U.S.C. § 2252(a)(4)(B) by possessing more than three articles of child pornography that had been transported in interstate commerce.</p>\n<p>Prior to trial, Morales filed two motions to suppress the evidence seized pursuant to the warrant. Only the second motion is at issue here.<sup>[3]</sup> As he does here, Morales argued to the district court that the lapse of more than three years between the time of Emmanuel's last downloads and the warrant application rendered the information so stale that the warrant lacked probable cause. A magistrate judge recommended denial of both the motion to suppress and Morales's request for a <i>Franks</i> hearing.<sup>[4]</sup> The district judge rejected the recommendation in part, by granting Morales's request for a <i>Franks</i> hearing on the staleness issue. The hearing consisted entirely of the testimony and cross-examination of ICE Special Agent Hector Feliciano, who previously provided the sworn affidavit in support of the search warrant application. In addition to recounting the details of the investigation of Landslide, and the trail of information that led to Puerto Rico and Emmanuel, Feliciano's testimony included the observations that, based on his experience and training, people who download child pornography value their collections to such an extent that they keep the images for \"a period of time, usually years.\" He also testified that a person who uses a computer to access child pornography is likely to use his computer both to augment and to store the collected images. At the end of the hearing, the district judge concluded the evidence was not stale, and denied the motion to suppress.</p>\n<p></p>\n<h2><i>B. Trial</i></h2>\n<p>At trial, Joseph Morales's theory of defense was that the pornographic images at issue were placed on his computer by his brother, Emmanuel. The government sought to prove that the pornographic images on Joseph Morales's computer belonged to Joseph by tying the meticulous nature of the evidence's storage to him. The government's computer forensics expert testified that he discovered approximately 100 images of child pornography and 17 or 18 movie clips. He also prepared a report containing the images and detailing their storage, as contrasted with Emmanuel's more chaotic storage methodology. Defense counsel sought to prevent the introduction of the images and movies into evidence by stipulating that the evidence met the statutory definition of pornography. The government rejected the proposed stipulation, and, over a defense objection, the court permitted the introduction of 12 images and 10 video clips. The jury convicted Morales after a five-day trial.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2><i>A. The Motion to Suppress</i></h2>\n<p>We apply a mixed standard of review to the district court's denial of the <span class=\"star-pagination\">*119</span> motion to suppress. We review the court's findings of fact for clear error and its application of the law to those facts de novo. <i>United States v. Dickerson,</i> <span class=\"citation\" data-id=\"203115\"><a href=\"/opinion/203115/united-states-v-dickerson/\"><span class=\"volume\">514</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></a></span>, 65-66 (1st Cir.2008). To succeed on appeal, Morales must show that no reasonable view of the evidence supports the district court's decision. <i>United States v. Materas,</i> <span class=\"citation\" data-id=\"202702\"><a href=\"/opinion/202702/united-states-v-materas/\"><span class=\"volume\">483</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 32 (1st Cir.2007). He has not met this burden.</p>\n<p>The starting point of our analysis is the familiar language of the Fourth Amendment, which provides that \"no [w]arrants shall issue, but upon probable cause.\" Pursuant to the exclusionary rule, \"[t]he usual remedy for seizures made without probable cause is to exclude the evidence wrongfully seized.\" <i>United States v. Brunette,</i> <span class=\"citation\" data-id=\"199491\"><a href=\"/opinion/199491/united-states-v-brunette/\"><span class=\"volume\">256</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 19 (1st Cir.2001) (citing <i>Weeks v. United States,</i> <span class=\"citation\" data-id=\"98094\"><a href=\"/opinion/98094/weeks-v-united-states/\"><span class=\"volume\">232</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">383</span></a></span>, 391-93, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">341</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">652</span></span> (1914)). \"A warrant application must demonstrate probable cause to believe that (1) a crime has been committed  the `commission' element, and (2) enumerated evidence of the offense will be found at the place to be searched  the so-called `nexus element.'\" <i>United States v. Woodbury,</i> <span class=\"citation\" data-id=\"203089\"><a href=\"/opinion/203089/united-states-v-woodbury/\"><span class=\"volume\">511</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">93</span></a></span>, 97 (1st Cir.2007) (citations and internal quotes omitted). Finally, \"probable cause\" is just that  probable  and does not require proof beyond a reasonable doubt. <i>United States v. Ricciardelli,</i> <span class=\"citation\" data-id=\"610895\"><a href=\"/opinion/610895/united-states-v-steven-ricciardelli/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 11 (1st Cir.1993).</p>\n<p>Here, Morales argues that the passage of more than three years from the acquisition of the evidence until the warrant application rendered the evidence stale, and thus precluded a legitimate finding of probable cause by reducing the likelihood that the \"evidence of the offense will be found at the place to be searched.\" <i>Woodbury,</i> 511 F.3d at 97. When evaluating a claim of staleness, we do not measure the timeliness of information simply by counting the number of days that have elapsed. <i>United States v. Pierre,</i> <span class=\"citation\" data-id=\"202709\"><a href=\"/opinion/202709/united-states-v-pierre/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 83 (1st Cir.2007). Instead, we must assess the nature of the information, the nature and characteristics of the suspected criminal activity, and the likely endurance of the information. <i>Id.</i></p>\n<p>As earlier recounted, both the warrant application before the magistrate and the testimony presented to the district judge provided considerable support for the government's position that customers of child pornography sites do not quickly dispose of their cache. This is not a new revelation. <i>See </i><i>Ricciardelli,</i> 998 F.2d at 12 n. 4 (\"[H]istory teaches that collectors prefer not to dispose of their dross, typically retaining obscene materials for years.\"). <i>Accord, e.g., </i><i>United States v. Irving,</i> <span class=\"citation\" data-id=\"794720\"><a href=\"/opinion/794720/united-states-v-stefan-irving/\"><span class=\"volume\">452</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">110</span></a></span> (2d Cir.2006) (two years); <i>United States v. Riccardi,</i> <span class=\"citation\" data-id=\"165743\"><a href=\"/opinion/165743/united-states-v-riccardi/\"><span class=\"volume\">405</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">852</span></a></span> (10th Cir. 2005) (five years).</p>\n<p>In our view, the testimony of the government's knowledgeable witness, combined with the weight of authority, defeats appellant's staleness argument. Thus the district court did not err when it denied Morales's motion to suppress.</p>\n<p></p>\n<h2><i>B. Admission of the Evidence</i></h2>\n<p>Morales next argues that the district court committed reversible error when it allowed the government to introduce 12 photographs (out of more than 100) and 10 video clips (out of 18). Reviewing the decision for abuse of discretion, <i>United States v. Flemmi,</i> <span class=\"citation\" data-id=\"201500\"><a href=\"/opinion/201500/united-states-v-flemmi/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></a></span>, 86 (1st Cir.2005), we find no error.</p>\n<p>Federal Rule of Evidence 403 permits the trial court to exclude relevant evidence if its probative value is substantially outweighed by the danger of unfair prejudice. In balancing the scales of Rule 403, it is important to note that only \"unfair\" prejudice is to be avoided, as \"by design, all evidence is meant to be prejudicial.\" <span class=\"star-pagination\">*120</span> <i>United States v. Varoudakis,</i> <span class=\"citation\" data-id=\"199172\"><a href=\"/opinion/199172/united-states-v-varoudakis/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">113</span></a></span>, 122 (1st Cir.2000) (citation and internal quotation marks omitted). We have noted that unfair prejudice can result from evidence that \"invites the jury to render a verdict on an improper emotional basis.\" <i>Id.</i></p>\n<p>The government offered the evidence for two purposes. The first was to prove that the images belonged to Morales and not his brother, as Morales had contended. The second was to prove the charge in the indictment that Morales possessed \"more than three\" images of child pornography.</p>\n<p>Morales makes two related arguments that the images were nevertheless unfairly prejudicial. First, he claims that his offer to stipulate to the fact that the images met the legal definition of pornography obviated the government's need to introduce any of them. His second argument is that the court permitted the government to admit too many images, thus resulting in an improper, emotion-based verdict. We reject both arguments.</p>\n<p>The government need not accept a defendant's attempt to use a stipulation to overcome the right of the government \"to make a full presentation of the crime currently charged.\" <i>United States v. Tavares,</i> <span class=\"citation\" data-id=\"195307\"><a href=\"/opinion/195307/united-states-v-tavares/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1994); <i>see also </i><i>Old Chief v. United States,</i> <span class=\"citation\" data-id=\"118074\"><a href=\"/opinion/118074/old-chief-v-united-states/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">172</span></a></span>, 183, <span class=\"citation\" data-id=\"118074\"><a href=\"/opinion/118074/old-chief-v-united-states/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">644</span></a></span>, <span class=\"citation\" data-id=\"118074\"><a href=\"/opinion/118074/old-chief-v-united-states/\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">574</span></a></span> (1997) (\"[A] defendant's Rule 403 objection offering to concede a point generally cannot prevail over the Government's choice to offer evidence showing guilt and all the circumstances surrounding the offense.\") (citation omitted). Here, a \"full presentation\" included both the presentation of a sample of images, and the expert's detailed description of how they were organized, including testimony regarding the creation of particular files and the names they were given, which stood in contrast to Emmanuel's far less organized storage methods. In addition, although the admitted evidence undoubtedly had an emotional impact on jurors, the court properly balanced the competing concerns of Rule 403 by limiting the number of images presented. Finally, when it was pointed out to the court that a juror had been crying during the presentation of evidence, the trial judge held an in-chambers voir dire, after which he expressed his confidence in the juror's ability to continue impartially.</p>\n<p>The trial judge's job is to avoid unfair prejudice. The court is not required to scrub the trial clean of all evidence that may have an emotional impact, where the evidence is \"part of the Government's narrative.\" <i>United States v. Dean,</i> <span class=\"citation\" data-id=\"2503291\"><a href=\"/opinion/2503291/united-states-v-dean/\"><span class=\"volume\">135</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">207</span></a></span>, 209-10 (D.Me.2001).</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Tenth Circuit, sitting by designation.</p>\n<p>[1]  Appellant concedes that the recovered images were illegal child pornography within the meaning of 18 U.S.C. § 2252. Thus, it is unnecessary for us to recount the graphic details.</p>\n<p>[2]  Emmanuel was charged with possession of child pornography. The charges were dismissed due to his diminished mental capacity. <i>See</i> Fed.R.Crim.P. 48.</p>\n<p>[3]  Morales's first motion to suppress argued, in part, that the evidence against him should be suppressed because it was seized pursuant to a warrant targeting his brother. The motion was denied, and no appeal was taken from the ruling.</p>\n<p>[4]  A defendant is entitled to a hearing if he makes a preliminary showing that material information was omitted from a warrant application. <i>See </i><i>Franks v. Delaware,</i> <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">154</span></a></span>, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2674</span></a></span>, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">667</span></a></span> (1978). Although staleness is not within the usual contours of a <i>Franks</i> hearing, the district judge ordered the hearing \"to be on the safe side\" regarding the staleness issue.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/98094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109925/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/165743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199491/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201500/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202709/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203115/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779196/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794720/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2503291/"
  ]
}