{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203234/",
  "absolute_url": "/opinion/203234/united-states-v-lopez-matias/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203234/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:11:33Z",
  "date_modified": "2016-04-26T13:48:46.441915Z",
  "type": "010combined",
  "sha1": "0eba2392386a3f16e1e8054815f82fc7299da8fc",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-1662-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/04/10/US_v._Lopez-Matias.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNo. 07-1662\n\n                       UNITED STATES OF AMERICA,\n\n                              Appellant,\n\n                                  v.\n\n              RODNEY LOPEZ-MATIAS, EDUARDO RIERA-CRESPO,\n                      and RAYMOND ALERS-SANTIAGO,\n\n                        Defendants, Appellees.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF PUERTO RICO\n\n            [Hon. José Antonio Fusté, U.S. District Judge]\n\n\n                                Before\n\n                   Lipez and Howard, Circuit Judges,\n                      and Smith,* District Judge.\n\n\n\n     John Alex Romano, Attorney, Criminal Division, United States\nDepartment of Justice, with whom Rosa E. Rodriguez-Velez, United\nStates Attorney, and Antonio R. Bazán, Assistant United States\nAttorney, were on brief, for appellant.\n     John R. Martin, with whom Martin Brothers, P.C. was on brief,\nfor appellee Rodney Lopez-Matias.\n     David A. Ruhnke, with whom Ruhnke & Barrett was on brief, for\nappellee Eduardo Riera-Crespo.\n     Steven M. Potolsky for appellee Raymond Alers-Santiago.\n\n\n                            April 10, 2008\n\n\n\n*\n    Of the District of Rhode Island, sitting by designation.\n\f           HOWARD, Circuit Judge.           In this carjacking case, the\n\ndistrict court ruled that the government could not seek the death\n\npenalty, citing the government's failure to abide by its own\n\npolicies   and   by   local   court   rules.    The   government   appeals.\n\nFinding appellate jurisdiction over the matter, we hold that the\n\ndistrict court abused its discretion when it failed to consider\n\nwhether there was prejudice to the defendants.          We can discern no\n\nprejudice on the record.          Accordingly, we vacate the district\n\ncourt's order striking the Notice of Intent to Seek a Sentence of\n\nDeath.\n\n                                  1. Facts\n\n           In November, 2006, a federal grand jury in Puerto Rico\n\nindicted Rodney Lopez-Matias, Eduardo Riera-Crespo, and Raymond\n\nAlers-Santiago for conspiracy to commit carjacking through deadly\n\nforce and carjacking resulting in death.1 The indictment contained\n\na \"Notice of Special Findings\" for each defendant, laying out\n\nfindings that qualified the case for the death penalty as well as\n\nstatutory aggravating factors.        See 18 U.S.C §§ 3591 & 3592.      The\n\ngovernment   never    filed   a   Certificate    of   Death   Penalty   Case\n\n\n\n\n1\n     18 U.S.C. § 371 concerns conspiracy, 18 U.S.C. § 2119 concerns\ncarjacking, and 18 U.S.C. § 2119(3) concerns carjacking resulting\nin death.\n\n                                      -2-\n\f(\"Certificate\"), as required by District of Puerto Rico Local\n\nCriminal Rule 144.2(b) (\"Local Rule\").2\n\n          In December, the government provided four days' notice of\n\na meeting of the Attorney General's Committee on Capital Cases\n\n(\"Capital Review Committee\") to be held December 22, 2006, at which\n\ndefendants could present mitigating evidence.     Riera-Crespo was\n\nstill at large.   The other two men had appointed counsel, but not\n\nthe \"learned counsel\" required for capital cases.3   Lopez-Matias's\n\ncounsel asked the government to delay the meeting until learned\n\ncounsel had been appointed, but the request was denied.     No one\n\npresented any mitigating evidence at the meeting.\n\n          Riera-Crespo was apprehended just before the end of 2006.\n\nOn January 17, 2007, Assistant United States Attorney Bazán wrote\n\nto each defense attorney, directing that any \"information or\n\nargument that counsel wishes to present as a basis for not seeking\n\nthe death penalty . . . should be submitted . . . forthwith.\"\n\nLearned counsel had been appointed for Lopez-Matias and Alers-\n\n\n\n2\n     \"Upon the filing of a Criminal Complaint or Indictment in a\ncase in which the maximum possible penalty is death, the United\nStates Attorney shall file with the Clerk of Court, a Certificate\nof Death Penalty Case, thereby identifying the criminal matter as\na capital case for purposes of this Rule.\" Local Rule 144.2(b).\nThe rest of Local Rule 144.2 similarly concerns appointment of\ncounsel and case management in capital cases.\n3\n     \"Learned counsel\" is shorthand for the \"counsel learned in the\nlaw applicable to capital cases\" required by statute.       See 18\nU.S.C. § 3005; see also District of Puerto Rico Local Rule\n144.2(d).\n\n                                -3-\n\fSantiago at that point, but only a few days previously.            Riera-\n\nCrespo was not provided learned counsel until January 19, two days\n\nafter AUSA Bazán's letter.\n\n            Two weeks later, on January 31, the Attorney General\n\nauthorized the United States Attorney to seek the death penalty.\n\nAccordingly, the government filed a Notice of Intent to Seek a\n\nSentence of Death (\"Notice\") on February 6, 2007.        The defendants\n\nall moved to strike the Notice, on the ground that they had been\n\ndenied a meaningful opportunity to present mitigating evidence.\n\n            The district court heard argument about the motion to\n\nstrike on February 21, 2007.       At the hearing, the government again\n\noffered the defendants a chance to present mitigating evidence and\n\nseek reconsideration, an offer the government repeated at oral\n\nargument before us.     The district court struck the Notice, citing\n\ntwo grounds in its written Opinion and Order dated February 22,\n\n2007:     first, because the defendants had no meaningful chance to\n\npresent    mitigating   evidence    before   the   government   made   its\n\ndecision; and second, because the government failed to follow the\n\nLocal Rule and file the Certificate.4        The government appeals.\n\n\n4\n     Although the district court referred to the importance of\nrepresentation of learned counsel \"at such a critical stage in the\nproceedings\" as the Capital Review Committee meeting, we do not\nread the Opinion and Order as finding that the Capital Review\nCommittee meeting is a \"critical stage\" in the proceedings as that\nterm is used in Sixth Amendment right-to-counsel analysis. See,\ne.g., Maine v. Moulton, 474 U.S. 159 (1985). The defendants have\nnot briefed the issue and declined an invitation to raise it at\noral argument. We explicitly declined to address this question in\n\n                                    -4-\n\f                              2. Jurisdiction\n\n               This court has appellate jurisdiction where a district\n\ncourt strikes a Notice.5          United States v. Acosta-Martinez, 252\n\nF.3d 13, 16 (1st Cir. 2001).6          In Acosta-Martinez we reasoned that\n\nin dismissing the Notice, \"the district court effectively dismissed\n\na significant portion of the counts against the defendant.\" Id. at\n\n17.    We acknowledge the imprecision of this analogy, but we deem it\n\nadequate for the purposes of jurisdiction and standard of review.\n\n                           3. Standard of Review\n\n               When the district court dismisses an indictment or a\n\nportion thereof, we review conclusions of law de novo, factual\n\nfindings for clear error, and the ultimate ruling for abuse of\n\ndiscretion.      See United States v. Kelley, 402 F.3d 39, 41 (1st Cir.\n\n2005) (review of dismissal based on violation of the Interstate\n\nAgreement on Detainers); United States v. Maxwell, 351 F.3d 35, 40\n\n(1st    Cir.    2003)   (review   of   denial   of   motion   to   dismiss   for\n\nviolation of Speedy Trial Act).         We agree with the parties that the\n\n\n\nIn re Sterling-Suárez, 306 F.3d 1170, 1173 (1st Cir. 2002).                   We\nwill not address it here.\n5\n     We have appellate jurisdiction, so we do not accept the\nparties' invitation to consider mandamus.\n6\n     The four other circuits to have considered the matter have\ncome to the same conclusion. See United States v. Frye, 372 F.3d\n729, 734 (5th Cir. 2004); United States v. Quinones, 313 F.3d 49,\n57 (2d Cir. 2002); United States v. Bass, 266 F.3d 532, 535-36 (6th\nCir. 2001), rev'd on other grounds, 536 U.S. 862; United States v.\nCheely, 36 F.3d 1439, 1441 (9th Cir. 1994).\n\n                                       -5-\n\fsame standards apply here, where the district court has stricken\n\nthe Notice.\n\n                       4. Local Rule 144.2(b)\n\n           The district court struck the Notice primarily based on\n\nthe violation of Local Rule 144.2(b), a matter it raised sua\n\nsponte.   The Local Rule provides that \"[u]pon the filing of a\n\nCriminal Complaint or Indictment in a case in which the maximum\n\npossible penalty is death, the United States Attorney shall file,\n\nwith the Clerk of Court, a Certificate of Death Penalty Case . . .\n\n.\"   District of Puerto Rico Local Rule 144.2(b).   The language of\n\nthe Local Rule is mandatory, but the government nonetheless failed\n\nto file the Certificate.7\n\n           Local court rules carry the force of law.   See Air Line\n\nPilots Ass'n v. Precision Valley Aviation, 26 F.3d 220, 224 (1st\n\nCir. 1994).   But like other laws, they operate within the context\n\nof the law as a whole.   So it is that 28 U.S.C. § 2071(a), which\n\nboth grants and constrains the rule-making power of the courts,\n\ndirects that \"rules shall be consistent with Acts of Congress and\n\n\n\n7\n     In its Opinion and Order, the district court wrote that the\ngovernment had made a \"decision to flout\" the Local Rule. Other\nthan the bare fact that the Certificate was never filed, the record\ncontains no suggestion of intentional noncompliance. The district\ncourt did cite two other cases in the last ten years where it\nstruck a Notice. See United States v. Gómez-Olmeda, 296 F. Supp.\n2d 71, 90 (D.P.R. 2003); United States v. Rosado-Rosario, 1998 U.S.\nDist. LEXIS 673, at *6 (D.P.R. January 15, 1998). While the facts\nof these two cases remain troubling, they do not cast the current\nfacts as a \"decision to flout\" the Local Rule.\n\n                                -6-\n\f[federal rules of practice, procedure and evidence].\"8            Id.; see\n\nalso United States v. Panzardi Alvarez, 816 F.2d 813, 818 (1st Cir.\n\n1987) (District of Puerto Rico Local Rule invalid insofar as it\n\nprevents criminal defendant from having choice of attorney and\n\nthereby conflicts with Sixth Amendment).\n\n            In reviewing the dismissal of the Notice, we are mindful\n\nof   Rule   of   Criminal   Procedure    52(a):   \"Any   error,    defect,\n\nirregularity or variance that does not affect substantial rights\n\nmust be disregarded.\"       Id.   The Supreme Court in Bank of Nova\n\n\n\n8\n     There is, of course, another source of rulemaking power: the\n\"inherent power\" of the courts. See Stern v. United States Dist.\nCourt, 214 F.3d 4, 13 (1st Cir. 2000) (citing Chambers v. NASCO,\nInc., 501 U.S. 32, 44 (1991)). That power enables the courts \"to\nimpose silence, respect, and decorum, in their presence, and\nsubmission to their lawful mandates.\" Anderson v. Dunn, 19 U.S.\n204, 227 (1821) (pointing out that statutory provisions for\ncontempt sanctions must be duplicative of or refinements to this\ninherent power). But the inherent power, too, must be exercised in\nthe larger context of law as a whole. \"[W]hen courts exercise the\nsupervisory power, they must respect the balance of interests\nstruck by conventional application of the legal doctrines governing\nthe particular problem in the particular case.\" United States v.\nSantana, 6 F.3d 1, 11 (1st Cir. 1993). And the inherent power of\nthe courts must be exercised sparingly. Chambers, 501 U.S. at 44;\nUnited States v. Ohio Power Co., 353 U.S. 98, 105 (1955) (Harlan,\nJ., dissenting) (\"The past practice of the Court shows that its\ninherent powers have always been exercised most sparingly.\");\nMullane v. Chambers, 333 F.3d 322 (1st Cir. 2003) (\"Nevertheless,\nbecause of their very potency, inherent powers must be exercised\nwith restraint and discretion, and thus should be used sparingly\nand reserved for egregious circumstances.\"     (internal quotation\nmarks and citations omitted)). To tap this deeper source of power\nrequires a deeper well, and the district court did not conclude\nthat without this sanction its authority would be usurped.       We\ntherefore analyze the dismissal of the Notice under the statutory\nrule-making power, a power bounded according to its own terms by\nthe rules of criminal procedure and the Constitution.\n\n                                   -7-\n\fScotia v. United States, 487 U.S. 250 (1988), held that a district\n\ncourt could not dismiss an indictment for errors that involved no\n\nprejudice.     Id. at 263.   So it must be as well with the striking of\n\nthe Notice.9\n\n          \"As a general matter, a district court may not dismiss an\n\nindictment for errors in grand jury proceedings unless such errors\n\nprejudiced the defendants.\"      Bank of Nova Scotia, 487 U.S. at 254.\n\nHere, the district court did not make a finding of prejudice, and\n\nthat legal error is a per se abuse of discretion.       Koon v. United\n\nStates, 518 U.S. 81, 100 (1996) (\"A district court by definition\n\nabuses its discretion when it makes an error of law.\"); Rosario-\n\nUrdaz v. Rivera-Hernandez, 350 F.3d 219, 221 (1st Cir. 2003) (\"An\n\nerror of law is, of course, an abuse of discretion.\").\n\n          In Bank of Nova Scotia, the Court indicated that its\n\nconclusion would not reach cases of prosecutorial misconduct, or\n\n\n\n9\n     Dismissal of the Notice is not as extreme as dismissal of an\nindictment. The government may still seek a conviction and the\nserious penalty of life imprisonment.       However, our appellate\njurisdiction, as noted above and as we held in Acosta-Martinez, 252\nF.3d at 16, is based on the language in the Federal Appeals Act\ngiving us power to hear appeals from orders \"dismissing an\nindictment or information,\" 18 U.S.C. § 3731.      We evaluate the\ndistrict court's action in striking the Notice the same way the\nSupreme Court has directed us to evaluate a district court's\ndismissal of an indictment.     But we acknowledge that here the\nremedy is not so \"drastic,\" United States v. Soto-Beníquez, 356\nF.3d 1, 30 (1st Cir. 2004), \"extraordinary,\" United States v.\nHemmer, 729 F.2d 10, 13 (1st Cir. 1984), \"draconian,\" United States\nv. Joselyn, 99 F.3d 1182, 1196 (1st Cir. 1996), or \"extreme,\"\nUnited States v. Horn, 29 F.3d 754, 760 (1st Cir. 1994), as the\noutright dismissal of serious criminal charges.\n\n                                    -8-\n\fother situations \"in which the structural protections of the grand\n\njury   have    been    so   compromised    as   to   render   the   proceedings\n\nfundamentally unfair . . . .\"             Id. at 257.     Here, the district\n\ncourt suggested no actual, let alone structural, prejudice caused\n\nby lack of the Certificate.            But in its Opinion and Order the\n\ndistrict court, as we have observed, did describe the government's\n\nbehavior as a \"decision\" to \"flout\" the Local Rule, and pointed to\n\nprevious cases in which similar behavior had taken place.                Should\n\na district court be faced with misconduct or with a structural flaw\n\nrendering the process fundamentally unfair, we acknowledge the\n\npossibility that striking the Notice might be an appropriate\n\nsanction.      Such are not the facts here, however, as we have said.\n\n                     5. United States Attorneys' Manual\n\n              The district court agreed with the defendants that they\n\nhad    not    been    provided   a   meaningful      opportunity    to   present\n\nmitigating evidence before the government filed the Notice, as\n\nrequired by the United States Attorneys' Manual (\"Manual\").                  The\n\nManual contains guidelines for determining whether to seek the\n\ndeath penalty.         United States Attorneys' Manual §§ 9-10.010 -\n\n10.190.      These are widely known as the \"death penalty protocols.\"\n\nUnder the death penalty protocols, defense counsel must be provided\n\na \"reasonable opportunity\" to present mitigating evidence to the\n\nUnited States Attorney before he or she makes a recommendation\n\nwhether to seek the death penalty.              Id. at § 9-10.050.       If the\n\n\n                                       -9-\n\fUnited States Attorney recommends seeking the death penalty, the\n\nCapital   Review   Committee   also     reviews    the   case   and   makes    a\n\nrecommendation. Id. at § 9-10-120. The Committee can also review,\n\non its own initiative, any case in which the United States Attorney\n\nrecommends against seeking the death penalty.10 Id. This procedure\n\nculminates in recommendations to the Attorney General, who decides\n\nwhether to seek the death penalty.            The Manual then in force\n\nprovided that counsel \"shall be provided an opportunity\" to present\n\nmitigating evidence to the Capital Review Committee.11                And the\n\nsection entitled \"Review of Recommendations Not to Seek Death\n\nPenalty\" warns that \"[n]o decision to seek the death penalty shall\n\nbe made without affording defense counsel an opportunity to present\n\nevidence and argument in mitigation . . . .\"             Id. at § 9-10.055.\n\n           We   need   not   consider    whether    counsel     had   such    an\n\nopportunity here.      The Manual by its terms makes those procedures\n\nmandatory.      But the first page of that manual warns that the\n\nguidelines do not create any rights.\n\n\n\n10\n     Therefore the filing of the Notice might be against the\nrecommendation of the United states Attorney responsible for the\ncase.\n11\n     The current Manual replaces this language with an admonition\nthat \"[n]o final decision to seek the death penalty shall be made\nif defense counsel has not been afforded an opportunity to present\nevidence and argument in mitigation.\" Id. at § 9-10.120. While we\nnote that this seems to be a stronger statement, the change makes\nno difference to our analysis. Concluding as we do that the Manual\nconfers no substantive rights on criminal defendants, it does not\nmatter how strong the statement in the Manual might be.\n\n                                  -10-\n\f             The Manual provides only internal Department\n             of Justice guidance. It is not intended to,\n             does not, and may not be relied upon to create\n             any   rights,   substantive   or   procedural,\n             enforceable at law by any party in any matter\n             civil or criminal. Nor are any limitations\n             hereby placed on otherwise lawful litigative\n             prerogatives of the Department of Justice.\n\nUnited States Attorneys' Manual, § 1.100.           As the district court\n\nacknowledged, we have held that similar Department of Justice\n\nguidelines, \"not mandated by statute or the constitution, do not\n\nconfer   substantive    rights    on    any   party.\"    United   States   v.\n\nCraveiro, 907 F.2d 260, 264 (1st Cir.          1990).   Other Circuits have\n\nheld the same to be true of the Manual.          See United States v. Lee,\n\n274 F.3d 485, 493 (8th Cir. 2001) (United States Attorneys' Manual\n\nnot enforceable by individuals); Nichols v. Reno, 124 F.3d 1376,\n\n1376 (10th Cir. 1997) (defendant has no \"protectable interest\" in\n\nenforcement of death penalty protocols); United States v. Myers,\n\n123 F.3d 350, 355-56 (6th Cir. 1997) (\"[A] violation by the\n\ngovernment of its internal operating procedures, on its own, does\n\nnot create a basis for suppressing . . . grand jury testimony.\");\n\nUnited States v. Gillespie, 974 F.2d 796, 800-02 (7th Cir. 1992);\n\nUnited States v. Busher, 817 F.2d 1409, 1411-12 (9th Cir. 1987).\n\nWhile some administrative regulations do create rights in third\n\nparties, see United States ex rel. Accardi v. Shaughnessy, 347 U.S.\n\n260,   267    (1954),   those    governing     prosecutors   enjoy   greater\n\nflexibility because the exercise of prosecutorial discretion is a\n\n\n\n                                       -11-\n\f\"core   executive   constitutional   function,\"   United   States   v.\n\nArmstrong, 517 U.S. 456, 465 (1996).\n\n          We conclude that a violation of the Manual, by itself,\n\nwould not give rise to the sanction imposed here.   We are reluctant\n\nto interfere with internal prosecutorial measures by elevating\n\ninternal guidelines to the level of a guarantee to defendants. Our\n\nreluctance stems from a respect for the separation of powers, and\n\nalso from practical concerns.        If the government were to be\n\npunished for violations of its own internal guidelines, it would be\n\nmore likely to write less exacting guidelines, or none at all.\n\n          Because we determine that a simple violation of the\n\nManual does not create a basis for dismissing the Notice, we\n\ndecline to reach the issue of whether these facts constitute a\n\nbreach of the death penalty protocols.      We therefore express no\n\nopinion about whether four days' notice of a meeting held before\n\nthe appointment of learned counsel would constitute a \"reasonable\n\nopportunity,\" nor do we consider whether AUSA Bazán's invitation to\n\nsubmit mitigating information and argument after the meeting would\n\nhave cured such a defect, if one existed.\n\n          This is not to say that a finding of systemic violation\n\nof the Manual or of prosecutorial misconduct in failure to abide by\n\nthe Manual could never give rise to any sanction.      It is only to\n\nsay that, standing alone, the government's failure to follow the\n\nprocedures set forth in the Manual cannot serve as the basis for\n\n\n                                -12-\n\fthe sanction imposed here.            We have, when confronted with \"the\n\nviolation    of   a   policy   which   does   not    justify      a    case-related\n\njudicial sanction and yet which appears immune to expressions of\n\njudicial    dissatisfaction,\"     indicated       that    we   will        refer    such\n\nviolations to the Department of Justice's Office of Professional\n\nResponsibility, and require of that Office \"a report concerning the\n\nsteps the Department proposes to take to police its internal policy\n\nguidelines and to discipline those of its employees who choose not\n\nto follow them.\"       United States v. Pacheco-Ortiz, 889 F.2d 301,\n\n310-11 (1st Cir. 1989) (per curiam).\n\n                                6. Prejudice\n\n            The district court went beyond its allowable discretion\n\nin striking the Notice without making a finding that prejudice was\n\ncaused by the government's breach of the Local Rule.                       Further, a\n\nprejudice finding would confront three interrelated obstacles.\n\nFirst, it appears as though the purpose of the Local Rule was met\n\nin this case.      Second, any prejudice to the defendants caused by\n\nthe inability to present mitigating evidence at the Meeting would\n\nhave to be traceable to some other violation of a rule or statute,\n\nas the Manual that mandates the Meeting is not a source of rights.\n\nFinally,    the   government    has    repeated     its   offer       to    allow    the\n\ndefendants another chance to present mitigating evidence. In order\n\nfor there to be prejudice to the defendants, this second chance\n\n\n\n\n                                       -13-\n\fmust    be   somehow   defective      in   this   particular   case,   a   matter\n\ndifficult to judge in the abstract.\n\n             Prejudice to the defendants, in the context of grand jury\n\nirregularities, exists when \"it is established that the violation\n\nsubstantially influenced the grand jury's decision to indict, or if\n\nthere is grave doubt that the decision to indict was free from the\n\nsubstantial influence of such violations.\"              Bank of Nova Scotia,\n\n487 U.S. at 256 (internal quotation marks omitted).                By analogy,\n\nthe defendants must show that the violation complained of, here the\n\ngovernment's     failure      to   file    the    Certificate,   substantially\n\ninfluenced the Attorney General's decision to authorize the death\n\npenalty, or that there is grave doubt that the decision was free of\n\nsuch influence.12\n\n             We can discern no prejudice because the only identified\n\npurpose of the Local Rule was met by other means.                 The district\n\ncourt mentioned only one purpose of the Local Rule but implied that\n\nthere were others:       \"One of the purposes of this rule is to provide\n\nclear notice to defendants and the court that the defendants have\n\nbeen charged with death-eligible crimes and, therefore, may be\n\nentitled to certain rights, such as the right to learned counsel.\"\n\nThe    Certificate     may   indeed    have   other   purposes   but   none   are\n\n\n\n12\n     Should constitutional rights be implicated the standard might\nwell be different.   See Chapman v. California, 386 U.S. 18, 24\n(1967).   But the defendants do not complain of constitutional\nviolations.\n\n                                       -14-\n\fidentified in the Opinion and Order nor in the text of the Local\n\nRule itself.      \"Clear notice\" itself may provide defendants with\n\nbenefits other than timely appointment of learned counsel, but\n\nagain none are identified.\n\n           Learned      counsel     was    appointed         even     without      the\n\nCertificate.      And timely filing of the Certificate would not on\n\nthese   facts    have   enabled    learned   counsel     to    prepare      for    the\n\nmitigation meeting on December 22, nor for later submission of\n\nmitigating evidence in January as outlined in AUSA Bazán's letter.\n\nBelow, the defendants argued for a 270-day continuance to conduct\n\na mitigation investigation.        If the Certificate had been filed and\n\nlearned counsel somehow appointed the day the defendants were\n\narrested, there would have been less than two months to prepare for\n\nthe   meeting.     Assuming   the    270-day       request    was     a   good-faith\n\nestimate   of    the    required   time,     two    months     would      have    been\n\ninadequate from the defendants' perspective.13                      And for Riera-\n\nCrespo, who was not even in custody when the December 22 meeting\n\ntook place, failure to file the Certificate could have made no\n\npractical difference.       Even if learned counsel could be appointed\n\nfor a defendant who has not yet been arrested, a mitigation\n\ninvestigation -- a highly personalized, fact-specific inquiry about\n\n\n\n\n13\n     At oral argument, learned counsel attested that six months to\none year is required to assemble and present mitigation evidence.\n\n                                     -15-\n\fthe defendant's past and present circumstances -- likely could not\n\nbe meaningfully conducted without the defendant's input.\n\n           There   might    indeed   be     prejudice    in   the   defendants'\n\ninability to present mitigating evidence at the Meeting or to\n\nobtain a postponement of the Meeting.         But there is nothing at this\n\nstage in the proceedings to indicate that compliance with the Local\n\nRule would have changed this circumstance.          Nor is there any way to\n\ndetermine whether the mitigating evidence, had any been presented,\n\nwould have changed the government's decision.\n\n           If there were any prejudice, and that prejudice stemmed\n\nfrom the violation of the Local Rule or another valid source of\n\nrights,   it   might    still   be   cured    by   the   government's     later\n\nreconsideration.       The government offered, in the letter and at the\n\nhearing, to allow the defendants more time to submit mitigating\n\nevidence.14 If that opportunity constitutes a real second chance --\n\nas good as the first -- to influence the government's decision, it\n\nis hard to imagine how the defendants could have been prejudiced by\n\nmissing the initial meeting.         See Frye, 372 F.3d at 741 (noting\n\nthat later submission of mitigating evidence might obviate any\n\nprejudice stemming from the inability to present evidence before\n\nthe filing of the Notice).       The district court made the pragmatic\n\nassessment that getting the government to change a decision already\n\n\n\n14\n     The government reiterated at oral argument that it is still\nwilling to entertain mitigating evidence.\n\n                                     -16-\n\fmade is necessarily harder than getting it to decide in one's favor\n\nin the first place.         True as this observation may be, it is\n\nnevertheless an insufficient basis, on the current record, to\n\nsupport a finding of prejudice.           That is because, in order to show\n\nprejudice, the defendants would have to identify some substantive\n\nmitigating   evidence     that    might    have   altered    the   government's\n\ndecision to seek the death penalty. The defendants have identified\n\nno such evidence in this case.\n\n           It is possible that the chance for reconsideration is no\n\nsubstitute for the ability to present mitigating evidence at the\n\noriginal Meeting.     The United States Attorneys' Manual instructs\n\nreviewers to \"limit the evaluation to determining if the changed\n\nfacts and circumstances, had they been known at the time of the\n\ninitial determination, would have resulted in a decision not to\n\nseek the death penalty.\"         Id. at § 9-10.150.         Thus, according to\n\nthe Manual, there is no precedential weight to the earlier decision\n\nin a reconsideration, and the defendant is not required to carry a\n\nheavier   burden   than   at     the   original   determination.       But   the\n\ngovernment cannot rely on this provision of the Manual as a\n\nguarantee of no prejudice.         The Manual, as the government argues\n\nelsewhere, confers no substantive rights on defendants. Should the\n\ndefendants put forward new substantive mitigating evidence at a\n\nreconsideration, then perhaps the efficacy of the reconsideration\n\nprocess can be meaningfully questioned.           We note that, even should\n\n\n                                       -17-\n\fthe reconsideration prove prejudicial, the defendants would still\n\nhave to prove that the prejudice was caused by the violation of the\n\nLocal Rule.   We are at a loss to imagine how this might be the\n\ncase, but we leave open the possibility.\n\n           The district court is clearly aware of the solemnity of\n\nproceedings that might result in an execution.   We do believe that\n\nwhen the stakes are so high, a smaller quantum of prejudice may\n\njustify a sanction.   And, as discussed above, striking the Notice\n\nis not quite as serious as dismissing the indictment altogether,\n\nand so perhaps still less prejudice is required.          We are also\n\nmindful that the mere possibility of a death sentence has serious\n\neffects.   It changes the bargaining calculus in plea negotiations,\n\nsee In re Sterling-Suárez, 306 F.3d at 1172,15 alters the structure\n\nand procedure of the trial itself, see Acosta-Martinez, 252 F.3d at\n\n16, and may represent a shift in the course of events that is\n\nimpossible to undo.   But there must be some prejudice:    the threat\n\nof an execution does not transform criminal procedure into a\n\ntightrope, on which any misstep forfeits the government's right to\n\nseek the statutorily authorized punishment of its choosing.\n\n\n15\n     The Manual does state, \"The death penalty may not be sought,\nand no attorney for the Government may threaten to seek it, solely\nfor the purpose of obtaining a more desirable negotiating\nposition.\" Id. at § 1-10.110. This statement is, of course, an\nimplicit recognition of the power of a possible death sentence to\ninduce a guilty plea.     It should also function as a safeguard\nagainst misuse of the death penalty authorization in this way. But\nit would be fantasy to think the admonition dilutes the negotiating\nleverage created by the threat of capital punishment.\n\n                                -18-\n\f                          7. Conclusion\n\n          Because the United States Attorneys' Manual cannot create\n\nsubstantive rights for defendants, and because the district court\n\ndid not allude to any prejudice caused by the government's failure\n\nto abide by District of Puerto Rico Local Rule 144.2(b), the Order\n\nstriking the Notice of Intent to Seek a Sentence of Death is\n\nvacated. The Notice is reinstated, subject to further proceedings\n\nconsistent with this opinion.\n\n\n\n\n                                -19-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>522 F.3d 150 (2008)</b></center>\n<center><h1>UNITED STATES of America, Appellant,<br>\nv.<br>\nRodney LOPEZ-MATIAS, Eduardo Riera-Crespo, and Raymond Alers-Santiago, Defendants, Appellees.</h1></center>\n<center>No. 07-1662.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard November 6, 2007.</center>\n<center>Decided April 10, 2008.</center>\n<p><span class=\"star-pagination\">*151</span> John Alex Romano, Attorney, Criminal Division, United States Department of</p>\n<p>Justice, with whom Rosa E. Rodriguez-Velez, United States Attorney, and Antonio R. Bazán, Assistant United States Attorney, were on brief, for appellant.</p>\n<p>John R. Martin, with whom Martin Brothers, P.C. was on brief, for appellee Rodney Lopez-Matias.</p>\n<p>David A. Ruhnke, with whom Ruhnke &amp; Barrett was on brief, for appellee Eduardo Riera-Crespo.</p>\n<p>Steven M. Potolsky for appellee Raymond Alers-Santiago.</p>\n<p>Before LIPEZ and HOWARD, Circuit Judges, and SMITH,<sup>[*]</sup> District Judge.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>In this carjacking case, the district court ruled that the government could not seek the death penalty, citing the government's failure to abide by its own policies and by local court rules. The government appeals. Finding appellate jurisdiction over the matter, we hold that the district court abused its discretion when it failed to consider whether there was prejudice to the defendants. We can discern no prejudice on the record. Accordingly, we vacate the district court's order striking the Notice of Intent to Seek a Sentence of Death.</p>\n<p></p>\n<h2>1. Facts</h2>\n<p>In November, 2006, a federal grand jury in Puerto Rico indicted Rodney Lopez-Matias, Eduardo Riera-Crespo, and Raymond Alers-Santiago for conspiracy to commit carjacking through deadly force and carjacking resulting in death.<sup>[1]</sup> The indictment contained a \"Notice of Special Findings\" for each defendant, laying out findings that qualified the case for the <span class=\"star-pagination\">*152</span> death penalty as well as statutory aggravating factors. <i>See</i> 18 U.S.C §§ 3591 &amp; 3592. The government never filed a Certificate of Death Penalty Case (\"Certificate\"), as required by District of Puerto Rico Local Criminal Rule 144.2(b) (\"Local Rule\").<sup>[2]</sup></p>\n<p>In December, the government provided four days' notice of a meeting of the Attorney General's Committee on Capital Cases (\"Capital Review Committee\") to be held December 22, 2006, at which defendants could present mitigating evidence. Riera-Crespo was still at large. The other two men had appointed counsel, but not the \"learned counsel\" required for capital cases.<sup>[3]</sup> Lopez-Matias's counsel asked the government to delay the meeting until learned counsel had been appointed, but the request was denied. No one presented any mitigating evidence at the meeting.</p>\n<p>Riera-Crespo was apprehended just before the end of 2006. On January 17, 2007, Assistant United States Attorney Bazán wrote to each defense attorney, directing that any \"information or argument that counsel wishes to present as a basis for not seeking the death penalty . . . should be submitted . . . forthwith.\" Learned counsel had been appointed for Lopez-Matias and Alers-Santiago at that point, but only a few days previously. Riera-Crespo was not provided learned counsel until January 19, two days after AUSA Bazán's letter.</p>\n<p>Two weeks later, on January 31, the Attorney General authorized the United States Attorney to seek the death penalty. Accordingly, the government filed a Notice of Intent to Seek a Sentence of Death (\"Notice\") on February 6, 2007. The defendants all moved to strike the Notice, on the ground that they had been denied a meaningful opportunity to present mitigating evidence.</p>\n<p>The district court heard argument about the motion to strike on February 21, 2007. At the hearing, the government again offered the defendants a chance to present mitigating evidence and seek reconsideration, an offer the government repeated at oral argument before us. The district court struck the Notice, citing two grounds in its written Opinion and Order dated February 22, 2007: first, because the defendants had no meaningful chance to present mitigating evidence before the government made its decision; and second, because the government failed to follow the Local Rule and file the Certificate.<sup>[4]</sup> The government appeals.</p>\n<p></p>\n<h2>2. Jurisdiction</h2>\n<p>This court has appellate jurisdiction where a district court strikes a Notice.<sup>[5]</sup><span class=\"star-pagination\">*153</span> <i>United States v. Acosta-Martinez,</i> 252 F.3d 13, 16 (1st Cir.2001).<sup>[6]</sup> In <i>Acosta-Martinez</i> we reasoned that in dismissing the Notice, \"the district court effectively dismissed a significant portion of the counts against the defendant.\" <i>Id.</i> at 17. We acknowledge the imprecision of this analogy, but we deem it adequate for the purposes of jurisdiction and standard of review.</p>\n<p></p>\n<h2>3. Standard of Review</h2>\n<p>When the district court dismisses an indictment or a portion thereof, we review conclusions of law de novo, factual findings for clear error, and the ultimate ruling for abuse of discretion. <i>See </i><i>United States v. Kelley,</i> 402 F.3d 39, 41 (1st Cir. 2005) (review of dismissal based on violation of the Interstate Agreement on Detainers); <i>United States v. Maxwell,</i> 351 F.3d 35, 40 (1st Cir.2003) (review of denial of motion to dismiss for violation of Speedy Trial Act). We agree with the parties that the same standards apply here, where the district court has stricken the Notice.</p>\n<p></p>\n<h2>4. Local Rule 144.2(b)</h2>\n<p>The district court struck the Notice primarily based on the violation of Local Rule 144.2(b), a matter it raised <i>sua sponte.</i> The Local Rule provides that \"[u]pon the filing of a Criminal Complaint or Indictment in a case in which the maximum possible penalty is death, the United States Attorney shall file, with the Clerk of Court, a Certificate of Death Penalty Case. . . .\" District of Puerto Rico Local Rule 144.2(b). The language of the Local Rule is mandatory, but the government nonetheless failed to file the Certificate.<sup>[7]</sup></p>\n<p>Local court rules carry the force of law. <i>See </i><i>Air Line Pilots Ass'n v. Precision Valley Aviation,</i> 26 F.3d 220, 224 (1st Cir.1994). But like other laws, they operate within the context of the law as a whole. So it is that 28 U.S.C. § 2071(a), which both grants and constrains the rulemaking power of the courts, directs that \"rules shall be consistent with Acts of Congress and [federal rules of practice, procedure and evidence].\"<sup>[8]</sup><i>Id.; see also </i><i>United</i> <span class=\"star-pagination\">*154</span> <i>States v. Panzardi Alvarez,</i> 816 F.2d 813, 818 (1st Cir.1987) (District of Puerto Rico Local Rule invalid insofar as it prevents criminal defendant from having choice of attorney and thereby conflicts with Sixth Amendment).</p>\n<p>In reviewing the dismissal of the Notice, we are mindful of Rule of Criminal Procedure 52(a): \"Any error, defect, irregularity or variance that does not affect substantial rights must be disregarded.\" <i>Id.</i> The Supreme Court in <i>Bank of Nova Scotia v. United States,</i> 487 U.S. 250, 108 S.Ct. 2369, 101 L.Ed.2d 228 (1988), held that a district court could not dismiss an indictment for errors that involved no prejudice. <i>Id.</i> at 263, 108 S.Ct. 2369. So it must be as well with the striking of the Notice.<sup>[9]</sup></p>\n<p>\"As a general matter, a district court may not dismiss an indictment for errors in grand jury proceedings unless such errors prejudiced the defendants.\" <i>Bank of Nova Scotia,</i> 487 U.S. at 254, 108 S.Ct. 2369. Here, the district court did not make a finding of prejudice, and that legal error is a per se abuse of discretion. <i>Koon v. United States,</i> 518 U.S. 81, 100, 116 S.Ct. 2035, 135 L.Ed.2d 392 (1996) (\"A district court by definition abuses its discretion when it makes an error of law.\"); <i>Rosario-Urdaz v. Rivera-Hernandez,</i> 350 F.3d 219, 221 (1st Cir.2003) (\"An error of law is, of course, an abuse of discretion.\").</p>\n<p>In <i>Bank of Nova Scotia,</i> the Court indicated that its conclusion would not reach cases of prosecutorial misconduct, or other situations \"in which the structural protections of the grand jury have been so compromised as to render the proceedings fundamentally unfair. . . .\" <i>Id.</i> at 257, 108 S.Ct. 2369. Here, the district court suggested no actual, let alone structural, prejudice caused by lack of the Certificate. But in its Opinion and Order the district court, as we have observed, did describe the government's behavior as a \"decision\" to \"flout\" the Local Rule, and pointed to previous cases in which similar behavior had taken place. Should a district court be faced with misconduct or with a structural flaw rendering the process fundamentally <span class=\"star-pagination\">*155</span> unfair, we acknowledge the possibility that striking the Notice might be an appropriate sanction. Such are not the facts here, however, as we have said.</p>\n<p></p>\n<h2>5. United States Attorneys' Manual</h2>\n<p>The district court agreed with the defendants that they had not been provided a meaningful opportunity to present mitigating evidence before the government filed the Notice, as required by the United States Attorneys' Manual (\"Manual\"). The Manual contains guidelines for determining whether to seek the death penalty. United States Attorneys' Manual §§ 9-10.010-10.190. These are widely known as the \"death penalty protocols.\" Under the death penalty protocols, defense counsel must be provided a \"reasonable opportunity\" to present mitigating evidence to the United States Attorney before he or she makes a recommendation whether to seek the death penalty. <i>Id.</i> at § 9-10.050. If the United States Attorney recommends seeking the death penalty, the Capital Review Committee also reviews the case and makes a recommendation. <i>Id.</i> at § 9-10-120. The Committee can also review, on its own initiative, any case in which the United States Attorney recommends against seeking the death penalty.<sup>[10]</sup><i>Id.</i> This procedure culminates in recommendations to the Attorney General, who decides whether to seek the death penalty. The Manual then in force provided that counsel \"shall be provided an opportunity\" to present mitigating evidence to the Capital Review Committee.<sup>[11]</sup> And the section entitled \"Review of Recommendations Not to Seek Death Penalty\" warns that \"[n]o decision to seek the death penalty shall be made without affording defense counsel an opportunity to present evidence and argument in mitigation. . . .\" <i>Id.</i> at § 9-10.055.</p>\n<p>We need not consider whether counsel had such an opportunity here. The Manual by its terms makes those procedures mandatory. But the first page of that manual warns that the guidelines do not create any rights.</p>\n<blockquote>The Manual provides only internal Department of Justice guidance. It is not intended to, does not, and may not be relied upon to create any rights, substantive or procedural, enforceable at law by any party in any matter civil or criminal. Nor are any limitations hereby placed on otherwise lawful litigative prerogatives of the Department of Justice.</blockquote>\n<p>United States Attorneys' Manual, § 1.100. As the district court acknowledged, we have held that similar Department of Justice guidelines, \"not mandated by statute or the constitution, do not confer substantive rights on any party.\" <i>United States v. Craveiro,</i> 907 F.2d 260, 264 (1st Cir.1990). Other Circuits have held the same to be true of the Manual. <i>See </i><i>United States v. Lee,</i> 274 F.3d 485, 493 (8th Cir.2001) (United States Attorneys' Manual not enforceable by individuals); <i>Nichols v. Reno,</i> 124 F.3d 1376, 1376 (10th Cir.1997) (defendant has no \"protectable interest\" in enforcement of death penalty protocols); <i>United States v. Myers,</i> 123 F.3d 350, 355-56 (6th Cir.1997) (\"[A] violation by the government <span class=\"star-pagination\">*156</span> of its internal operating procedures, on its own, does not create a basis for suppressing . . . grand jury testimony.\"); <i>United States v. Gillespie,</i> 974 F.2d 796, 800-02 (7th Cir.1992); <i>United States v. Busher,</i> 817 F.2d 1409, 1411-12 (9th Cir. 1987). While some administrative regulations do create rights in third parties, <i>see </i><i>United States ex rel. Accardi v. Shaughnessy,</i> 347 U.S. 260, 267, 74 S.Ct. 499, 98 L.Ed. 681 (1954), those governing prosecutors enjoy greater flexibility because the exercise of prosecutorial discretion is a \"core executive constitutional function,\" <i>United States v. Armstrong,</i> 517 U.S. 456, 465, 116 S.Ct. 1480, 134 L.Ed.2d 687 (1996).</p>\n<p>We conclude that a violation of the Manual, by itself, would not give rise to the sanction imposed here. We are reluctant to interfere with internal prosecutorial measures by elevating internal guidelines to the level of a guarantee to defendants. Our reluctance stems from a respect for the separation of powers, and also from practical concerns. If the government were to be punished for violations of its own internal guidelines, it would be more likely to write less exacting guidelines, or none at all.</p>\n<p>Because we determine that a simple violation of the Manual does not create a basis for dismissing the Notice, we decline to reach the issue of whether these facts constitute a breach of the death penalty protocols. We therefore express no opinion about whether four days' notice of a meeting held before the appointment of learned counsel would constitute a \"reasonable opportunity,\" nor do we consider whether AUSA Bazán's invitation to submit mitigating information and argument after the meeting would have cured such a defect, if one existed.</p>\n<p>This is not to say that a finding of systemic violation of the Manual or of prosecutorial misconduct in failure to abide by the Manual could never give rise to any sanction. It is only to say that, standing alone, the government's failure to follow the procedures set forth in the Manual cannot serve as the basis for the sanction imposed here. We have, when confronted with \"the violation of a policy which does not justify a case-related judicial sanction and yet which appears immune to expressions of judicial dissatisfaction,\" indicated that we will refer such violations to the Department of Justice's Office of Professional Responsibility, and require of that Office \"a report concerning the steps the Department proposes to take to police its internal policy guidelines and to discipline those of its employees who choose not to follow them.\" <i>United States v. Pacheco-Ortiz,</i> 889 F.2d 301, 310-11 (1st Cir.1989) (per curiam).</p>\n<p></p>\n<h2>6. Prejudice</h2>\n<p>The district court went beyond its allowable discretion in striking the Notice without making a finding that prejudice was caused by the government's breach of the Local Rule. Further, a prejudice finding would confront three interrelated obstacles. First, it appears as though the purpose of the Local Rule was met in this case. Second, any prejudice to the defendants caused by the inability to present mitigating evidence at the Meeting would have to be traceable to some other violation of a rule or statute, as the Manual that mandates the Meeting is not a source of rights. Finally, the government has repeated its offer to allow the defendants another chance to present mitigating evidence. In order for there to be prejudice to the defendants, this second chance must be somehow defective in this particular case, a matter difficult to judge in the abstract.</p>\n<p><span class=\"star-pagination\">*157</span> Prejudice to the defendants, in the context of grand jury irregularities, exists when \"it is established that the violation substantially influenced the grand jury's decision to indict, or if there is grave doubt that the decision to indict was free from the substantial influence of such violations.\" <i>Bank of Nova Scotia,</i> 487 U.S. at 256, 108 S.Ct. 2369 (internal quotation marks omitted). By analogy, the defendants must show that the violation complained of, here the government's failure to file the Certificate, substantially influenced the Attorney General's decision to authorize the death penalty, or that there is grave doubt that the decision was free of such influence.<sup>[12]</sup></p>\n<p>We can discern no prejudice because the only identified purpose of the Local Rule was met by other means. The district court mentioned only one purpose of the Local Rule but implied that there were others: \"One of the purposes of this rule is to provide clear notice to defendants and the court that the defendants have been charged with death-eligible crimes and, therefore, may be entitled to certain rights, such as the right to learned counsel.\" The Certificate may indeed have other purposes but none are identified in the Opinion and Order nor in the text of the Local Rule itself. \"Clear notice\" itself may provide defendants with benefits other than timely appointment of learned counsel, but again none are identified.</p>\n<p>Learned counsel was appointed even without the Certificate. And timely filing of the Certificate would not on these facts Have enabled learned counsel to prepare for the mitigation meeting on December 22, nor for later submission of mitigating evidence in January as outlined in AUSA Bazán's letter. Below, the defendants argued for a 270-day continuance to conduct a mitigation investigation. If the Certificate had been filed and learned counsel somehow appointed the day the defendants were arrested, there would have been less than two months to prepare for the meeting. Assuming the 270-day request was a good-faith estimate of the required time, two months would have been inadequate from the defendants' perspective.<sup>[13]</sup> And for Riera-Crespo, who was not even in custody when the December 22 meeting took place, failure to file the Certificate could have made no practical difference. Even if learned counsel could be appointed for a defendant who has not yet been arrested, a mitigation investigation  a highly personalized, fact-specific inquiry about the defendant's past and present circumstances  likely could not be meaningfully conducted without the defendant's input.</p>\n<p>There might indeed be prejudice in the defendants' inability to present mitigating evidence at the Meeting or to obtain a postponement of the Meeting. But there is nothing at this stage in the proceedings to indicate that compliance with the Local Rule would have changed this circumstance. Nor is there any way to determine whether the mitigating evidence, had any been presented, would have changed the government's decision.</p>\n<p>If there were any prejudice, and that prejudice stemmed from the violation of the Local Rule or another valid source of rights, it might still be cured by the government's later reconsideration. The government <span class=\"star-pagination\">*158</span> offered, in the letter and at the hearing, to allow the defendants more time to submit mitigating evidence.<sup>[14]</sup> If that opportunity constitutes a real second chance  as good as the first  to influence the government's decision, it is hard to imagine how the defendants could have been prejudiced by missing the initial meeting. <i>See </i><i>Frye,</i> 372 F.3d at 741 (noting that later submission of mitigating evidence might obviate any prejudice stemming from the inability to present evidence before the filing of the Notice). The district court made the pragmatic assessment that getting the government to change a decision already made is necessarily harder than getting it to decide in one's favor in the first place. True as this observation may be, it is nevertheless an insufficient basis, on the current record, to support a finding of prejudice. That is because, in order to show prejudice, the defendants would have to identify some substantive mitigating evidence that might have altered the government's decision to seek the death penalty. The defendants have identified no such evidence in this case.</p>\n<p>It is possible that the chance for reconsideration is no substitute for the ability to present mitigating evidence at the original Meeting. The United States Attorneys' Manual instructs reviewers to \"limit the evaluation to determining if the changed facts and circumstances, had they been known at the time of the initial determination, would have resulted in a decision not to seek the death penalty.\" <i>Id.</i> at § 9-10.150. Thus, according to the Manual, there is no precedential weight to the earlier decision in a reconsideration, and the defendant is not required to carry a heavier burden than at the original determination. But the government cannot rely on this provision of the Manual as a guarantee of no prejudice. The Manual, as the government argues elsewhere, confers no substantive rights on defendants. Should the defendants put forward new substantive mitigating evidence at a reconsideration, then perhaps the efficacy of the reconsideration process can be meaningfully questioned. We note that, even should the reconsideration prove prejudicial, the defendants would still have to prove that the prejudice was <i>caused by the violation of the Local Rule.</i> We are at a loss to imagine how this might be the case, but we leave open the possibility.</p>\n<p>The district court is clearly aware of the solemnity of proceedings that might result in an execution. We do believe that when the stakes are so high, a smaller quantum of prejudice may justify a sanction. And, as discussed above, striking the Notice is not quite as serious as dismissing the indictment altogether, and so perhaps still less prejudice is required. We are also mindful that the mere possibility of a death sentence has serious effects. It changes the bargaining calculus in plea negotiations, <i>see </i><i>In re Sterling-Suárez,</i> 306 F.3d at 1172,<sup>[15]</sup> alters the structure and procedure of the trial itself, <i>see </i><i>Acosta-Martinez,</i> 252 F.3d at 16, and may represent a shift in the course of events that is impossible to undo. But there must be <i>some</i> prejudice: the threat of an execution <span class=\"star-pagination\">*159</span> does not transform criminal procedure into a tightrope, on which any misstep forfeits the government's right to seek the statutorily authorized punishment of its choosing.</p>\n<p></p>\n<h2>7. Conclusion</h2>\n<p>Because the United States Attorneys' Manual cannot create substantive rights for defendants, and because the district court did not allude to any prejudice caused by the government's failure to abide by District of Puerto Rico Local Rule 144.2(b), the Order striking the Notice of Intent to Seek a Sentence of Death is <i>vacated.</i> The Notice is <i>reinstated,</i> subject to further proceedings consistent with this opinion.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of Rhode Island, sitting by designation.</p>\n<p>[1]  18 U.S.C. § 371 concerns conspiracy, 18 U.S.C. § 2119 concerns carjacking, and 18 U.S.C. § 2119(3) concerns carjacking resulting in death.</p>\n<p>[2]  \"Upon the filing of a Criminal Complaint or Indictment in a case in which the maximum possible penalty is death, the United States Attorney shall file with the Clerk of Court, a Certificate of Death Penalty Case; thereby identifying the criminal matter as a capital case for purposes of this Rule.\" Local Rule 144.2(b). The rest of Local Rule 144.2 similarly concerns appointment of counsel and case management in capital cases.</p>\n<p>[3]  \"Learned counsel\" is shorthand for the \"counsel learned in the law applicable to capital cases\" required by statute. <i>See</i> 18 U.S.C. § 3005; <i>see also</i> District of Puerto Rico Local Rule 144.2(d).</p>\n<p>[4]  Although the district court referred to the importance of representation of learned counsel \"at such a critical stage in the proceedings\" as the Capital Review Committee meeting, we do not read the Opinion and Order as finding that the Capital Review Committee meeting is a \"critical stage\" in the proceedings as that term is used in Sixth Amendment right-to-counsel analysis. <i>See, e.g., </i><i>Maine v. Moulton,</i> 474 U.S. 159, 106 S.Ct. 477, 88 L.Ed.2d 481 (1985), The defendants have not briefed the issue and declined an invitation to raise it at oral argument. We explicitly declined to address this question in <i>In re Sterling-Suárez,</i> 306 F.3d 1170, 1173 (1st Cir. 2002). We will not address it here.</p>\n<p>[5]  We have appellate jurisdiction, so we do not accept the parties' invitation to consider mandamus.</p>\n<p>[6]  The four other circuits to have considered the matter have come to the same conclusion. <i>See </i><i>United States v. Frye,</i> 372 F.3d 729, 734 (5th Cir.2004); <i>United States v. Quinones,</i> 313 F.3d 49, 57 (2d Cir.2002); <i>United States v. Bass,</i> 266 F.3d 532, 535-36 (6th Cir.2001), <i>rev'd on other grounds,</i> 536 U.S. 862, 122 S.Ct. 2389, 153 L.Ed.2d 769; <i>United States v. Cheely,</i> 36 F.3d 1439, 1441 (9th Cir.1994).</p>\n<p>[7]  In its Opinion and Order, the district court wrote that the government had made a \"decision to flout\" the Local Rule. Other than the bare fact that the Certificate was never filed, the record contains no suggestion of intentional noncompliance. The district court did cite two other cases in the last ten years where it struck a Notice. <i>See </i><i>United States v. Gómez-Olmeda,</i> 296 F.Supp.2d 71, 90 (D.P.R. 2003); <i>United States v. Rosado-Rosario,</i> 1998 WL 28273, *2, 1998 U.S. Dist. LEXIS 673, at *6 (D.P.R. January 15, 1998). While the facts of these two cases remain troubling, they do not cast the current facts as a \"decision to flout\" the Local Rule.</p>\n<p>[8]  There is, of course, another source of rulemaking power: the \"inherent power\" of the courts. <i>See </i><i>Stern v. United States Dist. Court,</i> 214 F.3d 4, 13 (1st Cir.2000) (citing <i>Chambers v. NASCO, Inc.,</i> 501 U.S. 32, 44, 111 S.Ct. 2123, 115 L.Ed.2d 27 (1991)). That power enables the courts \"to impose silence, respect, and decorum; in their presence, and submission to their lawful mandates.\" <i>Anderson v. Dunn,</i> 6 Wheat. 204, 19 U.S. 204, 227, 5 L.Ed. 242 (1821) (pointing out that statutory provisions for contempt sanctions must be duplicative of or refinements to this inherent power). But the inherent power, too, must be exercised in the larger context of law as a whole. \"[W]hen courts exercise the supervisory power, they must respect the balance of interests struck by conventional application of the legal doctrines governing the particular problem in the particular case.\" <i>United States v. Santana,</i> 6 F.3d 1, 11 (1st Cir.1993). And the inherent power of the courts must be exercised sparingly. <i>Chambers,</i> 501 U.S. at 44, 111 S.Ct. 2123; <i>United States v. Ohio Power Co.,</i> 353 U.S. 98, 105, 77 S.Ct. 652, 1 L.Ed.2d 683 (1957) (Harlan, J., dissenting) (\"The past practice of the Court shows that its inherent powers have always been exercised most sparingly.\"); <i>Mullane v. Chambers,</i> 333 F.3d 322 (1st Cir.2003) (\"Nevertheless, because of their very potency, inherent powers must be exercised with restraint and discretion, and thus should be used sparingly and reserved for egregious circumstances.\" (internal quotation marks and citations omitted)). To tap this deeper source of power requires a deeper well, and then district court did not conclude that without this sanction its authority would be usurped. We therefore analyze the dismissal of the Notice under the statutory rule-making power, a power bounded according to its own terms by the rules of criminal procedure and the Constitution.</p>\n<p>[9]  Dismissal of the Notice is not as extreme as dismissal of an indictment. The government may still seek a conviction and the serious penalty of life imprisonment. However, our appellate jurisdiction, as noted above and as we held in <i>Acosta-Martinez,</i> 252 F.3d at 16, is based on the language in the Federal Appeals Act giving us power to hear appeals from orders \"dismissing an indictment or information,\" 18 U.S.C. § 3731. We evaluate the district court's action in striking the Notice the same way the Supreme Court has directed us to evaluate a district court's dismissal of an indictment. But we acknowledge that here the remedy is not so \"drastic,\" <i>United States v. Soto-Beníquez,</i> 356 F.3d 1, 30 (1st Cir. 2004), \"extraordinary,\" <i>United States v. Hemmer,</i> 729 F.2d 10, 13 (1st Cir. 1984), \"draconian,\" <i>United States v. Josleyn,</i> 99 F.3d 1182, 1196 (1st Cir. 1996), or \"extreme,\" <i>United States v. Horn,</i> 29 F.3d 754, 760 (1st Cir. 1994), as the outright dismissal of serious criminal charges.</p>\n<p>[10]  Therefore the filing of the Notice might be against the recommendation of the United states Attorney responsible for the case.</p>\n<p>[11]  The current Manual replaces this language with an admonition that \"[n]o final decision to seek the death penalty shall be made if defense counsel has not been afforded an opportunity to present evidence and argument in mitigation.\" <i>Id.</i> at § 9-10.120. While we note that this seems to be a stronger statement, the change makes no difference to our analysis. Concluding as we do that the Manual confers no substantive rights on criminal defendants, it does not matter how strong the statement in the Manual might be.</p>\n<p>[12]  Should constitutional rights be implicated the standard might well be different. <i>See </i><i>Chapman v. California,</i> 386 U.S. 18, 24, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967). But the defendants do not complain of constitutional violations.</p>\n<p>[13]  At oral argument, learned counsel attested that six months to one year is required to assemble and present mitigation evidence.</p>\n<p>[14]  The government reiterated at oral argument that it is still Willing to entertain mitigating evidence.</p>\n<p>[15]  The Manual does state, \"The death penalty may not be sought, and no attorney for the Government may threaten to seek it, solely for the purpose of obtaining a more desirable negotiating position.\" <i>Id.</i> at § 1-10.110. This statement is, of course, an implicit recognition of the power of a possible death sentence to induce a guilty plea. It should also function as a safeguard against misuse of the death penalty authorization in this way. But it would be fantasy to think the admonition dilutes the negotiating leverage created by the threat of capital punishment.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">522</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">150</span></span> (2008)</b></center>\n<center><h1>UNITED STATES of America, Appellant,<br>\nv.<br>\nRodney LOPEZ-MATIAS, Eduardo Riera-Crespo, and Raymond Alers-Santiago, Defendants, Appellees.</h1></center>\n<center>No. 07-1662.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard November 6, 2007.</center>\n<center>Decided April 10, 2008.</center>\n<p><span class=\"star-pagination\">*151</span> John Alex Romano, Attorney, Criminal Division, United States Department of</p>\n<p>Justice, with whom Rosa E. Rodriguez-Velez, United States Attorney, and Antonio R. Bazán, Assistant United States Attorney, were on brief, for appellant.</p>\n<p>John R. Martin, with whom Martin Brothers, P.C. was on brief, for appellee Rodney Lopez-Matias.</p>\n<p>David A. Ruhnke, with whom Ruhnke &amp; Barrett was on brief, for appellee Eduardo Riera-Crespo.</p>\n<p>Steven M. Potolsky for appellee Raymond Alers-Santiago.</p>\n<p>Before LIPEZ and HOWARD, Circuit Judges, and SMITH,<sup>[*]</sup> District Judge.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>In this carjacking case, the district court ruled that the government could not seek the death penalty, citing the government's failure to abide by its own policies and by local court rules. The government appeals. Finding appellate jurisdiction over the matter, we hold that the district court abused its discretion when it failed to consider whether there was prejudice to the defendants. We can discern no prejudice on the record. Accordingly, we vacate the district court's order striking the Notice of Intent to Seek a Sentence of Death.</p>\n<p></p>\n<h2>1. Facts</h2>\n<p>In November, 2006, a federal grand jury in Puerto Rico indicted Rodney Lopez-Matias, Eduardo Riera-Crespo, and Raymond Alers-Santiago for conspiracy to commit carjacking through deadly force and carjacking resulting in death.<sup>[1]</sup> The indictment contained a \"Notice of Special Findings\" for each defendant, laying out findings that qualified the case for the <span class=\"star-pagination\">*152</span> death penalty as well as statutory aggravating factors. <i>See</i> 18 U.S.C §§ 3591 &amp; 3592. The government never filed a Certificate of Death Penalty Case (\"Certificate\"), as required by District of Puerto Rico Local Criminal Rule 144.2(b) (\"Local Rule\").<sup>[2]</sup></p>\n<p>In December, the government provided four days' notice of a meeting of the Attorney General's Committee on Capital Cases (\"Capital Review Committee\") to be held December 22, 2006, at which defendants could present mitigating evidence. Riera-Crespo was still at large. The other two men had appointed counsel, but not the \"learned counsel\" required for capital cases.<sup>[3]</sup> Lopez-Matias's counsel asked the government to delay the meeting until learned counsel had been appointed, but the request was denied. No one presented any mitigating evidence at the meeting.</p>\n<p>Riera-Crespo was apprehended just before the end of 2006. On January 17, 2007, Assistant United States Attorney Bazán wrote to each defense attorney, directing that any \"information or argument that counsel wishes to present as a basis for not seeking the death penalty . . . should be submitted . . . forthwith.\" Learned counsel had been appointed for Lopez-Matias and Alers-Santiago at that point, but only a few days previously. Riera-Crespo was not provided learned counsel until January 19, two days after AUSA Bazán's letter.</p>\n<p>Two weeks later, on January 31, the Attorney General authorized the United States Attorney to seek the death penalty. Accordingly, the government filed a Notice of Intent to Seek a Sentence of Death (\"Notice\") on February 6, 2007. The defendants all moved to strike the Notice, on the ground that they had been denied a meaningful opportunity to present mitigating evidence.</p>\n<p>The district court heard argument about the motion to strike on February 21, 2007. At the hearing, the government again offered the defendants a chance to present mitigating evidence and seek reconsideration, an offer the government repeated at oral argument before us. The district court struck the Notice, citing two grounds in its written Opinion and Order dated February 22, 2007: first, because the defendants had no meaningful chance to present mitigating evidence before the government made its decision; and second, because the government failed to follow the Local Rule and file the Certificate.<sup>[4]</sup> The government appeals.</p>\n<p></p>\n<h2>2. Jurisdiction</h2>\n<p>This court has appellate jurisdiction where a district court strikes a Notice.<sup>[5]</sup><span class=\"star-pagination\">*153</span> <i>United States v. Acosta-Martinez,</i> <span class=\"citation\" data-id=\"199428\"><a href=\"/opinion/199428/united-states-v-acosta-martinez/\"><span class=\"volume\">252</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span>, 16 (1st Cir.2001).<sup>[6]</sup> In <i>Acosta-Martinez</i> we reasoned that in dismissing the Notice, \"the district court effectively dismissed a significant portion of the counts against the defendant.\" <i>Id.</i> at 17. We acknowledge the imprecision of this analogy, but we deem it adequate for the purposes of jurisdiction and standard of review.</p>\n<p></p>\n<h2>3. Standard of Review</h2>\n<p>When the district court dismisses an indictment or a portion thereof, we review conclusions of law de novo, factual findings for clear error, and the ultimate ruling for abuse of discretion. <i>See </i><i>United States v. Kelley,</i> <span class=\"citation\" data-id=\"201491\"><a href=\"/opinion/201491/united-states-v-kelley/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 41 (1st Cir. 2005) (review of dismissal based on violation of the Interstate Agreement on Detainers); <i>United States v. Maxwell,</i> <span class=\"citation\" data-id=\"200758\"><a href=\"/opinion/200758/united-states-v-maxwell/\"><span class=\"volume\">351</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span>, 40 (1st Cir.2003) (review of denial of motion to dismiss for violation of Speedy Trial Act). We agree with the parties that the same standards apply here, where the district court has stricken the Notice.</p>\n<p></p>\n<h2>4. Local Rule 144.2(b)</h2>\n<p>The district court struck the Notice primarily based on the violation of Local Rule 144.2(b), a matter it raised <i>sua sponte.</i> The Local Rule provides that \"[u]pon the filing of a Criminal Complaint or Indictment in a case in which the maximum possible penalty is death, the United States Attorney shall file, with the Clerk of Court, a Certificate of Death Penalty Case. . . .\" District of Puerto Rico Local Rule 144.2(b). The language of the Local Rule is mandatory, but the government nonetheless failed to file the Certificate.<sup>[7]</sup></p>\n<p>Local court rules carry the force of law. <i>See </i><i>Air Line Pilots Ass'n v. Precision Valley Aviation,</i> <span class=\"citation\" data-id=\"672031\"><a href=\"/opinion/672031/air-line-pilots-association-v-precision-valley-aviation-inc/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span>, 224 (1st Cir.1994). But like other laws, they operate within the context of the law as a whole. So it is that 28 U.S.C. § 2071(a), which both grants and constrains the rulemaking power of the courts, directs that \"rules shall be consistent with Acts of Congress and [federal rules of practice, procedure and evidence].\"<sup>[8]</sup><i>Id.; see also </i><i>United</i> <span class=\"star-pagination\">*154</span> <i>States v. Panzardi Alvarez,</i> <span class=\"citation\" data-id=\"487127\"><a href=\"/opinion/487127/united-states-v-jose-e-panzardi-alvarez-aka-polo/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">813</span></a></span>, 818 (1st Cir.1987) (District of Puerto Rico Local Rule invalid insofar as it prevents criminal defendant from having choice of attorney and thereby conflicts with Sixth Amendment).</p>\n<p>In reviewing the dismissal of the Notice, we are mindful of Rule of Criminal Procedure 52(a): \"Any error, defect, irregularity or variance that does not affect substantial rights must be disregarded.\" <i>Id.</i> The Supreme Court in <i>Bank of Nova Scotia v. United States,</i> <span class=\"citation\" data-id=\"112125\"><a href=\"/opinion/112125/bank-of-nova-scotia-v-united-states/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">250</span></a></span>, <span class=\"citation\" data-id=\"112125\"><a href=\"/opinion/112125/bank-of-nova-scotia-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2369</span></a></span>, <span class=\"citation\" data-id=\"112125\"><a href=\"/opinion/112125/bank-of-nova-scotia-v-united-states/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">228</span></a></span> (1988), held that a district court could not dismiss an indictment for errors that involved no prejudice. <i>Id.</i> at 263, <span class=\"citation\" data-id=\"112125\"><a href=\"/opinion/112125/bank-of-nova-scotia-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2369</span></a></span>. So it must be as well with the striking of the Notice.<sup>[9]</sup></p>\n<p>\"As a general matter, a district court may not dismiss an indictment for errors in grand jury proceedings unless such errors prejudiced the defendants.\" <i>Bank of Nova Scotia,</i> 487 U.S. at 254, <span class=\"citation\" data-id=\"112125\"><a href=\"/opinion/112125/bank-of-nova-scotia-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2369</span></a></span>. Here, the district court did not make a finding of prejudice, and that legal error is a per se abuse of discretion. <i>Koon v. United States,</i> <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">81</span></a></span>, 100, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2035</span></a></span>, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">392</span></a></span> (1996) (\"A district court by definition abuses its discretion when it makes an error of law.\"); <i>Rosario-Urdaz v. Rivera-Hernandez,</i> <span class=\"citation\" data-id=\"200743\"><a href=\"/opinion/200743/rosario-urdaz-v-rivera-hernandez/\"><span class=\"volume\">350</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">219</span></a></span>, 221 (1st Cir.2003) (\"An error of law is, of course, an abuse of discretion.\").</p>\n<p>In <i>Bank of Nova Scotia,</i> the Court indicated that its conclusion would not reach cases of prosecutorial misconduct, or other situations \"in which the structural protections of the grand jury have been so compromised as to render the proceedings fundamentally unfair. . . .\" <i>Id.</i> at 257, <span class=\"citation\" data-id=\"112125\"><a href=\"/opinion/112125/bank-of-nova-scotia-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2369</span></a></span>. Here, the district court suggested no actual, let alone structural, prejudice caused by lack of the Certificate. But in its Opinion and Order the district court, as we have observed, did describe the government's behavior as a \"decision\" to \"flout\" the Local Rule, and pointed to previous cases in which similar behavior had taken place. Should a district court be faced with misconduct or with a structural flaw rendering the process fundamentally <span class=\"star-pagination\">*155</span> unfair, we acknowledge the possibility that striking the Notice might be an appropriate sanction. Such are not the facts here, however, as we have said.</p>\n<p></p>\n<h2>5. United States Attorneys' Manual</h2>\n<p>The district court agreed with the defendants that they had not been provided a meaningful opportunity to present mitigating evidence before the government filed the Notice, as required by the United States Attorneys' Manual (\"Manual\"). The Manual contains guidelines for determining whether to seek the death penalty. United States Attorneys' Manual §§ 9-10.010-10.190. These are widely known as the \"death penalty protocols.\" Under the death penalty protocols, defense counsel must be provided a \"reasonable opportunity\" to present mitigating evidence to the United States Attorney before he or she makes a recommendation whether to seek the death penalty. <i>Id.</i> at § 9-10.050. If the United States Attorney recommends seeking the death penalty, the Capital Review Committee also reviews the case and makes a recommendation. <i>Id.</i> at § 9-10-120. The Committee can also review, on its own initiative, any case in which the United States Attorney recommends against seeking the death penalty.<sup>[10]</sup><i>Id.</i> This procedure culminates in recommendations to the Attorney General, who decides whether to seek the death penalty. The Manual then in force provided that counsel \"shall be provided an opportunity\" to present mitigating evidence to the Capital Review Committee.<sup>[11]</sup> And the section entitled \"Review of Recommendations Not to Seek Death Penalty\" warns that \"[n]o decision to seek the death penalty shall be made without affording defense counsel an opportunity to present evidence and argument in mitigation. . . .\" <i>Id.</i> at § 9-10.055.</p>\n<p>We need not consider whether counsel had such an opportunity here. The Manual by its terms makes those procedures mandatory. But the first page of that manual warns that the guidelines do not create any rights.</p>\n<blockquote>The Manual provides only internal Department of Justice guidance. It is not intended to, does not, and may not be relied upon to create any rights, substantive or procedural, enforceable at law by any party in any matter civil or criminal. Nor are any limitations hereby placed on otherwise lawful litigative prerogatives of the Department of Justice.</blockquote>\n<p>United States Attorneys' Manual, § 1.100. As the district court acknowledged, we have held that similar Department of Justice guidelines, \"not mandated by statute or the constitution, do not confer substantive rights on any party.\" <i>United States v. Craveiro,</i> <span class=\"citation\" data-id=\"544231\"><a href=\"/opinion/544231/united-states-v-joseph-m-craveiro/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">260</span></a></span>, 264 (1st Cir.1990). Other Circuits have held the same to be true of the Manual. <i>See </i><i>United States v. Lee,</i> <span class=\"citation\" data-id=\"775888\"><a href=\"/opinion/775888/united-states-v-daniel-lewis-lee-also-known-as-daniel-lewis-graham-also/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">485</span></a></span>, 493 (8th Cir.2001) (United States Attorneys' Manual not enforceable by individuals); <i>Nichols v. Reno,</i> <span class=\"citation\" data-id=\"746408\"><a href=\"/opinion/746408/terry-lynn-nichols-v-janet-reno-attorney-general-of-the-united-states/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1376</span></a></span>, 1376 (10th Cir.1997) (defendant has no \"protectable interest\" in enforcement of death penalty protocols); <i>United States v. Myers,</i> <span class=\"citation\" data-id=\"745346\"><a href=\"/opinion/745346/united-states-v-gregory-l-myers/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">350</span></a></span>, 355-56 (6th Cir.1997) (\"[A] violation by the government <span class=\"star-pagination\">*156</span> of its internal operating procedures, on its own, does not create a basis for suppressing . . . grand jury testimony.\"); <i>United States v. Gillespie,</i> <span class=\"citation\" data-id=\"590284\"><a href=\"/opinion/590284/united-states-v-thomas-p-gillespie-jr/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">796</span></a></span>, 800-02 (7th Cir.1992); <i>United States v. Busher,</i> <span class=\"citation\" data-id=\"487825\"><a href=\"/opinion/487825/united-states-v-james-e-busher/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1409</span></a></span>, 1411-12 (9th Cir. 1987). While some administrative regulations do create rights in third parties, <i>see </i><i>United States ex rel. Accardi v. Shaughnessy,</i> <span class=\"citation\" data-id=\"105205\"><a href=\"/opinion/105205/united-states-ex-rel-accardi-v-shaugnessy/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">260</span></a></span>, 267, <span class=\"citation\" data-id=\"105205\"><a href=\"/opinion/105205/united-states-ex-rel-accardi-v-shaugnessy/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">499</span></a></span>, <span class=\"citation\" data-id=\"105205\"><a href=\"/opinion/105205/united-states-ex-rel-accardi-v-shaugnessy/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">681</span></a></span> (1954), those governing prosecutors enjoy greater flexibility because the exercise of prosecutorial discretion is a \"core executive constitutional function,\" <i>United States v. Armstrong,</i> <span class=\"citation\" data-id=\"118022\"><a href=\"/opinion/118022/united-states-v-armstrong/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">456</span></a></span>, 465, <span class=\"citation\" data-id=\"118022\"><a href=\"/opinion/118022/united-states-v-armstrong/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1480</span></a></span>, <span class=\"citation\" data-id=\"118022\"><a href=\"/opinion/118022/united-states-v-armstrong/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">687</span></a></span> (1996).</p>\n<p>We conclude that a violation of the Manual, by itself, would not give rise to the sanction imposed here. We are reluctant to interfere with internal prosecutorial measures by elevating internal guidelines to the level of a guarantee to defendants. Our reluctance stems from a respect for the separation of powers, and also from practical concerns. If the government were to be punished for violations of its own internal guidelines, it would be more likely to write less exacting guidelines, or none at all.</p>\n<p>Because we determine that a simple violation of the Manual does not create a basis for dismissing the Notice, we decline to reach the issue of whether these facts constitute a breach of the death penalty protocols. We therefore express no opinion about whether four days' notice of a meeting held before the appointment of learned counsel would constitute a \"reasonable opportunity,\" nor do we consider whether AUSA Bazán's invitation to submit mitigating information and argument after the meeting would have cured such a defect, if one existed.</p>\n<p>This is not to say that a finding of systemic violation of the Manual or of prosecutorial misconduct in failure to abide by the Manual could never give rise to any sanction. It is only to say that, standing alone, the government's failure to follow the procedures set forth in the Manual cannot serve as the basis for the sanction imposed here. We have, when confronted with \"the violation of a policy which does not justify a case-related judicial sanction and yet which appears immune to expressions of judicial dissatisfaction,\" indicated that we will refer such violations to the Department of Justice's Office of Professional Responsibility, and require of that Office \"a report concerning the steps the Department proposes to take to police its internal policy guidelines and to discipline those of its employees who choose not to follow them.\" <i>United States v. Pacheco-Ortiz,</i> <span class=\"citation\" data-id=\"532022\"><a href=\"/opinion/532022/united-states-v-francisco-j-pacheco-ortiz/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">301</span></a></span>, 310-11 (1st Cir.1989) (per curiam).</p>\n<p></p>\n<h2>6. Prejudice</h2>\n<p>The district court went beyond its allowable discretion in striking the Notice without making a finding that prejudice was caused by the government's breach of the Local Rule. Further, a prejudice finding would confront three interrelated obstacles. First, it appears as though the purpose of the Local Rule was met in this case. Second, any prejudice to the defendants caused by the inability to present mitigating evidence at the Meeting would have to be traceable to some other violation of a rule or statute, as the Manual that mandates the Meeting is not a source of rights. Finally, the government has repeated its offer to allow the defendants another chance to present mitigating evidence. In order for there to be prejudice to the defendants, this second chance must be somehow defective in this particular case, a matter difficult to judge in the abstract.</p>\n<p><span class=\"star-pagination\">*157</span> Prejudice to the defendants, in the context of grand jury irregularities, exists when \"it is established that the violation substantially influenced the grand jury's decision to indict, or if there is grave doubt that the decision to indict was free from the substantial influence of such violations.\" <i>Bank of Nova Scotia,</i> 487 U.S. at 256, <span class=\"citation\" data-id=\"112125\"><a href=\"/opinion/112125/bank-of-nova-scotia-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2369</span></a></span> (internal quotation marks omitted). By analogy, the defendants must show that the violation complained of, here the government's failure to file the Certificate, substantially influenced the Attorney General's decision to authorize the death penalty, or that there is grave doubt that the decision was free of such influence.<sup>[12]</sup></p>\n<p>We can discern no prejudice because the only identified purpose of the Local Rule was met by other means. The district court mentioned only one purpose of the Local Rule but implied that there were others: \"One of the purposes of this rule is to provide clear notice to defendants and the court that the defendants have been charged with death-eligible crimes and, therefore, may be entitled to certain rights, such as the right to learned counsel.\" The Certificate may indeed have other purposes but none are identified in the Opinion and Order nor in the text of the Local Rule itself. \"Clear notice\" itself may provide defendants with benefits other than timely appointment of learned counsel, but again none are identified.</p>\n<p>Learned counsel was appointed even without the Certificate. And timely filing of the Certificate would not on these facts Have enabled learned counsel to prepare for the mitigation meeting on December 22, nor for later submission of mitigating evidence in January as outlined in AUSA Bazán's letter. Below, the defendants argued for a 270-day continuance to conduct a mitigation investigation. If the Certificate had been filed and learned counsel somehow appointed the day the defendants were arrested, there would have been less than two months to prepare for the meeting. Assuming the 270-day request was a good-faith estimate of the required time, two months would have been inadequate from the defendants' perspective.<sup>[13]</sup> And for Riera-Crespo, who was not even in custody when the December 22 meeting took place, failure to file the Certificate could have made no practical difference. Even if learned counsel could be appointed for a defendant who has not yet been arrested, a mitigation investigation  a highly personalized, fact-specific inquiry about the defendant's past and present circumstances  likely could not be meaningfully conducted without the defendant's input.</p>\n<p>There might indeed be prejudice in the defendants' inability to present mitigating evidence at the Meeting or to obtain a postponement of the Meeting. But there is nothing at this stage in the proceedings to indicate that compliance with the Local Rule would have changed this circumstance. Nor is there any way to determine whether the mitigating evidence, had any been presented, would have changed the government's decision.</p>\n<p>If there were any prejudice, and that prejudice stemmed from the violation of the Local Rule or another valid source of rights, it might still be cured by the government's later reconsideration. The government <span class=\"star-pagination\">*158</span> offered, in the letter and at the hearing, to allow the defendants more time to submit mitigating evidence.<sup>[14]</sup> If that opportunity constitutes a real second chance  as good as the first  to influence the government's decision, it is hard to imagine how the defendants could have been prejudiced by missing the initial meeting. <i>See </i><i>Frye,</i> 372 F.3d at 741 (noting that later submission of mitigating evidence might obviate any prejudice stemming from the inability to present evidence before the filing of the Notice). The district court made the pragmatic assessment that getting the government to change a decision already made is necessarily harder than getting it to decide in one's favor in the first place. True as this observation may be, it is nevertheless an insufficient basis, on the current record, to support a finding of prejudice. That is because, in order to show prejudice, the defendants would have to identify some substantive mitigating evidence that might have altered the government's decision to seek the death penalty. The defendants have identified no such evidence in this case.</p>\n<p>It is possible that the chance for reconsideration is no substitute for the ability to present mitigating evidence at the original Meeting. The United States Attorneys' Manual instructs reviewers to \"limit the evaluation to determining if the changed facts and circumstances, had they been known at the time of the initial determination, would have resulted in a decision not to seek the death penalty.\" <i>Id.</i> at § 9-10.150. Thus, according to the Manual, there is no precedential weight to the earlier decision in a reconsideration, and the defendant is not required to carry a heavier burden than at the original determination. But the government cannot rely on this provision of the Manual as a guarantee of no prejudice. The Manual, as the government argues elsewhere, confers no substantive rights on defendants. Should the defendants put forward new substantive mitigating evidence at a reconsideration, then perhaps the efficacy of the reconsideration process can be meaningfully questioned. We note that, even should the reconsideration prove prejudicial, the defendants would still have to prove that the prejudice was <i>caused by the violation of the Local Rule.</i> We are at a loss to imagine how this might be the case, but we leave open the possibility.</p>\n<p>The district court is clearly aware of the solemnity of proceedings that might result in an execution. We do believe that when the stakes are so high, a smaller quantum of prejudice may justify a sanction. And, as discussed above, striking the Notice is not quite as serious as dismissing the indictment altogether, and so perhaps still less prejudice is required. We are also mindful that the mere possibility of a death sentence has serious effects. It changes the bargaining calculus in plea negotiations, <i>see </i><i>In re Sterling-Suárez,</i> 306 F.3d at 1172,<sup>[15]</sup> alters the structure and procedure of the trial itself, <i>see </i><i>Acosta-Martinez,</i> 252 F.3d at 16, and may represent a shift in the course of events that is impossible to undo. But there must be <i>some</i> prejudice: the threat of an execution <span class=\"star-pagination\">*159</span> does not transform criminal procedure into a tightrope, on which any misstep forfeits the government's right to seek the statutorily authorized punishment of its choosing.</p>\n<p></p>\n<h2>7. Conclusion</h2>\n<p>Because the United States Attorneys' Manual cannot create substantive rights for defendants, and because the district court did not allude to any prejudice caused by the government's failure to abide by District of Puerto Rico Local Rule 144.2(b), the Order striking the Notice of Intent to Seek a Sentence of Death is <i>vacated.</i> The Notice is <i>reinstated,</i> subject to further proceedings consistent with this opinion.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of Rhode Island, sitting by designation.</p>\n<p>[1]  18 U.S.C. § 371 concerns conspiracy, 18 U.S.C. § 2119 concerns carjacking, and 18 U.S.C. § 2119(3) concerns carjacking resulting in death.</p>\n<p>[2]  \"Upon the filing of a Criminal Complaint or Indictment in a case in which the maximum possible penalty is death, the United States Attorney shall file with the Clerk of Court, a Certificate of Death Penalty Case; thereby identifying the criminal matter as a capital case for purposes of this Rule.\" Local Rule 144.2(b). The rest of Local Rule 144.2 similarly concerns appointment of counsel and case management in capital cases.</p>\n<p>[3]  \"Learned counsel\" is shorthand for the \"counsel learned in the law applicable to capital cases\" required by statute. <i>See</i> 18 U.S.C. § 3005; <i>see also</i> District of Puerto Rico Local Rule 144.2(d).</p>\n<p>[4]  Although the district court referred to the importance of representation of learned counsel \"at such a critical stage in the proceedings\" as the Capital Review Committee meeting, we do not read the Opinion and Order as finding that the Capital Review Committee meeting is a \"critical stage\" in the proceedings as that term is used in Sixth Amendment right-to-counsel analysis. <i>See, e.g., </i><i>Maine v. Moulton,</i> <span class=\"citation\" data-id=\"111546\"><a href=\"/opinion/111546/maine-v-moulton/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, <span class=\"citation\" data-id=\"111546\"><a href=\"/opinion/111546/maine-v-moulton/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">477</span></a></span>, <span class=\"citation\" data-id=\"111546\"><a href=\"/opinion/111546/maine-v-moulton/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span></a></span> (1985), The defendants have not briefed the issue and declined an invitation to raise it at oral argument. We explicitly declined to address this question in <i>In re Sterling-Suárez,</i> <span class=\"citation no-link\"><span class=\"volume\">306</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1170</span></span>, 1173 (1st Cir. 2002). We will not address it here.</p>\n<p>[5]  We have appellate jurisdiction, so we do not accept the parties' invitation to consider mandamus.</p>\n<p>[6]  The four other circuits to have considered the matter have come to the same conclusion. <i>See </i><i>United States v. Frye,</i> <span class=\"citation\" data-id=\"35387\"><a href=\"/opinion/35387/united-states-v-frye/\"><span class=\"volume\">372</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">729</span></a></span>, 734 (5th Cir.2004); <i>United States v. Quinones,</i> <span class=\"citation\" data-id=\"780117\"><a href=\"/opinion/780117/united-states-v-alan-quinones-and-diego-b-rodriguez-hector-vega-aka/\"><span class=\"volume\">313</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span>, 57 (2d Cir.2002); <i>United States v. Bass,</i> <span class=\"citation\" data-id=\"775022\"><a href=\"/opinion/775022/united-states-v-john-bass/\"><span class=\"volume\">266</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">532</span></a></span>, 535-36 (6th Cir.2001), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"121173\"><a href=\"/opinion/121173/united-states-v-bass/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">862</span></a></span>, <span class=\"citation\" data-id=\"121173\"><a href=\"/opinion/121173/united-states-v-bass/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2389</span></a></span>, 153 L.Ed.2d 769; <i>United States v. Cheely,</i> <span class=\"citation\" data-id=\"679514\"><a href=\"/opinion/679514/united-states-v-raymond-d-cheely-jr-douglas-p-gustafson/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1439</span></a></span>, 1441 (9th Cir.1994).</p>\n<p>[7]  In its Opinion and Order, the district court wrote that the government had made a \"decision to flout\" the Local Rule. Other than the bare fact that the Certificate was never filed, the record contains no suggestion of intentional noncompliance. The district court did cite two other cases in the last ten years where it struck a Notice. <i>See </i><i>United States v. Gómez-Olmeda,</i> <span class=\"citation\" data-id=\"2295599\"><a href=\"/opinion/2295599/united-states-v-gomez-olmeda/\"><span class=\"volume\">296</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">71</span></a></span>, 90 (D.P.R. 2003); <i>United States v. Rosado-Rosario,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">28273</span></span>, *2, <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">673</span></span>, at *6 (D.P.R. January 15, 1998). While the facts of these two cases remain troubling, they do not cast the current facts as a \"decision to flout\" the Local Rule.</p>\n<p>[8]  There is, of course, another source of rulemaking power: the \"inherent power\" of the courts. <i>See </i><i>Stern v. United States Dist. Court,</i> <span class=\"citation\" data-id=\"768899\"><a href=\"/opinion/768899/donald-k-stern-v-united-states-district-court-for-the-district-of/\"><span class=\"volume\">214</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span>, 13 (1st Cir.2000) (citing <i>Chambers v. NASCO, Inc.,</i> <span class=\"citation\" data-id=\"112616\"><a href=\"/opinion/112616/chambers-v-nasco-inc/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">32</span></a></span>, 44, <span class=\"citation\" data-id=\"112616\"><a href=\"/opinion/112616/chambers-v-nasco-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2123</span></a></span>, <span class=\"citation\" data-id=\"112616\"><a href=\"/opinion/112616/chambers-v-nasco-inc/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">27</span></a></span> (1991)). That power enables the courts \"to impose silence, respect, and decorum; in their presence, and submission to their lawful mandates.\" <i>Anderson v. Dunn,</i> <span class=\"citation\" data-id=\"85326\"><a href=\"/opinion/85326/anderson-v-dunn/\"><span class=\"volume\">6</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">204</span></a></span>, <span class=\"citation\" data-id=\"85326\"><a href=\"/opinion/85326/anderson-v-dunn/\"><span class=\"volume\">19</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">204</span></a></span>, 227, <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">242</span></span> (1821) (pointing out that statutory provisions for contempt sanctions must be duplicative of or refinements to this inherent power). But the inherent power, too, must be exercised in the larger context of law as a whole. \"[W]hen courts exercise the supervisory power, they must respect the balance of interests struck by conventional application of the legal doctrines governing the particular problem in the particular case.\" <i>United States v. Santana,</i> <span class=\"citation\" data-id=\"654192\"><a href=\"/opinion/654192/united-states-v-rafael-santana-and-francis-fuentes/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 11 (1st Cir.1993). And the inherent power of the courts must be exercised sparingly. <i>Chambers,</i> 501 U.S. at 44, <span class=\"citation\" data-id=\"112616\"><a href=\"/opinion/112616/chambers-v-nasco-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2123</span></a></span>; <i>United States v. Ohio Power Co.,</i> <span class=\"citation\" data-id=\"105488\"><a href=\"/opinion/105488/united-states-v-ohio-power-co/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">98</span></a></span>, 105, <span class=\"citation\" data-id=\"105488\"><a href=\"/opinion/105488/united-states-v-ohio-power-co/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">652</span></a></span>, <span class=\"citation\" data-id=\"105488\"><a href=\"/opinion/105488/united-states-v-ohio-power-co/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">683</span></a></span> (1957) (Harlan, J., dissenting) (\"The past practice of the Court shows that its inherent powers have always been exercised most sparingly.\"); <i>Mullane v. Chambers,</i> <span class=\"citation\" data-id=\"200524\"><a href=\"/opinion/200524/mullane-v-chambers/\"><span class=\"volume\">333</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">322</span></a></span> (1st Cir.2003) (\"Nevertheless, because of their very potency, inherent powers must be exercised with restraint and discretion, and thus should be used sparingly and reserved for egregious circumstances.\" (internal quotation marks and citations omitted)). To tap this deeper source of power requires a deeper well, and then district court did not conclude that without this sanction its authority would be usurped. We therefore analyze the dismissal of the Notice under the statutory rule-making power, a power bounded according to its own terms by the rules of criminal procedure and the Constitution.</p>\n<p>[9]  Dismissal of the Notice is not as extreme as dismissal of an indictment. The government may still seek a conviction and the serious penalty of life imprisonment. However, our appellate jurisdiction, as noted above and as we held in <i>Acosta-Martinez,</i> 252 F.3d at 16, is based on the language in the Federal Appeals Act giving us power to hear appeals from orders \"dismissing an indictment or information,\" 18 U.S.C. § 3731. We evaluate the district court's action in striking the Notice the same way the Supreme Court has directed us to evaluate a district court's dismissal of an indictment. But we acknowledge that here the remedy is not so \"drastic,\" <i>United States v. Soto-Beníquez,</i> 35<span class=\"citation\" data-id=\"654192\"><a href=\"/opinion/654192/united-states-v-rafael-santana-and-francis-fuentes/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 30 (1st Cir. 2004), \"extraordinary,\" <i>United States v. Hemmer,</i> <span class=\"citation\" data-id=\"431992\"><a href=\"/opinion/431992/united-states-v-james-hemmer-united-states-of-america-v-john-cusick/\"><span class=\"volume\">729</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 13 (1st Cir. 1984), \"draconian,\" <i>United States v. Josleyn,</i> <span class=\"citation\" data-id=\"197023\"><a href=\"/opinion/197023/united-states-v-josleyn/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1182</span></a></span>, 1196 (1st Cir. 1996), or \"extreme,\" <i>United States v. Horn,</i> <span class=\"citation\" data-id=\"674595\"><a href=\"/opinion/674595/united-states-v-richard-a-horn/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">754</span></a></span>, 760 (1st Cir. 1994), as the outright dismissal of serious criminal charges.</p>\n<p>[10]  Therefore the filing of the Notice might be against the recommendation of the United states Attorney responsible for the case.</p>\n<p>[11]  The current Manual replaces this language with an admonition that \"[n]o final decision to seek the death penalty shall be made if defense counsel has not been afforded an opportunity to present evidence and argument in mitigation.\" <i>Id.</i> at § 9-10.120. While we note that this seems to be a stronger statement, the change makes no difference to our analysis. Concluding as we do that the Manual confers no substantive rights on criminal defendants, it does not matter how strong the statement in the Manual might be.</p>\n<p>[12]  Should constitutional rights be implicated the standard might well be different. <i>See </i><i>Chapman v. California,</i> <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span>, 24, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">824</span></a></span>, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">705</span></a></span> (1967). But the defendants do not complain of constitutional violations.</p>\n<p>[13]  At oral argument, learned counsel attested that six months to one year is required to assemble and present mitigation evidence.</p>\n<p>[14]  The government reiterated at oral argument that it is still Willing to entertain mitigating evidence.</p>\n<p>[15]  The Manual does state, \"The death penalty may not be sought, and no attorney for the Government may threaten to seek it, solely for the purpose of obtaining a more desirable negotiating position.\" <i>Id.</i> at § 1-10.110. This statement is, of course, an implicit recognition of the power of a possible death sentence to induce a guilty plea. It should also function as a safeguard against misuse of the death penalty authorization in this way. But it would be fantasy to think the admonition dilutes the negotiating leverage created by the threat of capital punishment.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/35387/",
    "http://www.courtlistener.com/api/rest/v3/opinions/85326/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105488/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111546/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112616/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199428/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200524/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201491/",
    "http://www.courtlistener.com/api/rest/v3/opinions/431992/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590284/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/672031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/674595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/745346/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746408/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768899/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775888/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780117/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2295599/"
  ]
}