{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203246/",
  "absolute_url": "/opinion/203246/evans-v-thompson/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203246/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:11:51Z",
  "date_modified": "2016-02-28T05:10:19.469927Z",
  "type": "010combined",
  "sha1": "fcdc6400b12f0db337c9bfabd99013403c144df1",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-1014RHRORD-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/04/16/Evans_v._Thompson.pdf",
  "plain_text": "                  United States Court of Appeals\n                                   For the First Circuit\n\nNo. 07-1014\n\n                                           JIMMY EVANS,\n\n                                         Petitioner, Appellant,\n\n                                                   v.\n\n                                     MICHAEL A. THOMPSON,\n                                    Superintendent of MCI Shirley,\n\n                                        Respondent, Appellee,\n\n                                  UNITED STATES OF AMERICA,\n\n                                              Intervenor.\n\n\n                                               Before\n                                        Boudin, Chief Judge,\n                                      Torruella, Circuit Judge,\n                                  Selya and Siler*, Circuit Judges,\n                              Lynch, Lipez and Howard, Circuit Judges.\n\n                                        ORDER OF COURT\n                                       Entered: April 16, 2008\n\n\n       The petition for rehearing having been denied by the panel of judges who decided the\n\ncase, and the petition for rehearing en banc having been submitted to the active judges of this\n\ncourt and a majority of the judges not having voted that the case be heard en banc, it is ordered\n\nthat the petition for rehearing and the petition for rehearing en banc be denied.\n\n\n\n\n       *\n           Of the Sixth Circuit, sitting by designation.\n\n\n                                                  -1-\n\f               LIPEZ, Circuit Judge, with whom TORRUELLA, Circuit Judge,                       joins,\n\ndissenting from the denial of rehearing en banc. I respectfully dissent from the denial of\n\nrehearing en banc. In doing so, I do not write on a clean slate. Instead, I acknowledge my\n\nindebtedness to and draw heavily upon the work of colleagues in other circuits who have either\n\ndissented from the denial of en banc review in similar cases or have written separate opinions to\n\ndistance themselves from panel opinions dealing with the issues addressed by the panel in this case.\n\nI refer specifically to a dissent from the denial of rehearing en banc by Judge Reinhardt and joined\n\nby Judges Pregerson, Gould, Paez, and Berzon, see Crater v. Galaza, 508 F.3d 1261 (9th Cir. 2007),\n\na dissent from the denial of rehearing en banc by Judge Martin, and joined by Judges Daughtrey,\n\nMoore, Cole, and Clay, see Davis v. Straub, 445 F.3d 908 (6th Cir. 2006), a concurring opinion by\n\nJudge Noonan, see Irons v. Carey, 505 F.3d 846, 854 (9th Cir. 2007), and a dissenting opinion of\n\nJudge Ripple, joined by Judge Rovner, see Lindh v. Murphy, 96 F.3d 856, 885 (7th Cir. 1996).\n\n               The panel addressed two issues related to the scope of federal court review of a\n\nhabeas petition. Both issues involve changes instituted by Congress in the Antiterrorism and\n\nEffective Death Penalty Act of 1996 (\"AEDPA\"). See section 104 of AEDPA, Pub. L. No. 104-132,\n\n110 Stat. 1214 (codified in relevant part at 28 U.S.C. § 2254(d)(1)). First, when determining\n\nwhether an individual is being held \"in violation of the Constitution or laws . . . of the United\n\nStates,\" 28 U.S.C. § 2254(a), a federal court may now only rely upon the Supreme Court's clearly\n\nestablished jurisprudence to address the issue, rather than the full array of federal cases. See id. §\n\n2254(d)(1); Williams v. Taylor, 529 U.S. 362, 412 (2000). Second, a federal court's authority to\n\ngrant habeas relief under § 2254(d)(1) is limited to those cases where a state court has\n\n\"unreasonably\" applied federal law. See Williams, 529 U.S. at 411 (\"[A] federal habeas court may\n\n\n                                                 -2-\n\fnot issue the writ simply because that court concludes in its independent judgment that the relevant\n\nstate-court decision applied clearly established federal law erroneously or incorrectly. Rather, that\n\napplication must also be unreasonable.\"). Contrary to the panel's conclusions, these congressional\n\nalterations impermissibly restrict the ability of the federal courts to carry out their constitutional\n\nfunction. As Judge Reinhardt noted, together they \"impose a severe restriction on habeas petitioners'\n\nability to secure federal relief from state detention that violates the Constitution. . . . [T]hey\n\nrepresent a fundamental breach of the separation of powers -- an unconstitutional intrusion by\n\nCongress into the federal judiciary's independent and exclusive duty to 'say what the law is.'\" Crater,\n\n508 U.S. at 1263 (quoting Marbury v. Madison, 5 U.S. (1 Cranch) 137, 177 (1803)). Because of the\n\nsignificance of these issues, and the panel's erroneous resolution of them, I dissent from the denial\n\nof en banc review.\n\n                                                    I.\n\n                Although Congress has the power, pursuant to the Constitution, to limit the\n\njurisdiction of the lower federal courts, its authority is not plenary. Even as Congress may confer\n\nor restrict the federal courts' jurisdiction -- its \"quantitative powers\" -- it may not instruct the court\n\nhow to decide certain cases or how to carry out the qualitative aspects of its work. See Crater, 508\n\nF.3d at 1265 (citing James S. Liebman & William F. Ryan, \"Some Effectual Power\": The Quantity\n\nand Quality of Decisionmaking that Article III and the Supremacy Clause Demand of the Federal\n\nCourts, 98 Colum. L. Rev. 696, 773-75 (1998)). In other words, \"[o]nce it has granted jurisdiction\n\n. . . Congress [can] not then dictate to the Court how to exercise its 'judicial power.'\" Id. at 1264\n\n(quoting United States v. Klein, 80 U.S. (13 Wall.) 128, 147 (1871)). This distinction has been\n\nrecognized in many arenas, including in the habeas context. Id. at 1263.\n\n\n                                                   -3-\n\f                The judge's reasoning process is critical to the exercise of judicial power. See Irons,\n\n505 F.3d at 855-56. To limit the traditional analytic tools available to a court strikes at the heart of\n\nits independent adjudicatory process. Courts rely upon stare decisis. \"As the Supreme Court has\n\nexplained, stare decisis is 'the means by which we ensure that the law will not merely change\n\nerratically, but will develop in a principled and intelligible fashion.'\" Crater, 508 F.3d at 1265\n\n(quoting Vasquez v. Hillary, 474 U.S. 254, 265-66 (1986)). It is \"a process that 'permits society to\n\npresume that bedrock principles are founded in the law rather than the proclivities of individuals, and\n\nthereby contributes to the integrity of our constitutional system of government, both in appearance\n\nand in fact.'\" Id. at 1265-66 (quoting Vasquez, 474 U.S. at 265-66).\n\n                Federal courts also have the fundamental duty to maintain the supremacy of federal\n\nlaw and the Constitution by \"saying what the law is.\" See Cooper v. Aaron, 358 U.S. 1, 18 (1958)\n\n(confirming that it is a basic and indispensable principle of our constitutional system that the federal\n\njudiciary is \"supreme in the exposition of the law of the Constitution\"); Crater, 508 F.3d at 1267\n\n(\"The federal judiciary is duty-bound to maintain the supremacy of the Constitution, and thus a\n\nfederal court cannot be required to give effect to any law -- be it a federal statute or a state court\n\ndecision -- that in the court's independent judgment, violates the Constitution.\"). If Congress\n\nintrudes unduly upon the process of judicial reasoning, or if it restricts the ability of the federal\n\ncourts to declare the law of the Constitution and maintain its supremacy, it offends the separation\n\nof powers principles at the core of our constitutional system.\n\n                                                  A.\n\n                By limiting the sources of law a federal court may rely upon in granting habeas relief\n\nto \"clearly established Federal law, as determined by the Supreme Court,\" § 2254(d)(1) impinges\n\n\n                                                  -4-\n\fupon a federal court's \"judicial power\" by \"strik[ing] at the center of the judge's process of\n\nreasoning.\" Irons, 505 F.3d at 856. It forces federal courts to essentially ignore the binding\n\nprecedents of their own circuit, and persuasive decisions of other circuits, in determining if a habeas\n\npetitioner is being held in violation of the Constitution. Id. (\"It deprives a whole class of cases of\n\ntheir normal value as governing authority for the circuit which has decided them.\"). The statutory\n\nlimitation applies regardless of how long and firmly the circuit precedent has been established. As\n\na consequence, § 2254(d)(1) prevents courts from applying the ordinary tool of stare decisis to reach\n\nan independent judgment on the constitutional issues. See Crater, 508 F.3d at 1266 (\"[T]he\n\nlegitimating function of stare decisis makes it an especially critical tool of judicial reasoning,\n\nwarranting even greater insulation from congressional control.\"). As Judge Noonan noted:\n\n       [AEDPA] shuts the judge off from the judge's normal sources of law and curbs that\n       use of analogy which is the way the mind of a judge works. In our system of law\n       where precedent prevails and is developed, AEDPA denies the judge the use of\n       circuit precedent, denies development of Supreme Court and circuit precedent, denies\n       the deference due the penumbra and emanations of precedent, and even denies the\n       courts the power to follow the law as now determined by the Supreme Court -- the\n       precedent to be applied must have been in existence at the earlier moment when a\n       state decision occurred. A more blinkered concept of law cannot be imagined -- law,\n       particularly constitutional law -- is treated as what once was the law. The\n       development of doctrine is despised. That despisal is a direct legislative interference\n       in the independence of the judiciary.\n\nIrons, 505 F.3d at 856.\n\n               In response to these concerns, the panel says that § 2254(d)(1) does not restrict\n\ncompletely a judge's ability to consider decisions from the lower federal courts when undertaking\n\nits habeas inquiry. Specifically, the panel notes that \"section 2254(d)(1) does not in any way limit\n\nthe judge's ability to draw from any legal source in determining whether the state court's decision\n\nrests on constitutional error or is an unreasonable application of Supreme Court precedent. It only\n\n\n                                                 -5-\n\flimits the grounds on which habeas relief may be granted.\" That is a large limitation. By\n\ncongressional directive, the only precedent that ultimately matters in the constitutional inquiry by\n\ndistrict courts is the clearly established jurisprudence of the Supreme Court. Congress has imposed\n\non the process of adjudication a limited inquiry which requires federal courts \"to ignore the clear and\n\nbinding precedents of the circuit courts above them if those precedents have not also been clearly\n\nestablished by the Supreme Court.\" Crater, 508 F.3d at 1268. Judge Reinhardt has highlighted the\n\n\"practical absurdity\" of this limitation:\n\n        The Supreme Court's appellate review is discretionary; its purpose is to clarify the\n        law and to resolve conflicts among the circuit courts. Therefore, the Supreme Court\n        is unlikely to grant review to establish a constitutional principle that is already firmly\n        ingrained, or upon which the lower courts agree. The perverse result is that some of\n        the most universal constitutional principles might never become \"clearly established\n        law, as determined by the Supreme Court,\" and thus their violations may never\n        warrant habeas relief under § 2254(d)(1).\n\nId.\n\n                Given the limited nature of Supreme Court review, there are constitutional principles\n\nthat have been elaborated by the lower federal courts but they have not yet been adopted by clearly\n\nestablished Supreme Court precedent. With the congressionally dictated reliance on Supreme Court\n\nprecedent, that large body of constitutional law developed by the lower federal courts becomes\n\nlargely irrelevant. The congressional intrusion on the process of constitutional adjudication in the\n\nfederal courts could not be more stark.\n\n                                                   B.\n\n                By requiring the federal courts to sanction state court rulings that, according to the\n\nfederal courts' independent judgment, violate the Constitution, but do so in an \"objectively\n\nreasonable\" manner, § 2254(d)(1) also inhibits the courts' \"judicial power\" to \"say what the law is.\"\n\n\n                                                   -6-\n\fCrater, 508 F.3d at 1268 (\"This mandate, which directs the federal courts to ignore constitutional\n\nviolations simply because a reasonable state judge could have reached the erroneous conclusion\n\ninvolved, flies in the face of Marbury and later cases establishing the federal courts' crucial duty to\n\nmaintain the supremacy of the Constitution above all other law.\"). The class of cases where a state\n\ncourt judgment is erroneous, but objectively reasonable, is admittedly small. See Williams, 529 U.S.\n\nat 410. Nevertheless, the panel decision rejects the assertion that § 2254(d)(1) restricts a court's\n\nauthority to say what the law is for this small class of cases. It found that § 2254(d)(1) restricts only\n\na federal courts' authority to grant relief for a constitutional violation and not its authority to find a\n\nviolation itself. The panel cites procedural rules that Congress constitutionally imposes on courts\n\naffecting the rights of litigants, including a statute of limitations or a restriction on a defendants'\n\nability to file successive habeas petitions, and more substantive doctrine, such as the qualified\n\nimmunity jurisprudence, as support for its proposition that Congress is entitled to limit the authority\n\nof federal courts to grant habeas relief.\n\n                In offering these analogies, the panel ignores the unique nature of the writ of habeas\n\ncorpus. The writ involves a right and remedy that are inextricably linked; a prisoner files a writ\n\nwhen the government has incarcerated him in violation of his constitutional rights. See Crater, 508\n\nF.3d at 1269. In 42 U.S.C. § 1983 cases, an individual's claim is based on the violation of a\n\nconstitutional right. By contrast, in a habeas action, the claim is based on an individual's right not\n\nto be held in custody in violation of the Constitution. Id. This distinction is significant. A habeas\n\npetition challenges the present detention that is based on a past constitutional violation, not the past\n\nwrong itself. Id.; see Preiser v. Rodriguez, 411 U.S. 475, 500 (1973) (finding that where prisoner\n\nis challenging the very fact or duration of his imprisonment, he must file a habeas petition rather than\n\n\n                                                   -7-\n\ffile a claim under § 1983, which provides a cause of action for constitutional violations). Therefore,\n\nrather than simply limiting the relief a court may award, § 2254(d)(1) requires courts to neglect the\n\nactual habeas right at issue. By directing federal courts to deny relief in the face of a constitutional\n\nviolation, § 2254(d)(1) requires the \"involuntary participation of the federal judiciary\" in the\n\ncontinuing breach of a habeas petitioner's right not to be unlawfully detained. Crater, 508 F.3d at\n\n1270 (quoting Lawrence G. Sager, Klein's First Principle: A Proposed Solution, 86 Geo. L.J. 2525,\n\n2535 (1998)). This restraint on the judiciary, a co-equal branch of government, is at odds with the\n\nprecepts of Marbury and offends the most basic separation of powers principles in our constitutional\n\nsystem.\n\n                                                  II.\n\n                Together, the two issues addressed in the panel opinion go to the heart of our\n\nconstitutional system of government. For that reason alone, en banc review was justified. See Fed.\n\nR. App. P. 35(a)(2) (\"[T]he proceeding involves a question of exceptional importance.\"). Moreover,\n\nbecause the panel's constitutional determinations were erroneous, en banc review was required. As\n\nJudge Noonan has eloquently stated:\n\n        Legislatures exist to make laws. Courts exist to decide cases. The separation of\n        these functions is part of our democratic system of government. To allow the\n        legislature to decide a case is to deny the separation. To allow the legislature to tell\n        a court how a case should be decided is worse. It allows the legislature to mask itself\n        under judicial robes. It puts forward as the judgment of a court what in actuality is\n        the judgment of the legislature. Impermissibly it mixes the two branches. It does so\n        to the great detriment of the judicial branch which is made to act as if it were\n        performing its judicial task while it has had its ability to perform this task removed.\n\nIrons, 505 F.3d at 855. I respectfully dissent from the denial of en banc review.\n\n\n\n\n                                                  -8-\n\f                                                    By the Court:\n\n                                                    /s/ Richard Cushing Donovan, Clerk\n\n\n\n\n[Copies: Hon. William G. Young, Ms. Sarah Thornton, Clerk, United States District Court for the\nDistrict of Massachusetts, Mr. Schneider, Ms. Fisher, Mr. Schiff, Ms. Reardon, Mr. Rotker & Mr.\nThompson.]\n\n\n\n\n                                              -9-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">                  United States Court of Appeals\n                                   For the First Circuit\n\nNo. 07-1014\n\n                                           JIMMY EVANS,\n\n                                         Petitioner, Appellant,\n\n                                                   v.\n\n                                     MICHAEL A. THOMPSON,\n                                    Superintendent of MCI Shirley,\n\n                                        Respondent, Appellee,\n\n                                  UNITED STATES OF AMERICA,\n\n                                              Intervenor.\n\n\n                                               Before\n                                        Boudin, Chief Judge,\n                                      Torruella, Circuit Judge,\n                                  Selya and Siler*, Circuit Judges,\n                              Lynch, Lipez and Howard, Circuit Judges.\n\n                                        ORDER OF COURT\n                                       Entered: April 16, 2008\n\n\n       The petition for rehearing having been denied by the panel of judges who decided the\n\ncase, and the petition for rehearing en banc having been submitted to the active judges of this\n\ncourt and a majority of the judges not having voted that the case be heard en banc, it is ordered\n\nthat the petition for rehearing and the petition for rehearing en banc be denied.\n\n\n\n\n       *\n           Of the Sixth Circuit, sitting by designation.\n\n\n                                                  -1-\n\f               LIPEZ, Circuit Judge, with whom TORRUELLA, Circuit Judge,                       joins,\n\ndissenting from the denial of rehearing en banc. I respectfully dissent from the denial of\n\nrehearing en banc. In doing so, I do not write on a clean slate. Instead, I acknowledge my\n\nindebtedness to and draw heavily upon the work of colleagues in other circuits who have either\n\ndissented from the denial of en banc review in similar cases or have written separate opinions to\n\ndistance themselves from panel opinions dealing with the issues addressed by the panel in this case.\n\nI refer specifically to a dissent from the denial of rehearing en banc by Judge Reinhardt and joined\n\nby Judges Pregerson, Gould, Paez, and Berzon, see Crater v. Galaza, </pre><span class=\"citation\" data-id=\"1229168\"><a href=\"/opinion/1229168/crater-v-galaza/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1261</span></a></span><pre class=\"inline\"> (9th Cir. 2007),\n\na dissent from the denial of rehearing en banc by Judge Martin, and joined by Judges Daughtrey,\n\nMoore, Cole, and Clay, see Davis v. Straub, </pre><span class=\"citation\" data-id=\"794088\"><a href=\"/opinion/794088/danta-davis-v-dennis-straub-warden/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">908</span></a></span><pre class=\"inline\"> (6th Cir. 2006), a concurring opinion by\n\nJudge Noonan, see Irons v. Carey, </pre><span class=\"citation\" data-id=\"1384835\"><a href=\"/opinion/1384835/irons-v-carey/\"><span class=\"volume\">505</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">846</span></a></span><pre class=\"inline\">, 854 (9th Cir. 2007), and a dissenting opinion of\n\nJudge Ripple, joined by Judge Rovner, see Lindh v. Murphy, </pre><span class=\"citation\" data-id=\"726705\"><a href=\"/opinion/726705/aaron-lindh-v-james-p-murphy-warden/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">856</span></a></span><pre class=\"inline\">, 885 (7th Cir. 1996).\n\n               The panel addressed two issues related to the scope of federal court review of a\n\nhabeas petition. Both issues involve changes instituted by Congress in the Antiterrorism and\n\nEffective Death Penalty Act of 1996 (\"AEDPA\"). See section 104 of AEDPA, Pub. L. No. 104-132,\n\n110 Stat. 1214 (codified in relevant part at 28 U.S.C. § 2254(d)(1)). First, when determining\n\nwhether an individual is being held \"in violation of the Constitution or laws . . . of the United\n\nStates,\" 28 U.S.C. § 2254(a), a federal court may now only rely upon the Supreme Court's clearly\n\nestablished jurisprudence to address the issue, rather than the full array of federal cases. See id. §\n\n2254(d)(1); Williams v. Taylor, </pre><span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">362</span></a></span><pre class=\"inline\">, 412 (2000). Second, a federal court's authority to\n\ngrant habeas relief under § 2254(d)(1) is limited to those cases where a state court has\n\n\"unreasonably\" applied federal law. See Williams, 529 U.S. at 411 (\"[A] federal habeas court may\n\n\n                                                 -2-\n\fnot issue the writ simply because that court concludes in its independent judgment that the relevant\n\nstate-court decision applied clearly established federal law erroneously or incorrectly. Rather, that\n\napplication must also be unreasonable.\"). Contrary to the panel's conclusions, these congressional\n\nalterations impermissibly restrict the ability of the federal courts to carry out their constitutional\n\nfunction. As Judge Reinhardt noted, together they \"impose a severe restriction on habeas petitioners'\n\nability to secure federal relief from state detention that violates the Constitution. . . . [T]hey\n\nrepresent a fundamental breach of the separation of powers -- an unconstitutional intrusion by\n\nCongress into the federal judiciary's independent and exclusive duty to 'say what the law is.'\" Crater,\n\n508 U.S. at 1263 (quoting Marbury v. Madison, 5 U.S. (1 Cranch) 137, 177 (1803)). Because of the\n\nsignificance of these issues, and the panel's erroneous resolution of them, I dissent from the denial\n\nof en banc review.\n\n                                                    I.\n\n                Although Congress has the power, pursuant to the Constitution, to limit the\n\njurisdiction of the lower federal courts, its authority is not plenary. Even as Congress may confer\n\nor restrict the federal courts' jurisdiction -- its \"quantitative powers\" -- it may not instruct the court\n\nhow to decide certain cases or how to carry out the qualitative aspects of its work. See Crater, 508\n\nF.3d at 1265 (citing James S. Liebman & William F. Ryan, \"Some Effectual Power\": The Quantity\n\nand Quality of Decisionmaking that Article III and the Supremacy Clause Demand of the Federal\n\nCourts, 98 Colum. L. Rev. 696, 773-75 (1998)). In other words, \"[o]nce it has granted jurisdiction\n\n. . . Congress [can] not then dictate to the Court how to exercise its 'judicial power.'\" Id. at 1264\n\n(quoting United States v. Klein, 80 U.S. (13 Wall.) 128, 147 (1871)). This distinction has been\n\nrecognized in many arenas, including in the habeas context. Id. at 1263.\n\n\n                                                   -3-\n\f                The judge's reasoning process is critical to the exercise of judicial power. See Irons,\n\n505 F.3d at 855-56. To limit the traditional analytic tools available to a court strikes at the heart of\n\nits independent adjudicatory process. Courts rely upon stare decisis. \"As the Supreme Court has\n\nexplained, stare decisis is 'the means by which we ensure that the law will not merely change\n\nerratically, but will develop in a principled and intelligible fashion.'\" Crater, 508 F.3d at 1265\n\n(quoting Vasquez v. Hillary, </pre><span class=\"citation\" data-id=\"111552\"><a href=\"/opinion/111552/vasquez-v-hillery/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></a></span><pre class=\"inline\">, 265-66 (1986)). It is \"a process that 'permits society to\n\npresume that bedrock principles are founded in the law rather than the proclivities of individuals, and\n\nthereby contributes to the integrity of our constitutional system of government, both in appearance\n\nand in fact.'\" Id. at 1265-66 (quoting Vasquez, 474 U.S. at 265-66).\n\n                Federal courts also have the fundamental duty to maintain the supremacy of federal\n\nlaw and the Constitution by \"saying what the law is.\" See Cooper v. Aaron, </pre><span class=\"citation\" data-id=\"105766\"><a href=\"/opinion/105766/cooper-v-aaron/\"><span class=\"volume\">358</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 18 (1958)\n\n(confirming that it is a basic and indispensable principle of our constitutional system that the federal\n\njudiciary is \"supreme in the exposition of the law of the Constitution\"); Crater, 508 F.3d at 1267\n\n(\"The federal judiciary is duty-bound to maintain the supremacy of the Constitution, and thus a\n\nfederal court cannot be required to give effect to any law -- be it a federal statute or a state court\n\ndecision -- that in the court's independent judgment, violates the Constitution.\"). If Congress\n\nintrudes unduly upon the process of judicial reasoning, or if it restricts the ability of the federal\n\ncourts to declare the law of the Constitution and maintain its supremacy, it offends the separation\n\nof powers principles at the core of our constitutional system.\n\n                                                  A.\n\n                By limiting the sources of law a federal court may rely upon in granting habeas relief\n\nto \"clearly established Federal law, as determined by the Supreme Court,\" § 2254(d)(1) impinges\n\n\n                                                  -4-\n\fupon a federal court's \"judicial power\" by \"strik[ing] at the center of the judge's process of\n\nreasoning.\" Irons, 505 F.3d at 856. It forces federal courts to essentially ignore the binding\n\nprecedents of their own circuit, and persuasive decisions of other circuits, in determining if a habeas\n\npetitioner is being held in violation of the Constitution. Id. (\"It deprives a whole class of cases of\n\ntheir normal value as governing authority for the circuit which has decided them.\"). The statutory\n\nlimitation applies regardless of how long and firmly the circuit precedent has been established. As\n\na consequence, § 2254(d)(1) prevents courts from applying the ordinary tool of stare decisis to reach\n\nan independent judgment on the constitutional issues. See Crater, 508 F.3d at 1266 (\"[T]he\n\nlegitimating function of stare decisis makes it an especially critical tool of judicial reasoning,\n\nwarranting even greater insulation from congressional control.\"). As Judge Noonan noted:\n\n       [AEDPA] shuts the judge off from the judge's normal sources of law and curbs that\n       use of analogy which is the way the mind of a judge works. In our system of law\n       where precedent prevails and is developed, AEDPA denies the judge the use of\n       circuit precedent, denies development of Supreme Court and circuit precedent, denies\n       the deference due the penumbra and emanations of precedent, and even denies the\n       courts the power to follow the law as now determined by the Supreme Court -- the\n       precedent to be applied must have been in existence at the earlier moment when a\n       state decision occurred. A more blinkered concept of law cannot be imagined -- law,\n       particularly constitutional law -- is treated as what once was the law. The\n       development of doctrine is despised. That despisal is a direct legislative interference\n       in the independence of the judiciary.\n\nIrons, 505 F.3d at 856.\n\n               In response to these concerns, the panel says that § 2254(d)(1) does not restrict\n\ncompletely a judge's ability to consider decisions from the lower federal courts when undertaking\n\nits habeas inquiry. Specifically, the panel notes that \"section 2254(d)(1) does not in any way limit\n\nthe judge's ability to draw from any legal source in determining whether the state court's decision\n\nrests on constitutional error or is an unreasonable application of Supreme Court precedent. It only\n\n\n                                                 -5-\n\flimits the grounds on which habeas relief may be granted.\" That is a large limitation. By\n\ncongressional directive, the only precedent that ultimately matters in the constitutional inquiry by\n\ndistrict courts is the clearly established jurisprudence of the Supreme Court. Congress has imposed\n\non the process of adjudication a limited inquiry which requires federal courts \"to ignore the clear and\n\nbinding precedents of the circuit courts above them if those precedents have not also been clearly\n\nestablished by the Supreme Court.\" Crater, 508 F.3d at 1268. Judge Reinhardt has highlighted the\n\n\"practical absurdity\" of this limitation:\n\n        The Supreme Court's appellate review is discretionary; its purpose is to clarify the\n        law and to resolve conflicts among the circuit courts. Therefore, the Supreme Court\n        is unlikely to grant review to establish a constitutional principle that is already firmly\n        ingrained, or upon which the lower courts agree. The perverse result is that some of\n        the most universal constitutional principles might never become \"clearly established\n        law, as determined by the Supreme Court,\" and thus their violations may never\n        warrant habeas relief under § 2254(d)(1).\n\nId.\n\n                Given the limited nature of Supreme Court review, there are constitutional principles\n\nthat have been elaborated by the lower federal courts but they have not yet been adopted by clearly\n\nestablished Supreme Court precedent. With the congressionally dictated reliance on Supreme Court\n\nprecedent, that large body of constitutional law developed by the lower federal courts becomes\n\nlargely irrelevant. The congressional intrusion on the process of constitutional adjudication in the\n\nfederal courts could not be more stark.\n\n                                                   B.\n\n                By requiring the federal courts to sanction state court rulings that, according to the\n\nfederal courts' independent judgment, violate the Constitution, but do so in an \"objectively\n\nreasonable\" manner, § 2254(d)(1) also inhibits the courts' \"judicial power\" to \"say what the law is.\"\n\n\n                                                   -6-\n\fCrater, 508 F.3d at 1268 (\"This mandate, which directs the federal courts to ignore constitutional\n\nviolations simply because a reasonable state judge could have reached the erroneous conclusion\n\ninvolved, flies in the face of Marbury and later cases establishing the federal courts' crucial duty to\n\nmaintain the supremacy of the Constitution above all other law.\"). The class of cases where a state\n\ncourt judgment is erroneous, but objectively reasonable, is admittedly small. See Williams, 529 U.S.\n\nat 410. Nevertheless, the panel decision rejects the assertion that § 2254(d)(1) restricts a court's\n\nauthority to say what the law is for this small class of cases. It found that § 2254(d)(1) restricts only\n\na federal courts' authority to grant relief for a constitutional violation and not its authority to find a\n\nviolation itself. The panel cites procedural rules that Congress constitutionally imposes on courts\n\naffecting the rights of litigants, including a statute of limitations or a restriction on a defendants'\n\nability to file successive habeas petitions, and more substantive doctrine, such as the qualified\n\nimmunity jurisprudence, as support for its proposition that Congress is entitled to limit the authority\n\nof federal courts to grant habeas relief.\n\n                In offering these analogies, the panel ignores the unique nature of the writ of habeas\n\ncorpus. The writ involves a right and remedy that are inextricably linked; a prisoner files a writ\n\nwhen the government has incarcerated him in violation of his constitutional rights. See Crater, 508\n\nF.3d at 1269. In 42 U.S.C. § 1983 cases, an individual's claim is based on the violation of a\n\nconstitutional right. By contrast, in a habeas action, the claim is based on an individual's right not\n\nto be held in custody in violation of the Constitution. Id. This distinction is significant. A habeas\n\npetition challenges the present detention that is based on a past constitutional violation, not the past\n\nwrong itself. Id.; see Preiser v. Rodriguez, </pre><span class=\"citation\" data-id=\"108772\"><a href=\"/opinion/108772/preiser-v-rodriguez/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">475</span></a></span><pre class=\"inline\">, 500 (1973) (finding that where prisoner\n\nis challenging the very fact or duration of his imprisonment, he must file a habeas petition rather than\n\n\n                                                   -7-\n\ffile a claim under § 1983, which provides a cause of action for constitutional violations). Therefore,\n\nrather than simply limiting the relief a court may award, § 2254(d)(1) requires courts to neglect the\n\nactual habeas right at issue. By directing federal courts to deny relief in the face of a constitutional\n\nviolation, § 2254(d)(1) requires the \"involuntary participation of the federal judiciary\" in the\n\ncontinuing breach of a habeas petitioner's right not to be unlawfully detained. Crater, 508 F.3d at\n\n1270 (quoting Lawrence G. Sager, Klein's First Principle: A Proposed Solution, 86 Geo. L.J. 2525,\n\n2535 (1998)). This restraint on the judiciary, a co-equal branch of government, is at odds with the\n\nprecepts of Marbury and offends the most basic separation of powers principles in our constitutional\n\nsystem.\n\n                                                  II.\n\n                Together, the two issues addressed in the panel opinion go to the heart of our\n\nconstitutional system of government. For that reason alone, en banc review was justified. See Fed.\n\nR. App. P. 35(a)(2) (\"[T]he proceeding involves a question of exceptional importance.\"). Moreover,\n\nbecause the panel's constitutional determinations were erroneous, en banc review was required. As\n\nJudge Noonan has eloquently stated:\n\n        Legislatures exist to make laws. Courts exist to decide cases. The separation of\n        these functions is part of our democratic system of government. To allow the\n        legislature to decide a case is to deny the separation. To allow the legislature to tell\n        a court how a case should be decided is worse. It allows the legislature to mask itself\n        under judicial robes. It puts forward as the judgment of a court what in actuality is\n        the judgment of the legislature. Impermissibly it mixes the two branches. It does so\n        to the great detriment of the judicial branch which is made to act as if it were\n        performing its judicial task while it has had its ability to perform this task removed.\n\nIrons, 505 F.3d at 855. I respectfully dissent from the denial of en banc review.\n\n\n\n\n                                                  -8-\n\f                                                    By the Court:\n\n                                                    /s/ Richard Cushing Donovan, Clerk\n\n\n\n\n[Copies: Hon. William G. Young, Ms. Sarah Thornton, Clerk, United States District Court for the\nDistrict of Massachusetts, Mr. Schneider, Ms. Fisher, Mr. Schiff, Ms. Reardon, Mr. Rotker & Mr.\nThompson.]\n\n\n\n\n                                              -9-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794088/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1229168/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1384835/"
  ]
}