{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203233/",
  "absolute_url": "/opinion/203233/esso-standard-oil-v-mujica-cotto/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203233/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:11:32Z",
  "date_modified": "2016-02-28T05:10:19.350306Z",
  "type": "010combined",
  "sha1": "18cc162582a1ac4dc9f61276f608a4adb8b0357a",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-1218-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/04/10/Esso_Standard_Oil_v._Mujica_Cotto.pdf",
  "plain_text": "           United States Court of Appeals\n                        For the First Circuit\n\nNo. 07-1218\n\n                 ESSO STANDARD OIL CO. (PUERTO RICO),\n\n                         Plaintiff, Appellee,\n\n                                  v.\n\n             CARLOS W. LÓPEZ-FREYTES, in his personal and\n         official capacities as President of the Puerto Rico\n     Environmental Quality Board; FLOR DEL VALLE-LÓPEZ, in her\n      official capacity as Associate Member of the Puerto Rico\n    Environmental Quality Board; ANGEL BERRÍOS-SILVESTRE, in his\n      official capacity as Associate Member of the Puerto Rico\n    Environmental Quality Board; NORMAN VELÁZQUEZ-TORRES, in his\n           official capacity as Attorney of the Puerto Rico\n                      Environmental Quality Board,\n\n                       Defendants, Appellants.\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n                   FOR THE DISTRICT OF PUERTO RICO\n\n              [Hon. Justo Arenas, U.S. Magistrate Judge]\n\n\n                                Before\n\n                      Torruella, Circuit Judge,\n                   Baldock,* Senior Circuit Judge,\n                      and Lipez, Circuit Judge.\n\n\n     Salvador J. Antonetti-Stutts, Solicitor General, Department of\nJustice, with whom Luis José Torres-Asencio, Assistant Solicitor\nGeneral, Eduardo A. Vera-Ramírez, Eileen Landrón-Guardiola, Luis A.\nRodríguez-Muñoz, and Landrón & Vera, LLP were on brief, for\nappellants.\n     Charles G. Cole, with whom Alice E. Loughran, Steptoe &\n\n\n*\n    Of the Tenth Circuit, sitting by designation.\n\fJohnson LLP, Lawrence P. Riff, Jason Levin, John F. Nevares, and\nJohn F. Nevares & Assoc., PSC were on brief, for appellee.\n\n\n\n                         April 10, 2008\n\n\n\n\n                              -2-\n\f           TORRUELLA, Circuit Judge.              This is an appeal from the\n\ndistrict court's issuance of an order permanently enjoining the\n\ndefendants –- several members and officials of the Puerto Rico\n\nEnvironmental Quality Board (\"EQB\") -- from imposing a $76 million\n\nfine on the plaintiff, Esso Standard Oil Company (\"Esso\").                       On\n\nappeal, the defendants argue that the district court should have\n\nabstained from exercising jurisdiction pursuant to the Younger\n\nabstention   doctrine    and,       in   any    event,   the    court    erred   in\n\nconcluding that there existed bias necessitating the imposition of\n\nthe   injunction.      After    careful        consideration,    we     affirm   the\n\ndistrict court's order.\n\n                               I.    Background\n\n           This case comes to us on appeal for the second time.1\n\nGiven that the background facts are outlined extensively in our\n\nprior opinion, see Esso Standard Oil Co. v. Cotto, 389 F.3d 212,\n\n213-18 (1st Cir. 2004) (\"Esso I\"), we need not repeat them here in\n\ngreat detail.       In brief, the case involves an underground fuel\n\nstorage system at a service station in Barranquitas, Puerto Rico.\n\nBeginning in 1979, Esso had leased storage tanks and other fuel\n\nsupplies to the station and in 1991 replaced the entire underground\n\nstorage system.      Between August 1998 and October 1999, the EQB\n\nissued three orders directing Esso to test the fuel storage system.\n\n\n1\n   Between these two appeals, Esso filed for panel rehearing. We\ndenied the motion and directed Esso to renew its request for\ninjunctive relief with the district court.\n\n                                         -3-\n\fThose investigations revealed and recovered about 550 gallons of\n\nspilled fuel.\n\n              Despite   Esso's     efforts     to    comply   with    the     EQB's\n\ndirectives, the EQB issued a show cause order on May 21, 2001,\n\nproposing a $76 million fine against Esso for its failure to notify\n\nthe EQB upon initial discovery of the fuel leakage and its failure\n\nto   timely    investigate,      clean   up,   and   remedy   the    harm.2      In\n\nSeptember 2002, the EQB initiated hearings on this proposed penalty\n\nagainst Esso.     The hearings were marked by contentious debates and\n\nallegations of severe bias.          See Esso I, 389 F.3d at 215.              Esso\n\nfiled numerous motions, including two motions seeking dismissal of\n\nthe proceedings.3\n\n              In March 2004, Esso filed suit in federal court, seeking\n\na preliminary injunction to prevent the EQB from imposing the\n\nmassive fine on the ground that the proceedings were so plagued by\n\nconflict and bias that they violated Esso's due process rights.\n\n\n2\n    Pursuant to statute, all fines collected by the EQB are\ndeposited into a discretionary fund administered by the EQB. P.R.\nLaws Ann. tit. 12, § 1136(f).\n3\n   Esso immediately filed an appeal in the Puerto Rico Court of\nAppeals seeking dismissal of the hearings on statute of limitations\ngrounds. The court dismissed the appeal, asserting that in the\nabsence of a final judgment, it had no authority to review the\nappeal of an agency order.     Esso Standard Oil Co. v. Junta de\nCalidad Ambiental, Nos. OA-01-AG-26 & OA-99-AG-109, 2002 WL\n1438761, at *4 (P.R. Cir. May 1, 2002) (citing P.R. Laws Ann. tit.\n3, § 2172). In November 2003, Esso moved the EQB Hearing Examiner\nfor expedited recommendation of dismissal alleging constitutional\ndue process violations. Neither the Hearing Examiner nor the EQB\nGoverning Board has ruled on the motion.\n\n                                         -4-\n\fAlthough the district court made several findings of bias, it\n\ndismissed the case for lack of jurisdiction pursuant to the Younger\n\nabstention doctrine.   On appeal, we expressed serious concern with\n\nthe undisputed evidence of structural and actual bias in the case.\n\nEsso I, 389 F.3d at 218-19.    We concluded, however, that despite\n\nthis evidence of bias, federal intervention was inappropriate under\n\nthe abstention exception recognized in Gibson v. Berryhill, 411\n\nU.S. 564 (1973), because Esso had not yet demonstrated irreparable\n\nharm.   Esso I, 389 F.3d at 221-25.    Specifically, we found that\n\nEsso could seek interlocutory relief from the Puerto Rico courts,4\n\nand we affirmed the district court's decision to abstain.\n\n          A.   Interlocutory Appeals\n\n          Soon after the issuance of our opinion, Esso filed a\n\npetition for interlocutory review with the Puerto Rico Court of\n\nAppeals, asserting jurisdiction pursuant to MCS Insurer and arguing\n\nthat the EQB administrative proceedings are fatally biased and\n\n\n4\n   In 2002, Esso had filed an interlocutory appeal before the\nPuerto Rico Court of Appeals alleging that the suit was barred by\nthe statute of limitations. The court denied the appeal on the\nbasis of P.R. Laws Ann. tit. 3, § 2171, which requires a final\norder and exhaustion of administrative process before judicial\nreview. See Esso I, 389 F.3d at 223. We noted, however, that an\nintervening decision by the Puerto Rico Supreme Court had cast\ndoubt on that prior ruling: the Puerto Rico Supreme Court had\nrecognized an exception to § 2172 for alleged constitutional\nviolations that rose to the level of an \"intense grievance\" that\nwas supported by \"specific, well defined facts.\"       Id. at 224\n(citing Oficina de la Procuradora del Paciente v. Aseguradora MCS,\n2004 T.S.P.R. at ___, 162 D.P.R. at ___, 2004 WL 2212782 (\"MCS\nInsurer\")). We concluded that \"Esso's claim might well meet th[at]\nstandard.\" Id.\n\n                                -5-\n\fviolate its due process rights. The following day, the Puerto Rico\n\nCourt of Appeals dismissed the appeal and denied the accompanying\n\nrequest to stay the EQB's administrative proceedings.                 It rejected\n\nthe   contention     that    MCS    Insurer   created   an    exception    to   the\n\nstatutory administrative exhaustion requirements applicable in this\n\ncase: \"We resolve that insofar as the administrative process has\n\nnot concluded and the 'total denial' object of this appeal is not\n\na final decision of the agency, but an 'implicit' interlocutory\n\nresolution, we are barred from addressing the same.\" Esso Standard\n\nOil Co. v. Junta de Calidad Ambiental, Case No. OA-99-AG-26 & OA-\n\n99-AG-109, 2004 WL 3199104, at *5 (P.R. Cir. Dec. 3, 2004) (\"Esso,\n\nP.R. Court of Appeals\"); see also P.R. Laws Ann. tit. 3, § 2172.\n\nThe appeal was dismissed for lack of jurisdiction.                Id.\n\n             Three days later, Esso petitioned for writ of certiorari\n\nto the Puerto Rico Supreme Court, asserting that the Puerto Rico\n\nCourt   of    Appeals       had    erroneously    declared     that   it    lacked\n\njurisdiction    to    review       Esso's   due   process    allegations.       The\n\nfollowing day, the Puerto Rico Supreme Court summarily denied the\n\nrequested writ, stating: \"As to the petition for certiorari and the\n\nmotion in aid of jurisdiction, [it is] denied at this stage of the\n\nproceedings.\"      Esso Standard Oil Co. v. P.R. Env't Quality Bd.,\n\nCase No. CC-2004-1155 (P.R. Dec. 7, 2004) (\"Esso, P.R. Supreme\n\nCourt\").\n\n\n\n\n                                        -6-\n\f          Esso then returned here and filed for panel rehearing,\n\narguing that it was now able to demonstrate irreparable harm\n\nbecause   the   Supreme    Court   of    Puerto   Rico   had   held   that\n\ninterlocutory appeal was unavailable to Esso.        Although we agreed\n\nthat the intervening developments had a significant impact upon a\n\ndetermination of the appropriateness of federal intervention, we\n\nconcluded that the appropriate procedure was for Esso to renew its\n\nrequest for a preliminary injunction in federal district court.\n\n          B.    Renewed Motion for Preliminary Injunction\n\n          On February 4, 2005, Esso filed a renewed and unopposed\n\nmotion for preliminary injunction in the district court.               In\n\naccordance with our decision in Esso I, the district court focused\n\non the issue of whether Esso was able to show irreparable harm in\n\nthe absence of federal intervention.       The court concluded that the\n\ndenials by the Puerto Rico Court of Appeals and Supreme Court\n\nprovided \"unquestionable proof that as a matter of both fact and\n\nlaw, the only element preventing federal intervention in this case\n\nhas been removed from the picture.\"          Esso Standard Oil Co. v.\n\nLópez-Freytes, No. 03-2319 (D.P.R. Mar. 11, 2005) (order granting\n\npreliminary injunction).     The court granted Esso's request for a\n\npreliminary injunction and ordered the defendants to show cause as\n\nto why the preliminary injunction should not be converted to a\n\npermanent injunction.     The defendants opposed such a conversion on\n\nthe ground that they had not received notice of the consolidation\n\n\n                                   -7-\n\fof the preliminary injunction hearing and the trial on the merits\n\nand thus had not presented any witnesses or evidence. The district\n\ncourt concluded that it was premature to convert the preliminary\n\ninjunction    into   a   permanent    injunction       without   giving    the\n\ndefendants an opportunity to controvert the allegations of bias.\n\n          Soon   thereafter,      Esso     filed   a   motion    for   summary\n\njudgment, opposed by the defendants, contending that there were no\n\ndisputed issues of material fact.          In November 2006, the district\n\ncourt entered summary judgment for Esso and issued a permanent\n\ninjunction.    See Esso Standard Oil Co. v. López-Freytes, 467 F.\n\nSupp. 2d 156 (D.P.R. 2006).    In a separate order, the court stated:\n\n          [D]efendants are permanently enjoined from\n          conducting any and all administrative hearings\n          and proceedings against Esso related to the\n          penalty provision of the order to show cause\n          issued on May 21, 2001 in In re Esso Standard\n          Oil Company, Case No. OA-99-TE-102.      It is\n          further ordered that the defendants are\n          permanently   enjoined    from   issuing   any\n          judgments    or    resolutions,    final    or\n          interlocutory, in said matter, and from\n          instituting, conducting and/or prosecuting any\n          administrative penalty proceedings against\n          Esso based on or arising from the facts and\n          events described in said order to show cause.\n\nEsso Standard Oil Co. v. López-Freytes, No. 03-2319 (D.P.R. Nov. 7,\n\n2006) (order granting permanent injunction).              Defendants appeal\n\nthis order.\n\n                            II.    Discussion\n\n          The defendants make three separate challenges: (1) the\n\ndistrict court was required to abstain pursuant to the Younger\n\n                                     -8-\n\fdoctrine; (2) the evidence does not support a finding of bias; and\n\n(3) the scope of the permanent injunction is impermissibly broad.\n\n             A    district   court's   decision     to   grant     a   permanent\n\ninjunction involves factual, legal, and discretionary components.\n\nWe therefore apply different standards of review: questions of law\n\nare reviewed de novo and the scope of the injunction is reviewed\n\nfor abuse of discretion.         Aponte v. Calderón, 284 F.3d 184, 191\n\n(1st Cir. 2002). In this case, the injunction was issued following\n\na grant of summary judgment and, accordingly, we view the facts in\n\nthe light most favorable to the nonmoving parties, drawing all\n\nreasonable inferences in their favor.           See Ramírez-Carlo v. United\n\nStates, 496 F.3d 41, 46 (1st Cir. 2007).           Insofar as the threshold\n\nissue involves the application of the Younger abstention doctrine,\n\nthis is a legal question that we review de novo.                  See Brooks v.\n\nN.H. Sup. Ct., 80 F.3d 633, 637 (1st Cir. 1996) (\"[W]e must review\n\nde   novo   the    essentially   legal       determination   of    whether   the\n\nrequirements for abstention have been met.\").\n\n             A.   Younger Abstention\n\n             In the absence of extraordinary circumstances, interests\n\nof comity and the respect for state processes demand that federal\n\ncourts should abstain from interfering with ongoing state judicial\n\nproceedings.       See, e.g., Younger v. Harris, 401 U.S. 37 (1971);\n\nMiddlesex Co. Ethics Comm. v. Garden State Bar Ass'n, 457 U.S. 423\n\n(1982).     Although initially applied to state criminal actions, the\n\n\n                                       -9-\n\fabstention doctrine has been extended to other proceedings that\n\nimplicate important state interests, including the state-level,\n\nquasi-judicial, administrative proceeding at issue here.                       See\n\nMaymó-Meléndez v. Alvarez-Ramírez, 364 F.3d 27, 31 n.3 (1st Cir.\n\n2004)   (enumerating        the   various     applications    of    the   Younger\n\ndoctrine).     Generally, insofar as the state proceedings evince \"no\n\nshowing of bad faith, harassment, or some other extraordinary\n\ncircumstance that would make abstention inappropriate, the federal\n\ncourts should abstain.\"           Middlesex Co. Ethics Comm., 457 U.S. at\n\n435. Extraordinary circumstances include those situations in which\n\n\"core constitutional values are threatened during an ongoing state\n\nproceeding and there is a showing of irreparable harm that is both\n\ngreat and immediate.\" Maymó-Meléndez, 364 F.3d at 37 (internal\n\nquotation marks omitted).          Among those extraordinary circumstances\n\nare   cases    in   which    extreme   bias    completely    renders      a   state\n\nadjudicator incompetent and inflicts irreparable harm upon the\n\npetitioner. Gibson v. Berryhill, 411 U.S. at 577; accord Kugler v.\n\nHelfant, 421 U.S. 117, 125 n.4 (1975) (recognizing Gibson bias as\n\nan example of the \"exceptional circumstances\" which warrant federal\n\nintervention).\n\n              In our prior opinion, we held that this case \"lies\n\nsquarely   within     Younger's     domain\"     and   that   Esso   had   clearly\n\nestablished the presence of bias which raised the kind of concerns\n\npermitting interim federal intervention pursuant to Gibson.                   Esso\n\n\n                                       -10-\n\fI, 389 F.3d at 219-20.      We rejected the argument that the eventual\n\navailability     of    judicial     review   at   the   conclusion      of   the\n\nadministrative      proceedings     was   sufficient     to    ameliorate    any\n\nconstitutional injury inflicted upon Esso because it is currently\n\nin the midst of those allegedly infirm proceedings. Id., at 220-21\n\n(\"[T]he availability of judicial review of a final agency decision\n\nis insufficient to avoid the irreparable harm that inheres in the\n\nbiased administrative proceeding itself.\").              In the intervening\n\ntime, nothing has altered those conclusions and we have neither\n\noccasion nor need to revisit those rulings.             See United States v.\n\nMoran, 393 F.3d 1, 7 (1st Cir. 2004) (\"The law of the case doctrine\n\n'posits that when a court decides upon a rule of law, that decision\n\nshould continue to govern the same issues in subsequent stages in\n\nthe same case.'\" (quoting Arizona v. California, 460 U.S. 605, 618\n\n(1983))).\n\n            In the last appeal, we also concluded, however, that Esso\n\nwas   unable   to     demonstrate    irreparable    harm      because   of   the\n\navailability of immediate interlocutory relief through the Puerto\n\nRico courts.   Esso now returns to us with evidence that such relief\n\nis unavailable: Esso avers that it has sought, and been denied,\n\ninterlocutory relief in the Puerto Rico Court of Appeals and the\n\nPuerto Rico Supreme Court.          We, therefore, revisit our analysis\n\nunder Gibson with respect to the irreparable harm issue.\n\n\n\n\n                                      -11-\n\f          The    defendants      assert       that   Esso   still   fails    to\n\ndemonstrate irreparable harm because: (1) the Puerto Rico courts'\n\ndenial   of   Esso's   appeals    was     a    merits    determination,     not\n\njurisdictional; and (2) Esso is not without relief as it has\n\nseveral other options, such as filing for mandamus or submitting a\n\nnew claim in Puerto Rico Superior Court.             We find neither argument\n\nto be availing here.\n\n          With   respect   to    the    first    argument,    the   defendants\n\ncontend that the Puerto Rico Court of Appeals rejected Esso's\n\npetition for interlocutory appeal because Esso had failed to\n\ndemonstrate that the alleged violations were still ongoing.                 In\n\nessence, the defendants argue that Esso was not denied the option\n\nof interlocutory review; rather, Esso failed on the merits.               Given\n\nthe clear language of the opinion of the Puerto Rico Court of\n\nAppeals, we cannot agree.\n\n          The day after Esso submitted its forty-four page petition\n\nfor interlocutory review the court of appeals issued an opinion\n\ndenying the request.    The opinion expressly states that the basis\n\nfor the denial was jurisdictional:\n\n          We resolve that insofar as the administrative\n          process has not concluded that the 'total\n          denial' object of this appeal is not a final\n          decision of the agency, but an 'implicit'\n          interlocutory resolution, we are barred from\n          addressing the same.   Pursuant to the legal\n          system prevailing in our jurisdiction, this\n          appellate   forum   should   not   intervene,\n          prematurely, in the administrative process\n          . . . . On the basis of the foregoing, we\n\n                                   -12-\n\f           dismiss the appeal . . .               for     lack   of\n           jurisdiction and as premature.\n\nEsso, P.R. Court of Appeals, 2004 WL 3199104, at *5.               It is clear\n\nthat the court denied the motion for interlocutory relief on the\n\nbasis of jurisdiction; there is no discussion of any merits in the\n\nopinion.   Furthermore, the one-line denial of certiorari by the\n\nPuerto Rico Supreme Court similarly provides no evidence that it\n\ncontemplated the merits of this case.\n\n           The defendants also urge us to conclude that Esso has\n\nstill failed to demonstrate irreparable harm because there are\n\nother avenues available, i.e., mandamus relief or initiation of\n\nstate action.      In November 2003, during the course of the EQB\n\nhearings, Esso filed a motion for expedited recommendation of\n\ndismissal, alleging constitutional due process claims. At the time\n\nof this appeal, neither the Hearing Examiner nor the EQB Governing\n\nBoard had ruled on the motion.      The defendants contend that rather\n\nthan   interpret    the   failure   to     act   as   a   denial      and   seek\n\ninterlocutory review by the Puerto Rico Court of Appeals, Esso\n\nshould have filed for mandamus relief to order the agency to rule\n\non the motion.\n\n           We expressly discussed a similar scenario in our prior\n\nopinion.   We noted the possibility that interlocutory relief might\n\nbe precluded by EQB's failure to rule on Esso's motion to dismiss.\n\nIn such an event, we observed that \"we might take a different view\n\nof the applicability of the Gibson exception . . . . However,\n\n                                    -13-\n\fgeneral principles of administrative law provide that . . . an\n\nagency's failure to act on a pending matter is treated as a denial\n\nof the relief sought.\"            Esso I, 389 F.3d at 224 n.12 (citing\n\nHernández v. Reno, 238 F.3d 50, 55 (1st Cir. 2001)).                   Likewise, we\n\nreject   the    defendants'     argument       that    Esso's   failure    to    seek\n\nmandamus relief precludes review.               Esso's motion to dismiss was\n\nfiled in November 2003 and, four years later, the agency still had\n\nnot issued a decision.        Esso was entitled to treat the failure to\n\nact as a denial.       See P.R. Laws Ann. tit. 3, § 2173 (waiving the\n\nexhaustion      requirement     \"when    it     is    useless     to   exhaust   the\n\nadministrative       remedies     due   to     an     excessive    delay   in    the\n\nprocedures\").        Furthermore, review of Puerto Rico law does not\n\nappear to indicate that mandamus is available in a case such as\n\nthis one.    See P.R. Laws Ann. tit. 12, § 1139 (2004) (recodified as\n\nP.R. Laws Ann. 12, § 8002m (2007)) (provision allowing mandamus\n\nrelief only to order the EQB to comply with the environmental\n\nstatute); cf. Nieves-Márquez v. Puerto Rico, 353 F.3d 108 (1st Cir.\n\n2003)    (\"It   is   far   from    clear      from    the   defendants'     summary\n\npresentation, without briefing, that mandamus would be available in\n\nthe Puerto Rico courts to enforce an administrative order.\").\n\n            The defendants' argument that Esso should have initiated\n\na proceeding in Puerto Rico Superior Court is equally unavailing.\n\nThe underlying principle of the court-made Younger abstention\n\ndoctrine is rooted in a sense of comity and respect for those state\n\n\n                                        -14-\n\fproceedings already in progress.          See, e.g., Rossi v. Gemma, 489\n\nF.3d 26, 34 (1st Cir. 2007). Indeed, in Maymó-Meléndez, we focused\n\nthe applicability of the Younger doctrine on whether the particular\n\nproceedings were in fact still \"ongoing\" during the break between\n\ntrial and appellate review.         364 F.3d at 34-35 (deeming that a\n\n\"proceeding [is] 'ongoing' for Younger purposes until the state\n\nappellate process [i]s complete\" (citing Huffman v. Pursue, Ltd.,\n\n420 U.S. 592, 607-11 (1975))).         Thus, Younger precludes a litigant\n\nin a state administrative proceeding from circumventing review by\n\na state court in favor of federal relief.         There is no requirement,\n\nhowever, that a litigant file a new, independent claim in state\n\ncourt prior to obtaining federal relief.             See Habich v. City of\n\nDearborn, 331 F.3d 524, 531-32 (6th Cir. 2003) (\"We are aware of no\n\ncase   in    which   a   federal   plaintiff    is     deemed   to    have    the\n\n'opportunity' to have his or her federal claim heard in a state\n\nproceeding solely because the plaintiff could have amended an\n\nexisting complaint or filed a new complaint in state court.\").\n\n             Given Esso's failed attempts to obtain interlocutory\n\nrelief in this ongoing administrative proceeding, we conclude that\n\nEsso has clearly demonstrated the irreparable harm which it will\n\nsuffer in the absence of federal intervention.              Accordingly, we\n\nconclude that the district court properly found that the need for\n\nfederal     intervention   in   this    case   falls    clearly      within   the\n\nabstention exception carved out by Gibson.\n\n\n                                    -15-\n\f              B.   Bias\n\n              The merits of this case involve allegations that the\n\ndefendants violated Esso's constitutional due process rights as a\n\nresult   of    the   bias    infecting   the   penalty   proceedings.      The\n\nallegations of bias fall into three categories: (1) the statutory\n\nstructure which provides that the proposed penalty of $76 million\n\nwould go directly into an account administered by the EQB; (2) the\n\nprocedures for the selection of and payment to Hearing Examiners;\n\nand (3) the prejudice resulting from the Puerto Rico Senate's\n\npremature conclusion that Esso had violated the environmental\n\nregulations and the accusation that the EQB had been too lax.              The\n\nfirst two allegations raise structural concerns that create the\n\nappearance of bias in the proceedings; the third allegation raises\n\nconcerns of actual bias.         The district court concluded that the\n\ndefendants had failed to raise any genuine issues of material fact\n\nas to the appearance of a biased adjudicative process.\n\n                      1.    EQB Governing Board\n\n              The EQB is an administrative body comprised of three\n\nmembers appointed for a four-year term by the Governor of Puerto\n\nRico with the advice and consent of the Puerto Rico Senate.              P.R.\n\nLaws Ann. tit. 12, § 1129(a).             The agency is tasked with the\n\nresponsibility       of     adopting     and   enforcing    Puerto      Rico's\n\nenvironmental statutes and regulations, and is empowered to impose\n\nsanctions and administrative fines on violators, id. at § 1136(c),\n\n\n                                       -16-\n\fas   well   as   issue   orders   mandating   the    cessation   of   harmful\n\nactivities, id. at § 1131(22).        Those administrative fines –- the\n\ncrux of this case –- are then deposited into the \"Special Account\n\nof the Board on Environmental Quality.\"             Id. at § 1136(f), (k);\n\n§ 1131(16)(A) (\"All monies received by the [EQB] in the fulfillment\n\nof its duty to implement [environmental regulations] . . . shall be\n\ndeposited in a special account to be known as the 'Environmental\n\nQuality Board Special Account.'\"). That money is then \"place[d] at\n\nthe disposal of the [EQB] . . . through payment orders authorized\n\nor signed by the Chairperson of the [EQB].\"          Id. at § 1131(16)(A).\n\n             Esso asserts that it was denied a fair hearing because of\n\nthe EQB's structural bias.        Specifically, Esso contends that the\n\nEQB has an institutional interest in imposing hefty fines because\n\nthe collected monies are deposited into an EQB Special Account over\n\nwhich the EQB has limitless discretion.          Moreover, in this case,\n\nthe proposed fine –- $76 million -- is more than double the EQB's\n\nannual budget.     In response, the defendants attempt to focus the\n\ninquiry on the individual members of the EQB, rather than the\n\nagency as a whole; the EQB Governing Board members are salaried and\n\nthus have no personal pecuniary interest in the fines imposed and\n\ncollected by the agency.\n\n             Not only is the defendants' argument utterly unsupported\n\nby the law, but we have already rejected it.          See Esso I, 389 F.3d\n\nat 219.     On last appeal, we expressly stated,\n\n\n                                    -17-\n\f                      [T]he adjudicative body stands to\n              benefit   financially   from  the   proceeding\n              because any fine imposed will flow directly to\n              the EQB's budget. Although members of the EQB\n              Governing Board may not stand to gain\n              personally . . . a pecuniary interest need not\n              be personal to compromise an adjudicator's\n              neutrality.\n\n\nId. at 218-19.       Although the law of the case doctrine has been\n\nrefined over time and we have identified several instances in which\n\nreconsideration of a past decision may be appropriate, see Ellis v.\n\nUnited States, 313 F.3d 636, 647-48 (1st Cir. 2002); this is not\n\nsuch an instance.        This court's prior rejection of the defendants'\n\nargument is neither \"unreasonable [n]or obviously wrong.\"              Id. at\n\n648 & n.5.\n\n              Last time, we properly concluded that the bias stems from\n\nthe potential financial benefit to the EQB's budget as a result of\n\nan imposed fine.         Esso I, 389 F.3d at 219; cf. Ward v. Vill. of\n\nMonroeville, 409 U.S. 57, 59-60 (1972) (invalidating the mayor's\n\ncourt because a substantial portion of the village funds were\n\ncomprised of the fines he imposed for traffic violations).                 In\n\nWard,   the    Supreme    Court    expressed   concerns   that   the   funding\n\nstructure would \"offer a possible temptation to the average man\" to\n\nthe extent that there is a \"situation in which an official perforce\n\noccupies two practically and seriously inconsistent positions, one\n\npartisan and the other judicial [and] necessarily involves a lack\n\nof due process of law.\"           Ward, 409 U.S. at 60 (quoting Tumey v.\n\n\n                                      -18-\n\fOhio, 273 U.S. 510, 532, 534 (1927)).           This is not a situation in\n\nwhich the EQB Governing Board is so removed from the financial\n\npolicy of the Special Account that such a presumption of bias is\n\ninapplicable.     Cf. Dugan v. Ohio, 277 U.S. 61 (1928).            Rather, this\n\nis a case in which the EQB has complete discretion over the usage\n\nof those funds which are supplied, at least in part, by fines which\n\nit imposes. In this particular case, the possibility of temptation\n\nis undeniable and evident in the fact that the size of the proposed\n\nfine in this case is so unprecedented and extraordinarily large.\n\nThe $76 million proposed fine -- a sum twice the EQB's annual\n\noperating budget and 5,000 times greater than the largest fine ever\n\nimposed by the EQB -- only intensifies the appearance of bias\n\ninfecting the proceedings.\n\n                    2.   EQB Hearing Examiner\n\n          Hearing Examiners are independent contractors who sign a\n\none-year contract for employment with the EQB and are paid a fixed\n\nhourly rate. They preside over the administrative hearing and make\n\nrecommendations to the Governing Board of the EQB as to whether a\n\nfine should be levied.       They are assigned cases pursuant to the\n\ndiscretion   of    the   EQB;   those       cases   include     administrative\n\ninvestigative      proceedings,      quasi-judicial         proceedings,    and\n\nlegislative proceedings.\n\n          The     district   court    concluded      that     the   contractual\n\nrelationship between the EQB and the Hearing Examiners exhibited\n\n\n                                     -19-\n\fstructural bias on account of both the method by which the Hearing\n\nExaminers receive assignments and because of the particularities\n\nwithin the pay structure.       We agree.     Hearing Examiners are not\n\nprotected from the pressures of political appointments and their\n\nemployment is entirely dependent on the EQB's willingness to assign\n\ncases to them.    Furthermore, the evidence on the record indicates\n\nthat the Hearing Examiner's contract in this case provides an\n\nhourly salary rate with a set maximum number of hours for work.\n\nNotably, there is no provision for a minimum number of hours.\n\nGiven that a Hearing Examiner's pay is entirely dependent upon the\n\ndiscretionary assignment of cases from the EQB, the examiner is\n\nvulnerable to the temptation to make recommendations favorable to\n\nthe EQB.5\n\n            In addition to the pressure felt by the Hearing Examiners\n\nwith respect to their case assignments from the EQB, we are\n\nparticularly concerned by the evidence that they are paid out of\n\nthe same Special Account into which the fines are deposited.              The\n\nHearing Examiner's contract states that \"in the eventuality of\n\nthere not existing or being assigned funds for the payment of\n\ncontracted services[,] the contract shall be deemed rescinded\n\nwithout any further right to collect.\"              While there is some\n\nquestion    as   to   whether   the     Hearing   Examiner   may   have   an\n\n\n5\n   Esso asserts that two prior Hearing Examiners were dismissed\nafter various disagreements with the EQB regarding the proceedings\nagainst Esso.\n\n                                      -20-\n\findependent, contractual right to challenge a nonpayment of his\n\nsalary by the EQB, it is irrefutable that such a provision -- one\n\nthat expressly links personal salary and the fund into which the\n\nfines are deposited -- creates the appearance of and an incentive\n\nfor bias.6\n\n                   3.   Puerto Rico Senate Report\n\n             The claim of bias is further substantiated by evidence\n\nthat the Puerto Rico Senate improperly exerted pressure on the EQB\n\nwith respect to the assessment of this penalty against       Esso.7\n\nSpecifically, the Puerto Rico Senate Commission on Agriculture,\n\nNatural Resources, and Energy issued a partial report in which it\n\ndirected the Commission on Government Integrity to \"identify those\n\npublic officials [in the EQB] who permitted the slowness with which\n\nthe gasoline spill was dealt with . . . and refer them to both the\n\nDepartment of Justice as well as to the Office of Government Ethics\n\nto determine whether any crime was committed or violation of the\n\nlaws and regulations of the Commonwealth of Puerto Rico.\"   Partial\n\n\n\n6\n  With respect to the Special Account, the defendants contend that\nthe account's funds are not supplied solely on the basis of fines,\nbut are also funded through the issuance of permits.            The\ndefendants argue that this fact severely undercuts the conclusion\nthat the hearing examiners are biased. We are unpersuaded. The\ndefendants' argument does nothing to alter the funding structure of\nthe Special Account nor does it negate the fact that in this case,\nthe EQB proposed a fine of $76 million.\n7\n   On appeal, the defendants make no challenge to the district\ncourt's findings regarding the impact of the Puerto Rico Senate\nreport on the EQB's proceedings against Esso.\n\n                                 -21-\n\fReport on S.R. 1047, at 14 (P.R. Senate July 10, 2003) (certified\n\ntranslation). This threat of criminal prosecution of EQB officials\n\nstrongly suggests that the Senate was threatening the EQB and is\n\ntherefore    evidence   of   actual    bias   in   the   proceedings.   See\n\nPillsbury Co. v. F.T.C., 354 F.2d 952, 964 (5th Cir. 1966) (noting\n\nthat a legislative body's \"improper intrusion into the adjudicatory\n\nprocess\" deprives \"the right of private litigants to a fair trial\n\nand, equally important[ly] . . . their right to the appearance of\n\nimpartiality, which cannot be maintained unless those who exercise\n\nthe judicial function are free from powerful external influences\"\n\n(citing In re Murchison, 349 U.S. 133, 136 (1955))).          The fact that\n\nthe appointment of EQB members requires Senate consent further\n\nintensifies the incentives felt by the EQB to impose an unduly\n\nheavy fine on Esso.\n\n            After review of the evidence submitted by the parties, we\n\nre-affirm our conclusion that there is a strong appearance of bias\n\nand, additionally, undisputed evidence of actual bias in these\n\nproceedings.\n\n            C.   Permanent Injunction\n\n            The issuance of a permanent injunction requires the\n\napplication of a familiar four-step framework in which Esso, as the\n\nplaintiff:\n\n            must demonstrate: (1) that it has suffered an\n            irreparable   injury;   (2)   that   remedies\n            available at law, such as monetary damages,\n            are inadequate to compensate for that injury;\n\n                                      -22-\n\f            (3) that, considering the balance of the\n            hardships between the [parties], a remedy in\n            equity is warranted; and (4) that the public\n            interest will not be disserved by a permanent\n            injunction.\n\neBay Inc. v. MercExchange, L.L.C., 547 U.S. 388, 390 (2006).\n\n            As we have already discussed above, Esso has already\n\nsucceeded   in    demonstrating   that       EQB's   internal   structure   is\n\nseverely biased and that continuation of the proceedings in such a\n\nfatally biased decisionmaking process violates its due process\n\nrights.8    Likewise, we have already concluded that Esso faces\n\nirreparable harm in the absence of injunctive relief given the\n\nunavailability of avenues for interlocutory relief in the Puerto\n\nRico courts.      Thus, we move to the balancing of the harms and the\n\ninquiry into the public interest.\n\n            The    district   court    issued    the   following   permanent\n\ninjunction:\n\n            It is further ORDERED that the defendants are\n            permanently enjoined from conducting any and\n            all administrative hearings and proceedings\n            against Esso related to the penalty provision\n            of the order to show cause . . . . It is\n            further ORDERED that the defendants are\n\n\n8\n   On appeal, the defendants also argue that the court is required\nto inquire into whether the process is still biased, given the\nintervening personnel changes. The defendants concede that this\nargument was not raised below. See Figueroa v. Rivera, 147 F.3d\n77, 81 (1st Cir. 1998) (\"[A]ppellants did not raise these\ncontentions below, and they are thus foreclosed from unveiling them\nfor the first time on appeal.\"). Moreover, given the allegations\nof structural bias, evidence of personnel substitution is\ninsufficient to cure the constitutional infirmity. See Ward, 409\nU.S. at 61.\n\n                                      -23-\n\f          permanently   enjoined    from   issuing   any\n          judgments    or    resolutions,    final    or\n          interlocutory, in said matter, and from\n          instituting, conducting and/or prosecuting any\n          administrative penalty proceedings against\n          Esso based on or arising from the facts and\n          events described in said order to show cause.\n\n\nEsso Standard Oil Co. v. López-Freytes, No. 03-2319 (D.P.R. Nov. 7,\n\n2006) (order granting permanent injunction).\n\n          In this case, the district court's injunction is tailored\n\nspecifically   to    Esso:   the   injunction    makes     no    mention   of\n\nadministrative actions against other persons or entities and, in\n\nfact, leaves unhampered the ongoing clean up efforts at the gas\n\nstation itself.     There is little to no harm wrought upon the agency\n\nor the public.      The injunction takes aim only at the fine to be\n\nimposed upon Esso.      The defendants do not challenge the narrow\n\nfocus of the injunction itself, but argue that the injunction will\n\nhave a \"considerable impact . . . on general compliance with EQB\n\nenvironmental law policies in Puerto Rico.\"              In essence, they\n\ncontend that Esso's success in obtaining an injunction in this case\n\nwill encourage other companies to do the same, and thereby severely\n\nweaken   the   power    of   the   agency   to   enforce        environmental\n\nregulations.      They argue that the injunction imposed upon the\n\npenalty phase in this case has \"effectively allowed the release of\n\nthousands of gallons of gasoline to the environment, potentially\n\naffecting the health of nearby residents and contaminating the\n\n\n\n                                   -24-\n\farea's    soil,    as   well   as   its   ground   waters,   to   go   forever\n\nunpunished.\"\n\n            We think the defendants grossly exaggerate the impact of\n\nthe injunction and ignore the seriousness of the bias plaguing\n\nthese proceedings.        This case involves evidence that the EQB's\n\ndecisionmaking process with respect to Esso is constitutionally\n\ninfirm.   The serious harm inflicted upon Esso is not outweighed by\n\nthe EQB's concern that this injunction may alter the perceived\n\nstrength of the EQB's governance.            It is clear from the district\n\ncourt's thoughtful opinion that the injunction was crafted to\n\ntarget the biased penalty proceedings against Esso. The injunction\n\nspecifically exempted the remediation efforts and expressly stated\n\nthat it applied only to the case at hand.            We are unconvinced by\n\nthe defendants assertions, and conclude that the district court did\n\nnot abuse its discretion in issuing a permanent injunction.\n\n            Lastly, the defendants argue that an injunction should\n\n\"be no more burdensome to the defendant than necessary to provide\n\ncomplete relief to the plaintiffs.\" Califano v. Yamasaki, 442 U.S.\n\n682, 702 (1979).         They also contend that the scope of this\n\ninjunction was overly broad because it lacks an express provision\n\nfor termination of the injunction in the event that the EQB makes\n\nthe required institutional changes to ensure a constitutional\n\nproceeding.       We are unconvinced by this argument; the defendants\n\nexaggerate the permanence of the injunction. If the defendants are\n\n\n                                      -25-\n\fable to cure the impermissible sources of bias, they are free to\n\nmove   the    district     court    to   modify       or   dissolve      the    permanent\n\ninjunction.     See Fed. R. Civ. P. 60(b)(5) (providing relief from a\n\njudgment     order   when    \"applying         it   prospectively        is    no    longer\n\nequitable\"); see also Mackin v. City of Boston, 969 F.2d 1273,\n\n1276-77 (1st Cir. 1992) (observing that with respect to those\n\n\"decrees which were initially established to bring about needed\n\ninstitutional reforms . . . [the] intrusion by a federal court into\n\nthe affairs of local government should . . . not be allowed to\n\ncontinue after the violation has abated and its pernicious effects\n\nhave been cured\"). It seems clear that the district court tailored\n\nan injunction specifically to Esso and in response to the volume of\n\nevidence      exhibiting      unconstitutional             bias     in    the       penalty\n\nproceedings against Esso.           The injunction leaves the EQB free to\n\ncontinue its important remediation work and to continue pursuing\n\nclaims     against    other    violators.              Upon     evidence        that     the\n\nconstitutional infirmities have been cured, the EQB may move to\n\namend the injunction which removes the EQB's concerns that Esso is\n\nsomehow      permanently     beyond      the    reach      of     its    administrative\n\noversight.\n\n                               III.      Conclusion\n\n              For   the   reasons     stated        above,    the   judgment        of   the\n\ndistrict court is affirmed.\n\n              Affirmed.\n\n\n                                         -26-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">           United States Court of Appeals\n                        For the First Circuit\n\nNo. 07-1218\n\n                 ESSO STANDARD OIL CO. (PUERTO RICO),\n\n                         Plaintiff, Appellee,\n\n                                  v.\n\n             CARLOS W. LÓPEZ-FREYTES, in his personal and\n         official capacities as President of the Puerto Rico\n     Environmental Quality Board; FLOR DEL VALLE-LÓPEZ, in her\n      official capacity as Associate Member of the Puerto Rico\n    Environmental Quality Board; ANGEL BERRÍOS-SILVESTRE, in his\n      official capacity as Associate Member of the Puerto Rico\n    Environmental Quality Board; NORMAN VELÁZQUEZ-TORRES, in his\n           official capacity as Attorney of the Puerto Rico\n                      Environmental Quality Board,\n\n                       Defendants, Appellants.\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n                   FOR THE DISTRICT OF PUERTO RICO\n\n              [Hon. Justo Arenas, U.S. Magistrate Judge]\n\n\n                                Before\n\n                      Torruella, Circuit Judge,\n                   Baldock,* Senior Circuit Judge,\n                      and Lipez, Circuit Judge.\n\n\n     Salvador J. Antonetti-Stutts, Solicitor General, Department of\nJustice, with whom Luis José Torres-Asencio, Assistant Solicitor\nGeneral, Eduardo A. Vera-Ramírez, Eileen Landrón-Guardiola, Luis A.\nRodríguez-Muñoz, and Landrón & Vera, LLP were on brief, for\nappellants.\n     Charles G. Cole, with whom Alice E. Loughran, Steptoe &\n\n\n*\n    Of the Tenth Circuit, sitting by designation.\n\fJohnson LLP, Lawrence P. Riff, Jason Levin, John F. Nevares, and\nJohn F. Nevares & Assoc., PSC were on brief, for appellee.\n\n\n\n                         April 10, 2008\n\n\n\n\n                              -2-\n\f           TORRUELLA, Circuit Judge.              This is an appeal from the\n\ndistrict court's issuance of an order permanently enjoining the\n\ndefendants –- several members and officials of the Puerto Rico\n\nEnvironmental Quality Board (\"EQB\") -- from imposing a $76 million\n\nfine on the plaintiff, Esso Standard Oil Company (\"Esso\").                       On\n\nappeal, the defendants argue that the district court should have\n\nabstained from exercising jurisdiction pursuant to the Younger\n\nabstention   doctrine    and,       in   any    event,   the    court    erred   in\n\nconcluding that there existed bias necessitating the imposition of\n\nthe   injunction.      After    careful        consideration,    we     affirm   the\n\ndistrict court's order.\n\n                               I.    Background\n\n           This case comes to us on appeal for the second time.1\n\nGiven that the background facts are outlined extensively in our\n\nprior opinion, see Esso Standard Oil Co. v. Cotto, </pre><span class=\"citation\" data-id=\"201338\"><a href=\"/opinion/201338/esso-standard-oil-v-mujica-cotto/\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">212</span></a></span><pre class=\"inline\">,\n\n213-18 (1st Cir. 2004) (\"Esso I\"), we need not repeat them here in\n\ngreat detail.       In brief, the case involves an underground fuel\n\nstorage system at a service station in Barranquitas, Puerto Rico.\n\nBeginning in 1979, Esso had leased storage tanks and other fuel\n\nsupplies to the station and in 1991 replaced the entire underground\n\nstorage system.      Between August 1998 and October 1999, the EQB\n\nissued three orders directing Esso to test the fuel storage system.\n\n\n1\n   Between these two appeals, Esso filed for panel rehearing. We\ndenied the motion and directed Esso to renew its request for\ninjunctive relief with the district court.\n\n                                         -3-\n\fThose investigations revealed and recovered about 550 gallons of\n\nspilled fuel.\n\n              Despite   Esso's     efforts     to    comply   with    the     EQB's\n\ndirectives, the EQB issued a show cause order on May 21, 2001,\n\nproposing a $76 million fine against Esso for its failure to notify\n\nthe EQB upon initial discovery of the fuel leakage and its failure\n\nto   timely    investigate,      clean   up,   and   remedy   the    harm.2      In\n\nSeptember 2002, the EQB initiated hearings on this proposed penalty\n\nagainst Esso.     The hearings were marked by contentious debates and\n\nallegations of severe bias.          See Esso I, 389 F.3d at 215.              Esso\n\nfiled numerous motions, including two motions seeking dismissal of\n\nthe proceedings.3\n\n              In March 2004, Esso filed suit in federal court, seeking\n\na preliminary injunction to prevent the EQB from imposing the\n\nmassive fine on the ground that the proceedings were so plagued by\n\nconflict and bias that they violated Esso's due process rights.\n\n\n2\n    Pursuant to statute, all fines collected by the EQB are\ndeposited into a discretionary fund administered by the EQB. P.R.\nLaws Ann. tit. 12, § 1136(f).\n3\n   Esso immediately filed an appeal in the Puerto Rico Court of\nAppeals seeking dismissal of the hearings on statute of limitations\ngrounds. The court dismissed the appeal, asserting that in the\nabsence of a final judgment, it had no authority to review the\nappeal of an agency order.     Esso Standard Oil Co. v. Junta de\nCalidad Ambiental, Nos. OA-01-AG-26 & OA-99-AG-109, </pre><span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span>\n<span class=\"page\">1438761</span></span><pre class=\"inline\">, at *4 (P.R. Cir. May 1, 2002) (citing P.R. Laws Ann. tit.\n3, § 2172). In November 2003, Esso moved the EQB Hearing Examiner\nfor expedited recommendation of dismissal alleging constitutional\ndue process violations. Neither the Hearing Examiner nor the EQB\nGoverning Board has ruled on the motion.\n\n                                         -4-\n\fAlthough the district court made several findings of bias, it\n\ndismissed the case for lack of jurisdiction pursuant to the Younger\n\nabstention doctrine.   On appeal, we expressed serious concern with\n\nthe undisputed evidence of structural and actual bias in the case.\n\nEsso I, 389 F.3d at 218-19.    We concluded, however, that despite\n\nthis evidence of bias, federal intervention was inappropriate under\n\nthe abstention exception recognized in Gibson v. Berryhill, </pre><span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">411</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span><pre class=\"inline\"> (1973), because Esso had not yet demonstrated irreparable\n\nharm.   Esso I, 389 F.3d at 221-25.    Specifically, we found that\n\nEsso could seek interlocutory relief from the Puerto Rico courts,4\n\nand we affirmed the district court's decision to abstain.\n\n          A.   Interlocutory Appeals\n\n          Soon after the issuance of our opinion, Esso filed a\n\npetition for interlocutory review with the Puerto Rico Court of\n\nAppeals, asserting jurisdiction pursuant to MCS Insurer and arguing\n\nthat the EQB administrative proceedings are fatally biased and\n\n\n4\n   In 2002, Esso had filed an interlocutory appeal before the\nPuerto Rico Court of Appeals alleging that the suit was barred by\nthe statute of limitations. The court denied the appeal on the\nbasis of P.R. Laws Ann. tit. 3, § 2171, which requires a final\norder and exhaustion of administrative process before judicial\nreview. See Esso I, 389 F.3d at 223. We noted, however, that an\nintervening decision by the Puerto Rico Supreme Court had cast\ndoubt on that prior ruling: the Puerto Rico Supreme Court had\nrecognized an exception to § 2172 for alleged constitutional\nviolations that rose to the level of an \"intense grievance\" that\nwas supported by \"specific, well defined facts.\"       Id. at 224\n(citing Oficina de la Procuradora del Paciente v. Aseguradora MCS,\n2004 T.S.P.R. at ___, 162 D.P.R. at ___, </pre><span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">2212782</span></span><pre class=\"inline\"> (\"MCS\nInsurer\")). We concluded that \"Esso's claim might well meet th[at]\nstandard.\" Id.\n\n                                -5-\n\fviolate its due process rights. The following day, the Puerto Rico\n\nCourt of Appeals dismissed the appeal and denied the accompanying\n\nrequest to stay the EQB's administrative proceedings.                 It rejected\n\nthe   contention     that    MCS    Insurer   created   an    exception    to   the\n\nstatutory administrative exhaustion requirements applicable in this\n\ncase: \"We resolve that insofar as the administrative process has\n\nnot concluded and the 'total denial' object of this appeal is not\n\na final decision of the agency, but an 'implicit' interlocutory\n\nresolution, we are barred from addressing the same.\" Esso Standard\n\nOil Co. v. Junta de Calidad Ambiental, Case No. OA-99-AG-26 & OA-\n\n99-AG-109, </pre><span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">3199104</span></span><pre class=\"inline\">, at *5 (P.R. Cir. Dec. 3, 2004) (\"Esso,\n\nP.R. Court of Appeals\"); see also P.R. Laws Ann. tit. 3, § 2172.\n\nThe appeal was dismissed for lack of jurisdiction.                Id.\n\n             Three days later, Esso petitioned for writ of certiorari\n\nto the Puerto Rico Supreme Court, asserting that the Puerto Rico\n\nCourt   of    Appeals       had    erroneously    declared     that   it    lacked\n\njurisdiction    to    review       Esso's   due   process    allegations.       The\n\nfollowing day, the Puerto Rico Supreme Court summarily denied the\n\nrequested writ, stating: \"As to the petition for certiorari and the\n\nmotion in aid of jurisdiction, [it is] denied at this stage of the\n\nproceedings.\"      Esso Standard Oil Co. v. P.R. Env't Quality Bd.,\n\nCase No. CC-2004-1155 (P.R. Dec. 7, 2004) (\"Esso, P.R. Supreme\n\nCourt\").\n\n\n\n\n                                        -6-\n\f          Esso then returned here and filed for panel rehearing,\n\narguing that it was now able to demonstrate irreparable harm\n\nbecause   the   Supreme    Court   of    Puerto   Rico   had   held   that\n\ninterlocutory appeal was unavailable to Esso.        Although we agreed\n\nthat the intervening developments had a significant impact upon a\n\ndetermination of the appropriateness of federal intervention, we\n\nconcluded that the appropriate procedure was for Esso to renew its\n\nrequest for a preliminary injunction in federal district court.\n\n          B.    Renewed Motion for Preliminary Injunction\n\n          On February 4, 2005, Esso filed a renewed and unopposed\n\nmotion for preliminary injunction in the district court.               In\n\naccordance with our decision in Esso I, the district court focused\n\non the issue of whether Esso was able to show irreparable harm in\n\nthe absence of federal intervention.       The court concluded that the\n\ndenials by the Puerto Rico Court of Appeals and Supreme Court\n\nprovided \"unquestionable proof that as a matter of both fact and\n\nlaw, the only element preventing federal intervention in this case\n\nhas been removed from the picture.\"          Esso Standard Oil Co. v.\n\nLópez-Freytes, No. 03-2319 (D.P.R. Mar. 11, 2005) (order granting\n\npreliminary injunction).     The court granted Esso's request for a\n\npreliminary injunction and ordered the defendants to show cause as\n\nto why the preliminary injunction should not be converted to a\n\npermanent injunction.     The defendants opposed such a conversion on\n\nthe ground that they had not received notice of the consolidation\n\n\n                                   -7-\n\fof the preliminary injunction hearing and the trial on the merits\n\nand thus had not presented any witnesses or evidence. The district\n\ncourt concluded that it was premature to convert the preliminary\n\ninjunction    into   a   permanent    injunction       without   giving    the\n\ndefendants an opportunity to controvert the allegations of bias.\n\n          Soon   thereafter,      Esso     filed   a   motion    for   summary\n\njudgment, opposed by the defendants, contending that there were no\n\ndisputed issues of material fact.          In November 2006, the district\n\ncourt entered summary judgment for Esso and issued a permanent\n\ninjunction.    See Esso Standard Oil Co. v. López-Freytes, 467 F.\n\nSupp. 2d 156 (D.P.R. 2006).    In a separate order, the court stated:\n\n          [D]efendants are permanently enjoined from\n          conducting any and all administrative hearings\n          and proceedings against Esso related to the\n          penalty provision of the order to show cause\n          issued on May 21, 2001 in In re Esso Standard\n          Oil Company, Case No. OA-99-TE-102.      It is\n          further ordered that the defendants are\n          permanently   enjoined    from   issuing   any\n          judgments    or    resolutions,    final    or\n          interlocutory, in said matter, and from\n          instituting, conducting and/or prosecuting any\n          administrative penalty proceedings against\n          Esso based on or arising from the facts and\n          events described in said order to show cause.\n\nEsso Standard Oil Co. v. López-Freytes, No. 03-2319 (D.P.R. Nov. 7,\n\n2006) (order granting permanent injunction).              Defendants appeal\n\nthis order.\n\n                            II.    Discussion\n\n          The defendants make three separate challenges: (1) the\n\ndistrict court was required to abstain pursuant to the Younger\n\n                                     -8-\n\fdoctrine; (2) the evidence does not support a finding of bias; and\n\n(3) the scope of the permanent injunction is impermissibly broad.\n\n             A    district   court's   decision     to   grant     a   permanent\n\ninjunction involves factual, legal, and discretionary components.\n\nWe therefore apply different standards of review: questions of law\n\nare reviewed de novo and the scope of the injunction is reviewed\n\nfor abuse of discretion.         Aponte v. Calderón, </pre><span class=\"citation\" data-id=\"199884\"><a href=\"/opinion/199884/aponte-v-calderon/\"><span class=\"volume\">284</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">184</span></a></span><pre class=\"inline\">, 191\n\n(1st Cir. 2002). In this case, the injunction was issued following\n\na grant of summary judgment and, accordingly, we view the facts in\n\nthe light most favorable to the nonmoving parties, drawing all\n\nreasonable inferences in their favor.           See Ramírez-Carlo v. United\n\nStates, </pre><span class=\"citation\" data-id=\"1453438\"><a href=\"/opinion/1453438/ramirez-carlo-v-united-states/\"><span class=\"volume\">496</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span><pre class=\"inline\">, 46 (1st Cir. 2007).           Insofar as the threshold\n\nissue involves the application of the Younger abstention doctrine,\n\nthis is a legal question that we review de novo.                  See Brooks v.\n\nN.H. Sup. Ct., </pre><span class=\"citation\" data-id=\"196690\"><a href=\"/opinion/196690/brooks-v-new-hampshire/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">633</span></a></span><pre class=\"inline\">, 637 (1st Cir. 1996) (\"[W]e must review\n\nde   novo   the    essentially   legal       determination   of    whether   the\n\nrequirements for abstention have been met.\").\n\n             A.   Younger Abstention\n\n             In the absence of extraordinary circumstances, interests\n\nof comity and the respect for state processes demand that federal\n\ncourts should abstain from interfering with ongoing state judicial\n\nproceedings.       See, e.g., Younger v. Harris, </pre><span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span><pre class=\"inline\"> (1971);\n\nMiddlesex Co. Ethics Comm. v. Garden State Bar Ass'n, </pre><span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">423</span></a></span><pre class=\"inline\">\n\n(1982).     Although initially applied to state criminal actions, the\n\n\n                                       -9-\n\fabstention doctrine has been extended to other proceedings that\n\nimplicate important state interests, including the state-level,\n\nquasi-judicial, administrative proceeding at issue here.                       See\n\nMaymó-Meléndez v. Alvarez-Ramírez, </pre><span class=\"citation\" data-id=\"200962\"><a href=\"/opinion/200962/maymo-melendez-v-alvarez-ramirez/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span><pre class=\"inline\">, 31 n.3 (1st Cir.\n\n2004)   (enumerating        the   various     applications    of    the   Younger\n\ndoctrine).     Generally, insofar as the state proceedings evince \"no\n\nshowing of bad faith, harassment, or some other extraordinary\n\ncircumstance that would make abstention inappropriate, the federal\n\ncourts should abstain.\"           Middlesex Co. Ethics Comm., 457 U.S. at\n\n435. Extraordinary circumstances include those situations in which\n\n\"core constitutional values are threatened during an ongoing state\n\nproceeding and there is a showing of irreparable harm that is both\n\ngreat and immediate.\" Maymó-Meléndez, 364 F.3d at 37 (internal\n\nquotation marks omitted).          Among those extraordinary circumstances\n\nare   cases    in   which    extreme   bias    completely    renders      a   state\n\nadjudicator incompetent and inflicts irreparable harm upon the\n\npetitioner. Gibson v. Berryhill, 411 U.S. at 577; accord Kugler v.\n\nHelfant, </pre><span class=\"citation\" data-id=\"109240\"><a href=\"/opinion/109240/kugler-v-helfant/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">117</span></a></span><pre class=\"inline\">, 125 n.4 (1975) (recognizing Gibson bias as\n\nan example of the \"exceptional circumstances\" which warrant federal\n\nintervention).\n\n              In our prior opinion, we held that this case \"lies\n\nsquarely   within     Younger's     domain\"     and   that   Esso   had   clearly\n\nestablished the presence of bias which raised the kind of concerns\n\npermitting interim federal intervention pursuant to Gibson.                   Esso\n\n\n                                       -10-\n\fI, 389 F.3d at 219-20.      We rejected the argument that the eventual\n\navailability     of    judicial     review   at   the   conclusion      of   the\n\nadministrative      proceedings     was   sufficient     to    ameliorate    any\n\nconstitutional injury inflicted upon Esso because it is currently\n\nin the midst of those allegedly infirm proceedings. Id., at 220-21\n\n(\"[T]he availability of judicial review of a final agency decision\n\nis insufficient to avoid the irreparable harm that inheres in the\n\nbiased administrative proceeding itself.\").              In the intervening\n\ntime, nothing has altered those conclusions and we have neither\n\noccasion nor need to revisit those rulings.             See United States v.\n\nMoran, </pre><span class=\"citation\" data-id=\"201379\"><a href=\"/opinion/201379/united-states-v-moran/\"><span class=\"volume\">393</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 7 (1st Cir. 2004) (\"The law of the case doctrine\n\n'posits that when a court decides upon a rule of law, that decision\n\nshould continue to govern the same issues in subsequent stages in\n\nthe same case.'\" (quoting Arizona v. California, </pre><span class=\"citation\" data-id=\"110895\"><a href=\"/opinion/110895/arizona-v-california/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">605</span></a></span><pre class=\"inline\">, 618\n\n(1983))).\n\n            In the last appeal, we also concluded, however, that Esso\n\nwas   unable   to     demonstrate    irreparable    harm      because   of   the\n\navailability of immediate interlocutory relief through the Puerto\n\nRico courts.   Esso now returns to us with evidence that such relief\n\nis unavailable: Esso avers that it has sought, and been denied,\n\ninterlocutory relief in the Puerto Rico Court of Appeals and the\n\nPuerto Rico Supreme Court.          We, therefore, revisit our analysis\n\nunder Gibson with respect to the irreparable harm issue.\n\n\n\n\n                                      -11-\n\f          The    defendants      assert       that   Esso   still   fails    to\n\ndemonstrate irreparable harm because: (1) the Puerto Rico courts'\n\ndenial   of   Esso's   appeals    was     a    merits    determination,     not\n\njurisdictional; and (2) Esso is not without relief as it has\n\nseveral other options, such as filing for mandamus or submitting a\n\nnew claim in Puerto Rico Superior Court.             We find neither argument\n\nto be availing here.\n\n          With   respect   to    the    first    argument,    the   defendants\n\ncontend that the Puerto Rico Court of Appeals rejected Esso's\n\npetition for interlocutory appeal because Esso had failed to\n\ndemonstrate that the alleged violations were still ongoing.                 In\n\nessence, the defendants argue that Esso was not denied the option\n\nof interlocutory review; rather, Esso failed on the merits.               Given\n\nthe clear language of the opinion of the Puerto Rico Court of\n\nAppeals, we cannot agree.\n\n          The day after Esso submitted its forty-four page petition\n\nfor interlocutory review the court of appeals issued an opinion\n\ndenying the request.    The opinion expressly states that the basis\n\nfor the denial was jurisdictional:\n\n          We resolve that insofar as the administrative\n          process has not concluded that the 'total\n          denial' object of this appeal is not a final\n          decision of the agency, but an 'implicit'\n          interlocutory resolution, we are barred from\n          addressing the same.   Pursuant to the legal\n          system prevailing in our jurisdiction, this\n          appellate   forum   should   not   intervene,\n          prematurely, in the administrative process\n          . . . . On the basis of the foregoing, we\n\n                                   -12-\n\f           dismiss the appeal . . .               for     lack   of\n           jurisdiction and as premature.\n\nEsso, P.R. Court of Appeals, </pre><span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">3199104</span></span><pre class=\"inline\">, at *5.               It is clear\n\nthat the court denied the motion for interlocutory relief on the\n\nbasis of jurisdiction; there is no discussion of any merits in the\n\nopinion.   Furthermore, the one-line denial of certiorari by the\n\nPuerto Rico Supreme Court similarly provides no evidence that it\n\ncontemplated the merits of this case.\n\n           The defendants also urge us to conclude that Esso has\n\nstill failed to demonstrate irreparable harm because there are\n\nother avenues available, i.e., mandamus relief or initiation of\n\nstate action.      In November 2003, during the course of the EQB\n\nhearings, Esso filed a motion for expedited recommendation of\n\ndismissal, alleging constitutional due process claims. At the time\n\nof this appeal, neither the Hearing Examiner nor the EQB Governing\n\nBoard had ruled on the motion.      The defendants contend that rather\n\nthan   interpret    the   failure   to     act   as   a   denial      and   seek\n\ninterlocutory review by the Puerto Rico Court of Appeals, Esso\n\nshould have filed for mandamus relief to order the agency to rule\n\non the motion.\n\n           We expressly discussed a similar scenario in our prior\n\nopinion.   We noted the possibility that interlocutory relief might\n\nbe precluded by EQB's failure to rule on Esso's motion to dismiss.\n\nIn such an event, we observed that \"we might take a different view\n\nof the applicability of the Gibson exception . . . . However,\n\n                                    -13-\n\fgeneral principles of administrative law provide that . . . an\n\nagency's failure to act on a pending matter is treated as a denial\n\nof the relief sought.\"            Esso I, 389 F.3d at 224 n.12 (citing\n\nHernández v. Reno, </pre><span class=\"citation\" data-id=\"199250\"><a href=\"/opinion/199250/hernandez-v-ins/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span><pre class=\"inline\">, 55 (1st Cir. 2001)).                   Likewise, we\n\nreject   the    defendants'     argument       that    Esso's   failure    to    seek\n\nmandamus relief precludes review.               Esso's motion to dismiss was\n\nfiled in November 2003 and, four years later, the agency still had\n\nnot issued a decision.        Esso was entitled to treat the failure to\n\nact as a denial.       See P.R. Laws Ann. tit. 3, § 2173 (waiving the\n\nexhaustion      requirement     \"when    it     is    useless     to   exhaust   the\n\nadministrative       remedies     due   to     an     excessive    delay   in    the\n\nprocedures\").        Furthermore, review of Puerto Rico law does not\n\nappear to indicate that mandamus is available in a case such as\n\nthis one.    See P.R. Laws Ann. tit. 12, § 1139 (2004) (recodified as\n\nP.R. Laws Ann. 12, § 8002m (2007)) (provision allowing mandamus\n\nrelief only to order the EQB to comply with the environmental\n\nstatute); cf. Nieves-Márquez v. Puerto Rico, </pre><span class=\"citation\" data-id=\"200787\"><a href=\"/opinion/200787/nieves-marquez-v-commonwealth-of-pr/\"><span class=\"volume\">353</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">108</span></a></span><pre class=\"inline\"> (1st Cir.\n\n2003)    (\"It   is   far   from    clear      from    the   defendants'     summary\n\npresentation, without briefing, that mandamus would be available in\n\nthe Puerto Rico courts to enforce an administrative order.\").\n\n            The defendants' argument that Esso should have initiated\n\na proceeding in Puerto Rico Superior Court is equally unavailing.\n\nThe underlying principle of the court-made Younger abstention\n\ndoctrine is rooted in a sense of comity and respect for those state\n\n\n                                        -14-\n\fproceedings already in progress.          See, e.g., Rossi v. Gemma, </pre><span class=\"citation\" data-id=\"202821\"><a href=\"/opinion/202821/rossi-v-gemma/\"><span class=\"volume\">489</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span><pre class=\"inline\">, 34 (1st Cir. 2007). Indeed, in Maymó-Meléndez, we focused\n\nthe applicability of the Younger doctrine on whether the particular\n\nproceedings were in fact still \"ongoing\" during the break between\n\ntrial and appellate review.         364 F.3d at 34-35 (deeming that a\n\n\"proceeding [is] 'ongoing' for Younger purposes until the state\n\nappellate process [i]s complete\" (citing Huffman v. Pursue, Ltd.,\n\n</pre><span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">592</span></a></span><pre class=\"inline\">, 607-11 (1975))).         Thus, Younger precludes a litigant\n\nin a state administrative proceeding from circumventing review by\n\na state court in favor of federal relief.         There is no requirement,\n\nhowever, that a litigant file a new, independent claim in state\n\ncourt prior to obtaining federal relief.             See Habich v. City of\n\nDearborn, </pre><span class=\"citation\" data-id=\"782220\"><a href=\"/opinion/782220/barbara-habich-v-city-of-dearborn-john-cascardo-and-john-nagy/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">524</span></a></span><pre class=\"inline\">, 531-32 (6th Cir. 2003) (\"We are aware of no\n\ncase   in    which   a   federal   plaintiff    is     deemed   to    have    the\n\n'opportunity' to have his or her federal claim heard in a state\n\nproceeding solely because the plaintiff could have amended an\n\nexisting complaint or filed a new complaint in state court.\").\n\n             Given Esso's failed attempts to obtain interlocutory\n\nrelief in this ongoing administrative proceeding, we conclude that\n\nEsso has clearly demonstrated the irreparable harm which it will\n\nsuffer in the absence of federal intervention.              Accordingly, we\n\nconclude that the district court properly found that the need for\n\nfederal     intervention   in   this    case   falls    clearly      within   the\n\nabstention exception carved out by Gibson.\n\n\n                                    -15-\n\f              B.   Bias\n\n              The merits of this case involve allegations that the\n\ndefendants violated Esso's constitutional due process rights as a\n\nresult   of    the   bias    infecting   the   penalty   proceedings.      The\n\nallegations of bias fall into three categories: (1) the statutory\n\nstructure which provides that the proposed penalty of $76 million\n\nwould go directly into an account administered by the EQB; (2) the\n\nprocedures for the selection of and payment to Hearing Examiners;\n\nand (3) the prejudice resulting from the Puerto Rico Senate's\n\npremature conclusion that Esso had violated the environmental\n\nregulations and the accusation that the EQB had been too lax.              The\n\nfirst two allegations raise structural concerns that create the\n\nappearance of bias in the proceedings; the third allegation raises\n\nconcerns of actual bias.         The district court concluded that the\n\ndefendants had failed to raise any genuine issues of material fact\n\nas to the appearance of a biased adjudicative process.\n\n                      1.    EQB Governing Board\n\n              The EQB is an administrative body comprised of three\n\nmembers appointed for a four-year term by the Governor of Puerto\n\nRico with the advice and consent of the Puerto Rico Senate.              P.R.\n\nLaws Ann. tit. 12, § 1129(a).             The agency is tasked with the\n\nresponsibility       of     adopting     and   enforcing    Puerto      Rico's\n\nenvironmental statutes and regulations, and is empowered to impose\n\nsanctions and administrative fines on violators, id. at § 1136(c),\n\n\n                                       -16-\n\fas   well   as   issue   orders   mandating   the    cessation   of   harmful\n\nactivities, id. at § 1131(22).        Those administrative fines –- the\n\ncrux of this case –- are then deposited into the \"Special Account\n\nof the Board on Environmental Quality.\"             Id. at § 1136(f), (k);\n\n§ 1131(16)(A) (\"All monies received by the [EQB] in the fulfillment\n\nof its duty to implement [environmental regulations] . . . shall be\n\ndeposited in a special account to be known as the 'Environmental\n\nQuality Board Special Account.'\"). That money is then \"place[d] at\n\nthe disposal of the [EQB] . . . through payment orders authorized\n\nor signed by the Chairperson of the [EQB].\"          Id. at § 1131(16)(A).\n\n             Esso asserts that it was denied a fair hearing because of\n\nthe EQB's structural bias.        Specifically, Esso contends that the\n\nEQB has an institutional interest in imposing hefty fines because\n\nthe collected monies are deposited into an EQB Special Account over\n\nwhich the EQB has limitless discretion.          Moreover, in this case,\n\nthe proposed fine –- $76 million -- is more than double the EQB's\n\nannual budget.     In response, the defendants attempt to focus the\n\ninquiry on the individual members of the EQB, rather than the\n\nagency as a whole; the EQB Governing Board members are salaried and\n\nthus have no personal pecuniary interest in the fines imposed and\n\ncollected by the agency.\n\n             Not only is the defendants' argument utterly unsupported\n\nby the law, but we have already rejected it.          See Esso I, 389 F.3d\n\nat 219.     On last appeal, we expressly stated,\n\n\n                                    -17-\n\f                      [T]he adjudicative body stands to\n              benefit   financially   from  the   proceeding\n              because any fine imposed will flow directly to\n              the EQB's budget. Although members of the EQB\n              Governing Board may not stand to gain\n              personally . . . a pecuniary interest need not\n              be personal to compromise an adjudicator's\n              neutrality.\n\n\nId. at 218-19.       Although the law of the case doctrine has been\n\nrefined over time and we have identified several instances in which\n\nreconsideration of a past decision may be appropriate, see Ellis v.\n\nUnited States, </pre><span class=\"citation\" data-id=\"200248\"><a href=\"/opinion/200248/ellis-v-united-states/\"><span class=\"volume\">313</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">636</span></a></span><pre class=\"inline\">, 647-48 (1st Cir. 2002); this is not\n\nsuch an instance.        This court's prior rejection of the defendants'\n\nargument is neither \"unreasonable [n]or obviously wrong.\"              Id. at\n\n648 & n.5.\n\n              Last time, we properly concluded that the bias stems from\n\nthe potential financial benefit to the EQB's budget as a result of\n\nan imposed fine.         Esso I, 389 F.3d at 219; cf. Ward v. Vill. of\n\nMonroeville, </pre><span class=\"citation\" data-id=\"108629\"><a href=\"/opinion/108629/ward-v-monroeville/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span><pre class=\"inline\">, 59-60 (1972) (invalidating the mayor's\n\ncourt because a substantial portion of the village funds were\n\ncomprised of the fines he imposed for traffic violations).                 In\n\nWard,   the    Supreme    Court    expressed   concerns   that   the   funding\n\nstructure would \"offer a possible temptation to the average man\" to\n\nthe extent that there is a \"situation in which an official perforce\n\noccupies two practically and seriously inconsistent positions, one\n\npartisan and the other judicial [and] necessarily involves a lack\n\nof due process of law.\"           Ward, 409 U.S. at 60 (quoting Tumey v.\n\n\n                                      -18-\n\fOhio, </pre><span class=\"citation\" data-id=\"101031\"><a href=\"/opinion/101031/tumey-v-ohio/\"><span class=\"volume\">273</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span><pre class=\"inline\">, 532, 534 (1927)).           This is not a situation in\n\nwhich the EQB Governing Board is so removed from the financial\n\npolicy of the Special Account that such a presumption of bias is\n\ninapplicable.     Cf. Dugan v. Ohio, </pre><span class=\"citation\" data-id=\"101283\"><a href=\"/opinion/101283/dugan-v-ohio/\"><span class=\"volume\">277</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">61</span></a></span><pre class=\"inline\"> (1928).            Rather, this\n\nis a case in which the EQB has complete discretion over the usage\n\nof those funds which are supplied, at least in part, by fines which\n\nit imposes. In this particular case, the possibility of temptation\n\nis undeniable and evident in the fact that the size of the proposed\n\nfine in this case is so unprecedented and extraordinarily large.\n\nThe $76 million proposed fine -- a sum twice the EQB's annual\n\noperating budget and 5,000 times greater than the largest fine ever\n\nimposed by the EQB -- only intensifies the appearance of bias\n\ninfecting the proceedings.\n\n                    2.   EQB Hearing Examiner\n\n          Hearing Examiners are independent contractors who sign a\n\none-year contract for employment with the EQB and are paid a fixed\n\nhourly rate. They preside over the administrative hearing and make\n\nrecommendations to the Governing Board of the EQB as to whether a\n\nfine should be levied.       They are assigned cases pursuant to the\n\ndiscretion   of    the   EQB;   those       cases   include     administrative\n\ninvestigative      proceedings,      quasi-judicial         proceedings,    and\n\nlegislative proceedings.\n\n          The     district   court    concluded      that     the   contractual\n\nrelationship between the EQB and the Hearing Examiners exhibited\n\n\n                                     -19-\n\fstructural bias on account of both the method by which the Hearing\n\nExaminers receive assignments and because of the particularities\n\nwithin the pay structure.       We agree.     Hearing Examiners are not\n\nprotected from the pressures of political appointments and their\n\nemployment is entirely dependent on the EQB's willingness to assign\n\ncases to them.    Furthermore, the evidence on the record indicates\n\nthat the Hearing Examiner's contract in this case provides an\n\nhourly salary rate with a set maximum number of hours for work.\n\nNotably, there is no provision for a minimum number of hours.\n\nGiven that a Hearing Examiner's pay is entirely dependent upon the\n\ndiscretionary assignment of cases from the EQB, the examiner is\n\nvulnerable to the temptation to make recommendations favorable to\n\nthe EQB.5\n\n            In addition to the pressure felt by the Hearing Examiners\n\nwith respect to their case assignments from the EQB, we are\n\nparticularly concerned by the evidence that they are paid out of\n\nthe same Special Account into which the fines are deposited.              The\n\nHearing Examiner's contract states that \"in the eventuality of\n\nthere not existing or being assigned funds for the payment of\n\ncontracted services[,] the contract shall be deemed rescinded\n\nwithout any further right to collect.\"              While there is some\n\nquestion    as   to   whether   the     Hearing   Examiner   may   have   an\n\n\n5\n   Esso asserts that two prior Hearing Examiners were dismissed\nafter various disagreements with the EQB regarding the proceedings\nagainst Esso.\n\n                                      -20-\n\findependent, contractual right to challenge a nonpayment of his\n\nsalary by the EQB, it is irrefutable that such a provision -- one\n\nthat expressly links personal salary and the fund into which the\n\nfines are deposited -- creates the appearance of and an incentive\n\nfor bias.6\n\n                   3.   Puerto Rico Senate Report\n\n             The claim of bias is further substantiated by evidence\n\nthat the Puerto Rico Senate improperly exerted pressure on the EQB\n\nwith respect to the assessment of this penalty against       Esso.7\n\nSpecifically, the Puerto Rico Senate Commission on Agriculture,\n\nNatural Resources, and Energy issued a partial report in which it\n\ndirected the Commission on Government Integrity to \"identify those\n\npublic officials [in the EQB] who permitted the slowness with which\n\nthe gasoline spill was dealt with . . . and refer them to both the\n\nDepartment of Justice as well as to the Office of Government Ethics\n\nto determine whether any crime was committed or violation of the\n\nlaws and regulations of the Commonwealth of Puerto Rico.\"   Partial\n\n\n\n6\n  With respect to the Special Account, the defendants contend that\nthe account's funds are not supplied solely on the basis of fines,\nbut are also funded through the issuance of permits.            The\ndefendants argue that this fact severely undercuts the conclusion\nthat the hearing examiners are biased. We are unpersuaded. The\ndefendants' argument does nothing to alter the funding structure of\nthe Special Account nor does it negate the fact that in this case,\nthe EQB proposed a fine of $76 million.\n7\n   On appeal, the defendants make no challenge to the district\ncourt's findings regarding the impact of the Puerto Rico Senate\nreport on the EQB's proceedings against Esso.\n\n                                 -21-\n\fReport on S.R. 1047, at 14 (P.R. Senate July 10, 2003) (certified\n\ntranslation). This threat of criminal prosecution of EQB officials\n\nstrongly suggests that the Senate was threatening the EQB and is\n\ntherefore    evidence   of   actual    bias   in   the   proceedings.   See\n\nPillsbury Co. v. F.T.C., </pre><span class=\"citation\" data-id=\"270246\"><a href=\"/opinion/270246/the-pillsbury-company-v-federal-trade-commission/\"><span class=\"volume\">354</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">952</span></a></span><pre class=\"inline\">, 964 (5th Cir. 1966) (noting\n\nthat a legislative body's \"improper intrusion into the adjudicatory\n\nprocess\" deprives \"the right of private litigants to a fair trial\n\nand, equally important[ly] . . . their right to the appearance of\n\nimpartiality, which cannot be maintained unless those who exercise\n\nthe judicial function are free from powerful external influences\"\n\n(citing In re Murchison, </pre><span class=\"citation\" data-id=\"105303\"><a href=\"/opinion/105303/in-re-murchison/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span><pre class=\"inline\">, 136 (1955))).          The fact that\n\nthe appointment of EQB members requires Senate consent further\n\nintensifies the incentives felt by the EQB to impose an unduly\n\nheavy fine on Esso.\n\n            After review of the evidence submitted by the parties, we\n\nre-affirm our conclusion that there is a strong appearance of bias\n\nand, additionally, undisputed evidence of actual bias in these\n\nproceedings.\n\n            C.   Permanent Injunction\n\n            The issuance of a permanent injunction requires the\n\napplication of a familiar four-step framework in which Esso, as the\n\nplaintiff:\n\n            must demonstrate: (1) that it has suffered an\n            irreparable   injury;   (2)   that   remedies\n            available at law, such as monetary damages,\n            are inadequate to compensate for that injury;\n\n                                      -22-\n\f            (3) that, considering the balance of the\n            hardships between the [parties], a remedy in\n            equity is warranted; and (4) that the public\n            interest will not be disserved by a permanent\n            injunction.\n\neBay Inc. v. MercExchange, L.L.C., </pre><span class=\"citation\" data-id=\"145655\"><a href=\"/opinion/145655/ebay-inc-v-mercexchange-ll/\"><span class=\"volume\">547</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span><pre class=\"inline\">, 390 (2006).\n\n            As we have already discussed above, Esso has already\n\nsucceeded   in    demonstrating   that       EQB's   internal   structure   is\n\nseverely biased and that continuation of the proceedings in such a\n\nfatally biased decisionmaking process violates its due process\n\nrights.8    Likewise, we have already concluded that Esso faces\n\nirreparable harm in the absence of injunctive relief given the\n\nunavailability of avenues for interlocutory relief in the Puerto\n\nRico courts.      Thus, we move to the balancing of the harms and the\n\ninquiry into the public interest.\n\n            The    district   court    issued    the   following   permanent\n\ninjunction:\n\n            It is further ORDERED that the defendants are\n            permanently enjoined from conducting any and\n            all administrative hearings and proceedings\n            against Esso related to the penalty provision\n            of the order to show cause . . . . It is\n            further ORDERED that the defendants are\n\n\n8\n   On appeal, the defendants also argue that the court is required\nto inquire into whether the process is still biased, given the\nintervening personnel changes. The defendants concede that this\nargument was not raised below. See Figueroa v. Rivera, </pre><span class=\"citation\" data-id=\"198061\"><a href=\"/opinion/198061/figueroa-v-rivera-garcia/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">77</span></a></span><pre class=\"inline\">, 81 (1st Cir. 1998) (\"[A]ppellants did not raise these\ncontentions below, and they are thus foreclosed from unveiling them\nfor the first time on appeal.\"). Moreover, given the allegations\nof structural bias, evidence of personnel substitution is\ninsufficient to cure the constitutional infirmity. See Ward, 409\nU.S. at 61.\n\n                                      -23-\n\f          permanently   enjoined    from   issuing   any\n          judgments    or    resolutions,    final    or\n          interlocutory, in said matter, and from\n          instituting, conducting and/or prosecuting any\n          administrative penalty proceedings against\n          Esso based on or arising from the facts and\n          events described in said order to show cause.\n\n\nEsso Standard Oil Co. v. López-Freytes, No. 03-2319 (D.P.R. Nov. 7,\n\n2006) (order granting permanent injunction).\n\n          In this case, the district court's injunction is tailored\n\nspecifically   to    Esso:   the   injunction    makes     no    mention   of\n\nadministrative actions against other persons or entities and, in\n\nfact, leaves unhampered the ongoing clean up efforts at the gas\n\nstation itself.     There is little to no harm wrought upon the agency\n\nor the public.      The injunction takes aim only at the fine to be\n\nimposed upon Esso.      The defendants do not challenge the narrow\n\nfocus of the injunction itself, but argue that the injunction will\n\nhave a \"considerable impact . . . on general compliance with EQB\n\nenvironmental law policies in Puerto Rico.\"              In essence, they\n\ncontend that Esso's success in obtaining an injunction in this case\n\nwill encourage other companies to do the same, and thereby severely\n\nweaken   the   power    of   the   agency   to   enforce        environmental\n\nregulations.      They argue that the injunction imposed upon the\n\npenalty phase in this case has \"effectively allowed the release of\n\nthousands of gallons of gasoline to the environment, potentially\n\naffecting the health of nearby residents and contaminating the\n\n\n\n                                   -24-\n\farea's    soil,    as   well   as   its   ground   waters,   to   go   forever\n\nunpunished.\"\n\n            We think the defendants grossly exaggerate the impact of\n\nthe injunction and ignore the seriousness of the bias plaguing\n\nthese proceedings.        This case involves evidence that the EQB's\n\ndecisionmaking process with respect to Esso is constitutionally\n\ninfirm.   The serious harm inflicted upon Esso is not outweighed by\n\nthe EQB's concern that this injunction may alter the perceived\n\nstrength of the EQB's governance.            It is clear from the district\n\ncourt's thoughtful opinion that the injunction was crafted to\n\ntarget the biased penalty proceedings against Esso. The injunction\n\nspecifically exempted the remediation efforts and expressly stated\n\nthat it applied only to the case at hand.            We are unconvinced by\n\nthe defendants assertions, and conclude that the district court did\n\nnot abuse its discretion in issuing a permanent injunction.\n\n            Lastly, the defendants argue that an injunction should\n\n\"be no more burdensome to the defendant than necessary to provide\n\ncomplete relief to the plaintiffs.\" Califano v. Yamasaki, </pre><span class=\"citation\" data-id=\"110116\"><a href=\"/opinion/110116/califano-v-yamasaki/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">682</span></a></span><pre class=\"inline\">, 702 (1979).         They also contend that the scope of this\n\ninjunction was overly broad because it lacks an express provision\n\nfor termination of the injunction in the event that the EQB makes\n\nthe required institutional changes to ensure a constitutional\n\nproceeding.       We are unconvinced by this argument; the defendants\n\nexaggerate the permanence of the injunction. If the defendants are\n\n\n                                      -25-\n\fable to cure the impermissible sources of bias, they are free to\n\nmove   the    district     court    to   modify       or   dissolve      the    permanent\n\ninjunction.     See Fed. R. Civ. P. 60(b)(5) (providing relief from a\n\njudgment     order   when    \"applying         it   prospectively        is    no    longer\n\nequitable\"); see also Mackin v. City of Boston, </pre><span class=\"citation\" data-id=\"587240\"><a href=\"/opinion/587240/lawrence-mackin-v-city-of-boston/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1273</span></a></span><pre class=\"inline\">,\n\n1276-77 (1st Cir. 1992) (observing that with respect to those\n\n\"decrees which were initially established to bring about needed\n\ninstitutional reforms . . . [the] intrusion by a federal court into\n\nthe affairs of local government should . . . not be allowed to\n\ncontinue after the violation has abated and its pernicious effects\n\nhave been cured\"). It seems clear that the district court tailored\n\nan injunction specifically to Esso and in response to the volume of\n\nevidence      exhibiting      unconstitutional             bias     in    the       penalty\n\nproceedings against Esso.           The injunction leaves the EQB free to\n\ncontinue its important remediation work and to continue pursuing\n\nclaims     against    other    violators.              Upon     evidence        that     the\n\nconstitutional infirmities have been cured, the EQB may move to\n\namend the injunction which removes the EQB's concerns that Esso is\n\nsomehow      permanently     beyond      the    reach      of     its    administrative\n\noversight.\n\n                               III.      Conclusion\n\n              For   the   reasons     stated        above,    the   judgment        of   the\n\ndistrict court is affirmed.\n\n              Affirmed.\n\n\n                                         -26-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108629/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109240/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196690/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198061/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199884/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200787/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201338/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201379/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/270246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587240/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1453438/"
  ]
}