{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203272/",
  "absolute_url": "/opinion/203272/pulisir-v-mukasey/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203272/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:12:22Z",
  "date_modified": "2016-04-26T05:14:56.149168Z",
  "type": "010combined",
  "sha1": "25a7c334be62d75fe15586362ef383307b6bf986",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-1356-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/04/29/Pulisir_v._Keisler.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 07-1356\n\n                        AGUST H. PULISIR,\n\n                           Petitioner,\n\n                                v.\n\n              MICHAEL B. MUKASEY, ATTORNEY GENERAL,\n\n                           Respondent.\n\n\n\n          PETITION FOR REVIEW OF AN ORDER OF THE BOARD\n\n                      OF IMMIGRATION APPEALS\n\n\n\n                              Before\n\n                     Torruella, Circuit Judge,\n                   Selya, Senior Circuit Judge,\n                    and Howard, Circuit Judge.\n\n\n     William A. Hahn and Hahn & Matkov on brief for petitioner.\n     Jeffrey S. Bucholtz, Acting Assistant Attorney General, Civil\nDivision, Terri J. Scadron, Assistant Director, Office of\nImmigration Litigation, and Kristina R. Sracic, Attorney, Office of\nImmigration Litigation, on brief for respondent.\n\n\n\n\n                          April 29, 2008\n\f          SELYA, Senior Circuit Judge.    The petitioner, Agust H.\n\nPulisir, is an Indonesian national.   He seeks judicial review of a\n\nfinal order of the Board of Immigration Appeals (BIA) approving the\n\ndenial of his request for withholding of removal.    Discerning no\n\nbasis for overturning that order, we deny the petition.\n\n          The facts are straightforward (although reasonable minds\n\ncan draw differing inferences from them).   The petitioner entered\n\nthe United States in 1994 and remained illegally for some nine\n\nyears before the Department of Homeland Security instituted removal\n\nproceedings. See 8 U.S.C. § 1227(a)(1)(B). Before the immigration\n\njudge (IJ), the petitioner conceded removability but cross-applied\n\nfor asylum, withholding of removal, and protection under the United\n\nNations Convention Against Torture (CAT).\n\n          The petitioner's basic claim was that, as a Protestant\n\nChristian living in a predominantly Muslim nation, he had suffered\n\npersecution on account of his religion.   Of the various events to\n\nwhich he testified in support of this claim, the three most salient\n\ninvolved alleged acts of persecution transpiring while he was in\n\nIndonesia.   We chronicle them briefly.\n\n          In two instances, both occurring in 1987, vandals threw\n\nrocks at the church that the petitioner attended.   When asked how\n\nhe knew that the rock-throwers were Muslims, he explained that he\n\nassumed as much because ninety-seven percent of the people who\n\nlived near the church were of the Muslim faith.\n\n\n                                -2-\n\f            The   third   incident       occurred     in   1988,    when    the\n\npetitioner's family was hosting a women's prayer meeting at the\n\nfamily's home.     The meeting took place at the same time that the\n\nlocal mosque was playing Islamic prayers over a loudspeaker.\n\nSeveral uninvited individuals intruded and scolded the worshipers.\n\nThe intruders stated that if a party was going to occur, the hosts\n\nneeded to secure permission from the head of the neighborhood. The\n\npetitioner's mother told the men that the gathering was not a\n\nparty.     A fight broke out and the petitioner lost a front tooth.\n\nPolice eventually arrived but no arrests were made.\n\n            The petitioner, who claimed that he knew every Protestant\n\nin   the    neighborhood,      could     not    identify    the     intruders.\n\nConsequently, he inferred that they were Muslims.                 Moreover, he\n\nexpressed a disdainful belief that the police had treated the\n\nintruders with kid gloves.\n\n            The petitioner left Indonesia in 1990.            Nevertheless,\n\nrelying on anecdotal accounts he testified that, during 1991, his\n\nmother and four of her friends had been walking to church when a\n\nyoung man blocked their passage.         Seeing that they held bibles in\n\ntheir hands, the man told them that they could not pass.              When the\n\npetitioner's mother tried to assert herself, she was roughed up and\n\nultimately required medical attention.\n\n            The   petitioner   testified       on   cross-examination      to   a\n\ncheckered travel history over the years 1990-1994.                 During that\n\n\n                                       -3-\n\fperiod, he worked for Carnival Cruise Lines and regularly returned\n\nto Indonesia for roughly two months at a stretch, typically at six\n\nto ten month intervals (either between assignments or on vacation).\n\nThe petitioner made four such pilgrimages in all.   He described no\n\nspecific acts of harassment that occurred during any of these\n\ntrips, although he made a vague allusion that there was \"always a\n\nproblem.\"\n\n            For the most part, the petitioner's testimony proceeded\n\nwithout incident.   At one point, however, he attempted to testify\n\nconcerning current conditions in Indonesia.    The IJ cut off that\n\nline of inquiry when the petitioner tried to recount developments\n\nthat had taken place in Indonesia from 1994 forward.1       The IJ\n\nreasoned that the petitioner was incompetent to testify to recent\n\ncountry conditions in light of his eleven-year absence from the\n\ncountry.    Relatedly, the IJ noted that substantial evidence about\n\nthat subject already was in the record, mainly in the form of State\n\nDepartment Country Reports.\n\n            When the hearing concluded, the IJ denied all three of\n\nthe requested forms of relief in a bench decision.    Two of these\n\ninitiatives were quickly dispatched: the IJ dismissed the asylum\n\n\n\n     1\n      The petitioner last visited Indonesia in 1994. He entered\nthe United States later that year and never left.     He did not\nreturn in 2003 to attend his father's funeral because he was\nillegally in the United States and feared that he would be unable\nto reenter. As an aside, he also mentioned that the journey would\nhave been costly.\n\n                                 -4-\n\fapplication as untimely and rejected the CAT claim for failure to\n\nshow a threat of torture at the hands of governmental actors.\n\nNeither of those claims are pursued in this court, so we make no\n\nfurther mention of them.\n\n            As to the request for withholding of removal, the IJ\n\ndiscounted the petitioner's testimony regarding the alleged events\n\nof 1987, 1988, and 1991.            The IJ noted the conspicuous lack of\n\nspecificity, detail, and corroboration, and gave significant weight\n\nto the pacific nature of the petitioner's trips to Indonesia during\n\nthe 1991-1994 time frame.\n\n            Turning to the likelihood of future persecution, the IJ\n\ndetermined that while discrimination against Christians existed in\n\nIndonesia, it was neither widespread nor in most instances severe.\n\nFurthermore,      the    Indonesian       government      was    committed   to    the\n\nprinciple    of     religious       diversity       and    actively    discouraged\n\ndiscrimination against non-Muslims.\n\n            When all was said and done, the IJ concluded that the\n\npetitioner had failed to carry his burden of proving that, more\n\nlikely   than     not,   he   would   be    persecuted      if    remitted   to    his\n\nhomeland.    Accordingly, he refused the request for withholding of\n\nremoval.\n\n            On    appeal,     the   BIA    upheld    the   IJ's    ukase.     As    to\n\nwithholding of removal, it rested its decision on somewhat broader\n\ngrounds, concluding that the record left unclear whether religious\n\n\n                                          -5-\n\fanimus had sparked the incidents of which the petitioner complained\n\n(and, thus, that the petitioner had failed to carry his burden in\n\nthis regard).       The BIA also took special note of the fact that,\n\nsince    1991,    the   petitioner's   family   has    lived   tranquilly    in\n\nIndonesia.       It then cited cases such as Susanto v. Gonzales, 439\n\nF.3d 57 (1st Cir. 2006), in which withholding of removal had been\n\ndenied due to a failure to prove acts severe enough to constitute\n\npersecution.      See id. at 59-60.\n\n            The BIA also addressed the petitioner's claim that the\n\nIJ's truncation of his testimony abridged his due process rights.\n\nIt rejected this claim, observing that the petitioner had not\n\nidentified any relevant evidence that otherwise could have been\n\npresented to the trier.\n\n            This timely petition for judicial review followed.               In\n\nit, the     petitioner    calumnizes    the   denial   of   his   request   for\n\nwithholding of removal on a variety of grounds and characterizes\n\nthe hearing before the immigration court as violative of due\n\nprocess.\n\n            As to the petitioner's main group of arguments, our\n\nstandard of review is familiar. When assessing findings of fact in\n\nimmigration proceedings, we must respect those findings as long as\n\nthey are supported by substantial evidence on the record as a\n\nwhole.     Pan v. Gonzales, 489 F.3d 80, 85 (1st Cir. 2007).            Under\n\nthis deferential standard, an IJ's factual determination will be\n\n\n                                       -6-\n\fupheld   unless    the     record     is   such   as   to   compel    a   reasonable\n\nfactfinder to reach a contrary determination. Laurent v. Ashcroft,\n\n359 F.3d 59, 64 (1st Cir. 2004).                   Abstract legal points are\n\nreviewed   de     novo,    but    with     some   deference     to    the   agency's\n\nreasonable interpretation of statutes and regulations that fall\n\nwithin its purview.        Pan, 489 F.3d at 85; see Chevron U.S.A., Inc.\n\nv. Natural Res. Def. Council, Inc., 467 U.S. 837, 843-44 (1984).\n\n           In immigration matters, judicial review normally focuses\n\non the decision of the BIA as opposed to that of the IJ.                    Stroni v.\n\nGonzales, 454 F.3d 82, 86 (1st Cir. 2006).                  That approach obtains\n\nwherever the BIA has conducted an independent evaluation of the\n\nrecord and rested its affirmance of the IJ's decision on a self-\n\ngenerated rationale.           See Acevedo-Aguilar v. Mukasey, 517 F.3d 8,\n\n9 (1st Cir. 2008).        This is such a case.\n\n           Turning        to    the   substantive      law,    an    applicant   for\n\nwithholding of removal has the burden of proving that, more likely\n\nthan not, he would be subject to persecution on account of a\n\nstatutorily protected ground should he be repatriated.2                        See 8\n\nU.S.C. § 1231(b)(3)(C); 8 C.F.R. § 1208.16(b)(2); Romilus v.\n\nAshcroft, 385 F.3d 1, 8 (1st Cir. 2004).               The alien may, of course,\n\ncarry this burden by proving future persecution simpliciter.                      He\n\nalso may carry it by proving past persecution.                       See 8 C.F.R. §\n\n\n\n     2\n      Religion is one such protected ground.                        See 8 U.S.C. §\n1231(b)(3).\n\n                                           -7-\n\f1208.16(b)(1).         If past persecution is established, a rebuttable\n\npresumption arises that the alien would be subject to future\n\nprosecution as well.           Id.      The government may then overcome the\n\npresumption in one of two ways: either by proof that circumstances\n\nin the country of removal have changed for the better (thus\n\ndissipating the threat of persecution) or by proof that the alien\n\nmay avoid the discerned threat by relocating elsewhere within his\n\nhomeland.    See id. § 1208.16(b)(1)(i).             On both of these theories,\n\nthe devoir of persuasion rests with the government.                        See id. §\n\n1208.16(b)(1)(ii).\n\n            Against this backdrop, the petitioner's first claim of\n\nerror is that neither the BIA nor the IJ made an express finding\n\nabout past persecution.          This claim need not occupy us for long: it\n\noverlooks the well-settled tenet that an implicit finding of past\n\npersecution will suffice to undergird a decree.                  See Rotinsulu v.\n\nMukasey, 515 F.3d 68, 72-73 (1st Cir. 2008) (\"Although we expect an\n\nimmigration      judge    to     make   findings   on    all    grounds    that   are\n\nnecessary to support his decision, those findings can be either\n\nexplicit or implicit.\").             That tenet controls here.\n\n            To    be     sure,    the    decisions      below   may   be    slightly\n\nelliptical, but findings regarding past persecution are easily\n\ninferable.       For example, both the BIA and the IJ discussed the\n\nalleged acts of persecution and found that those rather bland\n\nincidents failed to justify the relief requested.                  That reasoning\n\n\n                                          -8-\n\fnecessarily subsumes and decides the question of past persecution.3\n\nSee id. at 72.\n\n            The   petitioner's     challenge     to   the   definitions    of\n\n\"persecution\" and \"discrimination\" used by the agency is more\n\nnuanced. He appears to acknowledge that, under prevailing case law\n\nin this circuit, the incidents that he described could plausibly be\n\nfound to lack the requisite level of severity.           See, e.g., Awad v.\n\nGonzales, 463 F.3d 73, 76 (1st Cir. 2006); Susanto, 439 F.3d at 57;\n\nBocova v. Gonzales, 412 F.3d 257, 263-64 (1st Cir. 2005); Nelson v.\n\nINS, 232 F.3d 258, 263-64 (1st Cir. 2002).            He nonetheless argues\n\nthat more general conditions should have \"significantly affected\"\n\nthe factfinding calculus. For that proposition, he relies on Singh\n\nv. INS, 94 F.3d 1353 (9th Cir. 1996), which states that \"[t]he more\n\nthe group to which an applicant belongs is discriminated against,\n\nharassed, or subjected to violence, the less the individualized\n\nshowing    an   applicant   must   make    to   establish   eligibility   for\n\nasylum.\"    Id. at 1359.\n\n            This case does not require us either to lay down a\n\nbright-line rule or to decide whether the Ninth Circuit's \"sliding\n\nscale\" approach is compatible with our precedents.             Common sense\n\nsuggests that larger social, cultural, and political forces can\n\nlend valuable context to particular incidents and, thus, can\n\n\n     3\n      The BIA's citation to the line of authority headed by\nSusanto, 439 F.3d at 59-60, is a further confirmation of this\nreality.\n\n                                     -9-\n\finfluence    the   weight    that   a    factfinder    may    assign   to   those\n\nincidents.    See Vatulev v. Ashcroft, 354 F.3d 1207, 1210-11 (10th\n\nCir. 2003).    But contextual considerations, standing alone, do not\n\nconvert disagreeable events into acts of persecution, nor do they\n\njustify a finding of persecution where persecution has not been\n\nproven.     See Hincapie v. Gonzales, 494 F.3d 213, 218 (1st Cir.\n\n2007); Mohamed v. Ashcroft, 396 F.3d 999, 1003 (8th Cir. 2005).\n\n            The line between persecution and discrimination is often\n\ntenebrous, see Bucur v. INS, 109 F.3d 399, 403 (7th Cir. 1997), and\n\nabsent an error of law, a reviewing court must in large measure\n\ndefer to the on-the-ground judgments of the trier.              So it is here.\n\n            The petitioner is unable to point to anything that\n\nsuggests that the agency misconceived the conceptual nature of\n\neither \"persecution\" or \"discrimination.\"             Nor is any other error\n\nof law apparent.     Indeed, for aught that appears, the decisions of\n\nboth the BIA and the IJ reflect that, when assessing the net effect\n\nof the incidents of which the petitioner complained, they were well\n\naware of general conditions in Indonesia. The mere fact that those\n\ndecisionmakers     weighed    the   constituent       parts   differently    and\n\nreached a conclusion not to the petitioner's liking does not\n\nconstitute a valid reason for overturning the agency's judgment.\n\n            If more is needed — and we doubt that it is — the\n\npetitioner's \"general conditions\" argument puts the cart before the\n\nhorse.       The   BIA   found   explicitly     that    the    petitioner    had\n\n\n                                        -10-\n\finadequately    demonstrated    any    nexus    between    the   incidents      in\n\nquestion and his religion.      Such a nexus is a necessary element of\n\nany   claim    for    withholding     of     removal.      See   8    U.S.C.     §\n\n1231(b)(3)(A); Hincapie, 494 F.3d at 217.                 Because that fact-\n\nspecific determination is supported by substantial evidence in the\n\nrecord,4 it is binding here.        Consequently, the petitioner's claim\n\nof error fails.\n\n          The    petitioner    next     alleges    that    the   IJ   (and,     by\n\nimplication, the BIA) read the State Department Country Reports so\n\nselectively as to run afoul of the rule in Gomes v. Gonzales, 473\n\nF.3d 746 (7th Cir. 2007).       There, the Seventh Circuit vacated a\n\ndenial of asylum because the agency had insufficiently explained\n\nits rationale.       See id. at 756-57.       The court faulted the agency\n\nfor relying almost exclusively on the Country Reports, cherry-\n\npicking positive tidbits from that source, and turning a blind eye\n\nto conflicting evidence in the record.            See id. at 755-56.\n\n          Gomes is not a fair congener.            The record in this case,\n\nread objectively, does not support the claim of selectivity.                   The\n\n\n\n      4\n      The petitioner testified that he was attacked by persons he\nthought were Muslims, but did not specifically identify his\nattackers. Moreover, he put forth only speculation to support the\nclaim that those people attacked him (or, in one instance, his\nmother) on account of religious animus.     The BIA was not bound\neither to accept that conjecture or to credit the petitioner's\nself-serving conclusions.     See Hincapie, 494 F.3d at 217-18\n(explaining that an alien must do more than merely express a belief\nthat incidents were due to a statutorily protected ground in order\nto establish a proper nexus).\n\n                                      -11-\n\fadverse finding regarding future persecution was made only after\n\nconfronting    and   fully    considering    the   petitioner's     direct\n\ntestimony.     Unlike   in    Gomes,   the   agency   did   not   sidestep\n\nconflicting evidence but, rather, considered the record as a whole\n\nand reasonably concluded that it failed to show a nexus between the\n\npetitioner's misadventures and his religion.          On the same basis,\n\nthe agency found that what the petitioner had experienced did not\n\nsink to the level of persecution and that his family's relatively\n\nserene existence for many years in Indonesia strongly suggested\n\nthat he himself would not suffer persecution upon repatriation.\n\n          These findings are impervious to the petitioner's attack.\n\nState Department Country Reports, though not normally conclusive,\n\nare generally deemed authoritative for purposes of immigration\n\nproceedings.   See Waweru v. Gonzales, 437 F.3d 199, 202 n.1 (1st\n\nCir. 2006) (explaining that the BIA \"is entitled to rely on the\n\nState Department's country reports as proof of country conditions\n\ndescribed therein, although it must also consider evidence in the\n\nrecord that contradicts the State Department's descriptions and\n\nconclusions\"); Zarouite v. Gonzales, 424 F.3d 60, 63 (1st Cir.\n\n2005) (similar). In certain circumstances, the IJ and the BIA may,\n\ntherefore, give the contents of such reports appreciable — even\n\ndeterminative — weight.      See Gao v. Gonzales, 467 F.3d 33, 37 (1st\n\nCir. 2006); see also Negeya v. Gonzales, 417 F.3d 78, 84 (1st Cir.\n\n2005) (\"Generally, State Department reports are a highly probative\n\n\n                                  -12-\n\fsource   of   evidence     in   cases   that   turn   on   the     objective\n\nreasonableness of an asserted fear of future persecution.\").            That\n\ndiscretion was not exceeded here; the Country Reports were largely\n\nunimpeached and, at any rate, were used mainly as a means of\n\nbuttressing the conclusions that the IJ and the BIA drew from the\n\npetitioner's testimony and the other evidence in the record.\n\n          Nor does it matter that the BIA and the IJ did not\n\ndissect every scrap of proof.      The law is pellucid that \"each piece\n\nof evidence need not be discussed in a decision.\"          Morales v. INS,\n\n208 F.3d 323, 328 (1st Cir. 2000).\n\n          The petitioner's challenge to the finding that, should he\n\nbe repatriated, he would be able to improve his lot by relocating\n\nwithin Indonesia requires little comment.        The issue of relocation\n\ntypically becomes relevant only after a presumption of future\n\npersecution arises.      See, e.g., Singh v. BIA, 435 F.3d 216, 219 (2d\n\nCir. 2006); Un v. Gonzales, 415 F.3d 205, 208-09 (1st Cir. 2005);\n\nQu v. Gonzales, 399 F.3d 1195, 1198 (9th Cir. 2005).             Since there\n\nwas no finding of past persecution, no presumption of future\n\npersecution pertains here.       The agency's discussion of relocation\n\nwas, therefore, either dictum or at most an alternate holding.\n\n          In all events, even were we to reach the issue, the\n\nchallenge would fail on the merits.       As framed, it depends on the\n\nnotion that the trier misallocated the burden of proof on this\n\n\n\n\n                                   -13-\n\fissue (which, in the petitioner's view, should have rested with the\n\ngovernment).    That notion is incorrect.\n\n            The burden of proving that relocation is not a feasible\n\nalternative    normally   rests   with    the   alien    and   shifts    to   the\n\ngovernment only if the alien adequately establishes either past\n\npersecution or a likely basis for fearing future government-\n\nsponsored   persecution.     See   8     C.F.R.   §§    1208.16(b)(1)(i)(B),\n\n(b)(1)(ii), (b)(3). As we already have explained, neither of those\n\nconditions was satisfied here.\n\n            This leaves the petitioner's swan song: his claim that\n\nthe IJ violated due process by excluding his testimony concerning\n\ngeneral conditions in Indonesia long after his 1994 departure from\n\nthat country. This ruling, the petitioner asserts, was prejudicial\n\nbecause conditions in his homeland deteriorated greatly from 1997\n\nuntil the time of the hearing, and his testimony would have\n\nenlightened the trier about the gravity of the situation.\n\n            We review de novo a claim that an immigration judge's\n\nconduct violated an alien's due process rights.             Teng v. Mukasey,\n\n516 F.3d 12, 17 (1st Cir. 2008); Laurent, 359 F.3d at 62.               We start\n\nwith the rock-solid proposition that an alien is entitled to a fair\n\nhearing, not necessarily a perfect one.           Aguilar-Solís v. INS, 168\n\nF.3d 565, 569 (1st Cir. 1999).           Even if a shortfall is shown,\n\nprejudice is an essential element of a viable due process claim in\n\nthis context.    López-Reyes v. Gonzales, 496 F.3d 20, 23 (1st Cir.\n\n\n                                   -14-\n\f2007).    A court will find such prejudice only when it is shown that\n\nan abridgement of due process is likely to have affected the\n\noutcome of the proceedings. Shmyhelskyy v. Gonzales, 477 F.3d 474,\n\n482 (7th Cir. 2007).\n\n            When    a     due   process    challenge    is   aimed   at    a   trial-\n\nmanagement ruling, a reviewing court must keep in mind the tension\n\nthat exists between a trial judge's right to regulate the course of\n\na hearing and an alien's right to present evidence to his own\n\nbehoof.      Compare        8   C.F.R.     §     1240.1(c)   with    8    U.S.C.   §\n\n1229a(b)(4)(B).         Balancing these rights, we see no hint of a due\n\nprocess transgression here.\n\n            In     this    instance,      the    IJ   afforded   the      petitioner\n\nconsiderable latitude, inviting testimony about specific events in\n\nIndonesia involving the petitioner's family and friends even if the\n\npetitioner himself lacked first-hand knowledge of those events.\n\nThe IJ drew the line, however, when the petitioner attempted to\n\ntestify about general country conditions from 1994 forward. By the\n\ntime of the hearing, the petitioner had been away from Indonesia\n\nfor eleven years and had no special qualifications to speak to\n\ngeneral conditions there.\n\n            It is true, of course, that evidentiary standards are\n\napplied more loosely in administrative hearings than in court\n\ncases.    See 8 C.F.R. § 1240.7; see also Niam v. Ashcroft, 354 F.3d\n\n652, 659 (9th Cir. 2004) (\"[A]dministrative agencies are not bound\n\n\n                                          -15-\n\fby the hearsay rule or any other of the conventional rules of\n\nevidence, but only by the looser standard of due process of law.\");\n\nEzeagwuna v. Ashcroft, 325 F.3d 396, 405 (3d Cir. 2003) (similar).\n\nStill, the trial judge must be accorded some flexibility in his\n\nefforts to ensure that speculation and surmise do not become\n\nproxies for probative evidence. In the circumstances of this case,\n\nwe discern no error — much less a due process violation — in the\n\nIJ's decision to curtail the petitioner's second-hand account of\n\ncurrent conditions in a land that he had not visited for over a\n\ndecade.5\n\n              Nor were the petitioner's rights offended in any related\n\nway.       The record shows no indication that the IJ denied him the\n\nopportunity to introduce competent evidence of current country\n\nconditions (say, by expert testimony or reports from recognized\n\nauthorities).       By the same token, the IJ did not prevent the\n\npetitioner from testifying as to any matter within his ken (whether\n\nor not he had first-hand knowledge thereof). Given this overall\n\npicture, the petitioner cannot be heard to complain that his right\n\nto due process was infringed.\n\n              We need go no further. To the extent that the petitioner\n\nhas alluded to other arguments, they are patently meritless,\n\ninsufficiently developed, or both.       It suffices to say that, for\n\n\n       5\n      This conclusion renders it unnecessary for us to review the\nBIA's holding that, even if a violation occurred, no cognizable\nprejudice flowed from it.\n\n                                  -16-\n\fthe reasons elucidated above, the petition for judicial review must\n\nbe denied.\n\n\n\nSo Ordered.\n\n\n\n\n                               -17-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>524 F.3d 302 (2008)</b></center>\n<center><h1>Agust H. PULISIR, Petitioner,<br>\nv.<br>\nMichael B. MUKASEY, Attorney General, Respondent.</h1></center>\n<center>No. 07-1356.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted March 18, 2008.</center>\n<center>Decided April 29, 2008.</center>\n<p><span class=\"star-pagination\">*305</span> William A. Hahn and Hahn &amp; Matkov on brief for petitioner.</p>\n<p>Jeffrey S. Bucholtz, Acting Assistant Attorney General, Civil Division, Terri J. Scadron, Assistant Director, Office of Immigration Litigation, and Kristina R. Sracic, Attorney, Office of Immigration Litigation, on brief for respondent.</p>\n<p>Before TORRUELLA, Circuit Judge, SELYA, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n<p>SELYA, Senior Circuit Judge.</p>\n<p>The petitioner, Agust H. Pulisir, is an Indonesian national. He seeks judicial review of a final order of the Board of Immigration Appeals (BIA) approving the denial of his request for withholding of removal. Discerning no basis for overturning that order, we deny the petition.</p>\n<p>The facts are straightforward (although reasonable minds can draw differing inferences from them). The petitioner entered the United States in 1994 and remained illegally for some nine years before the Department of Homeland Security instituted removal proceedings. <i>See</i> 8 U.S.C. § 1227(a)(1)(B). Before the immigration judge (IJ), the petitioner conceded removability but cross-applied for asylum, withholding of removal, and protection under <span class=\"star-pagination\">*306</span> the United Nations Convention Against Torture (CAT).</p>\n<p>The petitioner's basic claim was that, as a Protestant Christian living in a predominantly Muslim nation, he had suffered persecution on account of his religion. Of the various events to which he testified in support of this claim, the three most salient involved alleged acts of persecution transpiring while he was in Indonesia. We chronicle them briefly.</p>\n<p>In two instances, both occurring in 1987, vandals threw rocks at the church that the petitioner attended. When asked how he knew that the rock-throwers were Muslims, he explained that he assumed as much because ninety-seven percent of the people who lived near the church were of the Muslim faith.</p>\n<p>The third incident occurred in 1988, when the petitioner's family was hosting a women's prayer meeting at the family's home. The meeting took place at the same time that the local mosque was playing Islamic prayers over a loudspeaker. Several uninvited individuals intruded and scolded the worshipers. The intruders stated that if a party was going to occur, the hosts needed to secure permission from the head of the neighborhood. The petitioner's mother told the men that the gathering was not a party. A fight broke out and the petitioner lost a front tooth. Police eventually arrived but no arrests were made.</p>\n<p>The petitioner, who claimed that he knew every Protestant in the neighborhood, could not identify the intruders. Consequently, he inferred that they were Muslims. Moreover, he expressed a disdainful belief that the police had treated the intruders with kid gloves.</p>\n<p>The petitioner left Indonesia in 1990. Nevertheless, relying on anecdotal accounts he testified that, during 1991, his mother and four of her friends had been walking to church when a young man blocked their passage. Seeing that they held bibles in their hands, the man told them that they could not pass. When the petitioner's mother tried to assert herself, she was roughed up and ultimately required medical attention.</p>\n<p>The petitioner testified on cross-examination to a checkered travel history over the years 1990-1994. During that period, he worked for Carnival Cruise Lines and regularly returned to Indonesia for roughly two months at a stretch, typically at six to ten month intervals (either between assignments or on vacation). The petitioner made four such pilgrimages in all. He described no specific acts of harassment that occurred during any of these trips, although he made a vague allusion that there was \"always a problem.\"</p>\n<p>For the most part, the petitioner's testimony proceeded without incident. At one point, however, he attempted to testify concerning current conditions in Indonesia. The IJ cut off that line of inquiry when the petitioner tried to recount developments that had taken place in Indonesia from 1994 forward.<sup>[1]</sup> The IJ reasoned that the petitioner was incompetent to testify to recent country conditions in light of his eleven-year absence from the country. Relatedly, the IJ noted that substantial evidence about that subject already was in the record, mainly in the form of State Department Country Reports.</p>\n<p>When the hearing concluded, the IJ denied all three of the requested forms of <span class=\"star-pagination\">*307</span> relief in a bench decision. Two of these initiatives were quickly dispatched: the IJ dismissed the asylum application as untimely and rejected the CAT claim for failure to show a threat of torture at the hands of governmental actors. Neither of those claims are pursued in this court, so we make no further mention of them.</p>\n<p>As to the request for withholding of removal, the IJ discounted the petitioner's testimony regarding the alleged events of 1987, 1988, and 1991. The IJ noted the conspicuous lack of specificity, detail, and corroboration, and gave significant weight to the pacific nature of the petitioner's trips to Indonesia during the 1991-1994 time frame.</p>\n<p>Turning to the likelihood of future persecution, the IJ determined that while discrimination against Christians existed in Indonesia, it was neither widespread nor in most instances severe. Furthermore, the Indonesian government was committed to the principle of religious diversity and actively discouraged discrimination against non-Muslims.</p>\n<p>When all was said and done, the IJ concluded that the petitioner had failed to carry his burden of proving that, more likely than not, he would be persecuted if remitted to his homeland. Accordingly, he refused the request for withholding of removal.</p>\n<p>On appeal, the BIA upheld the IJ's ukase. As to withholding of removal, it rested its decision on somewhat broader grounds, concluding that the record left unclear whether religious animus had sparked the incidents of which the petitioner complained (and, thus, that the petitioner had failed to carry his burden in this regard). The BIA also took special note of the fact that, since 1991, the petitioner's family has lived tranquilly in Indonesia. It then cited cases such as <i>Susanto v. Gonzales,</i> 439 F.3d 57 (1st Cir.2006), in which withholding of removal had been denied due to a failure to prove acts severe enough to constitute persecution. <i>See id.</i> at 59-60.</p>\n<p>The BIA also addressed the petitioner's claim that the IJ's truncation of his testimony abridged his due process rights. It rejected this claim, observing that the petitioner had not identified any relevant evidence that otherwise could have been presented to the trier.</p>\n<p>This timely petition for judicial review followed. In it, the petitioner calumnizes the denial of his request for withholding of removal on a variety of grounds and characterizes the hearing before the immigration court as violative of due process.</p>\n<p>As to the petitioner's main group of arguments, our standard of review is familiar. When assessing findings of fact in immigration proceedings, we must respect those findings as long as they are supported by substantial evidence on the record as a whole. <i>Pan v. Gonzales,</i> 489 F.3d 80, 85 (1st Cir.2007). Under this deferential standard, an IJ's factual determination will be upheld unless the record is such as to compel a reasonable factfinder to reach a contrary determination. <i>Laurent v. Ashcroft,</i> 359 F.3d 59, 64 (1st Cir.2004). Abstract legal points are reviewed de novo, but with some deference to the agency's reasonable interpretation of statutes and regulations that fall within its purview. <i>Pan,</i> 489 F.3d at 85; <i>see </i><i>Chevron U.S.A., Inc. v. Natural Res. Def. Council, Inc.,</i> 467 U.S. 837, 843-44, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984).</p>\n<p>In immigration matters, judicial review normally focuses on the decision of the BIA as opposed to that of the IJ. <i>Stroni v. Gonzales,</i> 454 F.3d 82, 86 (1st Cir.2006). That approach obtains wherever the BIA has conducted an independent evaluation of the record and rested its <span class=\"star-pagination\">*308</span> affirmance of the IJ's decision on a self-generated rationale. <i>See </i><i>Acevedo-Aguilar v. Mukasey,</i> 517 F.3d 8, 9 (1st Cir.2008). This is such a case.</p>\n<p>Turning to the substantive law, an applicant for withholding of removal has the burden of proving that, more likely than not, he would be subject to persecution on account of a statutorily protected ground should he be repatriated.<sup>[2]</sup><i>See</i> 8 U.S.C. § 1231(b)(3)(C); 8 C.F.R. § 1208.16(b)(2); <i>Romilus v. Ashcroft,</i> 385 F.3d 1, 8 (1st Cir.2004). The alien may, of course, carry this burden by proving future persecution simpliciter. He also may carry it by proving past persecution. <i>See</i> 8 C.F.R. § 1208.16(b)(1). If past persecution is established, a rebuttable presumption arises that the alien would be subject to future prosecution as well. <i>Id.</i> The government may then overcome the presumption in one of two ways: either by proof that circumstances in the country of removal have changed for the better (thus dissipating the threat of persecution) or by proof that the alien may avoid the discerned threat by relocating elsewhere within his homeland. <i>See id.</i> § 1208.16(b)(1)(i). On both of these theories, the devoir of persuasion rests with the government. <i>See id.</i> § 1208.16(b)(1)(ii).</p>\n<p>Against this backdrop, the petitioner's first claim of error is that neither the BIA nor the IJ made an express finding about past persecution. This claim need not occupy us for long: it overlooks the well-settled tenet that an implicit finding of past persecution will suffice to undergird a decree. <i>See </i><i>Rotinsulu v. Mukasey,</i> 515 F.3d 68, 72-73 (1st Cir.2008) (\"Although we expect an immigration judge to make findings on all grounds that are necessary to support his decision, those findings can be either explicit or implicit.\"). That tenet controls here.</p>\n<p>To be sure, the decisions below may be slightly elliptical, but findings regarding past persecution are easily inferable. For example, both the BIA and the IJ discussed the alleged acts of persecution and found that those rather bland incidents failed to justify the relief requested. That reasoning necessarily subsumes and decides the question of past persecution.<sup>[3]</sup><i>See id.</i> at 72.</p>\n<p>The petitioner's challenge to the definitions of \"persecution\" and \"discrimination\" used by the agency is more nuanced. He appears to acknowledge that, under prevailing case law in this circuit, the incidents that he described could plausibly be found to lack the requisite level of severity. <i>See, e.g., </i><i>Awad v. Gonzales,</i> 463 F.3d 73, 76 (1st Cir.2006); <i>Susanto,</i> 439 F.3d at 57; <i>Bocova v. Gonzales,</i> 412 F.3d 257, 263-64 (1st Cir.2005); <i>Nelson v. INS,</i> 232 F.3d 258, 263-64 (1st Cir.2002). He nonetheless argues that more general conditions should have \"significantly affected\" the factfinding calculus. For that proposition, he relies on <i>Singh v. INS,</i> 94 F.3d 1353 (9th Cir. 1996), which states that \"[t]he more the group to which an applicant belongs is discriminated against, harassed, or subjected to violence, the less the individualized showing an applicant must make to establish eligibility for asylum.\" <i>Id.</i> at 1359.</p>\n<p>This case does not require us either to lay down a bright-line rule or to decide whether the Ninth Circuit's \"sliding scale\" approach is compatible with our precedents. Common sense suggests that larger social, cultural, and political forces can <span class=\"star-pagination\">*309</span> lend valuable context to particular incidents and, thus, can influence the weight that a factfinder may assign to those incidents. <i>See </i><i>Vatulev v. Ashcroft,</i> 354 F.3d 1207, 1210-11 (10th Cir.2003). But contextual considerations, standing alone, do not convert disagreeable events into acts of persecution, nor do they justify a finding of persecution where persecution has not been proven. <i>See </i><i>Hincapie v. Gonzales,</i> 494 F.3d 213, 218 (1st Cir.2007); <i>Mohamed v. Ashcroft,</i> 396 F.3d 999, 1003 (8th Cir.2005).</p>\n<p>The line between persecution and discrimination is often tenebrous, <i>see </i><i>Bucur v. INS,</i> 109 F.3d 399, 403 (7th Cir. 1997), and absent an error of law, a reviewing court must in large measure defer to the on-the-ground judgments of the trier. So it is here.</p>\n<p>The petitioner is unable to point to anything that suggests that the agency misconceived the conceptual nature of either \"persecution\" or \"discrimination.\" Nor is any other error of law apparent. Indeed, for aught that appears, the decisions of both the BIA and the IJ reflect that, when assessing the net effect of the incidents of which the petitioner complained, they were well aware of general conditions in Indonesia. The mere fact that those decisionmakers weighed the constituent parts differently and reached a conclusion not to the petitioner's liking does not constitute a valid reason for overturning the agency's judgment.</p>\n<p>If more is needed  and we doubt that it is  the petitioner's \"general conditions\" argument puts the cart before the horse. The BIA found explicitly that the petitioner had inadequately demonstrated any nexus between the incidents in question and his religion. Such a nexus is a necessary element of any claim for withholding of removal. <i>See</i> 8 U.S.C. § 1231(b)(3)(A); <i>Hincapie,</i> 494 F.3d at 217. Because that fact-specific determination is supported by substantial evidence in the record,<sup>[4]</sup> it is binding here. Consequently, the petitioner's claim of error fails.</p>\n<p>The petitioner next alleges that the IJ (and, by implication, the BIA) read the State Department Country Reports so selectively as to run afoul of the rule in <i>Gomes v. Gonzales,</i> 473 F.3d 746 (7th Cir. 2007). There, the Seventh Circuit vacated a denial of asylum because the agency had insufficiently explained its rationale. <i>See id.</i> at 756-57. The court faulted the agency for relying almost exclusively on the Country Reports, cherry-picking positive tidbits from that source, and turning a blind eye to conflicting evidence in the record. <i>See id.</i> at 755-56.</p>\n<p><i>Gomes</i> is not a fair congener. The record in this case, read objectively, does not support the claim of selectivity. The adverse finding regarding future persecution was made only after confronting and fully considering the petitioner's direct testimony. Unlike in <i>Gomes,</i> the agency did not sidestep conflicting evidence but, rather, considered the record as a whole and reasonably concluded that it failed to show a nexus between the petitioner's misadventures and his religion. On the same basis, the agency found that what the petitioner <span class=\"star-pagination\">*310</span> had experienced did not sink to the level of persecution and that his family's relatively serene existence for many years in Indonesia strongly suggested that he himself would not suffer persecution upon repatriation.</p>\n<p>These findings are impervious to the petitioner's attack. State Department Country Reports, though not normally conclusive, are generally deemed authoritative for purposes of immigration proceedings. <i>See </i><i>Waweru v. Gonzales,</i> 437 F.3d 199, 202 n. 1 (1st Cir.2006) (explaining that the BIA \"is entitled to rely on the State Department's country reports as proof of country conditions described therein, although it must also consider evidence in the record that contradicts the State Department's descriptions and conclusions\"); <i>Zarouite v. Gonzales,</i> 424 F.3d 60, 63 (1st Cir.2005) (similar). In certain circumstances, the IJ and the BIA may, therefore, give the contents of such reports appreciable  even determinative  weight. <i>See </i><i>Gao v. Gonzales,</i> 467 F.3d 33, 37 (1st Cir.2006); <i>see also </i><i>Negeya v. Gonzales,</i> 417 F.3d 78, 84 (1st Cir.2005) (\"Generally, State Department reports are a highly probative source of evidence in cases that turn on the objective reasonableness of an asserted fear of future persecution.\"). That discretion was not exceeded here; the Country Reports were largely unimpeached and, at any rate, were used mainly as a means of buttressing the conclusions that the IJ and the BIA drew from the petitioner's testimony and the other evidence in the record.</p>\n<p>Nor does it matter that the BIA and the IJ did not dissect every scrap of proof. The law is pellucid that \"each piece of evidence need not be discussed in a decision.\" <i>Morales v. INS,</i> 208 F.3d 323, 328 (1st Cir.2000).</p>\n<p>The petitioner's challenge to the finding that, should he be repatriated, he would be able to improve his lot by relocating within Indonesia requires little comment. The issue of relocation typically becomes relevant only after a presumption of future persecution arises. <i>See, e.g., </i><i>Singh v. BIA,</i> 435 F.3d 216, 219 (2d Cir. 2006); <i>Un v. Gonzales,</i> 415 F.3d 205, 208-09 (1st Cir.2005); <i>Qu v. Gonzales,</i> 399 F.3d 1195, 1198 (9th Cir.2005). Since there was no finding of past persecution, no presumption of future persecution pertains here. The agency's discussion of relocation was, therefore, either dictum or at most an alternate holding.</p>\n<p>In all events, even were we to reach the issue, the challenge would fail on the merits. As framed, it depends on the notion that the trier misallocated the burden of proof on this issue (which, in the petitioner's view, should have rested with the government). That notion is incorrect.</p>\n<p>The burden of proving that relocation is not a feasible alternative normally rests with the alien and shifts to the government only if the alien adequately establishes either past persecution or a likely basis for fearing future government-sponsored persecution. <i>See</i> 8 C.F.R. §§ 1208.16(b)(1)(i)(B), (b)(1)(ii), (b)(3). As we already have explained, neither of those conditions was satisfied here.</p>\n<p>This leaves the petitioner's swan song: his claim that the IJ violated due process by excluding his testimony concerning general conditions in Indonesia long after his 1994 departure from that country. This ruling, the petitioner asserts, was prejudicial because conditions in his homeland deteriorated greatly from 1997 until the time of the hearing, and his testimony would have enlightened the trier about the gravity of the situation.</p>\n<p><span class=\"star-pagination\">*311</span> We review de novo a claim that an immigration judge's conduct violated an alien's due process rights. <i>Teng v. Mukasey,</i> 516 F.3d 12, 17 (1st Cir.2008); <i>Laurent,</i> 359 F.3d at 62. We start with the rock-solid proposition that an alien is entitled to a fair hearing, not necessarily a perfect one. <i>Aguilar-Solís v. INS,</i> 168 F.3d 565, 569 (1st Cir.1999). Even if a shortfall is shown, prejudice is an essential element of a viable due process claim in this context. <i>López-Reyes v. Gonzales,</i> 496 F.3d 20, 23 (1st Cir.2007). A court will find such prejudice only when it is shown that an abridgement of due process is likely to have affected the outcome of the proceedings. <i>Shmyhelskyy v. Gonzales,</i> 477 F.3d 474, 482 (7th Cir.2007).</p>\n<p>When a due process challenge is aimed at a trial-management ruling, a reviewing court must keep in mind the tension that exists between a trial judge's right to regulate the course of a hearing and an alien's right to present evidence to his own behoof. <i>Compare</i> 8 C.F.R. § 1240.1(c) <i>with</i> 8 U.S.C. § 1229a(b)(4)(B). Balancing these rights, we see no hint of a due process transgression here.</p>\n<p>In this instance, the IJ afforded the petitioner considerable latitude, inviting testimony about specific events in Indonesia involving the petitioner's family and friends even if the petitioner himself lacked first-hand knowledge of those events. The IJ drew the line, however, when the petitioner attempted to testify about general country conditions from 1994 forward. By the time of the hearing, the petitioner had been away from Indonesia for eleven years and had no special qualifications to speak to general conditions there.</p>\n<p>It is true, of course, that evidentiary standards are applied more loosely in administrative hearings than in court cases. <i>See</i> 8 C.F.R. § 1240.7; <i>see also </i><i>Niam v. Ashcroft,</i> 354 F.3d 652, 659 (9th Cir.2004) (\"[A]dministrative agencies are not bound by the hearsay rule or any other of the conventional rules of evidence, but only by the looser standard of due process of law.\"); <i>Ezeagwuna v. Ashcroft,</i> 325 F.3d 396, 405 (3d Cir.2003) (similar). Still, the trial judge must be accorded some flexibility in his efforts to ensure that speculation and surmise do not become proxies for probative evidence. In the circumstances of this case, we discern no error  much less a due process violation  in the IJ's decision to curtail the petitioner's second-hand account of current conditions in a land that he had not visited for over a decade.<sup>[5]</sup></p>\n<p>Nor were the petitioner's rights offended in any related way. The record shows no indication that the IJ denied him the opportunity to introduce competent evidence of current country conditions (say, by expert testimony or reports from recognized authorities). By the same token, the IJ did not prevent the petitioner from testifying as to any matter within his ken (whether or not he had first-hand knowledge thereof). Given this overall picture, the petitioner cannot be heard to complain that his right to due process was infringed.</p>\n<p>We need go no further. To the extent that the petitioner has alluded to other arguments, they are patently meritless, insufficiently developed, or both. It suffices to say that, for the reasons elucidated above, the petition for judicial review must be denied.</p>\n<p><i>So Ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The petitioner last visited Indonesia in 1994. He entered the United States later that year and never left. He did not return in 2003 to attend his father's funeral because he was illegally in the United States and feared that he would be unable to reenter. As an aside, he also mentioned that the journey would have been costly.</p>\n<p>[2]  Religion is one such protected ground. <i>See</i> 8 U.S.C. § 1231(b)(3).</p>\n<p>[3]  The BIA's citation to the line of authority headed by <i>Susanto,</i> 439 F.3d at 59-60, is a further confirmation of this reality.</p>\n<p>[4]  The petitioner testified that he was attacked by persons he thought were Muslims, but did not specifically identify his attackers. Moreover, he put forth only speculation to support the claim that those people attacked him (or, in one instance, his mother) on account of religious animus. The BIA was not bound either to accept that conjecture or to credit the petitioner's self-serving conclusions. <i>See </i><i>Hincapie,</i> 494 F.3d at 217-18 (explaining that an alien must do more than merely express a belief that incidents were due to a statutorily protected ground in order to establish a proper nexus).</p>\n<p>[5]  This conclusion renders it unnecessary for us to review the BIA's holding that, even if a violation occurred, no cognizable prejudice flowed from it.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">302</span></span> (2008)</b></center>\n<center><h1>Agust H. PULISIR, Petitioner,<br>\nv.<br>\nMichael B. MUKASEY, Attorney General, Respondent.</h1></center>\n<center>No. 07-1356.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted March 18, 2008.</center>\n<center>Decided April 29, 2008.</center>\n<p><span class=\"star-pagination\">*305</span> William A. Hahn and Hahn &amp; Matkov on brief for petitioner.</p>\n<p>Jeffrey S. Bucholtz, Acting Assistant Attorney General, Civil Division, Terri J. Scadron, Assistant Director, Office of Immigration Litigation, and Kristina R. Sracic, Attorney, Office of Immigration Litigation, on brief for respondent.</p>\n<p>Before TORRUELLA, Circuit Judge, SELYA, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n<p>SELYA, Senior Circuit Judge.</p>\n<p>The petitioner, Agust H. Pulisir, is an Indonesian national. He seeks judicial review of a final order of the Board of Immigration Appeals (BIA) approving the denial of his request for withholding of removal. Discerning no basis for overturning that order, we deny the petition.</p>\n<p>The facts are straightforward (although reasonable minds can draw differing inferences from them). The petitioner entered the United States in 1994 and remained illegally for some nine years before the Department of Homeland Security instituted removal proceedings. <i>See</i> 8 U.S.C. § 1227(a)(1)(B). Before the immigration judge (IJ), the petitioner conceded removability but cross-applied for asylum, withholding of removal, and protection under <span class=\"star-pagination\">*306</span> the United Nations Convention Against Torture (CAT).</p>\n<p>The petitioner's basic claim was that, as a Protestant Christian living in a predominantly Muslim nation, he had suffered persecution on account of his religion. Of the various events to which he testified in support of this claim, the three most salient involved alleged acts of persecution transpiring while he was in Indonesia. We chronicle them briefly.</p>\n<p>In two instances, both occurring in 1987, vandals threw rocks at the church that the petitioner attended. When asked how he knew that the rock-throwers were Muslims, he explained that he assumed as much because ninety-seven percent of the people who lived near the church were of the Muslim faith.</p>\n<p>The third incident occurred in 1988, when the petitioner's family was hosting a women's prayer meeting at the family's home. The meeting took place at the same time that the local mosque was playing Islamic prayers over a loudspeaker. Several uninvited individuals intruded and scolded the worshipers. The intruders stated that if a party was going to occur, the hosts needed to secure permission from the head of the neighborhood. The petitioner's mother told the men that the gathering was not a party. A fight broke out and the petitioner lost a front tooth. Police eventually arrived but no arrests were made.</p>\n<p>The petitioner, who claimed that he knew every Protestant in the neighborhood, could not identify the intruders. Consequently, he inferred that they were Muslims. Moreover, he expressed a disdainful belief that the police had treated the intruders with kid gloves.</p>\n<p>The petitioner left Indonesia in 1990. Nevertheless, relying on anecdotal accounts he testified that, during 1991, his mother and four of her friends had been walking to church when a young man blocked their passage. Seeing that they held bibles in their hands, the man told them that they could not pass. When the petitioner's mother tried to assert herself, she was roughed up and ultimately required medical attention.</p>\n<p>The petitioner testified on cross-examination to a checkered travel history over the years 1990-1994. During that period, he worked for Carnival Cruise Lines and regularly returned to Indonesia for roughly two months at a stretch, typically at six to ten month intervals (either between assignments or on vacation). The petitioner made four such pilgrimages in all. He described no specific acts of harassment that occurred during any of these trips, although he made a vague allusion that there was \"always a problem.\"</p>\n<p>For the most part, the petitioner's testimony proceeded without incident. At one point, however, he attempted to testify concerning current conditions in Indonesia. The IJ cut off that line of inquiry when the petitioner tried to recount developments that had taken place in Indonesia from 1994 forward.<sup>[1]</sup> The IJ reasoned that the petitioner was incompetent to testify to recent country conditions in light of his eleven-year absence from the country. Relatedly, the IJ noted that substantial evidence about that subject already was in the record, mainly in the form of State Department Country Reports.</p>\n<p>When the hearing concluded, the IJ denied all three of the requested forms of <span class=\"star-pagination\">*307</span> relief in a bench decision. Two of these initiatives were quickly dispatched: the IJ dismissed the asylum application as untimely and rejected the CAT claim for failure to show a threat of torture at the hands of governmental actors. Neither of those claims are pursued in this court, so we make no further mention of them.</p>\n<p>As to the request for withholding of removal, the IJ discounted the petitioner's testimony regarding the alleged events of 1987, 1988, and 1991. The IJ noted the conspicuous lack of specificity, detail, and corroboration, and gave significant weight to the pacific nature of the petitioner's trips to Indonesia during the 1991-1994 time frame.</p>\n<p>Turning to the likelihood of future persecution, the IJ determined that while discrimination against Christians existed in Indonesia, it was neither widespread nor in most instances severe. Furthermore, the Indonesian government was committed to the principle of religious diversity and actively discouraged discrimination against non-Muslims.</p>\n<p>When all was said and done, the IJ concluded that the petitioner had failed to carry his burden of proving that, more likely than not, he would be persecuted if remitted to his homeland. Accordingly, he refused the request for withholding of removal.</p>\n<p>On appeal, the BIA upheld the IJ's ukase. As to withholding of removal, it rested its decision on somewhat broader grounds, concluding that the record left unclear whether religious animus had sparked the incidents of which the petitioner complained (and, thus, that the petitioner had failed to carry his burden in this regard). The BIA also took special note of the fact that, since 1991, the petitioner's family has lived tranquilly in Indonesia. It then cited cases such as <i>Susanto v. Gonzales,</i> <span class=\"citation\" data-id=\"202090\"><a href=\"/opinion/202090/susanto-v-gonzales/\"><span class=\"volume\">439</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span> (1st Cir.2006), in which withholding of removal had been denied due to a failure to prove acts severe enough to constitute persecution. <i>See id.</i> at 59-60.</p>\n<p>The BIA also addressed the petitioner's claim that the IJ's truncation of his testimony abridged his due process rights. It rejected this claim, observing that the petitioner had not identified any relevant evidence that otherwise could have been presented to the trier.</p>\n<p>This timely petition for judicial review followed. In it, the petitioner calumnizes the denial of his request for withholding of removal on a variety of grounds and characterizes the hearing before the immigration court as violative of due process.</p>\n<p>As to the petitioner's main group of arguments, our standard of review is familiar. When assessing findings of fact in immigration proceedings, we must respect those findings as long as they are supported by substantial evidence on the record as a whole. <i>Pan v. Gonzales,</i> <span class=\"citation\" data-id=\"202784\"><a href=\"/opinion/202784/pan-v-gonzales/\"><span class=\"volume\">489</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span>, 85 (1st Cir.2007). Under this deferential standard, an IJ's factual determination will be upheld unless the record is such as to compel a reasonable factfinder to reach a contrary determination. <i>Laurent v. Ashcroft,</i> <span class=\"citation\" data-id=\"200882\"><a href=\"/opinion/200882/laurent-v-ins/\"><span class=\"volume\">359</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></a></span>, 64 (1st Cir.2004). Abstract legal points are reviewed de novo, but with some deference to the agency's reasonable interpretation of statutes and regulations that fall within its purview. <i>Pan,</i> 489 F.3d at 85; <i>see </i><i>Chevron U.S.A., Inc. v. Natural Res. Def. Council, Inc.,</i> <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, 843-44, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1984).</p>\n<p>In immigration matters, judicial review normally focuses on the decision of the BIA as opposed to that of the IJ. <i>Stroni v. Gonzales,</i> <span class=\"citation\" data-id=\"202317\"><a href=\"/opinion/202317/stroni-v-gonzales/\"><span class=\"volume\">454</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></a></span>, 86 (1st Cir.2006). That approach obtains wherever the BIA has conducted an independent evaluation of the record and rested its <span class=\"star-pagination\">*308</span> affirmance of the IJ's decision on a self-generated rationale. <i>See </i><i>Acevedo-Aguilar v. Mukasey,</i> <span class=\"citation\" data-id=\"203156\"><a href=\"/opinion/203156/acevedo-aguilar-v-mukasey/\"><span class=\"volume\">517</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 9 (1st Cir.2008). This is such a case.</p>\n<p>Turning to the substantive law, an applicant for withholding of removal has the burden of proving that, more likely than not, he would be subject to persecution on account of a statutorily protected ground should he be repatriated.<sup>[2]</sup><i>See</i> 8 U.S.C. § 1231(b)(3)(C); 8 C.F.R. § 1208.16(b)(2); <i>Romilus v. Ashcroft,</i> <span class=\"citation\" data-id=\"201241\"><a href=\"/opinion/201241/romilus-v-ashcroft/\"><span class=\"volume\">385</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.2004). The alien may, of course, carry this burden by proving future persecution simpliciter. He also may carry it by proving past persecution. <i>See</i> 8 C.F.R. § 1208.16(b)(1). If past persecution is established, a rebuttable presumption arises that the alien would be subject to future prosecution as well. <i>Id.</i> The government may then overcome the presumption in one of two ways: either by proof that circumstances in the country of removal have changed for the better (thus dissipating the threat of persecution) or by proof that the alien may avoid the discerned threat by relocating elsewhere within his homeland. <i>See id.</i> § 1208.16(b)(1)(i). On both of these theories, the devoir of persuasion rests with the government. <i>See id.</i> § 1208.16(b)(1)(ii).</p>\n<p>Against this backdrop, the petitioner's first claim of error is that neither the BIA nor the IJ made an express finding about past persecution. This claim need not occupy us for long: it overlooks the well-settled tenet that an implicit finding of past persecution will suffice to undergird a decree. <i>See </i><i>Rotinsulu v. Mukasey,</i> <span class=\"citation no-link\"><span class=\"volume\">515</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></span>, 72-73 (1st Cir.2008) (\"Although we expect an immigration judge to make findings on all grounds that are necessary to support his decision, those findings can be either explicit or implicit.\"). That tenet controls here.</p>\n<p>To be sure, the decisions below may be slightly elliptical, but findings regarding past persecution are easily inferable. For example, both the BIA and the IJ discussed the alleged acts of persecution and found that those rather bland incidents failed to justify the relief requested. That reasoning necessarily subsumes and decides the question of past persecution.<sup>[3]</sup><i>See id.</i> at 72.</p>\n<p>The petitioner's challenge to the definitions of \"persecution\" and \"discrimination\" used by the agency is more nuanced. He appears to acknowledge that, under prevailing case law in this circuit, the incidents that he described could plausibly be found to lack the requisite level of severity. <i>See, e.g., </i><i>Awad v. Gonzales,</i> <span class=\"citation\" data-id=\"202416\"><a href=\"/opinion/202416/awad-v-gonzales/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></a></span>, 76 (1st Cir.2006); <i>Susanto,</i> 439 F.3d at 57; <i>Bocova v. Gonzales,</i> <span class=\"citation\" data-id=\"201655\"><a href=\"/opinion/201655/bocova-v-gonzales/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">257</span></a></span>, 263-64 (1st Cir.2005); <i>Nelson v. INS,</i> <span class=\"citation\" data-id=\"771091\"><a href=\"/opinion/771091/laeila-nelson-stephanie-nelson-phil-nelson-v-immigration-and/\"><span class=\"volume\">232</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">258</span></a></span>, 263-64 (1st Cir.2002). He nonetheless argues that more general conditions should have \"significantly affected\" the factfinding calculus. For that proposition, he relies on <i>Singh v. INS,</i> <span class=\"citation\" data-id=\"725566\"><a href=\"/opinion/725566/ranjit-john-singh-chand-kumari-aka-chand-kumari-singh-renika-singh-v/\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1353</span></a></span> (9th Cir. 1996), which states that \"[t]he more the group to which an applicant belongs is discriminated against, harassed, or subjected to violence, the less the individualized showing an applicant must make to establish eligibility for asylum.\" <i>Id.</i> at 1359.</p>\n<p>This case does not require us either to lay down a bright-line rule or to decide whether the Ninth Circuit's \"sliding scale\" approach is compatible with our precedents. Common sense suggests that larger social, cultural, and political forces can <span class=\"star-pagination\">*309</span> lend valuable context to particular incidents and, thus, can influence the weight that a factfinder may assign to those incidents. <i>See </i><i>Vatulev v. Ashcroft,</i> <span class=\"citation\" data-id=\"164200\"><a href=\"/opinion/164200/vatulev-v-ashcroft/\"><span class=\"volume\">354</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1207</span></a></span>, 1210-11 (10th Cir.2003). But contextual considerations, standing alone, do not convert disagreeable events into acts of persecution, nor do they justify a finding of persecution where persecution has not been proven. <i>See </i><i>Hincapie v. Gonzales,</i> <span class=\"citation\" data-id=\"202847\"><a href=\"/opinion/202847/lopez-de-hincapie-v-gonzales/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">213</span></a></span>, 218 (1st Cir.2007); <i>Mohamed v. Ashcroft,</i> <span class=\"citation\" data-id=\"789114\"><a href=\"/opinion/789114/zahra-a-mohamed-shukri-salah-abdulkadir-salah-hamida-salah-abdi-salah-v/\"><span class=\"volume\">396</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">999</span></a></span>, 1003 (8th Cir.2005).</p>\n<p>The line between persecution and discrimination is often tenebrous, <i>see </i><i>Bucur v. INS,</i> <span class=\"citation\" data-id=\"738266\"><a href=\"/opinion/738266/stefan-bucur-v-immigration-and-naturalization-service-gabriela-rosus-v/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">399</span></a></span>, 403 (7th Cir. 1997), and absent an error of law, a reviewing court must in large measure defer to the on-the-ground judgments of the trier. So it is here.</p>\n<p>The petitioner is unable to point to anything that suggests that the agency misconceived the conceptual nature of either \"persecution\" or \"discrimination.\" Nor is any other error of law apparent. Indeed, for aught that appears, the decisions of both the BIA and the IJ reflect that, when assessing the net effect of the incidents of which the petitioner complained, they were well aware of general conditions in Indonesia. The mere fact that those decisionmakers weighed the constituent parts differently and reached a conclusion not to the petitioner's liking does not constitute a valid reason for overturning the agency's judgment.</p>\n<p>If more is needed  and we doubt that it is  the petitioner's \"general conditions\" argument puts the cart before the horse. The BIA found explicitly that the petitioner had inadequately demonstrated any nexus between the incidents in question and his religion. Such a nexus is a necessary element of any claim for withholding of removal. <i>See</i> 8 U.S.C. § 1231(b)(3)(A); <i>Hincapie,</i> 494 F.3d at 217. Because that fact-specific determination is supported by substantial evidence in the record,<sup>[4]</sup> it is binding here. Consequently, the petitioner's claim of error fails.</p>\n<p>The petitioner next alleges that the IJ (and, by implication, the BIA) read the State Department Country Reports so selectively as to run afoul of the rule in <i>Gomes v. Gonzales,</i> <span class=\"citation\" data-id=\"796477\"><a href=\"/opinion/796477/john-gomes-jessie-gomes-jonathan-gomes-and-keira-gomes-v-alberto-r/\"><span class=\"volume\">473</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">746</span></a></span> (7th Cir. 2007). There, the Seventh Circuit vacated a denial of asylum because the agency had insufficiently explained its rationale. <i>See id.</i> at 756-57. The court faulted the agency for relying almost exclusively on the Country Reports, cherry-picking positive tidbits from that source, and turning a blind eye to conflicting evidence in the record. <i>See id.</i> at 755-56.</p>\n<p><i>Gomes</i> is not a fair congener. The record in this case, read objectively, does not support the claim of selectivity. The adverse finding regarding future persecution was made only after confronting and fully considering the petitioner's direct testimony. Unlike in <i>Gomes,</i> the agency did not sidestep conflicting evidence but, rather, considered the record as a whole and reasonably concluded that it failed to show a nexus between the petitioner's misadventures and his religion. On the same basis, the agency found that what the petitioner <span class=\"star-pagination\">*310</span> had experienced did not sink to the level of persecution and that his family's relatively serene existence for many years in Indonesia strongly suggested that he himself would not suffer persecution upon repatriation.</p>\n<p>These findings are impervious to the petitioner's attack. State Department Country Reports, though not normally conclusive, are generally deemed authoritative for purposes of immigration proceedings. <i>See </i><i>Waweru v. Gonzales,</i> <span class=\"citation\" data-id=\"202091\"><a href=\"/opinion/202091/waweru-v-gonzales/\"><span class=\"volume\">437</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">199</span></a></span>, 202 n. 1 (1st Cir.2006) (explaining that the BIA \"is entitled to rely on the State Department's country reports as proof of country conditions described therein, although it must also consider evidence in the record that contradicts the State Department's descriptions and conclusions\"); <i>Zarouite v. Gonzales,</i> <span class=\"citation\" data-id=\"201824\"><a href=\"/opinion/201824/zarouite-v-ashcroft/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></a></span>, 63 (1st Cir.2005) (similar). In certain circumstances, the IJ and the BIA may, therefore, give the contents of such reports appreciable  even determinative  weight. <i>See </i><i>Gao v. Gonzales,</i> <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></span>, 37 (1st Cir.2006); <i>see also </i><i>Negeya v. Gonzales,</i> <span class=\"citation\" data-id=\"201729\"><a href=\"/opinion/201729/negeya-v-ashcroft/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">78</span></a></span>, 84 (1st Cir.2005) (\"Generally, State Department reports are a highly probative source of evidence in cases that turn on the objective reasonableness of an asserted fear of future persecution.\"). That discretion was not exceeded here; the Country Reports were largely unimpeached and, at any rate, were used mainly as a means of buttressing the conclusions that the IJ and the BIA drew from the petitioner's testimony and the other evidence in the record.</p>\n<p>Nor does it matter that the BIA and the IJ did not dissect every scrap of proof. The law is pellucid that \"each piece of evidence need not be discussed in a decision.\" <i>Morales v. INS,</i> <span class=\"citation\" data-id=\"768205\"><a href=\"/opinion/768205/juan-antonio-morales-v-immigration-and-naturalization-service/\"><span class=\"volume\">208</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">323</span></a></span>, 328 (1st Cir.2000).</p>\n<p>The petitioner's challenge to the finding that, should he be repatriated, he would be able to improve his lot by relocating within Indonesia requires little comment. The issue of relocation typically becomes relevant only after a presumption of future persecution arises. <i>See, e.g., </i><i>Singh v. BIA,</i> <span class=\"citation\" data-id=\"793023\"><a href=\"/opinion/793023/surinder-singh-v-bia/\"><span class=\"volume\">435</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">216</span></a></span>, 219 (2d Cir. 2006); <i>Un v. Gonzales,</i> <span class=\"citation\" data-id=\"201719\"><a href=\"/opinion/201719/un-v-ashcroft/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">205</span></a></span>, 208-09 (1st Cir.2005); <i>Qu v. Gonzales,</i> <span class=\"citation\" data-id=\"789446\"><a href=\"/opinion/789446/qili-qu-v-alberto-gonzales-attorney-general/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1195</span></a></span>, 1198 (9th Cir.2005). Since there was no finding of past persecution, no presumption of future persecution pertains here. The agency's discussion of relocation was, therefore, either dictum or at most an alternate holding.</p>\n<p>In all events, even were we to reach the issue, the challenge would fail on the merits. As framed, it depends on the notion that the trier misallocated the burden of proof on this issue (which, in the petitioner's view, should have rested with the government). That notion is incorrect.</p>\n<p>The burden of proving that relocation is not a feasible alternative normally rests with the alien and shifts to the government only if the alien adequately establishes either past persecution or a likely basis for fearing future government-sponsored persecution. <i>See</i> 8 C.F.R. §§ 1208.16(b)(1)(i)(B), (b)(1)(ii), (b)(3). As we already have explained, neither of those conditions was satisfied here.</p>\n<p>This leaves the petitioner's swan song: his claim that the IJ violated due process by excluding his testimony concerning general conditions in Indonesia long after his 1994 departure from that country. This ruling, the petitioner asserts, was prejudicial because conditions in his homeland deteriorated greatly from 1997 until the time of the hearing, and his testimony would have enlightened the trier about the gravity of the situation.</p>\n<p><span class=\"star-pagination\">*311</span> We review de novo a claim that an immigration judge's conduct violated an alien's due process rights. <i>Teng v. Mukasey,</i> <span class=\"citation\" data-id=\"203153\"><a href=\"/opinion/203153/teng-v-mukasey/\"><span class=\"volume\">516</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 17 (1st Cir.2008); <i>Laurent,</i> 359 F.3d at 62. We start with the rock-solid proposition that an alien is entitled to a fair hearing, not necessarily a perfect one. <i>Aguilar-Solís v. INS,</i> <span class=\"citation\" data-id=\"198342\"><a href=\"/opinion/198342/aguilar-solis-v-ins/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></a></span>, 569 (1st Cir.1999). Even if a shortfall is shown, prejudice is an essential element of a viable due process claim in this context. <i>López-Reyes v. Gonzales,</i> <span class=\"citation\" data-id=\"202868\"><a href=\"/opinion/202868/lopez-reyes-v-gonzales/\"><span class=\"volume\">496</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span>, 23 (1st Cir.2007). A court will find such prejudice only when it is shown that an abridgement of due process is likely to have affected the outcome of the proceedings. <i>Shmyhelskyy v. Gonzales,</i> <span class=\"citation\" data-id=\"796865\"><a href=\"/opinion/796865/stefan-shmyhelskyy-v-alberto-r-gonzales/\"><span class=\"volume\">477</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">474</span></a></span>, 482 (7th Cir.2007).</p>\n<p>When a due process challenge is aimed at a trial-management ruling, a reviewing court must keep in mind the tension that exists between a trial judge's right to regulate the course of a hearing and an alien's right to present evidence to his own behoof. <i>Compare</i> 8 C.F.R. § 1240.1(c) <i>with</i> 8 U.S.C. § 1229a(b)(4)(B). Balancing these rights, we see no hint of a due process transgression here.</p>\n<p>In this instance, the IJ afforded the petitioner considerable latitude, inviting testimony about specific events in Indonesia involving the petitioner's family and friends even if the petitioner himself lacked first-hand knowledge of those events. The IJ drew the line, however, when the petitioner attempted to testify about general country conditions from 1994 forward. By the time of the hearing, the petitioner had been away from Indonesia for eleven years and had no special qualifications to speak to general conditions there.</p>\n<p>It is true, of course, that evidentiary standards are applied more loosely in administrative hearings than in court cases. <i>See</i> 8 C.F.R. § 1240.7; <i>see also </i><i>Niam v. Ashcroft,</i> <span class=\"citation\" data-id=\"784683\"><a href=\"/opinion/784683/nourain-b-niam-and-peter-blagoev-iordanka-kissiova-and-iana-kissiova-v/\"><span class=\"volume\">354</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">652</span></a></span>, 659 (9th Cir.2004) (\"[A]dministrative agencies are not bound by the hearsay rule or any other of the conventional rules of evidence, but only by the looser standard of due process of law.\"); <i>Ezeagwuna v. Ashcroft,</i> <span class=\"citation\" data-id=\"781526\"><a href=\"/opinion/781526/glory-obianuju-ezeagwuna-v-john-ashcroft-attorney-general-of-the-united/\"><span class=\"volume\">325</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">396</span></a></span>, 405 (3d Cir.2003) (similar). Still, the trial judge must be accorded some flexibility in his efforts to ensure that speculation and surmise do not become proxies for probative evidence. In the circumstances of this case, we discern no error  much less a due process violation  in the IJ's decision to curtail the petitioner's second-hand account of current conditions in a land that he had not visited for over a decade.<sup>[5]</sup></p>\n<p>Nor were the petitioner's rights offended in any related way. The record shows no indication that the IJ denied him the opportunity to introduce competent evidence of current country conditions (say, by expert testimony or reports from recognized authorities). By the same token, the IJ did not prevent the petitioner from testifying as to any matter within his ken (whether or not he had first-hand knowledge thereof). Given this overall picture, the petitioner cannot be heard to complain that his right to due process was infringed.</p>\n<p>We need go no further. To the extent that the petitioner has alluded to other arguments, they are patently meritless, insufficiently developed, or both. It suffices to say that, for the reasons elucidated above, the petition for judicial review must be denied.</p>\n<p><i>So Ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The petitioner last visited Indonesia in 1994. He entered the United States later that year and never left. He did not return in 2003 to attend his father's funeral because he was illegally in the United States and feared that he would be unable to reenter. As an aside, he also mentioned that the journey would have been costly.</p>\n<p>[2]  Religion is one such protected ground. <i>See</i> 8 U.S.C. § 1231(b)(3).</p>\n<p>[3]  The BIA's citation to the line of authority headed by <i>Susanto,</i> 439 F.3d at 59-60, is a further confirmation of this reality.</p>\n<p>[4]  The petitioner testified that he was attacked by persons he thought were Muslims, but did not specifically identify his attackers. Moreover, he put forth only speculation to support the claim that those people attacked him (or, in one instance, his mother) on account of religious animus. The BIA was not bound either to accept that conjecture or to credit the petitioner's self-serving conclusions. <i>See </i><i>Hincapie,</i> 494 F.3d at 217-18 (explaining that an alien must do more than merely express a belief that incidents were due to a statutorily protected ground in order to establish a proper nexus).</p>\n<p>[5]  This conclusion renders it unnecessary for us to review the BIA's holding that, even if a violation occurred, no cognizable prejudice flowed from it.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/164200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202090/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202784/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202847/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203153/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203156/",
    "http://www.courtlistener.com/api/rest/v3/opinions/725566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/738266/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781526/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784683/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789114/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789446/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796865/"
  ]
}