{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203259/",
  "absolute_url": "/opinion/203259/davignon-v-hodgson/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203259/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:12:06Z",
  "date_modified": "2016-04-26T14:52:51.777233Z",
  "type": "010combined",
  "sha1": "84c0a6453b32c57522aa4e2f97d98f27422206cd",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-1191-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/04/24/Davignon_v._Hodgson.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 06-1191\n\n             DAVID DAVIGNON, DAVID GOUVEIA, DAVID MILLER,\n                 EDWARD MORIS, JR., and THOMAS PRESBY,\n\n                        Plaintiffs, Appellees,\n\n                                  v.\n\n                THOMAS M. HODGSON, Individually and as\n                        Bristol County Sheriff,\n\n                         Defendant, Appellant.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Morris E. Lasker,* Senior U.S. District Judge]\n\n\n\n                                Before\n\n                       Torruella, Circuit Judge,\n\n                     Stahl, Senior Circuit Judge,\n\n                      and Howard, Circuit Judge.\n\n\n\n     Bruce A. Assad, Bristol County Sheriff's Office, with whom\nGary W. Smith, Susan S. Riedel, and Posternak Blankstein & Lund\nLLP, were on brief, for appellant.\n     Philip N. Beauregard, with whom Timour Zoubaidoulline, and Law\nOffices of Beauregard, Burke & Franco, were on brief, for\nappellees.\n\n\n*\n    Of the Southern District of New York, sitting by designation.\n\f     Jeffrey R. Turco and Brian Knuuttila, on brief for amicus\ncuriae Massachusetts Sheriffs' Association.\n     Douglas I. Louison, Stephen C. Pfaff, and Merrick, Louison &\nCostello, LLP, on brief for amicus curiae Massachusetts\nCorrectional Officers Federated Union.\n     Fredric M. Knapp, Richard Weintraub, James T. Prusinowski, and\nLaufer, Knapp, Torzewski, Dalena & Sposaro, LLC, on brief for\namicus curiae National Sheriff's Association.\n\n\n\n                          April 24, 2008\n\f            HOWARD, Circuit Judge. Five Bristol County Massachusetts\n\ncorrectional officers were suspended from their jobs by Sheriff\n\nThomas Hodgson.        Claiming that the sheriff's actions were in\n\nretaliation      for   their   First     Amendment    activities,       they    sued\n\npursuant to 42 U.S.C. § 1983, in addition to bringing various\n\nclaims under state law.            A jury found Hodgson liable in his\n\nofficial capacity on the § 1983 claims, found against him on some\n\nof the state law claims, and awarded a total of $17,980 in\n\ncompensatory damages.      In this appeal, we reject each of Hodgson's\n\nclaims of error and affirm the judgment.\n\n                                   I.     Facts\n\n            We rehearse the facts in a light most favorable to the\n\njury verdict.     See McDonough v. City of Quincy, 452 F.3d 8, 13 (1st\n\nCir. 2006).\n\n            In    2000,    the     Sheriff's      Department      employed      350\n\ncorrectional      officers,      all     of    whom   were    members     of    the\n\nMassachusetts Correctional Officers Federated Union (the \"union\").\n\nAmong the correctional facilities operated by the Department were\n\nthe Ash Street jail in New Bedford and the House of Correction in\n\nNorth Dartmouth.       Four of the plaintiffs worked at the Ash Street\n\nfacility;     plaintiff    David       Davignon   worked     at   the   House    of\n\nCorrection.\n\n            All five of the plaintiffs were active in union affairs.\n\nPlaintiffs Davignon, David Gouveia, David Miller and Thomas Presby\n\n\n                                         -3-\n\fwere union stewards, and counted among their union duties looking\n\ninto management's alleged violations of the collective bargaining\n\nagreement.   Davignon and Presby were also members of the union’s\n\nnegotiating subcommittee, as was plaintiff Edward Morris, Jr.\n\n          In the spring of 2000, with their collective bargaining\n\nagreement set to expire in June, the union and the Department began\n\nnegotiating a new agreement. Hodgson, who as sheriff was in charge\n\nof the correctional facilities, was among those representing the\n\nDepartment at these negotiations.\n\n          The jury heard testimony that, by the summer of 2000,\n\nnegotiations had grown tense, after no progress on a new agreement\n\nhad been made after several sessions.           Davignon testified that\n\nunion negotiators had trouble getting release time from work to\n\nattend the sessions.    At one session in late June, tensions boiled\n\nover. According to testimony, Hodgson had arrived more than thirty\n\nminutes   late,   and   at   the   close   of    the   session   a   union\n\nrepresentative asked him to be punctual for the next meeting.\n\nWitnesses said that Hodgson cursed at the representative, slammed\n\nhis hand on the table and said, \"I'm the Sheriff.         If you have to\n\nwait, you'll wait for me.\"    Both Davignon and Presby were present,\n\nin their capacities as union negotiators.\n\n          In time, the union requested mediation.          In September,\n\nafter returning from the first mediation session, Presby requested\n\nand received permission from superior officers to address fellow\n\n\n                                   -4-\n\fofficers at roll call.    There was testimony that presentation of\n\ninformation unrelated to the facility's daily operations was not\n\nunusual at roll calls, including giving updates on union activity.\n\nPresby reported that the negotiation sessions had not been going\n\nwell and that the union planned to hold a meeting to determine its\n\nnext step.\n\n           Presby's   update   became    the    subject      of   an   internal\n\ninvestigation ordered by Hodgson, to determine whether Presby had\n\nleft his post in order to give the report.                A few days after\n\nPresby's remarks, Hodgson also ordered an additional investigation\n\ninto whether Presby and Morris had left open a door to the central\n\ncontrol area of the Ash Street jail.           Hodgson testified that he\n\ninitiated this latter investigation because an administrator told\n\nhim that on a visit to the facility eleven days prior, the\n\nadministrator   had   walked   through   a     number   of   unlocked    doors\n\nincluding a door to central control.         The administrator identified\n\nMorris and Presby among the officers present in the central control\n\narea.   He did not, however, submit a written report on the date of\n\nthe incident as called for by standard departmental procedure.\n\nWhile these investigations were underway, Hodgson issued a policy\n\ndirective stressing that union representatives could not use roll\n\ncall to discuss union business.\n\n           The union decided to hold a picket at a busy intersection\n\nnear the Ash Street facility to express dissatisfaction with the\n\n\n                                  -5-\n\fcontract negotiations and to criticize Hodgson's treatment of\n\ncorrectional officers and their families.               The union mailed a\n\nletter to its members providing relevant information, and Davignon,\n\nGouveia and Miller spoke with individual correctional officers at\n\nwork about the planned picket.\n\n           At   trial,   conversations   between    plaintiffs     and    four\n\nofficers   were   highlighted.     There   was     no    dispute   that   the\n\nconversations were brief, with estimates ranging from approximately\n\nten to forty-five seconds.     Testimony conflicted as to the precise\n\nnature of Gouveia's and Davignon's conversations.             Gouveia said\n\nthat he relayed information about the picket to two officers, but\n\nthere was also testimony that he asked them if they were going to\n\nattend the picket.       One noted that Gouveia held a pen and paper\n\nduring the encounter.       Further, although Gouveia testified that\n\nseveral officers approached him and asked him about the picket, the\n\nonly officers that reported Gouveia spoke to them said that he did\n\nthe approaching.   One officer asserted that Davignon contacted him\n\nby telephone and asked him if he would be attending the picket.\n\nDavignon denied doing so both in investigative interviews and at\n\ntrial.\n\n           Neither the plaintiffs nor the officers with whom they\n\nspoke testified that the conversations distracted any of them from\n\ntheir work, or otherwise endangered staff or inmates.          The officer\n\nallegedly contacted by phone did, however, testify that \"in a\n\n\n                                   -6-\n\fsense\" he was taken away from his post to answer Davignon's phone\n\ncall.\n\n             Hodgson ordered an investigation into these encounters,\n\nto determine whether officers had been pressured or coerced to\n\nparticipate in the picket. Hodgson testified that he initiated the\n\ninvestigation because one of the officers had mentioned to him that\n\nhe felt that he was being harassed about the picket.\n\n             During this time Hodgson addressed three roll calls.           In\n\none or more of them he referred to the Supreme Court's decision in\n\nGarrity     v.   New   Jersey,1   and   several   witnesses   testified   that\n\nHodgson told officers that, based on Garrity, he could terminate\n\nthose who failed to be completely truthful during internal affairs\n\ninvestigations.        He also stated that employees could not conduct\n\nunion business on duty, and further that he knew there were\n\n\"troublemakers\" in the department whom he would not hesitate to\n\nremove.     Relatedly, he stressed that if they were terminated they\n\nmight grieve and eventually get their jobs back, but they would be\n\nmaking five or six dollars an hour in the interim.              Both Gouveia\n\nand Davignon testified that Hodgson stared directly at them when\n\nmaking the \"troublemakers\" comment.\n\n             Hodgson also discussed the status of the collective\n\nbargaining negotiations.          He told the officers that the election\n\nwas over, he was the sheriff, and that the longer it took to settle\n\n\n1\n    385 U.S. 493 (1967).\n\n                                        -7-\n\fthe contract the less money there would be for them and their\n\nfamilies. He also informed them that there would be no retroactive\n\npay, and that someone was misleading them if they were being told\n\notherwise.    Explaining at trial why he could discuss union matters\n\nat roll call even though his earlier directive had explicitly\n\nbanned such discussion, Hodgson asserted that different rules\n\napplied to him as sheriff.\n\n           The   three   investigations     had   the   following      results.\n\nFirst, with respect to whether Presby impermissibly left his post\n\nto address a roll call, investigators determined that Presby did\n\nhave permission to leave his post.         Second, as to the open central\n\ncontrol door, Morris and Presby were assigned to the area, neither\n\nrecalled     interacting      with   the    administrator,       and    Presby\n\nspecifically stated that he always complied with rules regarding\n\nentrance doors.     The administrator reaffirmed, and filed a written\n\nreport confirming, that the central control door was indeed open\n\nand that he had observed Morris and other personnel in the area.\n\nFinally, with respect to the investigation of the picket-related\n\nspeech by Davignon, Gouveia, and Miller, interviews of more than\n\nsixty   officers    yielded   written   statements      from   four    officers\n\nstating that the plaintiffs had spoken to them about the picket.\n\nIn his statement one of the officers noted that he told one of the\n\nplaintiffs to get back to him when he had more information about\n\nthe picket.        None of the officers wrote that the plaintiffs\n\n\n                                     -8-\n\fharassed, pressured, solicited or coerced them during their brief\n\nconversations.     Three of them gave oral statements and trial\n\ntestimony consistent with their written statements.                       The one\n\nofficer whom Davignon had allegedly telephoned, however, testified\n\nat trial that he felt harassed by the phone call.\n\n            Based on the investigation results and on the statement\n\nby one of the officers that he had been harassed, Hodgson suspended\n\nDavignon,   Gouveia,      and   Miller   for    thirty    days    without       pay,\n\ntransferred them to another facility, stripped them of their\n\nseniority rights and changed their days off from weekends to\n\nweekdays.    Presby and Morris were suspended for ten days without\n\npay based on the open door incident.\n\n            The suspension letters sent to Davignon, Gouveia, and\n\nMiller   charged   them    with   soliciting     correctional      officers       to\n\nparticipate in a union picket.           The letters cited Article VII of\n\nthe   Collective   Bargaining      Agreement      as     the    basis     for    the\n\nsuspensions but also pointed out that the plaintiffs' wrongful\n\nconduct \"interfered with other correctional officers' performance\n\nof their duties\" and adversely affected \"the efficient operation of\n\nthe   department   and    potentially     the   health    and    safety    of    all\n\nemployees.\"2   Finally, the letters stated that the plaintiffs had\n\n\n2\n Article VII, in its entirety, contains two sentences about work\nhours.   Article VIII, on the other hand, does discuss policies\napplying to union representatives but only states that a steward\nlist should be given to the sheriff and that stewards should be\ngranted reasonable time off to \"investigate and settle grievances,\n\n                                     -9-\n\fused departmental telephones to solicit the other officers, in\n\nviolation of departmental rules.3       At trial, Hodgson acknowledged\n\nthat neither Gouveia nor Miller used departmental telephones and\n\nthat this particular charge was a typographical error.\n\n            The suspension letters the supervisor of the Ash Street\n\nfacility sent to Presby and Morris charged that they had breached\n\nsecurity while assigned to central control.       The stated basis for\n\nthe suspensions was the administrator's written report.\n\n            At trial, Hodgson elaborated on the various bases for the\n\nsuspensions.    With respect to Davignon, Gouveia and Miller, he\n\ngenerally reiterated the grounds cited in the suspension letters\n\nbut added that he also relied on the oral statement by one of the\n\nofficers about feeling harassed.         Hodgson acknowledged that he\n\nbelieved the plaintiffs had pressured rather than harassed other\n\nofficers.    He also testified at length about the general risks\n\npresent in the correctional facility setting and the dangers that\n\nspeech like the plaintiffs' posed to the facility's security\n\nbecause of the great potential for distraction.\n\n            With respect to Presby and Morris, Hodgson said that the\n\nsuspensions were based on the investigative report of the door\n\nincident. By contrast, Presby testified that in the past staff had\n\n\nattend meetings of state and national bodies, including conventions\nwithout loss of pay.\"\n3\n The letters also reference the plaintiffs' conduct during the\ninvestigation, but Hodgson does not rely on that basis on appeal.\n\n                                 -10-\n\fpointed out opened doors but that no one had been punished as a\n\nresult. Further, both Hodgson and the supervisor acknowledged that\n\nthey did not investigate the administrator's report of another door\n\nleft open.\n\n            Nowhere in the trial testimony was there identified a\n\nspecific rule disallowing union speech during working hours aside\n\nfrom the sheriff’s directive banning union speech at roll calls.\n\nFurther, although Hodgson at one point testified that it was a\n\nviolation to be doing anything other than working in the facility,\n\nhe later said that officers were permitted to talk about non-union\n\nrelated topics such as upcoming parades, sports, and other small\n\ntalk subjects.      Several witnesses testified that officers often\n\ndiscuss non-work related matters at work.               Finally, there was\n\ntestimony that departmental telephones at times were used to make\n\npersonal calls.\n\n                               II. Proceedings\n\n            The plaintiffs sued Hodgson in both his individual and\n\nofficial capacities, seeking damages and injunctive relief under 42\n\nU.S.C. § 1983 for violation of their First Amendment rights of\n\nspeech and association. All five plaintiffs also alleged violation\n\nof the Massachusetts Civil Rights Act (\"MCRA\"), Mass. Gen. Laws c.\n\n12,   §§   11H,   11I,   and   asserted    additional   state   law   claims,\n\nincluding invasion of privacy under Mass. Gen. Laws c. 214 § 1B,\n\nand intentional interference with advantageous relations.\n\n\n                                    -11-\n\f          Following the court’s denial of summary judgment for any\n\nparty, the case was tried before a jury.           The verdicts were mixed.\n\nOn the § 1983 claims the jury found in favor of Hodgson in his\n\nindividual capacity but against him in his official capacity, and\n\nawarded the plaintiffs lost wages.          The jury also found for Morris\n\nunder the MCRA but awarded no damages.               It found in favor of\n\nDavignon, Gouveia and Miller for intentional interference with\n\nadvantageous relations, with no damages awarded to Davignon; and\n\nfor Hodgson on the invasion of privacy claims.\n\n          Hodgson seasonably filed motions for judgment as a matter\n\nof law or for a new trial, to set aside the damage award or for\n\nremittitur.    The district court denied these motions and awarded\n\nthe plaintiffs attorney fees.\n\n                             III.    Discussion\n\n          On    appeal,    Hodgson   presses      four    primary    arguments:\n\nfirst, the district court erred in concluding as a matter of law\n\nthat the First Amendment protected the plaintiffs’ speech; second,\n\nno reasonable jury could have found that Presby’s and Morris’s\n\npunishments    were   in   retaliation      for   their   exercise    of   First\n\nAmendment rights; third, the jury’s § 1983 individual capacity\n\nfindings in favor of Hodgson were inconsistent with the findings in\n\nfavor of Morris on his MCRA claim and in favor of Davignon, Gouveia\n\nand Miller on their intentional interference claims; and fourth,\n\nthe district court erred in instructing the jury regarding the\n\n\n                                     -12-\n\fFirst Amendment claims.         Two evidentiary challenges and an attack\n\non the attorney fee award are also mounted.                 We consider these\n\nclaims in turn.\n\n             We review de novo the district court's denial of a motion\n\nfor judgment as a matter of law, Acevedo-Delgado v. Rivera, 292\n\nF.3d 37, 40 (1st Cir. 2002) and the denial of a motion for new\n\ntrial for abuse of discretion, see Interstate Litho Corp. v. Brown,\n\n255   F.3d   19,   29   (1st    Cir.   2001).       The   standards   of   review\n\napplicable to specific issues are set out in the discussion of\n\nthose issues.\n\n                A. Freedom of Speech Retaliation Claim\n\n             A government employee does not surrender all of her First\n\nAmendment rights at her employer's doorstep, Garcetti v. Ceballos,\n\n547 U.S. 410, 417 (2006), and has the right to speak as a citizen\n\naddressing matters of public concern.               City of San Diego v. Roe,\n\n543 U.S. 77, 80 (2004).             This right, however, is not absolute.\n\nConnick v. Myers, 461 U.S. 138, 150 (1983); Curran v. Cousins, 509\n\nF.3d 36, 44 (1st Cir. 2007). \"[A] governmental employer may impose\n\ncertain restraints on the speech of its employees, restraints that\n\nwould be unconstitutional if applied to the general public.\"                 San\n\nDiego, 543 U.S. at 80.\n\n             When analyzing First Amendment claims that arise in the\n\ngovernment    workplace,       we   follow    an   established   route.     As   a\n\nthreshold matter, we must determine whether the employee spoke as\n\n\n                                       -13-\n\fa citizen on a matter of public concern.       Rankin v. McPherson, 483\n\nU.S. 378, 384 (1987); Baron v. Suffolk County Sheriff's Dept., 402\n\nF.3d 225, 233 (1st Cir. 2005).          If so, then we must balance the\n\ninterests of the employee, as a citizen, in commenting upon matters\n\nof concern and the \"interest of the State, as an employer, in\n\npromoting the efficiency of the public services it performs through\n\nits employees.\"    Pickering v. Bd. of Educ., 391 U.S. 563, 568\n\n(1968); Mihos v. Swift, 358 F.3d 91, 103 (1st Cir. 2004).             If the\n\nbalance weighs in favor of the employee, it must then be determined\n\nwhether the protected speech was a \"substantial or motivating\n\nfactor in the adverse action against the plaintiff.\"            Mt. Healthy\n\nCity Sch. Dist. Bd. of Educ. v. Doyle, 429 U.S. 274, 281-282\n\n(1977); Curran, 509 F.3d at 45.\n\n           The standard of review depends on the step.          Because the\n\nfirst two prongs involve analyzing whether the speech is \"of a\n\ncharacter which the principles of the First Amendment protect,\n\nthese   determinations   are   always    subject   to   de   novo   review.\"4\n\nO'Connor v. Steeves, 994 F.2d 905, 912 (1st Cir. 1993)(internal\n\n\n\n4\n   In this case the district judge curiously, after holding that\nthe balance weighed in favor of the plaintiffs, nevertheless\nsubsequently submitted the balancing question to the jury. See\nBreaux v. City of Garland, 205 F.3d 150, 156 n. 9 (5th Cir.\n2000)(describing the district court's decision to send the\nbalancing question to the jury as \"problematic\"). This does not,\nhowever, impact our standard of review. See Knowlton v. Greenwood\nIndep. Sch. Dist., 957 F.2d 1172, 1177-78 (5th Cir. 1992)(reviewing\nbalancing question de novo despite fact that district court sent\nquestion to jury).\n\n                                  -14-\n\fquotation marks and citation omitted).     The last prong, causation,\n\npresents a question of fact.      Nethersole v. Bulger, 287 F.3d 15,\n\n18-19 (1st Cir. 2002).        Accordingly, where a jury has decided\n\ncausation vel non, we reverse only if no reasonable jury could have\n\narrived at that conclusion.      Crowley v. L.L. Bean, 303 F.3d 387,\n\n393 (1st Cir. 2002).     Here, the plaintiffs' evidence satisfies\n\ntheir burden at each step.\n\n                         1.    Public Concern5\n\n           In answering the threshold question of whether the speech\n\ninvolves a matter of public concern we must determine if the\n\nemployee's expression can fairly be considered to relate to \"any\n\nmatter of political, social, or other concern to the community.\"\n\nConnick, 461 U.S. at 146.     This is a case-specific, fact-dependant\n\ninquiry.    Curran, 509 F.3d at 45.        We generally look to the\n\n\"content, form, and context of a given statement as revealed by the\n\nwhole record.\"   Id. at 147-148; Jordan, 428 U.S. at 72.       Content,\n\nhowever, is pre-eminent.      See O'Connor, 994 F.2d at 914.    If the\n\nemployee's speech is on a topic that would qualify, \"on the basis\n\nof its content alone\" as a matter of inherent public concern, we\n\n\n5\n  The public concern inquiry is relevant to the claims of\nDavignon, Gouveia, and Miller. Hodgson has not on appeal addressed\nwhether Presby's roll call speech involved a matter of public\nconcern, and thus waives argument on that issue. United States v.\nZannino, 895 F.2d 1, 17 (1st Cir. 1990). Hodgson did address the\ncause of Presby's suspension, which we analyze at step three.\nPlaintiff Morris claimed Hodgson retaliated against him based on\nhis association with the union, and we take up that claim\nseparately.\n\n                                  -15-\n\fneedn't   inquire   further     into    the   \"form   and   context\"      of   the\n\nexpression.    O'Connor, 994 F.2d at 914.\n\n           The   plaintiffs     argue    that   their   speech,      because    it\n\nrelated to union activity, touched on a matter of \"inherent public\n\nconcern\" and that we should therefore dispense with a more robust\n\n\"content, form, and context\" inquiry.           We are reluctant to do so.\n\nIn the past we have cautioned against allowing the inherent public\n\nconcern category to draw too many types of cases within its\n\ngravitational pull.      See Fabiano, 352 F.3d at 454 (noting, in\n\nrefusing to categorically hold that public zoning lawsuits involve\n\nmatters of inherent public concern, that \"to use so broad a\n\nstandard . . . would sweep nearly every public act under First\n\nAmendment protection\").\n\n           To be sure, certain categories of speech carry residual\n\nguarantees of their public qualities and are often interpreted,\n\njustifiably, to involve matters of inherent public concern.                    See\n\nMihos, 358 F.3d at 102-103 (public voting); see also Baron, 402\n\nF.3d at 235 (reports to supervisors of official misconduct or\n\nwrongdoing    within   public   office).        Private     speech   to   fellow\n\nemployees regarding union activities is not necessarily imbued with\n\nthose same public qualities.       We are not alone in this conclusion.\n\nSee Boals v. Gray, 775 F.2d 686, 693 (6th Cir. 1985)(holding that\n\nan employee's speech, simply because it is union-related, does not\n\ntouch on matter of public concern as matter of law); see also\n\n\n                                       -16-\n\fGregorich v. Lund, 54 F.3d 410, 415 (7th Cir. 1995)(determining\n\ninquiry into \"precise content, form, and context\" necessary despite\n\nthe fact that case involved union activity).\n\n            The fact that the speech in this case related to union\n\nmatters is not sufficient by itself to dispense with full-dress\n\nConnick analysis.    But that fact does point in the direction of\n\nfinding that the speech involved a matter of public concern. Other\n\ncircuits have weighed union-related speech heavily in the public\n\nconcern calculus.   See Boddi v. City of Columbus, 989 F.2d 745, 750\n\n(5th Cir. 1993)(noting that \"much more of the range of [union]\n\nactivity than the range of employee speech . . . is not solely\n\npersonal and is inevitably of public concern\"); Clue v. Johnson,\n\n179 F.3d 57, 61 (2d Cir. 1999) (noting that union activities which\n\n\"necessarily entail a substantial criticism of management raise\n\nmatters of public concern.\")    Here, not only did the plaintiffs'\n\nspeech involve union activity in general, but one of the picket's\n\nstated purposes was to allow union members to publicly express\n\ncriticism of management.   At trial, Davignon, Gouveia, and Miller\n\nall testified to this fact, specifically asserting that the picket\n\nwould publicize Hodgson's alleged unfair treatment of correctional\n\nofficers.\n\n            Moreover, the plaintiffs' speech at least touched on\n\nnewsworthy subjects.    The speech contained information about a\n\npicket specifically intended to alert the public to the behavior of\n\n\n                                -17-\n\fHodgson, a politically elected official.           See Connick, 461 U.S. at\n\n148 (noting that speech may involve a matter of public concern if\n\nit attempts \"to bring to light actual or potential wrongdoing or\n\nbreach of public trust on the part of [government official]\").\n\n            Hodgson      characterizes   the    plaintiffs'      statements   to\n\nfellow     officers     as   being   related    only     to   their   \"personal\n\ngrievances\" with management.         He further says that the plaintiffs\n\nspoke solely out of self-interest.             Both of these arguments are\n\nwanting.    First, the statements were not muttered complaints about\n\nHodgson    or    his    administration   but    rather    were   responses    to\n\nquestions about -- or requests for support of -- an upcoming\n\npicket.    Even if we were to construe the content of the statements\n\nas being indirectly critical either of Hodgson's behavior toward\n\nthe correctional workers or of the administration's stance in the\n\ncollective bargaining process, such would not automatically strip\n\nthe speech of its public qualities.             See Givhan v. Western Line\n\nConsol. Sch. Dist., 439 U.S. 410, 415-416 (1979) (noting fact that\n\nemployee's workplace speech criticized her government employer did\n\nnot necessarily indicate that it did not involve matter of public\n\nconcern).       Second, although it would be naive to think that the\n\nplaintiffs in this case were moved to speak solely by the spirit of\n\ncivic-mindedness, our cases do not mandate selflessness on the part\n\nof plaintiffs.         See Fabiano, 352 F.3d at 455 (holding employee's\n\nspeech touched on a matter of public concern where his purpose in\n\n\n                                     -18-\n\ffiling the lawsuit \"was to restore the integrity of the zoning\n\nprocess and remedy parking congestion\" in addition to protecting\n\nhis property interest).\n\n          It is true that the plaintiffs stood to benefit in many\n\nways   from    persuading      co-workers      to     attend    the    picket.\n\nNevertheless, the record also supports a conclusion that the\n\nplaintiffs wanted to improve the collective bargaining process as\n\na whole and attempted to do so through the time tested method of\n\ndrawing the public's attention to what they considered unfair\n\nbehavior on the part of the defendant. Compare Saulpaugh v. Monroe\n\nCmty. Hosp., 4 F.3d 134, 143 (2d Cir. 2002)(complaints of sexual\n\nharassment    did   not    involve   matter   of    public   concern   because\n\npersonal in nature and not related to employer's broader policies).\n\nThe fact that the plaintiffs hoped their speech would benefit them\n\npersonally in some respects is not fatal to their case.                   See\n\nGregorich, 54 F.3d at 416 (holding plaintiff-employee's union-\n\norganizing effort involved matter of public concern where its\n\npurpose was to effect change in management policy to benefit\n\nhimself and co-workers).\n\n                      2.    Balancing the Interests\n\n          In balancing the interests of the employer and employees\n\nin this case, we look first to the teaching of Waters v. Churchill,\n\n511 U.S. 661 (1994) with respect to the speech engaged in by\n\n\n\n\n                                     -19-\n\fplaintiffs Davignon, Gouveia, and Miller.6            Waters applies where\n\nthe employer who took disciplinary action did not have personal\n\nknowledge of the true content of the employee's speech but rather\n\nrelied on another's reports of what the employee said.            See id. at\n\n678.7\n\n             Under Waters, we apply the balancing analysis to the\n\nfacts as the employer believed them to be if the employer arrived\n\nat its conclusion reasonably and in good faith.              See Waters, 511\n\nU.S. at 677; see also Kearney v. Town of Wareham, 316 F.3d 18, 24-\n\n25 (1st Cir. 2002)(\"employer may rest...action on evidence produced\n\nin an internal investigation so long as the findings gleaned from\n\nthe     investigation   are   facially   reasonable    and   drawn   in   good\n\nfaith\")(citing Waters, 511 U.S. at 677).\n\n             Here, plaintiffs put forward evidence that, while Hodgson\n\nmay not have acted with bad faith, he acted unreasonably in\n\narriving at his suspension decision.          As the suspension letters\n\n\n\n6\n  The Waters analysis, like the public concern inquiry, is not\napplicable to Presby because Hodgson contends that he disciplined\nPresby based on the \"door\" incident rather than on anything Presby\nsaid.\n7\n  A court may engage in a Waters analysis when determining whether\nthe speech involved a matter of public concern, Meaney v. Dever,\n326 F.3d 283, 288-289 (1st Cir. 2003), or when examining the\nemployer's determination that government interests outweighed the\nplaintiff's interest in speaking.    See Waters, 511 U.S. at 680\n(\"the potential disruptiveness of the speech as reported was enough\nto outweigh whatever First Amendment value it might have\nhad\")(emphasis added); see also Hennessey v. City of Melrose, 194\nF.3d 237, 247 (1st Cir. 1999).\n\n                                    -20-\n\findicate, Hodgson took action because he believed the plaintiffs'\n\nspeech, as reported, involved solicitation of other officers,\n\ncaused interference with the other officers' performance of duties,\n\nand created safety risks. In arriving at this conclusion, however,\n\nthe   defendant   consulted   four     written   reports   that   did    not\n\ncharacterize the plaintiffs' statements as solicitation, contained\n\nvirtually no mention of distraction or interference with work\n\nresponsibilities,    and   did   not     reference   any    safety      risks\n\nwhatsoever.\n\n           At trial the defendant also testified that he largely\n\nrelied on the one officer's oral comment mentioning harassment.\n\nBut that officer's later report, which Hodgson also said he relied\n\nupon, did not comport with the oral statement.             As the Supreme\n\nCourt has emphasized, when there is a reasonable likelihood that\n\nwhat an employee said is protected by the First Amendment, an\n\nemployer \"must tread with a certain amount of care.\"          Waters, 511\n\nU.S. at 678.      Here, Hodgson had strong evidence indicating the\n\nplaintiffs' speech was not disruptive. At the least, this evidence\n\nshould have prompted him to engage in further investigation.             See\n\nWaters 511 U.S. at 678 (indicating employer's decision-making may\n\nbe unreasonable if investigation used falls outside range of what\n\nreasonable manager would use).         Accordingly, when balancing the\n\nrespective interests we will take a fresh look at the facts and not\n\n\n\n\n                                 -21-\n\fsimply examine the facts as the employer believed them to be.          See\n\nid. at 677.\n\n           The balancing test employed at this step, \"Pickering\n\nbalancing,\" requires a balancing of \"the value of an employee's\n\nspeech . . . against the employer's legitimate government interest\n\nin   'preventing   unnecessary    disruptions   and   inefficiencies   in\n\ncarrying out its public service mission.'\"            Guilloty Perez v.\n\nPierluisi, 339 F.3d 43, 52 (1st Cir. 2003) (citing O'Connor, 994\n\nF.2d at 915). In evaluating the government's interest, a number of\n\nfactors may be considered.       Among these are   (1) the time, place,\n\nand manner of the employee's speech, Connick, 461 U.S. at 153\n\n(noting that speech will likely be more disruptive if it occurs\n\nduring work hours, at the office, or requires the speaker or others\n\nto leave work stations), and (2) the employer's motivation in\n\nmaking the adverse employment decision. See Mihos, 358 F.3d at 103\n\n(noting if the employer retaliated entirely out of self-interest as\n\nopposed to a legitimate concern about the functioning of government\n\nservices, the government's side of the balance is undermined).\n\nUltimately, Pickering balancing, like the public concern analysis,\n\nis highly fact specific.    See Evans-Marshall v. Bd. of Educ., 428\n\nF.3d 223, 239 (6th Cir. 2005); see also Gustafson, 290 F.3d at\n\n909)(citation omitted).\n\n           In emphasizing the government's interests, both Hodgson\n\nand amici raise concerns that are not insubstantial.        In addition\n\n\n                                   -22-\n\fto contending that the plaintiffs' speech caused actual disruption,\n\nHodgson testified about the more general need to assert control\n\nover correctional officers' speech.       He spent considerable time\n\ndetailing the pressurized, high-stakes environment in which the\n\nofficers work and relating how, in particular, if plaintiffs'\n\nspeech was left unchecked, it could have potentially disrupted that\n\nenvironment, creating risks to the safety of employees and inmates\n\nalike.\n\n          Maintaining discipline and harmony in the workplace is a\n\nvalid governmental interest.     See Rankin, 483 U.S. at 388 (noting\n\nthat, in balancing the interests under Pickering, courts may ask\n\n\"whether the statement impairs discipline by superiors or harmony\n\namong co-workers, [or] has a detrimental impact on close working\n\nrelationships   for   which   personal   loyalty   and   confidence   are\n\nnecessary.\")(citing Pickering, 391 U.S. at 570-573).        The need for\n\n\"discipline, maintenance of harmony among co-workers, and close\n\nworking relationships requiring personal loyalty and confidence is\n\ngreater in the context of law enforcement.\"        Guilloty Perez, 339\n\nF.3d at 53; see also Conaway v. Smith, 853 F.2d 789, 798 (1st Cir.\n\n1988).   Putting aside practical distinctions between correctional\n\nfacilities and police departments, the importance of safety within\n\ncorrectional facilities cannot casually be dismissed.\n\n          Although expressing valid interests, the defendant has\n\nnot in our view demonstrated how the plaintiffs' speech here\n\n\n                                 -23-\n\fcreated harm or increased risks.    There was no evidence of actual\n\ndisruption, despite the fact that the plaintiffs spoke at work and\n\nduring work hours.   The plaintiffs' statements to fellow employees\n\nwere brief, generally lasting a matter of seconds.   The brevity of\n\nthese statements likely posed no greater danger than the small talk\n\nregularly engaged in during working hours.      At trial, the sole\n\nevidence presented about distraction was one officer's testimony\n\nthat he was taken from his post \"in a sense\" by Davignon's phone\n\ncall.   Taking nothing away from whatever subjective view that\n\nofficer holds of his post, Davignon, both in interviews and at\n\ntrial, denied ever consulting that officer about the picket.\n\nAgainst the competing evidence, this lone characterization of a\n\nconversation by one officer is rather thin.\n\n            Against the scant evidence of actual disruption, Hodgson\n\nreasonably asserts that a government employer is entitled to\n\nconsider not only whether the employee's speech actually disrupted\n\nthe work place environment but also whether the speech had the\n\npotential to disrupt.      He argues that the plaintiffs' speech\n\nthreatened to \"disintegrate\" working relationships by creating a\n\ndivision between officers sympathetic to the union and those who\n\nwere not.\n\n            Indeed, an employer may consider a speech's potential to\n\ndisrupt.     See Connick, 461 U.S. at 152 (\"We do not see the\n\nnecessity for an employer to allow events to unfold to the extent\n\n\n                                -24-\n\fthat the disruption of the office and the destruction of working\n\nrelationships is manifest before taking action\").                Nevertheless,\n\nthere is a significant question on these facts whether Hodgson\n\nsuspended the plaintiffs because of their speech's potential to\n\ndisrupt when the suspension letters issued to the plaintiffs refer\n\nsolely to the actual disruption the speech caused.\n\n             In any event, the record is even thinner in support of\n\nHodgson's    position    that   the   plaintiffs'     speech   threatened    to\n\ndisrupt the harmony among workers. Testimony and the investigative\n\nreports reveal that when the plaintiffs approached other officers\n\nthey did so in a civil, non-threatening manner.                  See Lewis v.\n\nHarrison     Sch.   Dist.,      805   F.2d     310,    315-316     (8th    Cir.\n\n1986)(upholding jury's finding that plaintiff's speech was not\n\ndisruptive where speech was civil in tone).           In fact, the evidence\n\nwas   that   in   some   instances,    other    officers   actually       sought\n\ninformation from the plaintiffs about the picket.\n\n             If the plaintiffs' speech hinted at burgeoning signs of\n\nhostility toward officers unsympathetic to the union, Hodgson's\n\nconcerns about potential disruption to workplace harmony would have\n\nsubstance.    After an exhaustive review of the record, however, we\n\nfind not even the specter of such harm.          The \"mere incantation of\n\nthe phrase 'internal harmony in the workplace' is not enough to\n\ncarry the day.\"      Gustafson, 290 F.3d at 911 (citing Hubert v.\n\nWilhelm, 120 F.3d 648, 655 (7th Cir. 1997); see also Weast v.\n\n\n                                      -25-\n\fPierce Cty., 34 Fed. Appx. 587, 589 (9th Cir. 2002)(determining\n\nrecord did not support conclusory allegations that officer's speech\n\ncriticizing management could disrupt department operations).\n\n               Hodgson warns that if the plaintiffs were to prevail\n\nhere,    the    safety   and   efficiency     of    correctional   facilities\n\neverywhere would be compromised.          But we do not view this case as\n\nbeing about whether a correctional facility employer can prohibit\n\nall non-work related conversation on the job. Rather, we engage in\n\nPickering balancing of the interests presented, necessarily taking\n\ninto account a number of highly case specific factors.               Included\n\namong these are the employer's motives in taking the adverse\n\naction.\n\n               In this case, there is ample evidence that Hodgson\n\nsuspended the plaintiffs not out of a legitimate concern that their\n\nspeech    compromised    safety   at    the   correctional   facilities   but\n\nbecause of their pro-union activity.               First, the timing of the\n\nsuspensions is suspect.        When Hodgson suspended the five active\n\nunion members, he had already demonstrated significant frustration\n\nwith the union, indulging in a outburst during one negotiation\n\nsession in particular.         Both Davignon and Presby, part of the\n\nunion's negotiating team, were present at this session. See Mihos,\n\n358 F.3d at 103 (noting government side of scale undermined if\n\nevidence indicates employer fired employee in a \"retaliatory fit of\n\npique\").\n\n\n                                       -26-\n\f          Additionally,     Hodgson's    own   actions     and    pattern   of\n\nenforcement further undermine his claim of legitimate motives.\n\nAlthough asserting that discussion of union matters is particularly\n\ndivisive and poses a serious risk of disruption, Hodgson used roll\n\ncall to personally discuss these same union matters. Relatedly, if\n\nHodgson was so concerned that any non-work focused speech would\n\ncreate such serious distractions and risks, we think it is more\n\nthan curious that he would allow employees to discuss things such\n\nas parades and sports without punishment.\n\n          Finally, Hodgson argues that the fact that the plaintiffs\n\nwere not authorized to \"conduct\" union business on county time\n\nfurther bolsters the government's interest.           On the facts of this\n\ncase, this argument is unpersuasive for two reasons.             First, while\n\nthe issue of whether the plaintiffs violated office policy is not\n\nirrelevant to the Pickering inquiry, see Connick, 461 U.S. at 153,\n\nit is unclear what policy Hodgson relies on.                  Nowhere in the\n\ncollective   bargaining    agreement,    the   list   of   the    duties    and\n\nresponsibilities   of     correctional    officers,      or    the   code    of\n\nethics/employee conduct and work rules is the topic of \"conducting\"\n\nunion business specifically addressed.          Moreover, it is highly\n\ndoubtful that the brief asides about an upcoming picket that took\n\nplace here constitute \"conducting\" union business, any more than,\n\nfor example, posting a notice would.\n\n\n\n\n                                  -27-\n\f          Because    Hodgson      acknowledges    that    he     disciplined\n\nDavignon, Gouveia, and Miller because of their speech, our analysis\n\nof their claims ends here.       But, because Hodgson proffered a non-\n\nspeech based reason for Presby's suspension, we must analyze\n\nPresby's claim at step three.\n\n                             3.    Causation\n\n          Unlike Davignon, Gouveia and Miller, who the defendant\n\nacknowledges were disciplined for their speech, in order for Presby\n\nto prevail he must demonstrate that his protected expression was a\n\n\"substantial   or   motivating    factor   in    the   adverse    employment\n\ndecision.\"   Mt. Healthy City Sch. Dist. Bd. Educ., 429 U.S. at 287.\n\nThis is simply a question of causation.            See Tejada-Batista v.\n\nMorales, 424 F.3d 97, 101 (1st Cir. 2005)(noting that Mt. Healthy\n\n\"comports with [] traditional tort-law principle[s]\").\n\n          Causation is ordinarily analyzed in two steps. Yerardi's\n\nMoody St. Rest. & Lounge, Inc. v. Bd. of Selectmen, 932 F.2d 89, 91\n\n(1st Cir. 1991); Mullin, 284 F.3d at 38.        First, the plaintiff must\n\nshow that the employer would not have taken adverse action but for\n\nthe plaintiff's speech.8       Tejada-Batista, 424 F.3d at 101.          The\n\nplaintiff, in establishing this causal link, need not produce\n\ndirect evidence of his employer's motivation and accordingly may\n\n\n\n8\n  We emphasize that the plaintiff's burden under Mt. Healthy is\nmore substantial than a plaintiff's burden of producing prima facie\nevidence in a Title VII discrimination case. Guilloty Perez, F.3d\nat 56 n. 11.\n\n                                   -28-\n\frely on circumstantial evidence. Guilloty Perez, 339 F.3d at 56-57\n\n(internal quotation marks and citation omitted).             If the plaintiff\n\nmeets that burden, the burden shifts to the employer, and the court\n\nmust afford the employer the opportunity to sever the causal link.\n\nO'Connor, 994 F.2d at 913.           Hodgson may accomplish this task by\n\nestablishing, by a preponderance of the evidence, that he would\n\nhave taken the adverse action even had Presby not engaged in\n\nprotected speech.     Id.\n\n            A reasonable jury could have found Presby would not have\n\nbeen suspended but for his speech at the roll call.                      Although\n\nHodgson    asserts   that   Presby    was    suspended    because   he    left    a\n\nfacility door open, the record contains substantial circumstantial\n\nevidence indicating otherwise.\n\n            First, the timing of both the investigation and the\n\nsuspension is questionable. Hodgson ordered the open door incident\n\ninvestigation a little over a week after Presby spoke at the roll\n\ncall.     See Nethersole, 287 F.3d at 19 (noting employer's actions\n\nimmediately    following     alleged     protected       speech   relevant       to\n\ncausation inquiry even though ostensibly related to different\n\nincident).     Further, the suspension for the door incident was\n\nissued the day after an internal affairs inquiry began to establish\n\nthat Presby had permission to leave his post and address roll call.\n\n            Second, the suspension relied on the word of one person\n\nas opposed to the word of two others.             While an employer is not\n\n\n                                      -29-\n\fprohibited from crediting one person's report of an incident over\n\nothers, context matters.       Here, the one person happened to be a\n\nmember of management, while the two others were active union\n\nmembers.     Along with the other evidence of pretext, the jury was\n\nentitled to consider whether acceptance of one version over the\n\nother revealed a desire to punish Presby for his roll call speech\n\nunder the guise of something else.         At the least, the conflicting\n\nevidence   in    these   circumstances    should   have   prompted   further\n\ninvestigation, for example, questioning others assigned to the\n\ncentral control area.      See also Am. Postal Workers Union v. United\n\nStates Postal Serv., 830 F.2d 295, 311 (D.C. Cir. 1987) (noting\n\nemployer's failure to investigate further in face of conflicting\n\nevidence strongly suggested asserted reason for taking adverse\n\naction was pretext).\n\n           Third, the deviation from standard reporting procedures,\n\nevidenced by both the administrator's oral report to Hodgson --\n\ncoming eleven days after the alleged incident, as well as by the\n\nadministrator's late written report -- filed a month and a half\n\nafter the same incident, casts more doubt on the investigation's\n\nintegrity.      Even absent any charge of collusion, the fact that the\n\ndiscipline decsion relied on substantially delayed reports, rife\n\nwith all the risks of faulty memory, again calls into question the\n\ntrue motive for using the incident as grounds for suspension.\n\n\n\n\n                                   -30-\n\f           Finally, the jury had before it the trial testimony of\n\nPresby,   the    supervisor   and    Hodgson   himself,     establishing   the\n\nabsence of other investigations of, and punishments for, similar\n\nincidents.      Presby testified that although the door had been left\n\nopen on a number of prior occasions, no one had been punished in\n\nconnection with those incidents.          To be sure, past wrongs do not\n\nmake a right, and conceivably Hodgson could have decided to step up\n\nenforcement.      However, both Hodgson and the supervisor testified\n\nthat, despite the fact that the same administrator reported another\n\ndoor being left open, Hodgson chose not to pursue an investigation\n\nof that incident. This inference of selective enforcement bolsters\n\nPresby's theory that Hodgson used the door incident as a pretext in\n\norder to retaliate against Presby for his protected speech.\n\n           This     testimony,      together   with   the    timing   of   the\n\ninvestigations and suspensions, as well as the reliance on late\n\nreports from a person in the management ranks in the face of\n\ncontradicting evidence, was sufficient to shift the burden to\n\nHodgson and require him to prove that Presby would have been\n\nsuspended even in the absence of his protected conduct.               For his\n\npart, Hodgson pointed to the report detailing the administrator's\n\nobservations to justify the disciplinary decision.              A reasonable\n\njury could have found that this was not enough.\n\n\n\n\n                                      -31-\n\f            B.    Freedom of Association Retaliation Claim\n\n            Morris does not contend that Hodgson retaliated against\n\nhim based on anything he said.               Rather, Morris claims Hodgson\n\nsuspended him because of his active association with the union.\n\n            The relevant question is whether Hodgson suspended Morris\n\nbased on the open door incident or based on his union association.9\n\nThe Mt. Healthy causation inquiry applies in instances where a\n\ngovernment employee claims her employer has taken adverse action\n\nthat is violative of associational rights.                See Gomez v. Rivera\n\nRodriguez, 344 F.3d 103, 110 (1st Cir. 2003)(requiring that a\n\nplaintiff show that \"political affiliation was a substantial or\n\nmotivating factor in the decisional calculus\")(internal citation\n\nomitted).\n\n            On this point we may be brief.          Morris described himself\n\nas \"very involved,\" with the union and, at the time of his\n\nsuspension,      had   an   active   role    in   the   collective   bargaining\n\nnegotiations.      Hodgson suspended Morris against the backdrop of\n\n\n\n9\n  Neither the Supreme Court nor this Circuit has decided whether\nthe public concern requirement extends to an employee's claim that\nan employer has retaliated based on association. See Shrum v. City\nof Coweta, 449 F.3d 1132, 1138 (10th Cir. 2006).           We have\nexplicitly reserved this question, Tang, 163 F.3d at 11 n.4, which\nhas divided the Courts of Appeals. See Shrum, 449 F.3d at 1139 n.\n3 (listing circuits definitively resolving issue). Hodgson's brief\nassumes that we do require that the associational activity in\nquestion involve a matter of public concern, but does not\nadequately address why Morris's union association did not, in fact,\nimplicate such a matter.    Thus, the public concern issue as to\nMorris is waived. Zannino, 895 F.2d at 17.\n\n                                      -32-\n\fthese negotiations.     Because Hodgson charged and suspended Morris\n\nand Presby based on the same incident, we do not need to again\n\nreference the various shortcomings of Hodgson's proffered reason\n\nfor the suspensions.       The jury reasonably could have determined\n\nthat Morris was punished because of his association with the union.\n\n                           C.    Jury Instructions\n\n            Hodgson contends that the district court erred in refusing\n\nto give two of his requested jury instructions.                    His requests\n\nemphasized that:   (1) \"judicial review of prison officials' actions\n\nis very limited,\" thus courts \"must give appropriate deference to\n\nthe decisions of prison administrators and appropriate recognition\n\nto   the    peculiar    and      restrictive       circumstances        of   penal\n\nconfinement,\"; and (2)\"even absent the special deference given to\n\nprison administrators, potential disruptiveness can outweigh the\n\nemployee's free speech interests.\"\n\n            We review jury instructions de novo.                 Seahorse Marine\n\nSupplies, Inc. v. P.R. Sun Oil Co., 295 F.3d 68, 76 (1st Cir.                2002)\n\n(citing United States v. DeStefano, 59 F.3d 1, 2 (1st Cir. 1995)).\n\nWhere   a   district   court     refuses    to   give   a   party's     requested\n\ninstruction,    however,    we    will   reverse    only    if    the   requested\n\ninstruction was \"(1) correct as a matter of substantive law, (2) not\n\nsubstantially incorporated into the charge as rendered, and (3)\n\nintegral to an important point of the case.\" White v. New Hampshire\n\nDep't of Corr., 221 F.3d 254, 263 (1st Cir. 2000)(internal citation\n\n\n                                     -33-\n\fomitted).    Hodgson timely objected to the failure to give his\n\nrequested instructions; thus if it was error not to give them, we\n\nmust determine whether the error was harmless.                 See Scarfo v.\n\nCabletron Sys., 54 F.3d 931, 939 (1st Cir. 1995).\n\n            There   was   no   error    in    refusing   to   issue   Hodgson's\n\nrequested instructions.        With respect to the requested \"deference\n\ninstruction,\" Hodgson does not cite any precedent suggesting that\n\ncourts should give special deference to employment decisions made\n\nby correction officials.       Rather the cited cases involve correction\n\nofficials making decisions affecting inmates.            See, e.g., Jones v.\n\nN.C. Prisoners' Labor Union., 433 U.S. 119 (1977)(operation of\n\nprisoners' union); Devany v. Hall, 509 F. Supp. 497 (D. Mass.\n\n1981)(former inmate's complaint against officers and employees of\n\ndepartment of corrections).        The requested jury instruction was\n\ntherefore not required as a matter of substantive law.\n\n            The other requested instruction, emphasizing \"potential\n\ndisruptiveness,\" was correct as a matter of substantive law.               But\n\nthis instruction was substantially incorporated into the charge to\n\nthe jury. The jury was instructed that, when balancing the relevant\n\ninterests, it should take into account:\n\n            [T]he Sheriff's interest in promoting the\n            efficiency of the public services performed\n            through employees...The factors that are\n            relevant...are whether the speech creates\n            disharmony in the workplace, impedes the\n            speaker's ability to perform his duties or\n            impairs working relationships with other\n            employees.\n\n                                       -34-\n\f             The jury thus understood that speech \"creates disharmony,\"\n\nor \"impairs working relationships\" if it actually disrupts or if it\n\ncreates a potential for disruption. The district judge did not word\n\nthe instruction in such a way as to suggest that the jury had to\n\nfind actual disruption, e.g., \"created disharmony,\" or \"impaired\n\nworking relationships.\"          In criminal cases we have said that a\n\ndefendant has a right to an instruction on his theory of the case\n\nwhen   the     theory    is   supported    by   the   record   and   is    valid.\n\nDeStefano, 59 F.3d at 5.          But even in criminal cases, \"so long as\n\nthe charge sufficiently conveys the defendant's theory, it need not\n\nparrot the exact language that the defendant prefers.\"                      United\n\nStates v. McGill, 953 F.2d 10, 12 (1st Cir. 1992)(internal citation\n\nomitted).      Here the district court's charge to jury sufficiently\n\nconveyed Hodgson's theory.\n\n             Even if the failure to give the requested instructions was\n\nerror, the error was harmless.            A new trial is called for only \"if\n\nthe    error     could    have    affected      the   result   of    the    jury's\n\ndeliberation.\"      Romano v. U-haul Int'l, 233 F.3d 655, 667 (1st Cir.\n\n2000)(citing Allen v. Chance Mfg. Co., 873 F.2d 465, 469 (1st Cir.\n\n1989).   Here, even if the district court had specifically used the\n\nphrase \"potential disruptiveness\" in the instruction it is unlikely\n\nthat the jury would have reached a different conclusion.                  At trial,\n\nthe plaintiffs discredited the theory that Hodgson acted because the\n\n\n                                      -35-\n\fplaintiffs' speech posed the potential for disruption.      See Romano,\n\n233 F.3d at 667 (harmless error in instruction where prevailing\n\nparty presented evidence at trial sufficient to dispel concern\n\nproper instruction would have influenced verdict). And further, as\n\ndiscussed above, the jury almost certainly considered the potential\n\nfor disruption given the language of the actual instruction.\n\n                   D.    Inconsistent Verdicts Claim\n\n           When reviewing claims of inconsistency between general\n\ncivil jury verdicts, we do not have the compulsion of a specific\n\nprocedural rule to determine the existence of an inconsistency.\n\nMerchant v. Ruhle, 740 F.2d 86, 89 (1st Cir. 1984).            We are,\n\nhowever, reluctant to order a new trial on the basis of inconsistent\n\njury verdicts.     Connelly v. Hyundai Motor Co., 351 F.3d 535, 540\n\n(1st Cir. 2003).        When a party claims that jury verdicts are\n\ninconsistent, we \"attempt to reconcile the jury's findings, by\n\nexegesis if necessary.\"     Acevedo-Diaz v. Aponte, 1 F.3d 62, 74 n.15\n\n(1st Cir. 1993).     This exercise involves determining whether the\n\njury could have, consistent with its instructions, rendered the\n\nchallenged verdicts.     See Merchant, 740 F.2d at 91.   In undertaking\n\nthis analysis we view the facts in the light most favorable to the\n\nverdict.   Id.\n\n           Hodgson claims that the jury's general verdicts were\n\ninconsistent in two ways.\n\n\n\n\n                                  -36-\n\f           1.   Alleged   inconsistency   between   §   1983   and\n           Intentional Interference with Advantageous Relationship\n           verdicts.\n\n           First, Hodgson argues that the jury's finding in his favor\n\non Davignon's, Gouveia's, and Miller's § 1983 individual capacity\n\nclaims is inconsistent with its finding that those same plaintiffs\n\nwere entitled to judgment on their intentional interference with\n\nadvantageous relations10 claims.        In this argument, Hodgson relies\n\non the fact that the jury specifically found that he did not act\n\n\"willfully, maliciously,        or   with reckless indifference to the\n\nplaintiff's constitutional rights\" and consequently did not award\n\npunitive damages to the plaintiffs on their § 1983 claims.\n\n           In   analyzing   this     claimed   inconsistency   we   look    to\n\ndistinctions between the federal punitive damage standard under §\n\n1983 and the elements a plaintiff must prove exist to recover on a\n\nstate intentional interference claim. Under § 1983, a jury may levy\n\npunitive   damages   when   a   defendant's    conduct   is   \"shown   to   be\n\nmotivated by evil motive or intent, or when it involves reckless or\n\ncallous indifference to the federally protected rights of others.\"\n\nSmith v. Wade, 461 U.S. 30, 56 (1983); see also Iacobucci v.\n\nBoulter, 193 F.3d 14, 25-26 (1st Cir. 1999).             In Iacobucci, we\n\nemphasized that the \"evil motive,\" \"intent,\" or \"reckless or callous\n\n\n10\n   Although the state law claim is referred to as \"wrongful\ninterference with advantageous relations\" in the briefs and in the\njury instructions, the claim is more commonly referred to in the\nrelevant decisional law as \"intentional interference with\nadvantageous relations.\" Accordingly, we do so here.\n\n                                     -37-\n\findifference\" pertains to the \"defendant's knowledge that [he] may\n\nbe acting in violation of federal law.\" Iacobucci, 193 F.3d at 26\n\n(emphasis added) (internal quotation marks and citation omitted).\n\n             As for the state law claim, in order for a plaintiff to\n\nrecover for intentional interference with advantageous relations he\n\nmust prove, among other elements, that the defendant intentionally\n\ninterfered        with        the    employment       relationship        and    that       this\n\ninterference \"was improper in motive or means.\"                         See Weber v. Cmty.\n\nTeamwork, Inc., 434 Mass. 761, 781 (2001).                      Where the defendant is\n\na supervisor the plaintiff must also show that the improper motive\n\nor   means   rose        to    the    level    of     \"actual    malice\"       and    was   the\n\n\"controlling factor\" in the defendant's interference.                           Id.   Whether\n\nHodgson possessed \"actual malice\" depends on whether he had a\n\n\"'spiteful, malignant purpose, unrelated to the legitimate corporate\n\ninterest' of the employer,\" id. at 782.                          Put differently, the\n\nquestion     is    whether          the   defendant     \"was    personally      hostile      or\n\nharbored ill will toward the plaintiff.\"                          Skylar v. Beth Isr.\n\nDeaconess Med. Ctr., 59 Mass. App. Ct. 550, 554, 797 N.E.2d 381\n\n(2003)(citing Weber, 434 Mass. at 783).\n\n             The    jury's          verdicts    on    the   §    1983    and    intentional\n\ninterference claims can be reconciled.                          The court specifically\n\ninstructed the jury that it could award punitive damages if it found\n\nthat the defendant acted \"willfully, maliciously, or with reckless\n\nindifference to the plaintiff's constitutional rights.\" (emphasis\n\n\n                                               -38-\n\fadded).     The   jury   could   have    determined   that    Hodgson     had   a\n\n\"spiteful, malignant purpose,\" namely, to silence those speaking out\n\nin favor of the union, but that he believed that silencing them was\n\npermissible under federal law.          See Kolstad v. ADA, 527 U.S. 526,\n\n537 (noting punitive damages inappropriate where employer believes\n\nactions are lawful); see also Iacobucci, 193 F.3d at 26.             Moreover,\n\nthe jury may have determined that, First Amendment issues aside,\n\nHodgson was hostile towards the plaintiffs.           See Weber, 434 Mass.\n\nat   783.    Those   plaintiffs    who    recovered   on     the   intentional\n\ninterference claim, Davignon, Gouveia, and Miller, all testified\n\nthat Hodgson was hostile toward them at roll call.                  All three\n\ntestified to his threatening remarks regarding their employment\n\nstatus, and Davignon and Gouveia additionally stated that Hodgson\n\nstared at them when referencing \"troublemakers.\"              The jury could\n\nhave reasonably construed such behavior as evidencing hostility.\n\n            2.   Alleged   inconsistency   between            §    1983     and\n            Massachusetts Civil Rights Act verdicts\n\n            Hodgson also contends that the jury's finding in his favor\n\non Morris's § 1983 individual capacity claim renders inconsistent\n\nthe verdict in favor of Morris on his MCRA claim.\n\n            Hodgson says first that, as to all plaintiffs, the jury\n\nfound him liable only in his official capacity and not in his\n\nindividual capacity.      Further, with the exception of Morris, the\n\njury found that Hodgson did not violate the plaintiffs' rights under\n\nthe MCRA.    Hodgson argues that these findings in his favor were\n\n                                   -39-\n\ftantamount to finding that he was entitled to qualified immunity.\n\nIt follows, the argument goes, that the jury's verdict in favor of\n\nMorris on his MCRA claim was erroneous and inconsistent with the\n\nverdicts in Hodgson's favor under § 1983.          Hodgson also argues that\n\nthe MCRA requires Morris to establish that Hodgson interfered with\n\nhis exercise or enjoyment of rights by \"threats, intimidation or\n\ncoercion,\" and that Morris failed to prove the existence of one of\n\nthese additional elements.\n\n            The plaintiffs have two responses.            First, they say that\n\na finding of qualified immunity is irrelevant to Morris's MCRA claim\n\nbecause the claim is based on a separate incident in which Hodgson\n\nwas   not   acting    under   the   \"color   of   state    law,\"   a   necessary\n\ningredient for qualified immunity.            Specifically, they cite an\n\nincident where       Hodgson confronted Morris outside the correctional\n\nfacility and chastised him for not wearing a hat.              If Hodgson was\n\nnot acting under the color of state law, they argue, he could not\n\navail himself of the qualified immunity defense.             See Burke v. Town\n\nof Walpole, 405 F.3d 66, 76 (1st Cir. 2005) (noting that qualified\n\nimmunity applies when a person's rights are infringed by state\n\nactors)(emphasis added)(internal citation omitted).                Second, the\n\nplaintiffs argue that Morris proved Hodgson interfered with his\n\nconstitutional rights by \"threats, intimidation, or coercion\" by\n\npresenting evidence that Hodgson, during the hat incident, addressed\n\nMorris in an \"aggressive, angry, and arrested\" manner.\n\n\n                                      -40-\n\f           We agree with the plaintiffs that the jury's verdicts are\n\nindeed susceptible to a consistent, albeit strained, reading.\n\n           First, the jury could have, as the plaintiffs argue,\n\nfound that Hodgson was not acting under the color of state law and\n\nthus was not shielded by qualified immunity.       This theory is viable\n\nbecause, even though the MCRA claim may be thought of as a state law\n\nanalogue to the federal § 1983 claim, and even though courts have\n\nheld the same qualified immunity standard applies to both laws, the\n\nMCRA does not require state action.11\n\n           In resolving the \"under color of law\" question in the past\n\nwe have examined the totality of the circumstances, to determine\n\nwhether   the   \"state   actor's    conduct   occurs   in   the   course   of\n\nperforming an actual or apparent duty of his office, or...is such\n\nthat the actor could not have behaved in that way but for the\n\nauthority of his office.\"    Martinez v. Colon, 54 F.3d 980, 986 (1st\n\nCir. 1995).     Admittedly, a finding that Hodgson was not acting\n\n\"under the color of law\" during this incident required the jury to\n\nengage in mental gymnastics.       For one thing, looked at in isolation\n\nthere is little evidence in the record about the hat incident, and\n\nthe facts that are present, such as the fact that the incident\n\noccurred in the vicinity of the correctional facility, seem to cut\n\n\n11\n  Compare \"Whenever any person or persons, whether or not acting\nunder color of law...,\" G.L. c. 12, § 11H with \"Every person, who\nunder color of any statute, ordinance, regulation, custom, or\nusage, or any State or Territory or the District of Columbia...,\"\n42 U.S.C. § 1983.\n\n                                    -41-\n\fagainst a finding of no state action.            See Zambrana-Marrero v.\n\nSuarez-Cruz, 172 F.3d 122, 125 (1st Cir. 1999)(noting location of\n\nincident relevant to analysis).         Nevertheless, the jury could have\n\nfound that Hodgson, when chastising Morris for not wearing his hat,\n\nwas not enforcing any official duties given that departmental\n\npolicy, according to testimony at trial, did not require Morris to\n\nwear a hat.     In the end, we accord the jury's conclusion respect,\n\nespecially since determining whether a defendant acted under color\n\nof state law can often be \"particularly elusive,\" id., and reminding\n\nourselves of our duty to read the jury's verdicts consistently if\n\npossible.     See Malm v. United States Lines Co., 269 F. Supp. 731,\n\n731-32   (S.D.N.Y.    1967),   aff'd,    378   F.2d   941   (2d   Cir.    1967)\n\n(recognizing jury's right to \"idiosyncratic position provided the\n\nchallenged verdict is based on the evidence and the law\").\n\n            As to Hodgson's second contention -- that Morris did not\n\nestablish \"threats, intimidation or coercion,\" -- the jury could\n\nhave   reasonably    found   that   Hodgson's   behavior    towards      Morris\n\namounted to intimidation, and thus that Morris met one of the three\n\nadditional requirements under the MCRA.         The Massachusetts Supreme\n\nJudicial Court has defined \"intimidation\" as \"putting in fear for\n\nthe purpose of compelling or deterring conduct.\" Planned Parenthood\n\nLeague of Mass. Inc. v. Blake, 417 Mass. 467, 474 (1994) (citations\n\nomitted), cert. denied, 513 U.S. 868 (1994).          Morris testified that\n\nHodgson, \"spun the wheels of his car,\" before getting out of the car\n\n\n                                    -42-\n\fand confronting him in an \"aggressive, angry, and arrested\" manner.\n\nMorris also testified that Hodgson's behavior intimidated him.\n\nGiven that Morris held a position on the negotiating subcommittee,\n\nthe jury could have rationally concluded that Hodgson intended to\n\nintimidate   Morris in order to frustrate his associational rights.\n\nAccordingly, we affirm the verdict in favor of Morris on his MCRA\n\nclaim.\n\n                      E.   Evidentiary Claims\n\n          1.Admission of state agency decision\n\n          The district court admitted into evidence a decision\n\nrendered by the Massachusetts Labor Relations Commission (MLRC) --\n\na state administrative agency.    The MLRC is charged with resolving\n\nlabor disputes by enforcing Massachusetts labor laws, and its\n\ndecision addressed whether the Bristol County Sheriff's Department\n\nviolated various sections of M.G.L. C. 150E.\n\n          Hodgson argues that the district court erred in admitting\n\nthe MLRC decision into evidence. He claims (1) the findings of fact\n\nin the decision are inadmissible hearsay and (2) that even assuming\n\nthe decision is otherwise admissible, the district court should have\n\nexcluded it under Federal Rule of Evidence 403.\n\n          We review a district court's decision to admit evidence\n\nfor abuse of discretion.   United States v. Jiminez, 419 F.3d 34, 43\n\n(1st Cir. 2005).   We find no abuse here.\n\n\n\n\n                                 -43-\n\f            First,   the decision was admissible under the public\n\nrecords exception to the rule against hearsay.    See, Fed. R. Evid.\n\n803(8).    The public records exception allows a district court to\n\nadmit public records and reports, in any form, of public agencies\n\nsetting forth,\n\n            in civil actions and proceedings...factual\n            findings resulting from an investigation made\n            pursuant to authority granted by law, unless\n            the   sources    of  information   or   other\n            circumstances     indicate    a    lack    of\n            trustworthiness.\n\n\nId. (C).   \"The Supreme Court has interpreted this 'public records'\n\nexception to the hearsay rule broadly to include both conclusions\n\nand opinions of public offices and agencies.\"    Patterson v. Mills,\n\n64 Fed. Appx. 457, 462 (6th Cir. 2003)(citing Beech Aircraft Corp.\n\nv. Rainey, 488 U.S. 153, 162 (1988)).\n\n            Hodgson relies on cases holding that judicial findings of\n\nfact in a previous case are inadmissible under Rule 803(8)(c).   See\n\ne.g., Herrick v. Garvey, 298 F.3d 1184, 1192 (10th Cir. 2002); Milan\n\nExpress v. Averitt Express, 254 F.3d 966, 983, n. 25 (11th Cir.\n\n2001).    But the Massachusetts Labor Commission is not a court, and\n\nits determinations are not stamped with the judicial imprimatur that\n\nthe findings of a court are.     The Commission's findings are thus\n\nless likely than those of a court to be given disproportionate\n\nweight by a jury.     See Herrick, 298 F.3d at 1192.\n\n\n\n\n                                 -44-\n\f            Turning to Hodgson's Rule 403 objection, we conclude that\n\nthe district court did not abuse its discretion in admitting the\n\ndecision.    Rule 403 permits the exclusion of relevant evidence \"if\n\nits probative value is substantially outweighed by the danger of\n\nunfair prejudice.\"      Fed. R. Evid. 403.      We have emphasized that\n\n\"only rarely--and in extraordinarily compelling circumstances--will\n\nwe, from the vista of a cold appellate record, reverse a district\n\ncourt's on-the-spot judgment concerning the relative weighing of\n\nprobative value and unfair effect.\"         United States v. Flemmi, 402\n\nF.3d 79, 86 (1st Cir. 2005)(internal quotation marks and citation\n\nomitted); see also Paolitto v. Brown E.& C. Inc., 151 F.3d 60, 65\n\n(2d Cir. 1998)(noting district court in best position to consider\n\nhow admission of agency report will impact trial).\n\n            The MLRC's decision was highly probative given both the\n\nidentity of the parties and the fact that the decision pertained to\n\nthe same incidents that gave rise to this federal action. The judge\n\nwas entitled to take that value into account.                 Moreover, the\n\nadmission of the decision did not unfairly prejudice Hodgson.             As\n\nwe   have    stressed   in   the   past,   \"virtually   all    evidence   is\n\nprejudicial...but it is only unfair prejudice against which the law\n\nprotects.\"    United States v. Pinillos-Prieto, 419 F.3d 61, 72 (1st\n\nCir. 2005) (internal quotation marks and citation omitted) (emphasis\n\nin original).     Any potential for unfairness was mitigated by the\n\n\n\n\n                                    -45-\n\fdistrict judge expressly instructing the jury that the MLRC's\n\ndecision involved a different issue and was not binding on the jury.\n\n\n          2.   Decision  to   reopen   to          permit       plaintiff   to\n          present evidence of lost wages\n\n\n          After the close of evidence the district court allowed the\n\nplaintiffs to reopen and present evidence of the amounts of their\n\nlost wages.     Although the plaintiffs had a witness available,\n\nHodgson stipulated to the amounts but objected to the court's\n\ndecision to reopen.\n\n          A district court's decision to reopen the record to permit\n\nthe introduction of additional evidence is reviewable for abuse of\n\ndiscretion.    United States v. Santana, 175 F.3d 57, 64 (1st Cir.\n\n1999); Lussier v. Runyon, 50 F.3d 1103, 1113 (1st Cir. 1995). While\n\nthe court's decision turns on flexible and case-specific criteria,\n\namong the factors the district court should consider are \"whether\n\n(1) the evidence sought to be introduced is especially important and\n\nprobative;    (2)   the   moving   party's   explanation    for   failing   to\n\nintroduce the evidence earlier is bona fide; and (3) reopening will\n\ncause no undue prejudice to the non-moving party.\"              Rivera-Flores\n\nv. Puerto Rico Tel. Co., 64 F.3d 742, 746 (1st Cir. 1995)(citing\n\nJoseph v. Terminix Int'l Co., 17 F.3d 1282, 1285 (10th Cir. 1994)).\n\n          There     was   no   abuse   of    discretion    in   allowing    the\n\nadditional evidence.      First, the plaintiffs' evidence on lost wages\n\nwas highly probative, as it was the only evidence of the precise\n\n                                    -46-\n\famount of compensatory damages.         Compare Joseph, 17 F.3d at 1285\n\n(noting that \"new\" evidence would have been cumulative).                 Second,\n\nthe plaintiffs appeared to have a bona fide explanation for failing\n\nto introduce the evidence, namely \"reasonably genuine surprise.\"\n\nSee Rivera-Flores, 64 F.3d at 747 (explaining that \"it may amount\n\nto an abuse of discretion for a trial court to decline to reopen in\n\ncircumstances where the movant has demonstrated 'reasonably genuine\n\nsurprise'\")(emphasis     added)(internal         citation   omitted).        The\n\nplaintiffs appear to have been operating under the assumption that\n\nthey could introduce damages at a later stage and expressed genuine\n\nsurprise once faced with the prospect of losing such an opportunity.\n\nCompare Bradford Trust Co. v. Merrill, Lynch, Pierce, Fenner &\n\nSmith, Inc., 805 F.2d 49, 52-53 (2d Cir. 1986)(affirming lower\n\ncourt's denial of motion to re-open where lower court repeatedly\n\nwarned that moving party would need to present evidence on \"key\n\nissue\").    Finally, because the plaintiff had a readily available\n\nwitness who would testify as to lost wages, see Rivera-Flores, 64\n\nF.3d   at   749   (noting   defendant      not    unduly    prejudiced     where\n\n\"introduction of [] readily obtainable documentary evidence could\n\nhave entailed but minimal delay\"), and because Hodgson would have\n\nthe opportunity to cross-examine this witness, the reopening did not\n\ncause undue prejudice.\n\n                            F.   Attorneys Fees\n\n\n\n\n                                    -47-\n\f            The plaintiffs requested and the district court awarded\n\nattorney's fees in the amount of $172,248.21 and expenses of\n\n$2,481.75.     Hodgson argues this award is excessive for three\n\nreasons:     (1) the limited dollar amount of the verdict in the\n\nplaintiffs' favor; (2) the failure of the plaintiffs' claims for\n\ninvasion of privacy; and (3) the fact that the plaintiffs' fee\n\nrequest contained \"excessive, duplicative, and repetitive hours.\"\n\n            We deferentially review a district court's fee award and\n\nthus give substantial respect to the court's informed discretion.\n\nCoutin v. Young & Rubicam P.R., 124 F.3d 331, 336 (1st Cir. 1997);\n\nDiaz-Rivera v. Rivera-Rodriguez, 377 F.3d 119, 124 (1st Cir. 2004)\n\n('a reviewing court customarily defers to the trial judge, whose\n\nintimate knowledge of the nuances of the underlying case uniquely\n\npositions him to construct a condign award')(internal citation\n\nomitted).    Accordingly, we will disturb such an award only if the\n\ndistrict court has manifestly abused its discretion or made a\n\nmistake of law.   Id. at 124.   Such an abuse or mistake may occur if\n\na court, in arriving at      an   award, ignores a material factor\n\ndeserving significant weight, relies upon an improper factor, or\n\nrelies solely upon proper factors but mistakenly weighs those\n\nfactors.    Coutin, 124 F.3d at 336.\n\n            Here, the district court did not abuse its discretion.\n\nFirst, although the jury only awarded the plaintiffs' aggregate\n\ndamages of $17,980 based primarily on the § 1983 claims, the Supreme\n\n\n                                  -48-\n\fCourt has rejected \"the proposition that fee awards under § 1988\n\nshould necessarily be proportionate to the amount of damages a civil\n\nrights plaintiff actually recovers.\"                City of Riverside v. Rivera,\n\n477 U.S. 561, 574 (1986)(plurality opinion).                    Further, while the\n\ntrial result is a \"preeminent consideration in the fee-adjustment\n\nprocess,\" Coutin, 124 F.3d at 338, -- all the plaintiffs were\n\nequally unsuccessful as to one of their four shared claims -- we\n\nhave stressed that a plaintiff's claim-by-claim success is only one\n\nof the factors to be considered when examining the results obtained.\n\nId. Also significant is \"the societal importance of the right which\n\nhas been vindicated.\"         Id.    The district court      emphasized that the\n\nplaintiffs were victorious on the civil rights claim that \"propelled\n\nthis litigation for more than five years.\"\n\n              Finally, although excessive or unproductive time spent is\n\nnot compensable, see, e.g., Lipsett v. Blanco, 975 F.2d 934, 937\n\n(1st   Cir.    1992),    in   this     case   the    district    court   \"carefully\n\nexamined\"      Hodgson's      claims    of      excessiveness     and    found   the\n\nplaintiffs'     fee     schedule,     prepared      according    to   the   accepted\n\nlodestar method, to be justified.             In the end, we see no reason to\n\nquestion the district court's judgment on this factor, or any of the\n\nother factors, and accordingly affirm the fee award.\n\n              For the foregoing reasons, the judgment is affirmed.\n\n\n\n\n                                         -49-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>524 F.3d 91 (2008)</b></center>\n<center><h1>David DAVIGNON, David Gouveia, David Miller, Edward Moris, Jr., and Thomas Presby, Plaintiffs, Appellees,<br>\nv.<br>\nThomas M. HODGSON, Individually and as Bristol County Sheriff, Defendant, Appellant.</h1></center>\n<center>No. 06-1191.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard February 9, 2007.</center>\n<center>Decided April 24, 2008.</center>\n<p><span class=\"star-pagination\">*95</span> Bruce A. Assad, Bristol County Sheriff's Office, with whom Gary W. Smith, Susan S. Riedel, and Posternak Blankstein &amp; Lund LLP, were on brief, for appellant.</p>\n<p>Philip N. Beauregard, with whom Timour Zoubaidoulline, and Law Offices of Beauregard, Burke &amp; Franco, were on brief, for appellees.</p>\n<p>Jeffrey R. Turco and Brian Knuuttila, on brief for amicus curiae Massachusetts Sheriffs' Association.</p>\n<p>Douglas I. Louison, Stephen C. Pfaff, and Merrick, Louison &amp; Costello, LLP, on brief for amicus curiae Massachusetts Correctional Officers Federated Union.</p>\n<p>Fredric M. Knapp, Richard Weintraub, James T. Prusinowski, and Laufer, Knapp, Torzewski, Dalena &amp; Sposaro, LLC, on brief for amicus curiae National Sheriff's Association.</p>\n<p><span class=\"star-pagination\">*96</span> Before TORRUELLA, Circuit Judge, STAHL, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>Five Bristol County Massachusetts correctional officers were suspended from their jobs by Sheriff Thomas Hodgson. Claiming that the sheriff's actions were in retaliation for their First Amendment activities, they sued pursuant to 42 U.S.C. § 1983, in addition to bringing various claims under state law. A jury found Hodgson liable in his official capacity on the § 1983 claims, found against him on some of the state law claims, and awarded a total of $17,980 in compensatory damages. In this appeal, we reject each of Hodgson's claims of error and affirm the judgment.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p>We rehearse the facts in a light most favorable to the jury verdict. <i>See </i><i>McDonough v. City of Quincy,</i> 452 F.3d 8, 13 (1st Cir.2006).</p>\n<p>In 2000, the Sheriff's Department employed 350 correctional officers, all of whom were members of the Massachusetts Correctional Officers Federated Union (the \"union\"). Among the correctional facilities operated by the Department were the Ash Street jail in New Bedford and the House of Correction in North Dartmouth. Four of the plaintiffs worked at the Ash Street facility; plaintiff David Davignon worked at the House of Correction.</p>\n<p>All five of the plaintiffs were active in union affairs. Plaintiffs Davignon, David Gouveia, David Miller and Thomas Presby were union stewards, and counted among their union duties looking into management's alleged violations of the collective bargaining agreement. Davignon and Presby were also members of the union's negotiating subcommittee, as was plaintiff Edward Morris, Jr.</p>\n<p>In the spring of 2000, with their collective bargaining agreement set to expire in June, the union and the Department began negotiating a new agreement. Hodgson, who as sheriff was in charge of the correctional facilities, was among those representing the Department at these negotiations.</p>\n<p>The jury heard testimony that, by the summer of 2000, negotiations had grown tense, after no progress on a new agreement had been made after several sessions. Davignon testified that union negotiators had trouble getting release time from work to attend the sessions. At one session in late June, tensions boiled over. According to testimony, Hodgson had arrived more than thirty minutes late, and at the close of the session a union representative asked him to be punctual for the next meeting. Witnesses said that Hodgson cursed at the representative, slammed his hand on the table and said, \"I'm the Sheriff. If you have to wait, you'll wait for me.\" Both Davignon and Presby were present, in their capacities as union negotiators.</p>\n<p>In time, the union requested mediation. In September, after returning from the first mediation session, Presby requested and received permission from superior officers to address fellow officers at roll call. There was testimony that presentation of information unrelated to the facility's daily operations was not unusual at roll calls, including giving updates on union activity. Presby reported that the negotiation sessions had not been going well and that the union planned to hold a meeting to determine its next step.</p>\n<p>Presby's update became the subject of an internal investigation ordered by Hodgson, to determine whether Presby had left his post in order to give the report. A few <span class=\"star-pagination\">*97</span> days after Presby's remarks, Hodgson also ordered an additional investigation into whether Presby and Morris had left open a door to the central control area of the Ash Street jail. Hodgson testified that he initiated this latter investigation because an administrator told him that on a visit to the facility eleven days prior, the administrator had walked through a number of unlocked doors including a door to central control. The administrator identified Morris and Presby among the officers present in the central control area. He did not, however, submit a written report on the date of the incident as called for by standard departmental procedure. While these investigations were underway, Hodgson issued a policy directive stressing that union representatives could not use roll call to discuss union business.</p>\n<p>The union decided to hold a picket at a busy intersection near the Ash Street facility to express dissatisfaction with the contract negotiations and to criticize Hodgson's treatment of correctional officers and their families. The union mailed a letter to its members providing relevant information, and Davignon, Gouveia and Miller spoke with individual correctional officers at work about the planned picket.</p>\n<p>At trial, conversations between plaintiffs and four officers were highlighted. There was no dispute that the conversations were brief, with estimates ranging from approximately ten to forty-five seconds. Testimony conflicted as to the precise nature of Gouveia's and Davignon's conversations. Gouveia said that he relayed information about the picket to two officers, but there was also testimony that he asked them if they were going to attend the picket. One noted that Gouveia held a pen and paper during the encounter. Further, although Gouveia testified that several officers approached him and asked him about the picket, the only officers that reported Gouveia spoke to them said that he did the approaching. One officer asserted that Davignon contacted him by telephone and asked him if he would be attending the picket. Davignon denied doing so both in investigative interviews and at trial.</p>\n<p>Neither the plaintiffs nor the officers with whom they spoke testified that the conversations distracted any of them from their work, or otherwise endangered staff or inmates. The officer allegedly contacted by phone did, however, testify that \"in a sense\" he was taken away from his post to answer Davignon's phone call.</p>\n<p>Hodgson ordered an investigation into these encounters, to determine whether officers had been pressured or coerced to participate in the picket. Hodgson testified that he initiated the investigation because one of the officers had mentioned to him that he felt that he was being harassed about the picket.</p>\n<p>During this time Hodgson addressed three roll calls. In one or more of them he referred to the Supreme Court's decision in <i>Garrity v. New Jersey,</i><sup>[1]</sup> and several witnesses testified that Hodgson told officers that, based on <i>Garrity,</i> he could terminate those who failed to be completely truthful during internal affairs investigations. He also stated that employees could not conduct union business on duty, and further that he knew there were \"troublemakers\" in the department whom he would not hesitate to remove. Relatedly, he stressed that if they were terminated they might grieve and eventually get their jobs back, but they would be making five or six dollars an hour in the interim. Both Gouveia and Davignon testified that Hodgson stared directly at them when making the \"troublemakers\" comment.</p>\n<p><span class=\"star-pagination\">*98</span> Hodgson also discussed the status of the collective bargaining negotiations. He told the officers that the election was over, he was the sheriff, and that the longer it took to settle the contract the less money there would be for them and their families. He also informed them that there would be no retroactive pay, and that someone was misleading them if they were being told otherwise. Explaining at trial why he could discuss union matters at roll call even though his earlier directive had explicitly banned such discussion, Hodgson asserted that different rules applied to him as sheriff.</p>\n<p>The three investigations had the following results. First, with respect to whether Presby impermissibly left his post to address a roll call, investigators determined that Presby did have permission to leave his post. Second, as to the open central control door, Morris and Presby were assigned to the area, neither recalled interacting with the administrator, and Presby specifically stated that he always complied with rules regarding entrance doors. The administrator reaffirmed, and filed a written report confirming, that the central control door was indeed open and that he had observed Morris and other personnel in the area. Finally, with respect to the investigation of the picket-related speech by Davignon, Gouveia, and Miller, interviews of more than sixty officers yielded written statements from four officers stating that the plaintiffs had spoken to them about the picket. In his statement one of the officers noted that he told one of the plaintiffs to get back to him when he had more information about the picket. None of the officers wrote that the plaintiffs harassed, pressured, solicited or coerced them during their brief conversations. Three of them gave oral statements and trial testimony consistent with their written statements. The one officer whom Davignon had allegedly telephoned, however, testified at trial that he felt harassed by the phone call.</p>\n<p>Based on the investigation results and on the statement by one of the officers that he had been harassed, Hodgson suspended Davignon, Gouveia, and Miller for thirty days without pay, transferred them to another facility, stripped them of their seniority rights and changed their days off from weekends to weekdays. Presby and Morris were suspended for ten days without pay based on the open door incident.</p>\n<p>The suspension letters sent to Davignon, Gouveia, and Miller charged them with soliciting correctional officers to participate in a union picket. The letters cited Article VII of the Collective Bargaining Agreement as the basis for the suspensions but also pointed out that the plaintiffs' wrongful conduct \"interfered with other correctional officers' performance of their duties\" and adversely affected \"the efficient operation of the department and potentially the health and safety of all employees.\"<sup>[2]</sup> Finally, the letters stated that the plaintiffs had used departmental telephones to solicit the other officers, in violation of departmental rules.<sup>[3]</sup> At trial, Hodgson acknowledged that neither Gouveia nor Miller used departmental telephones and that this particular charge was a typographical error.</p>\n<p><span class=\"star-pagination\">*99</span> The suspension letters the supervisor of the Ash Street facility sent to Presby and Morris charged that they had breached security while assigned to central control. The stated basis for the suspensions was the administrator's written report.</p>\n<p>At trial, Hodgson elaborated on the various bases for the suspensions. With respect to Davignon, Gouveia and Miller, he generally reiterated the grounds cited in the suspension letters but added that he also relied on the oral statement by one of the officers about feeling harassed. Hodgson acknowledged that he believed the plaintiffs had pressured rather than harassed other officers. He also testified at length about the general risks present in the correctional facility setting and the dangers that speech like the plaintiffs' posed to the facility's security because of the great potential for distraction.</p>\n<p>With respect to Presby and Morris, Hodgson said that the suspensions were based on the investigative report of the door incident. By contrast, Presby testified that in the past staff had pointed out opened doors but that no one had been punished as a result. Further, both Hodgson and the supervisor acknowledged that they did not investigate the administrator's report of another door left open.</p>\n<p>Nowhere in the trial testimony was there identified a specific rule disallowing union speech during working hours aside from the sheriff's directive banning union speech at roll calls. Further, although Hodgson at one point testified that it was a violation to be doing anything other than working in the facility, he later said that officers were permitted to talk about non-union related topics such as upcoming parades, sports, and other small talk subjects. Several witnesses testified that officers often discuss non-work related matters at work. Finally, there was testimony that departmental telephones at times were used to make personal calls.</p>\n<p></p>\n<h2>II. Proceedings</h2>\n<p>The plaintiffs sued Hodgson in both his individual and official capacities, seeking damages and injunctive relief under 42 U.S.C. § 1983 for violation of their First Amendment rights of speech and association. All five plaintiffs also alleged violation of the Massachusetts Civil Rights Act (\"MCRA\"), Mass. Gen. Laws c. 12, §§ 11H, 11I, and asserted additional state law claims, including invasion of privacy under Mass. Gen. Laws c. 214 § 1B, and intentional interference with advantageous relations.</p>\n<p>Following the court's denial of summary judgment for any party, the case was tried before a jury. The verdicts were mixed. On the § 1983 claims the jury found in favor of Hodgson in his individual capacity but against him in his official capacity, and awarded the plaintiffs lost wages. The jury also found for Morris under the MCRA but awarded no damages. It found in favor of Davignon, Gouveia and Miller for intentional interference with advantageous relations, with no damages awarded to Davignon; and for Hodgson on the invasion of privacy claims.</p>\n<p>Hodgson seasonably filed motions for judgment as a matter of law or for a new trial, to set aside the damage award or for remittitur. The district court denied these motions and awarded the plaintiffs attorney fees.</p>\n<p></p>\n<h2>III. Discussion</h2>\n<p>On appeal, Hodgson presses four primary arguments: first, the district court erred in concluding as a matter of law that the First Amendment protected the plaintiffs' speech; second, no reasonable jury could have found that Presby's and Morris's punishments were in retaliation for <span class=\"star-pagination\">*100</span> their exercise of First Amendment rights; third, the jury's § 1983 individual capacity findings in favor of Hodgson were inconsistent with the findings in favor of Morris on his MCRA claim and in favor of Davignon, Gouveia and Miller on their intentional interference claims; and fourth, the district court erred in instructing the jury regarding the First Amendment claims. Two evidentiary challenges and an attack on the attorney fee award are also mounted. We consider these claims in turn.</p>\n<p>We review de novo the district court's denial of a motion for judgment as a matter of law, <i>Acevedo-Delgado v. Rivera,</i> 292 F.3d 37, 40 (1st Cir.2002) and the denial of a motion for new trial for abuse of discretion, <i>see </i><i>Interstate Litho Corp. v. Brown,</i> 255 F.3d 19, 29 (1st Cir.2001). The standards of review applicable to specific issues are set out in the discussion of those issues.</p>\n<p></p>\n<h2>A. Freedom of Speech Retaliation Claim</h2>\n<p>A government employee does not surrender all of her First Amendment rights at her employer's doorstep, <i>Garcetti v. Ceballos,</i> 547 U.S. 410, 417, 126 S.Ct. 1951, 164 L.Ed.2d 689 (2006), and has the right to speak as a citizen addressing matters of public concern. <i>City of San Diego v. Roe,</i> 543 U.S. 77, 80, 125 S.Ct. 521, 160 L.Ed.2d 410 (2004). This right, however, is not absolute. <i>Connick v. Myers,</i> 461 U.S. 138, 150, 103 S.Ct. 1684, 75 L.Ed.2d 708 (1983); <i>Curran v. Cousins,</i> 509 F.3d 36, 44 (1st Cir.2007). \"[A] governmental employer may impose certain restraints on the speech of its employees, restraints that would be unconstitutional if applied to the general public.\" <i>San Diego,</i> 543 U.S. at 80, 125 S.Ct. 521.</p>\n<p>When analyzing First Amendment claims that arise in the government workplace, we follow an established route. As a threshold matter, we must determine whether the employee spoke as a citizen on a matter of public concern. <i>Rankin v. McPherson,</i> 483 U.S. 378, 384, 107 S.Ct. 2891, 97 L.Ed.2d 315 (1987); <i>Baron v. Suffolk County Sheriff's Dept.,</i> 402 F.3d 225, 233 (1st Cir.2005). If so, then we must balance the interests of the employee, as a citizen, in commenting upon matters of concern and the \"interest of the State, as an employer, in promoting the efficiency of the public services it performs through its employees.\" <i>Pickering v. Bd. of Educ.,</i> 391 U.S. 563, 568, 88 S.Ct. 1731, 20 L.Ed.2d 811 (1968); <i>Mihos v. Swift,</i> 358 F.3d 91, 103 (1st Cir.2004). If the balance weighs in favor of the employee, it must then be determined whether the protected speech was a \"substantial or motivating factor in the adverse action against the plaintiff.\" <i>Curran,</i> 509 F.3d at 45.</p>\n<p>The standard of review depends on the step. Because the first two prongs involve analyzing whether the speech is \"of a character which the principles of the First Amendment protect, these determinations are always subject to <i>de novo</i> review.\"<sup>[4]</sup><i>O'Connor v. Steeves,</i> 994 F.2d 905, 912 (1st Cir.1993)(internal quotation <span class=\"star-pagination\">*101</span> marks and citation omitted). The last prong, causation, presents a question of fact. <i>Nethersole v. Bulger,</i> 287 F.3d 15, 18-19 (1st Cir.2002). Accordingly, where a jury has decided causation <i>vel non,</i> we reverse only if no reasonable jury could have arrived at that conclusion. <i>Crowley v. L.L. Bean,</i> 303 F.3d 387, 393 (1st Cir. 2002). Here, the plaintiffs' evidence satisfies their burden at each step.</p>\n<p></p>\n<h2>1. Public Concern<sup>[5]</sup></h2>\n<p>In answering the threshold question of whether the speech involves a matter of public concern we must determine if the employee's expression can fairly be considered to relate to \"any matter of political, social, or other concern to the community.\" <i>Connick,</i> 461 U.S. at 146, 103 S.Ct. 1684. This is a case-specific, fact-dependant inquiry. <i>Curran,</i> 509 F.3d at 45. We generally look to the \"content, form, and context of a given statement as revealed by the whole record.\" <i>Id.</i> at 147-148, 103 S.Ct. 1684; <i>Jordan v. Carter,</i> 428 F.3d 67, 72 (1st Cir.2005). Content, however, is pre-eminent. <i>See </i><i>O'Connor,</i> 994 F.2d at 914. If the employee's speech is on a topic that would qualify, \"on the basis of its content alone\" as a matter of inherent public concern, we needn't inquire further into the \"form and context\" of the expression. <i>O'Connor,</i> 994 F.2d at 914.</p>\n<p>The plaintiffs argue that their speech, because it related to union activity, touched on a matter of \"inherent public concern\" and that we should therefore dispense with a more robust \"content, form, and context\" inquiry. We are reluctant to do so. In the past we have cautioned against allowing the inherent public concern category to draw too many types of cases within its gravitational pull. <i>See Fabiano,</i> 352 F.3d at 454 (noting, in refusing to categorically hold that public zoning lawsuits involve matters of inherent public concern, that \"to use so broad a standard... would sweep nearly every public act under First Amendment protection\").</p>\n<p>To be sure, certain categories of speech carry residual guarantees of their public qualities and are often interpreted, justifiably, to involve matters of inherent public concern. <i>See </i><i>Mihos,</i> 358 F.3d at 102-103 (public voting); <i>see also </i><i>Baron,</i> 402 F.3d at 235 (reports to supervisors of official misconduct or wrongdoing within public office). Private speech to fellow employees regarding union activities is not necessarily imbued with those same public qualities. We are not alone in this conclusion. <i>See </i><i>Boals v. Gray,</i> 775 F.2d 686, 693 (6th Cir.1985)(holding that an employee's speech, simply because it is union-related, does not touch on matter of public concern as matter of law); <i>see also </i><i>Gregorich v. Lund,</i> 54 F.3d 410, 415 (7th Cir.1995)(determining inquiry into \"precise content, form, and context\" necessary despite the fact that case involved union activity).</p>\n<p>The fact that the speech in this case related to union matters is not sufficient by itself to dispense with full-dress <i>Connick</i> analysis. But that fact does point in the direction of finding that the speech involved a matter of public concern. Other circuits have weighed union-related speech heavily in the public concern calculus. <i>See </i><i>Boddie v. City of Columbus,</i> 989 F.2d 745, 750 (5th Cir.1993)(noting that \"much more of the range of [union] activity <span class=\"star-pagination\">*102</span> than the range of employee speech ... is not solely personal and is inevitably of public concern\"); <i>Clue v. Johnson,</i> 179 F.3d 57, 61 (2d Cir.1999) (noting that union activities which \"necessarily entail a substantial criticism of management raise matters of public concern.\") Here, not only did the plaintiffs' speech involve union activity in general, but one of the picket's stated purposes was to allow union members to publicly express criticism of management. At trial, Davignon, Gouveia, and Miller all testified to this fact, specifically asserting that the picket would publicize Hodgson's alleged unfair treatment of correctional officers.</p>\n<p>Moreover, the plaintiffs' speech at least touched on newsworthy subjects. The speech contained information about a picket specifically intended to alert the public to the behavior of Hodgson, a politically elected official. <i>See </i><i>Connick,</i> 461 U.S. at 148, 103 S.Ct. 1684 (noting that speech may involve a matter of public concern if it attempts \"to bring to light actual or potential wrongdoing or breach of public trust on the part of [government official]\").</p>\n<p>Hodgson characterizes the plaintiffs' statements to fellow officers as being related only to their \"personal grievances\" with management. He further says that the plaintiffs spoke solely out of self-interest. Both of these arguments are wanting. First, the statements were not muttered complaints about Hodgson or his administration but rather were responses to questions about  or requests for support of  an upcoming picket. Even if we were to construe the content of the statements as being indirectly critical either of Hodgson's behavior toward the correctional workers or of the administration's stance in the collective bargaining process, such would not automatically strip the speech of its public qualities. <i>See </i><i>Givhan v. Western Line Consol. Sch. Dist.,</i> 439 U.S. 410, 415-416, 99 S.Ct. 693, 58 L.Ed.2d 619 (1979) (noting fact that employee's workplace speech criticized her government employer did not necessarily indicate that it did not involve matter of public concern). Second, although it would be naive to think that the plaintiffs in this case were moved to speak solely by the spirit of civic-mindedness, our cases do not mandate selflessness on the part of plaintiffs. <i>See Fabiano,</i> 352 F.3d at 455 (holding employee's speech touched on a matter of public concern where his purpose in filing the lawsuit \"was to restore the integrity of the zoning process and remedy parking congestion\" in addition to protecting his property interest).</p>\n<p>It is true that the plaintiffs stood to benefit in many ways from persuading co-workers to attend the picket. Nevertheless, the record also supports a conclusion that the plaintiffs wanted to improve the collective bargaining process as a whole and attempted to do so through the time tested method of drawing the public's attention to what they considered unfair behavior on the part of the defendant. <i>Compare </i><i>Saulpaugh v. Monroe Cmty. Hosp.,</i> 4 F.3d 134, 143 (2d Cir.2002)(complaints of sexual harassment did <i>not</i> involve matter of public concern because personal in nature and not related to employer's broader policies). The fact that the plaintiffs hoped their speech would benefit them personally in some respects is not fatal to their case. <i>See </i><i>Gregorich,</i> 54 F.3d at 416 (holding plaintiff-employee's union-organizing effort involved matter of public concern where its purpose was to effect change in management policy to benefit himself and co-workers).</p>\n<p></p>\n<h2>2. Balancing the Interests</h2>\n<p>In balancing the interests of the employer and employees in this case, we look first to the teaching of <i>Waters v. Churchill,</i> 511 <span class=\"star-pagination\">*103</span> U.S. 661, 114 S.Ct. 1878, 128 L.Ed.2d 686 (1994) with respect to the speech engaged in by plaintiffs Davignon, Gouveia, and Miller.<sup>[6]</sup><i>Waters</i> applies where the employer who took disciplinary action did not have personal knowledge of the true content of the employee's speech but rather relied on another's reports of what the employee said. <i>See id.</i> at 678, 114 S.Ct. 1878.<sup>[7]</sup></p>\n<p>Under <i>Waters,</i> we apply the balancing analysis to the facts as the employer believed them to be if the employer arrived at its conclusion reasonably and in good faith. <i>See </i><i>Waters,</i> 511 U.S. at 677, 114 S.Ct. 1878; <i>see also </i><i>Kearney v. Town of Wareham,</i> 316 F.3d 18, 24-25 (1st Cir.2002)(\"employer may rest ... action on evidence produced in an internal investigation so long as the findings gleaned from the investigation are facially reasonable and drawn in good faith\")(citing <i>Waters,</i> 511 U.S. at 677, 114 S.Ct. 1878).</p>\n<p>Here, plaintiffs put forward evidence that, while Hodgson may not have acted with bad faith, he acted unreasonably in arriving at his suspension decision. As the suspension letters indicate, Hodgson took action because he believed the plaintiffs' speech, as reported, involved solicitation of other officers, caused interference with the other officers' performance of duties, and created safety risks. In arriving at this conclusion, however, the defendant consulted four written reports that did not characterize the plaintiffs' statements as solicitation, contained virtually no mention of distraction or interference with work responsibilities, and did not reference any safety risks whatsoever.</p>\n<p>At trial the defendant also testified that he largely relied on the one officer's oral comment mentioning harassment. But that officer's later report, which Hodgson also said he relied upon, did not comport with the oral statement. As the Supreme Court has emphasized, when there is a reasonable likelihood that what an employee said is protected by the First Amendment, an employer \"must tread with a certain amount of care.\" <i>Waters,</i> 511 U.S. at 678, 114 S.Ct. 1878. Here, Hodgson had strong evidence indicating the plaintiffs' speech was not disruptive. At the least, this evidence should have prompted him to engage in further investigation. <i>See </i><i>Waters,</i> 511 U.S. at 678, 114 S.Ct. 1878 (indicating employer's decision-making may be unreasonable if investigation used falls outside range of what reasonable manager would use). Accordingly, when balancing the respective interests we will take a fresh look at the facts and not simply examine the facts as the employer believed them to be. <i>See id.</i> at 677, 114 S.Ct. 1878.</p>\n<p>The balancing test employed at this step, \"<i>Pickering</i> balancing,\" requires a balancing of \"the value of an employee's speech ... against the employer's legitimate government interest in `preventing unnecessary disruptions and inefficiencies in carrying out its public service mission.'\" <i>Guilloty Perez v. Pierluisi,</i> 339 F.3d 43, 52 <span class=\"star-pagination\">*104</span> (1st Cir.2003) (citing <i>O'Connor,</i> 994 F.2d at 915). In evaluating the government's interest, a number of factors may be considered. Among these are (1) the time, place, and manner of the employee's speech, <i>Connick,</i> 461 U.S. at 153, 103 S.Ct. 1684 (noting that speech will likely be more disruptive if it occurs during work hours, at the office, or requires the speaker or others to leave work stations), and (2) the employer's motivation in making the adverse employment decision. <i>See </i><i>Mihos,</i> 358 F.3d at 103 (noting if the employer retaliated entirely out of self-interest as opposed to a legitimate concern about the functioning of government services, the government's side of the balance is undermined). Ultimately, <i>Pickering</i> balancing, like the public concern analysis, is highly fact specific. <i>See </i><i>Evans-Marshall v. Bd. of Educ.,</i> 428 F.3d 223, 239 (6th Cir.2005); <i>see also Gustafson,</i> 290 F.3d at 909 (citation omitted).</p>\n<p>In emphasizing the government's interests, both Hodgson and amici raise concerns that are not insubstantial. In addition to contending that the plaintiffs' speech caused actual disruption, Hodgson testified about the more general need to assert control over correctional officers' speech. He spent considerable time detailing the pressurized, high-stakes environment in which the officers work and relating how, in particular, if plaintiffs' speech was left unchecked, it could have potentially disrupted that environment, creating risks to the safety of employees and inmates alike.</p>\n<p>Maintaining discipline and harmony in the workplace is a valid governmental interest. <i>See </i><i>Rankin,</i> 483 U.S. at 388, 107 S.Ct. 2891 (noting that, in balancing the interests under <i>Pickering,</i> courts may ask \"whether the statement impairs discipline by superiors or harmony among co-workers, [or] has a detrimental impact on close working relationships for which personal loyalty and confidence are necessary.\")(citing <i>Pickering,</i> 391 U.S. at 570-573, 88 S.Ct. 1731). The need for \"discipline, maintenance of harmony among co-workers, and close working relationships requiring personal loyalty and confidence is greater in the context of law enforcement.\" <i>Guilloty Perez,</i> 339 F.3d at 53; <i>see also </i><i>Conaway v. Smith,</i> 853 F.2d 789, 798 (10th Cir.1988). Putting aside practical distinctions between correctional facilities and police departments, the importance of safety within correctional facilities cannot casually be dismissed.</p>\n<p>Although expressing valid interests, the defendant has not in our view demonstrated how the plaintiffs' speech here created harm or increased risks. There was no evidence of actual disruption, despite the fact that the plaintiffs spoke at work and during work hours. The plaintiffs' statements to fellow employees were brief, generally lasting a matter of seconds. The brevity of these statements likely posed no greater danger than the small talk regularly engaged in during working hours. At trial, the sole evidence presented about distraction was one officer's testimony that he was taken from his post \"in a sense\" by Davignon's phone call. Taking nothing away from whatever subjective view that officer holds of his post, Davignon, both in interviews and at trial, denied ever consulting that officer about the picket. Against the competing evidence, this lone characterization of a conversation by one officer is rather thin.</p>\n<p>Against the scant evidence of actual disruption, Hodgson reasonably asserts that a government employer is entitled to consider not only whether the employee's speech actually disrupted the work place environment but also whether the speech had the potential to disrupt. He argues that the plaintiffs' speech threatened to \"disintegrate\" <span class=\"star-pagination\">*105</span> working relationships by creating a division between officers sympathetic to the union and those who were not.</p>\n<p>Indeed, an employer may consider a speech's potential to disrupt. <i>See </i><i>Connick,</i> 461 U.S. at 152, 103 S.Ct. 1684 (\"We do not see the necessity for an employer to allow events to unfold to the extent that the disruption of the office and the destruction of working relationships is manifest before taking action\"). Nevertheless, there is a significant question on these facts whether Hodgson suspended the plaintiffs because of their speech's <i>potential</i> to disrupt when the suspension letters issued to the plaintiffs refer solely to the <i>actual</i> disruption the speech caused.</p>\n<p>In any event, the record is even thinner in support of Hodgson's position that the plaintiffs' speech threatened to disrupt the harmony among workers. Testimony and the investigative reports reveal that when the plaintiffs approached other officers they did so in a civil, non-threatening manner. <i>See </i><i>Lewis v. Harrison Sch. Dist.,</i> 805 F.2d 310, 315-316 (8th Cir.1986)(upholding jury's finding that plaintiff's speech was not disruptive where speech was civil in tone). In fact, the evidence was that in some instances, other officers actually sought information from the plaintiffs about the picket.</p>\n<p>If the plaintiffs' speech hinted at burgeoning signs of hostility toward officers unsympathetic to the union, Hodgson's concerns about potential disruption to workplace harmony would have substance. After an exhaustive review of the record, however, we find not even the specter of such harm. The \"mere incantation of the phrase `internal harmony in the workplace' is not enough to carry the day.\" <i>Gustafson,</i> 290 F.3d at 911 (citing <i>Hulbert v. Wilhelm,</i> 120 F.3d 648, 655 (7th Cir.1997)); <i>see also Weast v. Pierce Cty.,</i> 34 Fed.Appx. 587, 589 (9th Cir.2002)(determining record did not support conclusory allegations that officer's speech criticizing management could disrupt department operations).</p>\n<p>Hodgson warns that if the plaintiffs were to prevail here, the safety and efficiency of correctional facilities everywhere would be compromised. But we do not view this case as being about whether a correctional facility employer can prohibit all non-work related conversation on the job. Rather, we engage in <i>Pickering</i> balancing of the interests presented, necessarily taking into account a number of highly case specific factors. Included among these are the employer's motives in taking the adverse action.</p>\n<p>In this case, there is ample evidence that Hodgson suspended the plaintiffs not out of a legitimate concern that their speech compromised safety at the correctional facilities but because of their prounion activity. First, the timing of the suspensions is suspect. When Hodgson suspended the five active union members, he had already demonstrated significant frustration with the union, indulging in a outburst during one negotiation session in particular. Both Davignon and Presby, part of the union's negotiating team, were present at this session. <i>See </i><i>Mihos,</i> 358 F.3d at 103 (noting government side of scale undermined if evidence indicates employer fired employee in a \"retaliatory fit of pique\").</p>\n<p>Additionally, Hodgson's own actions and pattern of enforcement further undermine his claim of legitimate motives. Although asserting that discussion of union matters is particularly divisive and poses a serious risk of disruption, Hodgson used roll call to personally discuss these same union matters. Relatedly, if Hodgson was so concerned that any non-work focused speech would create such serious distractions and risks, we think it is more than curious that he would allow employees to <span class=\"star-pagination\">*106</span> discuss things such as parades and sports without punishment.</p>\n<p>Finally, Hodgson argues that the fact that the plaintiffs were not authorized to \"conduct\" union business on county time further bolsters the government's interest. On the facts of this case, this argument is unpersuasive for two reasons. First, while the issue of whether the plaintiffs violated office policy is not irrelevant to the <i>Pickering</i> inquiry, <i>see </i><i>Connick,</i> 461 U.S. at 153, 103 S.Ct. 1684, it is unclear what policy Hodgson relies on. Nowhere in the collective bargaining agreement, the list of the duties and responsibilities of correctional officers, or the code of ethics/employee conduct and work rules is the topic of \"conducting\" union business specifically addressed. Moreover, it is highly doubtful that the brief asides about an upcoming picket that took place here constitute \"conducting\" union business, any more than, for example, posting a notice would.</p>\n<p>Because Hodgson acknowledges that he disciplined Davignon, Gouveia, and Miller because of their speech, our analysis of their claims ends here. But, because Hodgson proffered a non-speech based reason for Presby's suspension, we must analyze Presby's claim at step three.</p>\n<p></p>\n<h2>3. Causation</h2>\n<p>Unlike Davignon, Gouveia and Miller, who the defendant acknowledges were disciplined for their speech, in order for Presby to prevail he must demonstrate that his protected expression was a \"substantial or motivating factor in the adverse employment decision. Of course, the employer must have the opportunity to prove that it would have made the same decision regardless of the protected expression.\" <i>Mt. Healthy City Sch. Dist. Bd. Educ.,</i> 429 U.S. at 287, 97 S.Ct. 568. This is simply a question of causation. <i>See </i><i>Tejada-Batista v. Morales,</i> 424 F.3d 97, 101 (1st Cir.2005)(noting that <i>Mt. Healthy</i> \"comports with [] traditional tort-law principle[s]\").</p>\n<p>Causation is thus ordinarily analyzed in two steps. <i>Yerardi's Moody St. Rest. &amp; Lounge, Inc. v. Bd. of Selectmen,</i> 932 F.2d 89, 91 (1st Cir.1991); <i>Mullin,</i> 284 F.3d at 38. First, the plaintiff must show that the employer would not have taken adverse action but for the plaintiff's speech.<sup>[8]</sup><i>Tejada-Batista,</i> 424 F.3d at 101. The plaintiff, in establishing this causal link, need not produce direct evidence of his employer's motivation and accordingly may rely on circumstantial evidence. <i>Guilloty Perez,</i> 339 F.3d at 56-57 (internal quotation marks and citation omitted). If the plaintiff meets that burden, the burden shifts to the employer, and the court must afford the employer the opportunity to sever the causal link. <i>O'Connor,</i> 994 F.2d at 913. Hodgson may accomplish this task by establishing, by a preponderance of the evidence, that he would have taken the adverse action even had Presby not engaged in protected speech. <i>Curran,</i> 509 F.3d at 45, <i>O'Conner,</i> 994 F.3d at 913.</p>\n<p>A reasonable jury could have found Presby would not have been suspended but for his speech at the roll call. Although Hodgson asserts that Presby was suspended because he left a facility door open, the record contains substantial circumstantial evidence indicating otherwise.</p>\n<p>First, the timing of both the investigation and the suspension is questionable. Hodgson ordered the open door incident investigation a little over a week after Presby spoke at the roll call. <i>See </i><i>Nethersole,</i> 287 F.3d at 19 (noting employer's actions immediately following alleged protected speech relevant to causation inquiry <span class=\"star-pagination\">*107</span> even though ostensibly related to different incident). Further, the suspension for the door incident was issued the day after an internal affairs inquiry began to establish that Presby had permission to leave his post and address roll call.</p>\n<p>Second, the suspension relied on the word of one person as opposed to the word of two others. While an employer is not prohibited from crediting one person's report of an incident over others, context matters. Here, the one person happened to be a member of management, while the two others were active union members. Along with the other evidence of pretext, the jury was entitled to consider whether acceptance of one version over the other revealed a desire to punish Presby for his roll call speech under the guise of something else. At the least, the conflicting evidence in these circumstances should have prompted further investigation, for example, questioning others assigned to the central control area. <i>See also </i><i>Am. Postal Workers Union v. United States Postal Serv.,</i> 830 F.2d 294, 311 (D.C.Cir. 1987) (noting employer's failure to investigate further in face of conflicting evidence strongly suggested asserted reason for taking adverse action was pretext).</p>\n<p>Third, the deviation from standard reporting procedures, evidenced by both the administrator's oral report to Hodgson  coming eleven days after the alleged incident, as well as by the administrator's late written report  filed a month and a half after the same incident, casts more doubt on the investigation's integrity. Even absent any charge of collusion, the fact that the discipline decision relied on substantially delayed reports, rife with all the risks of faulty memory, again calls into question the true motive for using the incident as grounds for suspension.</p>\n<p>Finally, the jury had before it the trial testimony of Presby, the supervisor and Hodgson himself, establishing the absence of other investigations of, and punishments for, similar incidents. Presby testified that although the door had been left open on a number of prior occasions, no one had been punished in connection with those incidents. To be sure, past wrongs do not make a right, and conceivably Hodgson could have decided to step up enforcement. However, both Hodgson and the supervisor testified that, despite the fact that the same administrator reported another door being left open, Hodgson chose not to pursue an investigation of that incident. This inference of selective enforcement bolsters Presby's theory that Hodgson used the door incident as a pretext in order to retaliate against Presby for his protected speech.</p>\n<p>This testimony, together with the timing of the investigations and suspensions, as well as the reliance on late reports from a person in the management ranks in the face of contradicting evidence, was sufficient to shift the burden to Hodgson and require him to prove that Presby would have been suspended even in the absence of his protected conduct. For his part, Hodgson pointed to the report detailing the administrator's observations to justify the disciplinary decision. A reasonable jury could have found that this was not enough.</p>\n<p></p>\n<h2>B. Freedom of Association Retaliation Claim</h2>\n<p>Morris does not contend that Hodgson retaliated against him based on anything he said. Rather, Morris claims Hodgson suspended him because of his active association with the union.</p>\n<p>The relevant question is whether Hodgson suspended Morris based on the open door incident or based on his union <span class=\"star-pagination\">*108</span> association.<sup>[9]</sup> The <i>Mt. Healthy</i> causation inquiry applies in instances where a government employee claims her employer has taken adverse action that is violative of associational rights. <i>See </i><i>Gomez v. Rivera Rodriguez,</i> 344 F.3d 103, 110 (1st Cir.2003)(requiring that a plaintiff show that \"political affiliation was a substantial or motivating factor in the decisional calculus\")(internal citation omitted).</p>\n<p>On this point we may be brief. Morris described himself as \"very involved,\" with the union and, at the time of his suspension, had an active role in the collective bargaining negotiations. Hodgson suspended Morris against the backdrop of these negotiations. Because Hodgson charged and suspended Morris and Presby based on the same incident, we do not need to again reference the various shortcomings of Hodgson's proffered reason for the suspensions. The jury reasonably could have determined that Morris was punished because of his association with the union.</p>\n<p></p>\n<h2>C. Jury Instructions</h2>\n<p>Hodgson contends that the district court erred in refusing to give two of his requested jury instructions. His requests emphasized that: (1) \"judicial review of prison officials' actions is very limited,\" thus courts \"must give appropriate deference to the decisions of prison administrators and appropriate recognition to the peculiar and restrictive circumstances of penal confinement,\"; and (2)\"even absent the special deference given to prison administrators, potential disruptiveness can outweigh the employee's free speech interests.\"</p>\n<p>We review jury instructions de novo. <i>Seahorse Marine Supplies, Inc. v. P.R. Sun Oil Co.,</i> 295 F.3d 68, 76 (1st Cir.2002) (citing <i>United States v. DeStefano,</i> 59 F.3d 1, 2 (1st Cir.1995)). Where a district court refuses to give a party's requested instruction, however, we will reverse only if the requested instruction was \"(1) correct as a matter of substantive law, (2) not substantially incorporated into the charge as rendered, and (3) integral to an important point of the case.\" <i>White v. New Hampshire Dep't of Corr.,</i> 221 F.3d 254, 263 (1st Cir.2000)(internal citation omitted). Hodgson timely objected to the failure to give his requested instructions; thus if it was error not to give them, we must determine whether the error was harmless. <i>See </i><i>Scarfo v. Cabletron Sys.,</i> 54 F.3d 931, 939 (1st Cir.1995).</p>\n<p>There was no error in refusing to issue Hodgson's requested instructions. With respect to the requested \"deference instruction,\" Hodgson does not cite any precedent suggesting that courts should give special deference to <i>employment</i> decisions made by correction officials. Rather the cited cases involve correction officials making decisions affecting inmates. <i>See, e.g., </i><i>Jones v. N.C. Prisoners' Labor Union.,</i> 433 U.S. 119, 97 S.Ct. 2532, 53 L.Ed.2d 629 (1977)(operation of prisoners' union); <i>Devaney v. Hall,</i> 509 F.Supp. 497 (D.Mass.1981)(former inmate's complaint <span class=\"star-pagination\">*109</span> against officers and employees of department of corrections). The requested jury instruction was therefore not required as a matter of substantive law.</p>\n<p>The other requested instruction, emphasizing \"potential disruptiveness,\" was correct as a matter of substantive law. But this instruction was substantially incorporated into the charge to the jury. The jury was instructed that, when balancing the relevant interests, it should take into account:</p>\n<blockquote>[T]he Sheriff's interest in promoting the efficiency of the public services performed through employees ... The factors that are relevant ... are whether the speech creates disharmony in the workplace, impedes the speaker's ability to perform his duties or impairs working relationships with other employees.</blockquote>\n<p>The jury thus understood that speech \"creates disharmony,\" or \"impairs working relationships\" if it actually disrupts <i>or</i> if it creates a potential for disruption. The district judge did not word the instruction in such a way as to suggest that the jury had to find actual disruption, e.g., \"created disharmony,\" or \"impaired working relationships.\" In criminal cases we have said that a defendant has a right to an instruction on his theory of the case when the theory is supported by the record and is valid. <i>DeStefano,</i> 59 F.3d at 5. But even in criminal cases, \"so long as the charge sufficiently conveys the defendant's theory, it need not parrot the exact language that the defendant prefers.\" <i>United States v. McGill,</i> 953 F.2d 10, 12 (1st Cir.1992)(internal citation omitted). Here the district court's charge to jury sufficiently conveyed Hodgson's theory.</p>\n<p>Even if the failure to give the requested instructions was error, the error was harmless. A new trial is called for only \"if the error could have affected the result of the jury's deliberation.\" <i>Romano v. U-Haul Int'l,</i> 233 F.3d 655, 667 (1st Cir.2000)(citing <i>Allen v. Chance Mfg. Co.,</i> 873 F.2d 465, 469 (1st Cir.1989)). Here, even if the district court had specifically used the phrase \"potential disruptiveness\" in the instruction it is unlikely that the jury would have reached a different conclusion. At trial, the plaintiffs discredited the theory that Hodgson acted because the plaintiffs' speech posed the potential for disruption. <i>See </i><i>Romano,</i> 233 F.3d at 667 (harmless error in instruction where prevailing party presented evidence at trial sufficient to dispel concern proper instruction would have influenced verdict). And further, as discussed above, the jury almost certainly considered the potential for disruption given the language of the actual instruction.</p>\n<p></p>\n<h2>D. Inconsistent Verdicts Claim</h2>\n<p>When reviewing claims of inconsistency between general civil jury verdicts, we do not have the compulsion of a specific procedural rule to determine the existence of an inconsistency. <i>Merchant v. Ruhle,</i> 740 F.2d 86, 89 (1st Cir.1984). We are, however, reluctant to order a new trial on the basis of inconsistent jury verdicts. <i>Connelly v. Hyundai Motor Co.,</i> 351 F.3d 535, 540 (1st Cir.2003). When a party claims that jury verdicts are inconsistent, we \"attempt to reconcile the jury's findings, by exegesis if necessary.\" <i>Acevedo-Diaz v. Aponte,</i> 1 F.3d 62, 74 n. 15 (1st Cir.1993). This exercise involves determining whether the jury could have, consistent with its instructions, rendered the challenged verdicts. <i>See </i><i>Merchant,</i> 740 F.2d at 91. In undertaking this analysis we view the facts in the light most favorable to the verdict. <i>Id.</i></p>\n<p>Hodgson claims that the jury's general verdicts were inconsistent in two ways.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*110</span> 1. Alleged inconsistency between § 1983 and Intentional Interference with Advantageous Relationship verdicts.</h2>\n<p>First, Hodgson argues that the jury's finding in his favor on Davignon's, Gouveia's, and Miller's § 1983 individual capacity claims is inconsistent with its finding that those same plaintiffs were entitled to judgment on their intentional interference with advantageous relations<sup>[10]</sup> claims. In this argument, Hodgson relies on the fact that the jury specifically found that he did not act \"willfully, maliciously, or with reckless indifference to the plaintiff's constitutional rights\" and consequently did not award punitive damages to the plaintiffs on their § 1983 claims.</p>\n<p>In analyzing this claimed inconsistency we look to distinctions between the federal punitive damage standard under § 1983 and the elements a plaintiff must prove exist to recover on a state intentional interference claim. Under § 1983, a jury may levy punitive damages when a defendant's conduct is \"shown to be motivated by evil motive or intent, or when it involves reckless or callous indifference to the federally protected rights of others.\" <i>Smith v. Wade,</i> 461 U.S. 30, 56, 103 S.Ct. 1625, 75 L.Ed.2d 632 (1983); <i>see also </i><i>Iacobucci v. Boulter,</i> 193 F.3d 14, 25-26 (1st Cir.1999). In <i>Iacobucci,</i> we emphasized that the \"evil motive,\" \"intent,\" or \"reckless or callous indifference\" pertains to the \"<i>defendant's knowledge that [he] may be acting in violation of federal law.</i>\" <i>Iacobucci,</i> 193 F.3d at 26 (emphasis added) (internal quotation marks and citation omitted).</p>\n<p>As for the state law claim, in order for a plaintiff to recover for intentional interference with advantageous relations he must prove, among other elements, that the defendant intentionally interfered with the employment relationship and that this interference \"was improper in motive or means.\" <i>See </i><i>Weber v. Cmty. Teamwork, Inc.,</i> 434 Mass. 761, 781, 752 N.E.2d 700 (2001). Where the defendant is a supervisor the plaintiff must also show that the improper motive or means rose to the level of \"actual malice\" and was the \"controlling factor\" in the defendant's interference. <i>Id.</i> Whether Hodgson possessed \"actual malice\" depends on whether he had a \"`spiteful, malignant purpose, unrelated to the legitimate corporate interest' of the employer,\" <i>id.</i> at 782, 752 N.E.2d 700. Put differently, the question is whether the defendant \"was personally hostile or harbored ill will toward the plaintiff.\" <i>Sklar v. Beth Isr. Deaconess Med. Ctr.,</i> 59 Mass. App.Ct. 550, 554, 797 N.E.2d 381 (2003)(citing <i>Weber,</i> 434 Mass. at 783, 752 N.E.2d 700).</p>\n<p>The jury's verdicts on the § 1983 and intentional interference claims can be reconciled. The court specifically instructed the jury that it could award punitive damages if it found that the defendant acted \"willfully, maliciously, or with reckless indifference to the plaintiff's <i>constitutional rights.</i>\" (emphasis added). The jury could have determined that Hodgson had a \"spiteful, malignant purpose,\" namely, to silence those speaking out in favor of the union, but that he believed that silencing them was permissible under federal law. <i>See </i><i>Kolstad v. ADA,</i> 527 U.S. 526, 537, 119 S.Ct. 2118, 144 L.Ed.2d 494 (noting punitive damages inappropriate where employer believes actions are lawful); <i>see also </i><i>Iacobucci,</i> 193 F.3d at 26. Moreover, the <span class=\"star-pagination\">*111</span> jury may have determined that, First Amendment issues aside, Hodgson was hostile towards the plaintiffs. <i>See </i><i>Weber,</i> 434 Mass. at 783, 752 N.E.2d 700. Those plaintiffs who recovered on the intentional interference claim, Davignon, Gouveia, and Miller, all testified that Hodgson was hostile toward them at roll call. All three testified to his threatening remarks regarding their employment status, and Davignon and Gouveia additionally stated that Hodgson stared at them when referencing \"troublemakers.\" The jury could have reasonably construed such behavior as evidencing hostility.</p>\n<p></p>\n<h2>2. Alleged inconsistency between § 1983 and Massachusetts Civil Rights Act verdicts</h2>\n<p>Hodgson also contends that the jury's finding in his favor on Morris's § 1983 individual capacity claim renders inconsistent the verdict in favor of Morris on his MCRA claim.</p>\n<p>Hodgson says first that, as to all plaintiffs, the jury found him liable only in his official capacity and not in his individual capacity. Further, with the exception of Morris, the jury found that Hodgson did not violate the plaintiffs' rights under the MCRA. Hodgson argues that these findings in his favor were tantamount to finding that he was entitled to qualified immunity. It follows, the argument goes, that the jury's verdict in favor of Morris on <i>his</i> MCRA claim was erroneous and inconsistent with the verdicts in Hodgson's favor under § 1983. Hodgson also argues that the MCRA requires Morris to establish that Hodgson interfered with his exercise or enjoyment of rights by \"threats, intimidation or coercion,\" and that Morris failed to prove the existence of one of these additional elements.</p>\n<p>The plaintiffs have two responses. First, they say that a finding of qualified immunity is irrelevant to Morris's MCRA claim because the claim is based on a separate incident in which Hodgson was not acting under the \"color of state law,\" a necessary ingredient for qualified immunity. Specifically, they cite an incident where Hodgson confronted Morris outside the correctional facility and chastised him for not wearing a hat. If Hodgson was not acting under the color of state law, they argue, he could not avail himself of the qualified immunity defense. <i>See </i><i>Burke v. Town of Walpole,</i> 405 F.3d 66, 76 (1st Cir.2005) (noting that qualified immunity applies when a person's rights are infringed by <i>state actors</i>)(emphasis added)(internal citation omitted). Second, the plaintiffs argue that Morris proved Hodgson interfered with his constitutional rights by \"threats, intimidation, or coercion\" by presenting evidence that Hodgson, during the hat incident, addressed Morris in an \"aggressive, angry, and arrested\" manner.</p>\n<p>We agree with the plaintiffs that the jury's verdicts are indeed susceptible to a consistent, albeit strained, reading.</p>\n<p>First, the jury could have, as the plaintiffs argue, found that Hodgson was not acting under the color of state law and thus was not shielded by qualified immunity. This theory is viable because, even though the MCRA claim may be thought of as a state law analogue to the federal § 1983 claim, and even though courts have held the same qualified immunity standard applies to both laws, the MCRA does not require state action.<sup>[11]</sup></p>\n<p><span class=\"star-pagination\">*112</span> In resolving the \"under color of law\" question in the past we have examined the totality of the circumstances, to determine whether the \"state actor's conduct occurs in the course of performing an actual or apparent duty of his office, or ... is such that the actor could not have behaved in that way but for the authority of his office.\" <i>Martinez v. Colon,</i> 54 F.3d 980, 986 (1st Cir.1995). Admittedly, a finding that Hodgson was not acting \"under the color of law\" during this incident required the jury to engage in mental gymnastics. For one thing, looked at in isolation there is little evidence in the record about the hat incident, and the facts that are present, such as the fact that the incident occurred in the vicinity of the correctional facility, seem to cut against a finding of no state action. <i>See </i><i>Zambrana-Marrero v. Suarez-Cruz,</i> 172 F.3d 122, 125 (1st Cir.1999)(noting location of incident relevant to analysis). Nevertheless, the jury could have found that Hodgson, when chastising Morris for not wearing his hat, was not enforcing any official duties given that departmental policy, according to testimony at trial, did not require Morris to wear a hat. In the end, we accord the jury's conclusion respect, especially since determining whether a defendant acted under color of state law can often be \"particularly elusive,\" <i>id.,</i> and reminding ourselves of our duty to read the jury's verdicts consistently if possible. <i>See </i><i>Malm v. United States Lines Co.,</i> 269 F.Supp. 731, 731-32 (S.D.N.Y.1967), aff'd, 378 F.2d 941 (2d Cir.1967) (recognizing jury's right to \"idiosyncratic position provided the challenged verdict is based on the evidence and the law\").</p>\n<p>As to Hodgson's second contention  that Morris did not establish \"threats, intimidation or coercion,\"  the jury could have reasonably found that Hodgson's behavior towards Morris amounted to intimidation, and thus that Morris met one of the three additional requirements under the MCRA. The Massachusetts Supreme Judicial Court has defined \"intimidation\" as \"putting in fear for the purpose of compelling or deterring conduct.\" <i>Planned Parenthood League of Mass. Inc. v. Blake,</i> 417 Mass. 467, 474, 631 N.E.2d 985 (1994) (citations omitted), cert. denied, 513 U.S. 868, 115 S.Ct. 188, 130 L.Ed.2d 122 (1994). Morris testified that Hodgson, \"spun the wheels of his car,\" before getting out of the car and confronting him in an \"aggressive, angry, and arrested\" manner. Morris also testified that Hodgson's behavior intimidated him. Given that Morris held a position on the negotiating subcommittee, the jury could have rationally concluded that Hodgson intended to intimidate Morris in order to frustrate his associational rights. Accordingly, we affirm the verdict in favor of Morris on his MCRA claim.</p>\n<p></p>\n<h2>E. Evidentiary Claims</h2>\n<p></p>\n<h2>1. Admission of state agency decision</h2>\n<p>The district court admitted into evidence a decision rendered by the Massachusetts Labor Relations Commission (MLRC)  a state administrative agency. The MLRC is charged with resolving labor disputes by enforcing Massachusetts labor laws, and its decision addressed whether the Bristol County Sheriff's Department violated various sections of M.G.L. C. 150E.</p>\n<p>Hodgson argues that the district court erred in admitting the MLRC decision into evidence. He claims (1) the findings of fact in the decision are inadmissible hearsay and (2) that even assuming the decision is otherwise admissible, the district court should have excluded it under Federal Rule of Evidence 403.</p>\n<p>We review a district court's decision to admit evidence for abuse of discretion. <span class=\"star-pagination\">*113</span> <i>United States v. Jimenez,</i> 419 F.3d 34, 43 (1st Cir.2005). We find no abuse here.</p>\n<p>First, the decision was admissible under the public records exception to the rule against hearsay. <i>See,</i> Fed.R.Evid. 803(8). The public records exception allows a district court to admit public records and reports, in any form, of public agencies setting forth,</p>\n<blockquote>in civil actions and proceedings ... factual findings resulting from an investigation made pursuant to authority granted by law, unless the sources of information or other circumstances indicate a lack of trustworthiness.</blockquote>\n<p><i>Id.</i> (C). \"The Supreme Court has interpreted this `public records' exception to the hearsay rule broadly to include both conclusions and opinions of public offices and agencies.\" <i>Patterson v. Mills,</i> 64 Fed. Appx. 457, 462 (6th Cir.2003)(citing <i>Beech Aircraft Corp. v. Rainey,</i> 488 U.S. 153, 162, 109 S.Ct. 439, 102 L.Ed.2d 445 (1988)).</p>\n<p>Hodgson relies on cases holding that judicial findings of fact in a previous case are inadmissible under Rule 803(8)(c). <i>See e.g., </i><i>Herrick v. Garvey,</i> 298 F.3d 1184, 1192 (10th Cir.2002); <i>Milan Express v. Averitt Express,</i> 254 F.3d 966, 983, n. 25 (11th Cir.2001). But the Massachusetts Labor Commission is not a court, and its determinations are not stamped with the judicial imprimatur that the findings of a court are. The Commission's findings are thus less likely than those of a court to be given disproportionate weight by a jury. <i>See </i><i>Herrick,</i> 298 F.3d at 1192.</p>\n<p>Turning to Hodgson's Rule 403 objection, we conclude that the district court did not abuse its discretion in admitting the decision. Rule 403 permits the exclusion of relevant evidence \"if its probative value is substantially outweighed by the danger of unfair prejudice.\" Fed.R.Evid. 403. We have emphasized that \"only rarely  and in extraordinarily compelling circumstanceswill we, from the vista of a cold appellate record, reverse a district court's on-the-spot judgment concerning the relative weighing of probative value and unfair effect.\" <i>United States v. Flemmi,</i> 402 F.3d 79, 86 (1st Cir.2005)(internal quotation marks and citation omitted); <i>see also </i><i>Paolitto v. Brown E. &amp; C. Inc.,</i> 151 F.3d 60, 65 (2d Cir.1998)(noting district court in best position to consider how admission of agency report will impact trial).</p>\n<p>The MLRC's decision was highly probative given both the identity of the parties and the fact that the decision pertained to the same incidents that gave rise to this federal action. The judge was entitled to take that value into account. Moreover, the admission of the decision did not unfairly prejudice Hodgson. As we have stressed in the past, \"virtually all evidence is prejudicial ... but it is only <i>unfair</i> prejudice against which the law protects.\" <i>United States v. Pinillos-Prieto,</i> 419 F.3d 61, 72 (1st Cir.2005) (internal quotation marks and citation omitted) (emphasis in original). Any potential for unfairness was mitigated by the district judge expressly instructing the jury that the MLRC's decision involved a different issue and was not binding on the jury.</p>\n<p></p>\n<h2>2. Decision to reopen to permit plaintiff to present evidence of lost wages</h2>\n<p>After the close of evidence the district court allowed the plaintiffs to reopen and present evidence of the amounts of their lost wages. Although the plaintiffs had a witness available, Hodgson stipulated to the amounts but objected to the court's decision to reopen.</p>\n<p>A district court's decision to reopen the record to permit the introduction of additional evidence is reviewable <span class=\"star-pagination\">*114</span> for abuse of discretion. <i>United States v. Santana,</i> 175 F.3d 57, 64 (1st Cir. 1999); <i>Lussier v. Runyon,</i> 50 F.3d 1103, 1113 (1st Cir.1995). While the court's decision turns on flexible and case-specific criteria, among the factors the district court should consider are \"whether (1) the evidence sought to be introduced is especially important and probative; (2) the moving party's explanation for failing to introduce the evidence earlier is bona fide; and (3) reopening will cause no undue prejudice to the non-moving party.\" <i>Rivera-Flores v. Puerto Rico Tel. Co.,</i> 64 F.3d 742, 746 (1st Cir. 1995)(citing <i>Joseph v. Terminix Int'l Co.,</i> 17 F.3d 1282, 1285 (10th Cir.1994)).</p>\n<p>There was no abuse of discretion in allowing the additional evidence. First, the plaintiffs' evidence on lost wages was highly probative, as it was the only evidence of the precise amount of compensatory damages. <i>Compare </i><i>Joseph,</i> 17 F.3d at 1285 (noting that \"new\" evidence would have been cumulative). Second, the plaintiffs appeared to have a bona fide explanation for failing to introduce the evidence, namely \"reasonably genuine surprise.\" <i>See </i><i>Rivera-Flores,</i> 64 F.3d at 747 (explaining that \"it may amount to an abuse of discretion for a trial court to <i>decline</i> to reopen in circumstances where the movant has demonstrated `reasonably genuine surprise'\")(emphasis added)(internal citation omitted). The plaintiffs appear to have been operating under the assumption that they could introduce damages at a later stage and expressed genuine surprise once faced with the prospect of losing such an opportunity. <i>Compare </i><i>Bradford Trust Co. v. Merrill, Lynch, Pierce, Fenner &amp; Smith, Inc.,</i> 805 F.2d 49, 52-53 (2d Cir.1986)(affirming lower court's denial of motion to re-open where lower court repeatedly warned that moving party would need to present evidence on \"key issue\"). Finally, because the plaintiff had a readily available witness who would testify as to lost wages, <i>see </i><i>Rivera-Flores,</i> 64 F.3d at 749 (noting defendant not unduly prejudiced where \"introduction of [ ] readily obtainable documentary evidence could have entailed but minimal delay\"), and because Hodgson would have the opportunity to cross-examine this witness, the reopening did not cause undue prejudice.</p>\n<p></p>\n<h2>F. Attorneys Fees</h2>\n<p>The plaintiffs requested and the district court awarded attorney's fees in the amount of $172,248.21 and expenses of $2,481.75. Hodgson argues this award is excessive for three reasons: (1) the limited dollar amount of the verdict in the plaintiffs' favor; (2) the failure of the plaintiffs' claims for invasion of privacy; and (3) the fact that the plaintiffs' fee request contained \"excessive, duplicative, and repetitive hours.\"</p>\n<p>We deferentially review a district court's fee award and thus give substantial respect to the court's informed discretion. <i>Coutin v. Young &amp; Rubicam P.R.,</i> 124 F.3d 331, 336 (1st Cir.1997); <i>Diaz-Rivera v. Rivera-Rodriguez,</i> 377 F.3d 119, 124 (1st Cir.2004) ('a reviewing court customarily defers to the trial judge, whose intimate knowledge of the nuances of the underlying case uniquely positions him to construct a condign award')(internal citation omitted). Accordingly, we will disturb such an award only if the district court has manifestly abused its discretion or made a mistake of law. <i>Id.</i> at 124. Such an abuse or mistake may occur if a court, in arriving at an award, ignores a material factor deserving significant weight, relies upon an improper factor, or relies solely upon proper factors but mistakenly weighs those factors. <i>Coutin,</i> 124 F.3d at 336.</p>\n<p>Here, the district court did not abuse its discretion. First, although the jury only awarded the plaintiffs' aggregate damages <span class=\"star-pagination\">*115</span> of $17,980 based primarily on the § 1983 claims, the Supreme Court has rejected \"the proposition that fee awards under § 1988 should necessarily be proportionate to the amount of damages a civil rights plaintiff actually recovers.\" <i>City of Riverside v. Rivera,</i> 477 U.S. 561, 574, 106 S.Ct. 2686, 91 L.Ed.2d 466 (1986)(plurality opinion). Further, while the trial result is a \"preeminent consideration in the fee-adjustment process,\" <i>Coutin,</i> 124 F.3d at 338,  all the plaintiffs were equally unsuccessful as to one of their four shared claims  we have stressed that a plaintiff's claim-by-claim success is only one of the factors to be considered when examining the results obtained. <i>Id.</i> Also significant is \"the societal importance of the right which has been vindicated.\" <i>Id.</i> The district court emphasized that the plaintiffs were victorious on the civil rights claim that \"propelled this litigation for more than five years.\"</p>\n<p>Finally, although excessive or unproductive time spent is not compensable, <i>see, e.g., </i><i>Lipsett v. Blanco,</i> 975 F.2d 934, 937 (1st Cir.1992), in this case the district court \"carefully examined\" Hodgson's claims of excessiveness and found the plaintiffs' fee schedule, prepared according to the accepted lodestar method, to be justified. In the end, we see no reason to question the district court's judgment on this factor, or any of the other factors, and accordingly affirm the fee award.</p>\n<p>For the foregoing reasons, the judgment is <i>affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  385 U.S. 493, 87 S.Ct. 616, 17 L.Ed.2d 562 (1967).</p>\n<p>[2]  Article VII, in its entirety, contains two sentences about work hours. Article VIII, on the other hand, does discuss policies applying to union representatives but only states that a steward list should be given to the sheriff and that stewards should be granted reasonable time off to \"investigate and settle grievances, attend meetings of state and national bodies, including conventions without loss of pay.\"</p>\n<p>[3]  The letters also reference the plaintiffs' conduct during the investigation, but Hodgson does not rely on that basis on appeal.</p>\n<p>[4]  In this case the district judge curiously, after holding that the balance weighed in favor of the plaintiffs, nevertheless subsequently submitted the balancing question to the jury. <i>See </i><i>Breaux v. City of Garland,</i> 205 F.3d 150, 156 n. 9 (5th Cir.2000)(describing the district court's decision to send the balancing question to the jury as \"problematic\"). This does not, however, impact our standard of review. <i>See </i><i>Knowlton v. Greenwood Indep. Sch. Dist.,</i> 957 F.2d 1172, 1177-78 (5th Cir.1992)(reviewing balancing question de novo despite fact that district court sent question to jury).</p>\n<p>[5]  The public concern inquiry is relevant to the claims of Davignon, Gouveia, and Miller. Hodgson has not on appeal addressed whether Presby's roll call speech involved a matter of public concern, and thus waives argument on that issue. <i>United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990). Hodgson did address the cause of Presby's suspension, which we analyze at step three. Plaintiff Morris claimed Hodgson retaliated against him based on his association with the union, and we take up that claim separately.</p>\n<p>[6]  The <i>Waters</i> analysis, like the public concern inquiry, is not applicable to Presby because Hodgson contends that he disciplined Presby based on the \"door\" incident rather than on anything Presby said.</p>\n<p>[7]  A court may engage in a <i>Waters</i> analysis when determining whether the speech involved a matter of public concern, <i>Meaney v. Dever,</i> 326 F.3d 283, 288-289 (1st Cir.2003), or when examining the employer's determination that government interests outweighed the plaintiff's interest in speaking. <i>See </i><i>Waters,</i> 511 U.S. at 680, 114 S.Ct. 1878 (\"the potential disruptiveness of the speech <i>as reported</i> was enough to outweigh whatever First Amendment value it might have had\")(emphasis added); <i>see also </i><i>Hennessy v. City of Melrose,</i> 194 F.3d 237, 247 (1st Cir.1999).</p>\n<p>[8]  We emphasize that the plaintiff's burden under <i>Mt. Healthy</i> is more substantial than a plaintiff's burden of producing prima facie evidence in a Title VII discrimination case. <i>Guilloty Perez,</i> F.3d at 56 n. 11.</p>\n<p>[9]  Neither the Supreme Court nor this Circuit has decided whether the public concern requirement extends to an employee's claim that an employer has retaliated based on association. <i>See </i><i>Shrum v. City of Coweta,</i> 449 F.3d 1132, 1138 (10th Cir.2006). We have explicitly reserved this question, <i>Tang,</i> 163 F.3d at 11 n. 4, which has divided the Courts of Appeals. <i>See </i><i>Shrum,</i> 449 F.3d at 1139 n. 3 (listing circuits definitively resolving issue). Hodgson's brief assumes that we do require that the associational activity in question involve a matter of public concern, but does not adequately address why Morris's union association did not, in fact, implicate such a matter. Thus, the public concern issue as to Morris is waived. <i>Zannino,</i> 895 F.2d at 17.</p>\n<p>[10]  Although the state law claim is referred to as \"wrongful interference with advantageous relations\" in the briefs and in the jury instructions, the claim is more commonly referred to in the relevant decisional law as \"intentional interference with advantageous relations.\" Accordingly, we do so here.</p>\n<p>[11]  Compare \"Whenever any person or persons, whether or not acting under color of law ...,\" G.L. c. 12, § 11H with \"Every person, who under color of any statute, ordinance, regulation, custom, or usage, or any State or Territory or the District of Columbia...,\" 42 U.S.C. § 1983.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">91</span></span> (2008)</b></center>\n<center><h1>David DAVIGNON, David Gouveia, David Miller, Edward Moris, Jr., and Thomas Presby, Plaintiffs, Appellees,<br>\nv.<br>\nThomas M. HODGSON, Individually and as Bristol County Sheriff, Defendant, Appellant.</h1></center>\n<center>No. 06-1191.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard February 9, 2007.</center>\n<center>Decided April 24, 2008.</center>\n<p><span class=\"star-pagination\">*95</span> Bruce A. Assad, Bristol County Sheriff's Office, with whom Gary W. Smith, Susan S. Riedel, and Posternak Blankstein &amp; Lund LLP, were on brief, for appellant.</p>\n<p>Philip N. Beauregard, with whom Timour Zoubaidoulline, and Law Offices of Beauregard, Burke &amp; Franco, were on brief, for appellees.</p>\n<p>Jeffrey R. Turco and Brian Knuuttila, on brief for amicus curiae Massachusetts Sheriffs' Association.</p>\n<p>Douglas I. Louison, Stephen C. Pfaff, and Merrick, Louison &amp; Costello, LLP, on brief for amicus curiae Massachusetts Correctional Officers Federated Union.</p>\n<p>Fredric M. Knapp, Richard Weintraub, James T. Prusinowski, and Laufer, Knapp, Torzewski, Dalena &amp; Sposaro, LLC, on brief for amicus curiae National Sheriff's Association.</p>\n<p><span class=\"star-pagination\">*96</span> Before TORRUELLA, Circuit Judge, STAHL, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>Five Bristol County Massachusetts correctional officers were suspended from their jobs by Sheriff Thomas Hodgson. Claiming that the sheriff's actions were in retaliation for their First Amendment activities, they sued pursuant to 42 U.S.C. § 1983, in addition to bringing various claims under state law. A jury found Hodgson liable in his official capacity on the § 1983 claims, found against him on some of the state law claims, and awarded a total of $17,980 in compensatory damages. In this appeal, we reject each of Hodgson's claims of error and affirm the judgment.</p>\n<p></p>\n<h2>I. Facts</h2>\n<p>We rehearse the facts in a light most favorable to the jury verdict. <i>See </i><i>McDonough v. City of Quincy,</i> <span class=\"citation\" data-id=\"202275\"><a href=\"/opinion/202275/mcdonough-v-city-of-quincy/\"><span class=\"volume\">452</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 13 (1st Cir.2006).</p>\n<p>In 2000, the Sheriff's Department employed 350 correctional officers, all of whom were members of the Massachusetts Correctional Officers Federated Union (the \"union\"). Among the correctional facilities operated by the Department were the Ash Street jail in New Bedford and the House of Correction in North Dartmouth. Four of the plaintiffs worked at the Ash Street facility; plaintiff David Davignon worked at the House of Correction.</p>\n<p>All five of the plaintiffs were active in union affairs. Plaintiffs Davignon, David Gouveia, David Miller and Thomas Presby were union stewards, and counted among their union duties looking into management's alleged violations of the collective bargaining agreement. Davignon and Presby were also members of the union's negotiating subcommittee, as was plaintiff Edward Morris, Jr.</p>\n<p>In the spring of 2000, with their collective bargaining agreement set to expire in June, the union and the Department began negotiating a new agreement. Hodgson, who as sheriff was in charge of the correctional facilities, was among those representing the Department at these negotiations.</p>\n<p>The jury heard testimony that, by the summer of 2000, negotiations had grown tense, after no progress on a new agreement had been made after several sessions. Davignon testified that union negotiators had trouble getting release time from work to attend the sessions. At one session in late June, tensions boiled over. According to testimony, Hodgson had arrived more than thirty minutes late, and at the close of the session a union representative asked him to be punctual for the next meeting. Witnesses said that Hodgson cursed at the representative, slammed his hand on the table and said, \"I'm the Sheriff. If you have to wait, you'll wait for me.\" Both Davignon and Presby were present, in their capacities as union negotiators.</p>\n<p>In time, the union requested mediation. In September, after returning from the first mediation session, Presby requested and received permission from superior officers to address fellow officers at roll call. There was testimony that presentation of information unrelated to the facility's daily operations was not unusual at roll calls, including giving updates on union activity. Presby reported that the negotiation sessions had not been going well and that the union planned to hold a meeting to determine its next step.</p>\n<p>Presby's update became the subject of an internal investigation ordered by Hodgson, to determine whether Presby had left his post in order to give the report. A few <span class=\"star-pagination\">*97</span> days after Presby's remarks, Hodgson also ordered an additional investigation into whether Presby and Morris had left open a door to the central control area of the Ash Street jail. Hodgson testified that he initiated this latter investigation because an administrator told him that on a visit to the facility eleven days prior, the administrator had walked through a number of unlocked doors including a door to central control. The administrator identified Morris and Presby among the officers present in the central control area. He did not, however, submit a written report on the date of the incident as called for by standard departmental procedure. While these investigations were underway, Hodgson issued a policy directive stressing that union representatives could not use roll call to discuss union business.</p>\n<p>The union decided to hold a picket at a busy intersection near the Ash Street facility to express dissatisfaction with the contract negotiations and to criticize Hodgson's treatment of correctional officers and their families. The union mailed a letter to its members providing relevant information, and Davignon, Gouveia and Miller spoke with individual correctional officers at work about the planned picket.</p>\n<p>At trial, conversations between plaintiffs and four officers were highlighted. There was no dispute that the conversations were brief, with estimates ranging from approximately ten to forty-five seconds. Testimony conflicted as to the precise nature of Gouveia's and Davignon's conversations. Gouveia said that he relayed information about the picket to two officers, but there was also testimony that he asked them if they were going to attend the picket. One noted that Gouveia held a pen and paper during the encounter. Further, although Gouveia testified that several officers approached him and asked him about the picket, the only officers that reported Gouveia spoke to them said that he did the approaching. One officer asserted that Davignon contacted him by telephone and asked him if he would be attending the picket. Davignon denied doing so both in investigative interviews and at trial.</p>\n<p>Neither the plaintiffs nor the officers with whom they spoke testified that the conversations distracted any of them from their work, or otherwise endangered staff or inmates. The officer allegedly contacted by phone did, however, testify that \"in a sense\" he was taken away from his post to answer Davignon's phone call.</p>\n<p>Hodgson ordered an investigation into these encounters, to determine whether officers had been pressured or coerced to participate in the picket. Hodgson testified that he initiated the investigation because one of the officers had mentioned to him that he felt that he was being harassed about the picket.</p>\n<p>During this time Hodgson addressed three roll calls. In one or more of them he referred to the Supreme Court's decision in <i>Garrity v. New Jersey,</i><sup>[1]</sup> and several witnesses testified that Hodgson told officers that, based on <i>Garrity,</i> he could terminate those who failed to be completely truthful during internal affairs investigations. He also stated that employees could not conduct union business on duty, and further that he knew there were \"troublemakers\" in the department whom he would not hesitate to remove. Relatedly, he stressed that if they were terminated they might grieve and eventually get their jobs back, but they would be making five or six dollars an hour in the interim. Both Gouveia and Davignon testified that Hodgson stared directly at them when making the \"troublemakers\" comment.</p>\n<p><span class=\"star-pagination\">*98</span> Hodgson also discussed the status of the collective bargaining negotiations. He told the officers that the election was over, he was the sheriff, and that the longer it took to settle the contract the less money there would be for them and their families. He also informed them that there would be no retroactive pay, and that someone was misleading them if they were being told otherwise. Explaining at trial why he could discuss union matters at roll call even though his earlier directive had explicitly banned such discussion, Hodgson asserted that different rules applied to him as sheriff.</p>\n<p>The three investigations had the following results. First, with respect to whether Presby impermissibly left his post to address a roll call, investigators determined that Presby did have permission to leave his post. Second, as to the open central control door, Morris and Presby were assigned to the area, neither recalled interacting with the administrator, and Presby specifically stated that he always complied with rules regarding entrance doors. The administrator reaffirmed, and filed a written report confirming, that the central control door was indeed open and that he had observed Morris and other personnel in the area. Finally, with respect to the investigation of the picket-related speech by Davignon, Gouveia, and Miller, interviews of more than sixty officers yielded written statements from four officers stating that the plaintiffs had spoken to them about the picket. In his statement one of the officers noted that he told one of the plaintiffs to get back to him when he had more information about the picket. None of the officers wrote that the plaintiffs harassed, pressured, solicited or coerced them during their brief conversations. Three of them gave oral statements and trial testimony consistent with their written statements. The one officer whom Davignon had allegedly telephoned, however, testified at trial that he felt harassed by the phone call.</p>\n<p>Based on the investigation results and on the statement by one of the officers that he had been harassed, Hodgson suspended Davignon, Gouveia, and Miller for thirty days without pay, transferred them to another facility, stripped them of their seniority rights and changed their days off from weekends to weekdays. Presby and Morris were suspended for ten days without pay based on the open door incident.</p>\n<p>The suspension letters sent to Davignon, Gouveia, and Miller charged them with soliciting correctional officers to participate in a union picket. The letters cited Article VII of the Collective Bargaining Agreement as the basis for the suspensions but also pointed out that the plaintiffs' wrongful conduct \"interfered with other correctional officers' performance of their duties\" and adversely affected \"the efficient operation of the department and potentially the health and safety of all employees.\"<sup>[2]</sup> Finally, the letters stated that the plaintiffs had used departmental telephones to solicit the other officers, in violation of departmental rules.<sup>[3]</sup> At trial, Hodgson acknowledged that neither Gouveia nor Miller used departmental telephones and that this particular charge was a typographical error.</p>\n<p><span class=\"star-pagination\">*99</span> The suspension letters the supervisor of the Ash Street facility sent to Presby and Morris charged that they had breached security while assigned to central control. The stated basis for the suspensions was the administrator's written report.</p>\n<p>At trial, Hodgson elaborated on the various bases for the suspensions. With respect to Davignon, Gouveia and Miller, he generally reiterated the grounds cited in the suspension letters but added that he also relied on the oral statement by one of the officers about feeling harassed. Hodgson acknowledged that he believed the plaintiffs had pressured rather than harassed other officers. He also testified at length about the general risks present in the correctional facility setting and the dangers that speech like the plaintiffs' posed to the facility's security because of the great potential for distraction.</p>\n<p>With respect to Presby and Morris, Hodgson said that the suspensions were based on the investigative report of the door incident. By contrast, Presby testified that in the past staff had pointed out opened doors but that no one had been punished as a result. Further, both Hodgson and the supervisor acknowledged that they did not investigate the administrator's report of another door left open.</p>\n<p>Nowhere in the trial testimony was there identified a specific rule disallowing union speech during working hours aside from the sheriff's directive banning union speech at roll calls. Further, although Hodgson at one point testified that it was a violation to be doing anything other than working in the facility, he later said that officers were permitted to talk about non-union related topics such as upcoming parades, sports, and other small talk subjects. Several witnesses testified that officers often discuss non-work related matters at work. Finally, there was testimony that departmental telephones at times were used to make personal calls.</p>\n<p></p>\n<h2>II. Proceedings</h2>\n<p>The plaintiffs sued Hodgson in both his individual and official capacities, seeking damages and injunctive relief under 42 U.S.C. § 1983 for violation of their First Amendment rights of speech and association. All five plaintiffs also alleged violation of the Massachusetts Civil Rights Act (\"MCRA\"), Mass. Gen. Laws c. 12, §§ 11H, 11I, and asserted additional state law claims, including invasion of privacy under Mass. Gen. Laws c. 214 § 1B, and intentional interference with advantageous relations.</p>\n<p>Following the court's denial of summary judgment for any party, the case was tried before a jury. The verdicts were mixed. On the § 1983 claims the jury found in favor of Hodgson in his individual capacity but against him in his official capacity, and awarded the plaintiffs lost wages. The jury also found for Morris under the MCRA but awarded no damages. It found in favor of Davignon, Gouveia and Miller for intentional interference with advantageous relations, with no damages awarded to Davignon; and for Hodgson on the invasion of privacy claims.</p>\n<p>Hodgson seasonably filed motions for judgment as a matter of law or for a new trial, to set aside the damage award or for remittitur. The district court denied these motions and awarded the plaintiffs attorney fees.</p>\n<p></p>\n<h2>III. Discussion</h2>\n<p>On appeal, Hodgson presses four primary arguments: first, the district court erred in concluding as a matter of law that the First Amendment protected the plaintiffs' speech; second, no reasonable jury could have found that Presby's and Morris's punishments were in retaliation for <span class=\"star-pagination\">*100</span> their exercise of First Amendment rights; third, the jury's § 1983 individual capacity findings in favor of Hodgson were inconsistent with the findings in favor of Morris on his MCRA claim and in favor of Davignon, Gouveia and Miller on their intentional interference claims; and fourth, the district court erred in instructing the jury regarding the First Amendment claims. Two evidentiary challenges and an attack on the attorney fee award are also mounted. We consider these claims in turn.</p>\n<p>We review de novo the district court's denial of a motion for judgment as a matter of law, <i>Acevedo-Delgado v. Rivera,</i> <span class=\"citation\" data-id=\"199983\"><a href=\"/opinion/199983/acevedo-delgado-v-rivera/\"><span class=\"volume\">292</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 40 (1st Cir.2002) and the denial of a motion for new trial for abuse of discretion, <i>see </i><i>Interstate Litho Corp. v. Brown,</i> <span class=\"citation\" data-id=\"199486\"><a href=\"/opinion/199486/interstate-litho-v-brown/\"><span class=\"volume\">255</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 29 (1st Cir.2001). The standards of review applicable to specific issues are set out in the discussion of those issues.</p>\n<p></p>\n<h2>A. Freedom of Speech Retaliation Claim</h2>\n<p>A government employee does not surrender all of her First Amendment rights at her employer's doorstep, <i>Garcetti v. Ceballos,</i> <span class=\"citation\" data-id=\"145653\"><a href=\"/opinion/145653/garcetti-v-ceballos/\"><span class=\"volume\">547</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">410</span></a></span>, 417, <span class=\"citation\" data-id=\"145653\"><a href=\"/opinion/145653/garcetti-v-ceballos/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1951</span></a></span>, <span class=\"citation\" data-id=\"145653\"><a href=\"/opinion/145653/garcetti-v-ceballos/\"><span class=\"volume\">164</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">689</span></a></span> (2006), and has the right to speak as a citizen addressing matters of public concern. <i>City of San Diego v. Roe,</i> <span class=\"citation\" data-id=\"137729\"><a href=\"/opinion/137729/san-diego-v-roe/\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">77</span></a></span>, 80, <span class=\"citation\" data-id=\"137729\"><a href=\"/opinion/137729/san-diego-v-roe/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">521</span></a></span>, <span class=\"citation\" data-id=\"137729\"><a href=\"/opinion/137729/san-diego-v-roe/\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">410</span></a></span> (2004). This right, however, is not absolute. <i>Connick v. Myers,</i> <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, 150, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">708</span></a></span> (1983); <i>Curran v. Cousins,</i> <span class=\"citation\" data-id=\"203052\"><a href=\"/opinion/203052/curran-v-cousins/\"><span class=\"volume\">509</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 44 (1st Cir.2007). \"[A] governmental employer may impose certain restraints on the speech of its employees, restraints that would be unconstitutional if applied to the general public.\" <i>San Diego,</i> 543 U.S. at 80, <span class=\"citation\" data-id=\"137729\"><a href=\"/opinion/137729/san-diego-v-roe/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">521</span></a></span>.</p>\n<p>When analyzing First Amendment claims that arise in the government workplace, we follow an established route. As a threshold matter, we must determine whether the employee spoke as a citizen on a matter of public concern. <i>Rankin v. McPherson,</i> <span class=\"citation\" data-id=\"111946\"><a href=\"/opinion/111946/rankin-v-mcpherson/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">378</span></a></span>, 384, <span class=\"citation\" data-id=\"111946\"><a href=\"/opinion/111946/rankin-v-mcpherson/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2891</span></a></span>, <span class=\"citation\" data-id=\"111946\"><a href=\"/opinion/111946/rankin-v-mcpherson/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">315</span></a></span> (1987); <i>Baron v. Suffolk County Sheriff's Dept.,</i> <span class=\"citation\" data-id=\"201506\"><a href=\"/opinion/201506/baron-v-suffolk-county/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">225</span></a></span>, 233 (1st Cir.2005). If so, then we must balance the interests of the employee, as a citizen, in commenting upon matters of concern and the \"interest of the State, as an employer, in promoting the efficiency of the public services it performs through its employees.\" <i>Pickering v. Bd. of Educ.,</i> <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, 568, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1731</span></a></span>, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1968); <i>Mihos v. Swift,</i> <span class=\"citation\" data-id=\"785090\"><a href=\"/opinion/785090/christy-peter-mihos-appelleecross-appellant-v-jane-swift-individually/\"><span class=\"volume\">358</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">91</span></a></span>, 103 (1st Cir.2004). If the balance weighs in favor of the employee, it must then be determined whether the protected speech was a \"substantial or motivating factor in the adverse action against the plaintiff.\" <i>Curran,</i> 509 F.3d at 45.</p>\n<p>The standard of review depends on the step. Because the first two prongs involve analyzing whether the speech is \"of a character which the principles of the First Amendment protect, these determinations are always subject to <i>de novo</i> review.\"<sup>[4]</sup><i>O'Connor v. Steeves,</i> <span class=\"citation\" data-id=\"608078\"><a href=\"/opinion/608078/patrick-j-oconnor-v-robert-w-steeves/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">905</span></a></span>, 912 (1st Cir.1993)(internal quotation <span class=\"star-pagination\">*101</span> marks and citation omitted). The last prong, causation, presents a question of fact. <i>Nethersole v. Bulger,</i> <span class=\"citation\" data-id=\"199918\"><a href=\"/opinion/199918/nethersole-v-bulger/\"><span class=\"volume\">287</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 18-19 (1st Cir.2002). Accordingly, where a jury has decided causation <i>vel non,</i> we reverse only if no reasonable jury could have arrived at that conclusion. <i>Crowley v. L.L. Bean,</i> <span class=\"citation\" data-id=\"200130\"><a href=\"/opinion/200130/crowley-v-ll-bean-inc/\"><span class=\"volume\">303</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">387</span></a></span>, 393 (1st Cir. 2002). Here, the plaintiffs' evidence satisfies their burden at each step.</p>\n<p></p>\n<h2>1. Public Concern<sup>[5]</sup></h2>\n<p>In answering the threshold question of whether the speech involves a matter of public concern we must determine if the employee's expression can fairly be considered to relate to \"any matter of political, social, or other concern to the community.\" <i>Connick,</i> 461 U.S. at 146, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>. This is a case-specific, fact-dependant inquiry. <i>Curran,</i> 509 F.3d at 45. We generally look to the \"content, form, and context of a given statement as revealed by the whole record.\" <i>Id.</i> at 147-148, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>; <i>Jordan v. Carter,</i> <span class=\"citation\" data-id=\"792353\"><a href=\"/opinion/792353/ronald-jordan-robert-mackay-and-the-mbta-police-patrolmans-union-v/\"><span class=\"volume\">428</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></a></span>, 72 (1st Cir.2005). Content, however, is pre-eminent. <i>See </i><i>O'Connor,</i> 994 F.2d at 914. If the employee's speech is on a topic that would qualify, \"on the basis of its content alone\" as a matter of inherent public concern, we needn't inquire further into the \"form and context\" of the expression. <i>O'Connor,</i> 994 F.2d at 914.</p>\n<p>The plaintiffs argue that their speech, because it related to union activity, touched on a matter of \"inherent public concern\" and that we should therefore dispense with a more robust \"content, form, and context\" inquiry. We are reluctant to do so. In the past we have cautioned against allowing the inherent public concern category to draw too many types of cases within its gravitational pull. <i>See Fabiano,</i> 352 F.3d at 454 (noting, in refusing to categorically hold that public zoning lawsuits involve matters of inherent public concern, that \"to use so broad a standard... would sweep nearly every public act under First Amendment protection\").</p>\n<p>To be sure, certain categories of speech carry residual guarantees of their public qualities and are often interpreted, justifiably, to involve matters of inherent public concern. <i>See </i><i>Mihos,</i> 358 F.3d at 102-103 (public voting); <i>see also </i><i>Baron,</i> 402 F.3d at 235 (reports to supervisors of official misconduct or wrongdoing within public office). Private speech to fellow employees regarding union activities is not necessarily imbued with those same public qualities. We are not alone in this conclusion. <i>See </i><i>Boals v. Gray,</i> <span class=\"citation\" data-id=\"460075\"><a href=\"/opinion/460075/charles-l-boals-cross-appellant-v-frank-h-gray-superintendent-ohio/\"><span class=\"volume\">775</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">686</span></a></span>, 693 (6th Cir.1985)(holding that an employee's speech, simply because it is union-related, does not touch on matter of public concern as matter of law); <i>see also </i><i>Gregorich v. Lund,</i> <span class=\"citation\" data-id=\"695565\"><a href=\"/opinion/695565/john-gregorich-v-carl-a-lund-in-his-individual-capacity-darryl/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">410</span></a></span>, 415 (7th Cir.1995)(determining inquiry into \"precise content, form, and context\" necessary despite the fact that case involved union activity).</p>\n<p>The fact that the speech in this case related to union matters is not sufficient by itself to dispense with full-dress <i>Connick</i> analysis. But that fact does point in the direction of finding that the speech involved a matter of public concern. Other circuits have weighed union-related speech heavily in the public concern calculus. <i>See </i><i>Boddie v. City of Columbus,</i> <span class=\"citation\" data-id=\"603527\"><a href=\"/opinion/603527/william-h-boddie-cross-appellant-v-city-of-columbus-mississippi-and/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">745</span></a></span>, 750 (5th Cir.1993)(noting that \"much more of the range of [union] activity <span class=\"star-pagination\">*102</span> than the range of employee speech ... is not solely personal and is inevitably of public concern\"); <i>Clue v. Johnson,</i> <span class=\"citation\" data-id=\"764675\"><a href=\"/opinion/764675/cecile-clue-and-clarence-little-plaintiffs-appellants-cross-appellees-nat/\"><span class=\"volume\">179</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span>, 61 (2d Cir.1999) (noting that union activities which \"necessarily entail a substantial criticism of management raise matters of public concern.\") Here, not only did the plaintiffs' speech involve union activity in general, but one of the picket's stated purposes was to allow union members to publicly express criticism of management. At trial, Davignon, Gouveia, and Miller all testified to this fact, specifically asserting that the picket would publicize Hodgson's alleged unfair treatment of correctional officers.</p>\n<p>Moreover, the plaintiffs' speech at least touched on newsworthy subjects. The speech contained information about a picket specifically intended to alert the public to the behavior of Hodgson, a politically elected official. <i>See </i><i>Connick,</i> 461 U.S. at 148, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span> (noting that speech may involve a matter of public concern if it attempts \"to bring to light actual or potential wrongdoing or breach of public trust on the part of [government official]\").</p>\n<p>Hodgson characterizes the plaintiffs' statements to fellow officers as being related only to their \"personal grievances\" with management. He further says that the plaintiffs spoke solely out of self-interest. Both of these arguments are wanting. First, the statements were not muttered complaints about Hodgson or his administration but rather were responses to questions about  or requests for support of  an upcoming picket. Even if we were to construe the content of the statements as being indirectly critical either of Hodgson's behavior toward the correctional workers or of the administration's stance in the collective bargaining process, such would not automatically strip the speech of its public qualities. <i>See </i><i>Givhan v. Western Line Consol. Sch. Dist.,</i> <span class=\"citation\" data-id=\"109967\"><a href=\"/opinion/109967/givhan-v-western-line-consol-school-dist/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">410</span></a></span>, 415-416, <span class=\"citation\" data-id=\"109967\"><a href=\"/opinion/109967/givhan-v-western-line-consol-school-dist/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">693</span></a></span>, <span class=\"citation\" data-id=\"109967\"><a href=\"/opinion/109967/givhan-v-western-line-consol-school-dist/\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span></a></span> (1979) (noting fact that employee's workplace speech criticized her government employer did not necessarily indicate that it did not involve matter of public concern). Second, although it would be naive to think that the plaintiffs in this case were moved to speak solely by the spirit of civic-mindedness, our cases do not mandate selflessness on the part of plaintiffs. <i>See Fabiano,</i> 352 F.3d at 455 (holding employee's speech touched on a matter of public concern where his purpose in filing the lawsuit \"was to restore the integrity of the zoning process and remedy parking congestion\" in addition to protecting his property interest).</p>\n<p>It is true that the plaintiffs stood to benefit in many ways from persuading co-workers to attend the picket. Nevertheless, the record also supports a conclusion that the plaintiffs wanted to improve the collective bargaining process as a whole and attempted to do so through the time tested method of drawing the public's attention to what they considered unfair behavior on the part of the defendant. <i>Compare </i><i>Saulpaugh v. Monroe Cmty. Hosp.,</i> <span class=\"citation\" data-id=\"629124\"><a href=\"/opinion/629124/62-fair-emplpraccas-bna-1315-62-empl-prac-dec-p-42540-jeannette/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">134</span></a></span>, 143 (2d Cir.2002)(complaints of sexual harassment did <i>not</i> involve matter of public concern because personal in nature and not related to employer's broader policies). The fact that the plaintiffs hoped their speech would benefit them personally in some respects is not fatal to their case. <i>See </i><i>Gregorich,</i> 54 F.3d at 416 (holding plaintiff-employee's union-organizing effort involved matter of public concern where its purpose was to effect change in management policy to benefit himself and co-workers).</p>\n<p></p>\n<h2>2. Balancing the Interests</h2>\n<p>In balancing the interests of the employer and employees in this case, we look first to the teaching of <i>Waters v. Churchill,</i> 511 <span class=\"star-pagination\">*103</span> U.S. 661, <span class=\"citation\" data-id=\"1087950\"><a href=\"/opinion/1087950/waters-v-churchill/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1878</span></a></span>, <span class=\"citation\" data-id=\"1087950\"><a href=\"/opinion/1087950/waters-v-churchill/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">686</span></a></span> (1994) with respect to the speech engaged in by plaintiffs Davignon, Gouveia, and Miller.<sup>[6]</sup><i>Waters</i> applies where the employer who took disciplinary action did not have personal knowledge of the true content of the employee's speech but rather relied on another's reports of what the employee said. <i>See id.</i> at 678, <span class=\"citation\" data-id=\"1087950\"><a href=\"/opinion/1087950/waters-v-churchill/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1878</span></a></span>.<sup>[7]</sup></p>\n<p>Under <i>Waters,</i> we apply the balancing analysis to the facts as the employer believed them to be if the employer arrived at its conclusion reasonably and in good faith. <i>See </i><i>Waters,</i> 511 U.S. at 677, <span class=\"citation\" data-id=\"1087950\"><a href=\"/opinion/1087950/waters-v-churchill/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1878</span></a></span>; <i>see also </i><i>Kearney v. Town of Wareham,</i> <span class=\"citation\" data-id=\"200237\"><a href=\"/opinion/200237/kearney-v-town-of-wareham/\"><span class=\"volume\">316</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 24-25 (1st Cir.2002)(\"employer may rest ... action on evidence produced in an internal investigation so long as the findings gleaned from the investigation are facially reasonable and drawn in good faith\")(citing <i>Waters,</i> 511 U.S. at 677, <span class=\"citation\" data-id=\"1087950\"><a href=\"/opinion/1087950/waters-v-churchill/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1878</span></a></span>).</p>\n<p>Here, plaintiffs put forward evidence that, while Hodgson may not have acted with bad faith, he acted unreasonably in arriving at his suspension decision. As the suspension letters indicate, Hodgson took action because he believed the plaintiffs' speech, as reported, involved solicitation of other officers, caused interference with the other officers' performance of duties, and created safety risks. In arriving at this conclusion, however, the defendant consulted four written reports that did not characterize the plaintiffs' statements as solicitation, contained virtually no mention of distraction or interference with work responsibilities, and did not reference any safety risks whatsoever.</p>\n<p>At trial the defendant also testified that he largely relied on the one officer's oral comment mentioning harassment. But that officer's later report, which Hodgson also said he relied upon, did not comport with the oral statement. As the Supreme Court has emphasized, when there is a reasonable likelihood that what an employee said is protected by the First Amendment, an employer \"must tread with a certain amount of care.\" <i>Waters,</i> 511 U.S. at 678, <span class=\"citation\" data-id=\"1087950\"><a href=\"/opinion/1087950/waters-v-churchill/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1878</span></a></span>. Here, Hodgson had strong evidence indicating the plaintiffs' speech was not disruptive. At the least, this evidence should have prompted him to engage in further investigation. <i>See </i><i>Waters,</i> 511 U.S. at 678, <span class=\"citation\" data-id=\"1087950\"><a href=\"/opinion/1087950/waters-v-churchill/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1878</span></a></span> (indicating employer's decision-making may be unreasonable if investigation used falls outside range of what reasonable manager would use). Accordingly, when balancing the respective interests we will take a fresh look at the facts and not simply examine the facts as the employer believed them to be. <i>See id.</i> at 677, <span class=\"citation\" data-id=\"1087950\"><a href=\"/opinion/1087950/waters-v-churchill/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1878</span></a></span>.</p>\n<p>The balancing test employed at this step, \"<i>Pickering</i> balancing,\" requires a balancing of \"the value of an employee's speech ... against the employer's legitimate government interest in `preventing unnecessary disruptions and inefficiencies in carrying out its public service mission.'\" <i>Guilloty Perez v. Pierluisi,</i> <span class=\"citation\" data-id=\"200592\"><a href=\"/opinion/200592/guilloty-perez-v-fuentes-agostini/\"><span class=\"volume\">339</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span>, 52 <span class=\"star-pagination\">*104</span> (1st Cir.2003) (citing <i>O'Connor,</i> 994 F.2d at 915). In evaluating the government's interest, a number of factors may be considered. Among these are (1) the time, place, and manner of the employee's speech, <i>Connick,</i> 461 U.S. at 153, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span> (noting that speech will likely be more disruptive if it occurs during work hours, at the office, or requires the speaker or others to leave work stations), and (2) the employer's motivation in making the adverse employment decision. <i>See </i><i>Mihos,</i> 358 F.3d at 103 (noting if the employer retaliated entirely out of self-interest as opposed to a legitimate concern about the functioning of government services, the government's side of the balance is undermined). Ultimately, <i>Pickering</i> balancing, like the public concern analysis, is highly fact specific. <i>See </i><i>Evans-Marshall v. Bd. of Educ.,</i> <span class=\"citation\" data-id=\"792362\"><a href=\"/opinion/792362/shelley-evans-marshall-v-board-of-education-of-the-tipp-city-exempted/\"><span class=\"volume\">428</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">223</span></a></span>, 239 (6th Cir.2005); <i>see also Gustafson,</i> 290 F.3d at 909 (citation omitted).</p>\n<p>In emphasizing the government's interests, both Hodgson and amici raise concerns that are not insubstantial. In addition to contending that the plaintiffs' speech caused actual disruption, Hodgson testified about the more general need to assert control over correctional officers' speech. He spent considerable time detailing the pressurized, high-stakes environment in which the officers work and relating how, in particular, if plaintiffs' speech was left unchecked, it could have potentially disrupted that environment, creating risks to the safety of employees and inmates alike.</p>\n<p>Maintaining discipline and harmony in the workplace is a valid governmental interest. <i>See </i><i>Rankin,</i> 483 U.S. at 388, <span class=\"citation\" data-id=\"111946\"><a href=\"/opinion/111946/rankin-v-mcpherson/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2891</span></a></span> (noting that, in balancing the interests under <i>Pickering,</i> courts may ask \"whether the statement impairs discipline by superiors or harmony among co-workers, [or] has a detrimental impact on close working relationships for which personal loyalty and confidence are necessary.\")(citing <i>Pickering,</i> 391 U.S. at 570-573, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1731</span></a></span>). The need for \"discipline, maintenance of harmony among co-workers, and close working relationships requiring personal loyalty and confidence is greater in the context of law enforcement.\" <i>Guilloty Perez,</i> 339 F.3d at 53; <i>see also </i><i>Conaway v. Smith,</i> <span class=\"citation\" data-id=\"509653\"><a href=\"/opinion/509653/clyde-conaway-v-edward-c-smith-director-neighborhood-preservation/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">789</span></a></span>, 798 (10th Cir.1988). Putting aside practical distinctions between correctional facilities and police departments, the importance of safety within correctional facilities cannot casually be dismissed.</p>\n<p>Although expressing valid interests, the defendant has not in our view demonstrated how the plaintiffs' speech here created harm or increased risks. There was no evidence of actual disruption, despite the fact that the plaintiffs spoke at work and during work hours. The plaintiffs' statements to fellow employees were brief, generally lasting a matter of seconds. The brevity of these statements likely posed no greater danger than the small talk regularly engaged in during working hours. At trial, the sole evidence presented about distraction was one officer's testimony that he was taken from his post \"in a sense\" by Davignon's phone call. Taking nothing away from whatever subjective view that officer holds of his post, Davignon, both in interviews and at trial, denied ever consulting that officer about the picket. Against the competing evidence, this lone characterization of a conversation by one officer is rather thin.</p>\n<p>Against the scant evidence of actual disruption, Hodgson reasonably asserts that a government employer is entitled to consider not only whether the employee's speech actually disrupted the work place environment but also whether the speech had the potential to disrupt. He argues that the plaintiffs' speech threatened to \"disintegrate\" <span class=\"star-pagination\">*105</span> working relationships by creating a division between officers sympathetic to the union and those who were not.</p>\n<p>Indeed, an employer may consider a speech's potential to disrupt. <i>See </i><i>Connick,</i> 461 U.S. at 152, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span> (\"We do not see the necessity for an employer to allow events to unfold to the extent that the disruption of the office and the destruction of working relationships is manifest before taking action\"). Nevertheless, there is a significant question on these facts whether Hodgson suspended the plaintiffs because of their speech's <i>potential</i> to disrupt when the suspension letters issued to the plaintiffs refer solely to the <i>actual</i> disruption the speech caused.</p>\n<p>In any event, the record is even thinner in support of Hodgson's position that the plaintiffs' speech threatened to disrupt the harmony among workers. Testimony and the investigative reports reveal that when the plaintiffs approached other officers they did so in a civil, non-threatening manner. <i>See </i><i>Lewis v. Harrison Sch. Dist.,</i> <span class=\"citation\" data-id=\"479244\"><a href=\"/opinion/479244/bill-lewis-edd-judy-lewis-v-harrison-school-district-no-1-terry/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">310</span></a></span>, 315-316 (8th Cir.1986)(upholding jury's finding that plaintiff's speech was not disruptive where speech was civil in tone). In fact, the evidence was that in some instances, other officers actually sought information from the plaintiffs about the picket.</p>\n<p>If the plaintiffs' speech hinted at burgeoning signs of hostility toward officers unsympathetic to the union, Hodgson's concerns about potential disruption to workplace harmony would have substance. After an exhaustive review of the record, however, we find not even the specter of such harm. The \"mere incantation of the phrase `internal harmony in the workplace' is not enough to carry the day.\" <i>Gustafson,</i> 290 F.3d at 911 (citing <i>Hulbert v. Wilhelm,</i> <span class=\"citation\" data-id=\"744520\"><a href=\"/opinion/744520/james-hulbert-v-richard-wilhelm/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">648</span></a></span>, 655 (7th Cir.1997)); <i>see also Weast v. Pierce Cty.,</i> 34 Fed.Appx. 587, 589 (9th Cir.2002)(determining record did not support conclusory allegations that officer's speech criticizing management could disrupt department operations).</p>\n<p>Hodgson warns that if the plaintiffs were to prevail here, the safety and efficiency of correctional facilities everywhere would be compromised. But we do not view this case as being about whether a correctional facility employer can prohibit all non-work related conversation on the job. Rather, we engage in <i>Pickering</i> balancing of the interests presented, necessarily taking into account a number of highly case specific factors. Included among these are the employer's motives in taking the adverse action.</p>\n<p>In this case, there is ample evidence that Hodgson suspended the plaintiffs not out of a legitimate concern that their speech compromised safety at the correctional facilities but because of their prounion activity. First, the timing of the suspensions is suspect. When Hodgson suspended the five active union members, he had already demonstrated significant frustration with the union, indulging in a outburst during one negotiation session in particular. Both Davignon and Presby, part of the union's negotiating team, were present at this session. <i>See </i><i>Mihos,</i> 358 F.3d at 103 (noting government side of scale undermined if evidence indicates employer fired employee in a \"retaliatory fit of pique\").</p>\n<p>Additionally, Hodgson's own actions and pattern of enforcement further undermine his claim of legitimate motives. Although asserting that discussion of union matters is particularly divisive and poses a serious risk of disruption, Hodgson used roll call to personally discuss these same union matters. Relatedly, if Hodgson was so concerned that any non-work focused speech would create such serious distractions and risks, we think it is more than curious that he would allow employees to <span class=\"star-pagination\">*106</span> discuss things such as parades and sports without punishment.</p>\n<p>Finally, Hodgson argues that the fact that the plaintiffs were not authorized to \"conduct\" union business on county time further bolsters the government's interest. On the facts of this case, this argument is unpersuasive for two reasons. First, while the issue of whether the plaintiffs violated office policy is not irrelevant to the <i>Pickering</i> inquiry, <i>see </i><i>Connick,</i> 461 U.S. at 153, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>, it is unclear what policy Hodgson relies on. Nowhere in the collective bargaining agreement, the list of the duties and responsibilities of correctional officers, or the code of ethics/employee conduct and work rules is the topic of \"conducting\" union business specifically addressed. Moreover, it is highly doubtful that the brief asides about an upcoming picket that took place here constitute \"conducting\" union business, any more than, for example, posting a notice would.</p>\n<p>Because Hodgson acknowledges that he disciplined Davignon, Gouveia, and Miller because of their speech, our analysis of their claims ends here. But, because Hodgson proffered a non-speech based reason for Presby's suspension, we must analyze Presby's claim at step three.</p>\n<p></p>\n<h2>3. Causation</h2>\n<p>Unlike Davignon, Gouveia and Miller, who the defendant acknowledges were disciplined for their speech, in order for Presby to prevail he must demonstrate that his protected expression was a \"substantial or motivating factor in the adverse employment decision. Of course, the employer must have the opportunity to prove that it would have made the same decision regardless of the protected expression.\" <i>Mt. Healthy City Sch. Dist. Bd. Educ.,</i> 429 U.S. at 287, 97 S.Ct. 568. This is simply a question of causation. <i>See </i><i>Tejada-Batista v. Morales,</i> <span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">97</span></span>, 101 (1st Cir.2005)(noting that <i>Mt. Healthy</i> \"comports with [] traditional tort-law principle[s]\").</p>\n<p>Causation is thus ordinarily analyzed in two steps. <i>Yerardi's Moody St. Rest. &amp; Lounge, Inc. v. Bd. of Selectmen,</i> <span class=\"citation\" data-id=\"560461\"><a href=\"/opinion/560461/yerardis-moody-street-restaurant-lounge-inc-v-board-of-selectmen-of/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">89</span></a></span>, 91 (1st Cir.1991); <i>Mullin,</i> 284 F.3d at 38. First, the plaintiff must show that the employer would not have taken adverse action but for the plaintiff's speech.<sup>[8]</sup><i>Tejada-Batista,</i> 424 F.3d at 101. The plaintiff, in establishing this causal link, need not produce direct evidence of his employer's motivation and accordingly may rely on circumstantial evidence. <i>Guilloty Perez,</i> 339 F.3d at 56-57 (internal quotation marks and citation omitted). If the plaintiff meets that burden, the burden shifts to the employer, and the court must afford the employer the opportunity to sever the causal link. <i>O'Connor,</i> 994 F.2d at 913. Hodgson may accomplish this task by establishing, by a preponderance of the evidence, that he would have taken the adverse action even had Presby not engaged in protected speech. <i>Curran,</i> 509 F.3d at 45, <i>O'Conner,</i> 994 F.3d at 913.</p>\n<p>A reasonable jury could have found Presby would not have been suspended but for his speech at the roll call. Although Hodgson asserts that Presby was suspended because he left a facility door open, the record contains substantial circumstantial evidence indicating otherwise.</p>\n<p>First, the timing of both the investigation and the suspension is questionable. Hodgson ordered the open door incident investigation a little over a week after Presby spoke at the roll call. <i>See </i><i>Nethersole,</i> 287 F.3d at 19 (noting employer's actions immediately following alleged protected speech relevant to causation inquiry <span class=\"star-pagination\">*107</span> even though ostensibly related to different incident). Further, the suspension for the door incident was issued the day after an internal affairs inquiry began to establish that Presby had permission to leave his post and address roll call.</p>\n<p>Second, the suspension relied on the word of one person as opposed to the word of two others. While an employer is not prohibited from crediting one person's report of an incident over others, context matters. Here, the one person happened to be a member of management, while the two others were active union members. Along with the other evidence of pretext, the jury was entitled to consider whether acceptance of one version over the other revealed a desire to punish Presby for his roll call speech under the guise of something else. At the least, the conflicting evidence in these circumstances should have prompted further investigation, for example, questioning others assigned to the central control area. <i>See also </i><i>Am. Postal Workers Union v. United States Postal Serv.,</i> <span class=\"citation\" data-id=\"495210\"><a href=\"/opinion/495210/american-postal-workers-union-afl-cio-v-united-states-postal-service/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">294</span></a></span>, 311 (D.C.Cir. 1987) (noting employer's failure to investigate further in face of conflicting evidence strongly suggested asserted reason for taking adverse action was pretext).</p>\n<p>Third, the deviation from standard reporting procedures, evidenced by both the administrator's oral report to Hodgson  coming eleven days after the alleged incident, as well as by the administrator's late written report  filed a month and a half after the same incident, casts more doubt on the investigation's integrity. Even absent any charge of collusion, the fact that the discipline decision relied on substantially delayed reports, rife with all the risks of faulty memory, again calls into question the true motive for using the incident as grounds for suspension.</p>\n<p>Finally, the jury had before it the trial testimony of Presby, the supervisor and Hodgson himself, establishing the absence of other investigations of, and punishments for, similar incidents. Presby testified that although the door had been left open on a number of prior occasions, no one had been punished in connection with those incidents. To be sure, past wrongs do not make a right, and conceivably Hodgson could have decided to step up enforcement. However, both Hodgson and the supervisor testified that, despite the fact that the same administrator reported another door being left open, Hodgson chose not to pursue an investigation of that incident. This inference of selective enforcement bolsters Presby's theory that Hodgson used the door incident as a pretext in order to retaliate against Presby for his protected speech.</p>\n<p>This testimony, together with the timing of the investigations and suspensions, as well as the reliance on late reports from a person in the management ranks in the face of contradicting evidence, was sufficient to shift the burden to Hodgson and require him to prove that Presby would have been suspended even in the absence of his protected conduct. For his part, Hodgson pointed to the report detailing the administrator's observations to justify the disciplinary decision. A reasonable jury could have found that this was not enough.</p>\n<p></p>\n<h2>B. Freedom of Association Retaliation Claim</h2>\n<p>Morris does not contend that Hodgson retaliated against him based on anything he said. Rather, Morris claims Hodgson suspended him because of his active association with the union.</p>\n<p>The relevant question is whether Hodgson suspended Morris based on the open door incident or based on his union <span class=\"star-pagination\">*108</span> association.<sup>[9]</sup> The <i>Mt. Healthy</i> causation inquiry applies in instances where a government employee claims her employer has taken adverse action that is violative of associational rights. <i>See </i><i>Gomez v. Rivera Rodriguez,</i> <span class=\"citation\" data-id=\"200650\"><a href=\"/opinion/200650/gomez-candelaria-v-rivera-rodriguez/\"><span class=\"volume\">344</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">103</span></a></span>, 110 (1st Cir.2003)(requiring that a plaintiff show that \"political affiliation was a substantial or motivating factor in the decisional calculus\")(internal citation omitted).</p>\n<p>On this point we may be brief. Morris described himself as \"very involved,\" with the union and, at the time of his suspension, had an active role in the collective bargaining negotiations. Hodgson suspended Morris against the backdrop of these negotiations. Because Hodgson charged and suspended Morris and Presby based on the same incident, we do not need to again reference the various shortcomings of Hodgson's proffered reason for the suspensions. The jury reasonably could have determined that Morris was punished because of his association with the union.</p>\n<p></p>\n<h2>C. Jury Instructions</h2>\n<p>Hodgson contends that the district court erred in refusing to give two of his requested jury instructions. His requests emphasized that: (1) \"judicial review of prison officials' actions is very limited,\" thus courts \"must give appropriate deference to the decisions of prison administrators and appropriate recognition to the peculiar and restrictive circumstances of penal confinement,\"; and (2)\"even absent the special deference given to prison administrators, potential disruptiveness can outweigh the employee's free speech interests.\"</p>\n<p>We review jury instructions de novo. <i>Seahorse Marine Supplies, Inc. v. P.R. Sun Oil Co.,</i> <span class=\"citation\" data-id=\"200019\"><a href=\"/opinion/200019/supplies-inc-v-pr-sun-oil-company/\"><span class=\"volume\">295</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 76 (1st Cir.2002) (citing <i>United States v. DeStefano,</i> <span class=\"citation\" data-id=\"196179\"><a href=\"/opinion/196179/united-states-v-destefano/\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1995)). Where a district court refuses to give a party's requested instruction, however, we will reverse only if the requested instruction was \"(1) correct as a matter of substantive law, (2) not substantially incorporated into the charge as rendered, and (3) integral to an important point of the case.\" <i>White v. New Hampshire Dep't of Corr.,</i> <span class=\"citation\" data-id=\"199025\"><a href=\"/opinion/199025/white-v-new-hampshire-depart/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">254</span></a></span>, 263 (1st Cir.2000)(internal citation omitted). Hodgson timely objected to the failure to give his requested instructions; thus if it was error not to give them, we must determine whether the error was harmless. <i>See </i><i>Scarfo v. Cabletron Sys.,</i> <span class=\"citation\" data-id=\"196064\"><a href=\"/opinion/196064/scarfo-v-cabletron-systems/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">931</span></a></span>, 939 (1st Cir.1995).</p>\n<p>There was no error in refusing to issue Hodgson's requested instructions. With respect to the requested \"deference instruction,\" Hodgson does not cite any precedent suggesting that courts should give special deference to <i>employment</i> decisions made by correction officials. Rather the cited cases involve correction officials making decisions affecting inmates. <i>See, e.g., </i><i>Jones v. N.C. Prisoners' Labor Union.,</i> <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">119</span></a></span>, <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2532</span></a></span>, <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">629</span></a></span> (1977)(operation of prisoners' union); <i>Devaney v. Hall,</i> <span class=\"citation\" data-id=\"1448506\"><a href=\"/opinion/1448506/devaney-v-hall/\"><span class=\"volume\">509</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">497</span></a></span> (D.Mass.1981)(former inmate's complaint <span class=\"star-pagination\">*109</span> against officers and employees of department of corrections). The requested jury instruction was therefore not required as a matter of substantive law.</p>\n<p>The other requested instruction, emphasizing \"potential disruptiveness,\" was correct as a matter of substantive law. But this instruction was substantially incorporated into the charge to the jury. The jury was instructed that, when balancing the relevant interests, it should take into account:</p>\n<blockquote>[T]he Sheriff's interest in promoting the efficiency of the public services performed through employees ... The factors that are relevant ... are whether the speech creates disharmony in the workplace, impedes the speaker's ability to perform his duties or impairs working relationships with other employees.</blockquote>\n<p>The jury thus understood that speech \"creates disharmony,\" or \"impairs working relationships\" if it actually disrupts <i>or</i> if it creates a potential for disruption. The district judge did not word the instruction in such a way as to suggest that the jury had to find actual disruption, e.g., \"created disharmony,\" or \"impaired working relationships.\" In criminal cases we have said that a defendant has a right to an instruction on his theory of the case when the theory is supported by the record and is valid. <i>DeStefano,</i> 59 F.3d at 5. But even in criminal cases, \"so long as the charge sufficiently conveys the defendant's theory, it need not parrot the exact language that the defendant prefers.\" <i>United States v. McGill,</i> <span class=\"citation\" data-id=\"575209\"><a href=\"/opinion/575209/united-states-v-robert-l-mcgill/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 12 (1st Cir.1992)(internal citation omitted). Here the district court's charge to jury sufficiently conveyed Hodgson's theory.</p>\n<p>Even if the failure to give the requested instructions was error, the error was harmless. A new trial is called for only \"if the error could have affected the result of the jury's deliberation.\" <i>Romano v. U-Haul Int'l,</i> <span class=\"citation\" data-id=\"771255\"><a href=\"/opinion/771255/karen-romano-v-u-haul-international-u-haul-company-of-maine-inc/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">655</span></a></span>, 667 (1st Cir.2000)(citing <i>Allen v. Chance Mfg. Co.,</i> <span class=\"citation\" data-id=\"522150\"><a href=\"/opinion/522150/paul-h-allen-v-chance-manufacturing-co-inc/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">465</span></a></span>, 469 (1st Cir.1989)). Here, even if the district court had specifically used the phrase \"potential disruptiveness\" in the instruction it is unlikely that the jury would have reached a different conclusion. At trial, the plaintiffs discredited the theory that Hodgson acted because the plaintiffs' speech posed the potential for disruption. <i>See </i><i>Romano,</i> 233 F.3d at 667 (harmless error in instruction where prevailing party presented evidence at trial sufficient to dispel concern proper instruction would have influenced verdict). And further, as discussed above, the jury almost certainly considered the potential for disruption given the language of the actual instruction.</p>\n<p></p>\n<h2>D. Inconsistent Verdicts Claim</h2>\n<p>When reviewing claims of inconsistency between general civil jury verdicts, we do not have the compulsion of a specific procedural rule to determine the existence of an inconsistency. <i>Merchant v. Ruhle,</i> <span class=\"citation\" data-id=\"439210\"><a href=\"/opinion/439210/james-p-merchant-v-philip-henry-ruhle/\"><span class=\"volume\">740</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">86</span></a></span>, 89 (1st Cir.1984). We are, however, reluctant to order a new trial on the basis of inconsistent jury verdicts. <i>Connelly v. Hyundai Motor Co.,</i> <span class=\"citation\" data-id=\"200762\"><a href=\"/opinion/200762/connelly-v-hyundai-motor-co/\"><span class=\"volume\">351</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">535</span></a></span>, 540 (1st Cir.2003). When a party claims that jury verdicts are inconsistent, we \"attempt to reconcile the jury's findings, by exegesis if necessary.\" <i>Acevedo-Diaz v. Aponte,</i> <span class=\"citation\" data-id=\"627336\"><a href=\"/opinion/627336/franco-acevedo-diaz-v-jose-e-aponte-ada-n-perez-franco-acevedo-diaz-v/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></a></span>, 74 n. 15 (1st Cir.1993). This exercise involves determining whether the jury could have, consistent with its instructions, rendered the challenged verdicts. <i>See </i><i>Merchant,</i> 740 F.2d at 91. In undertaking this analysis we view the facts in the light most favorable to the verdict. <i>Id.</i></p>\n<p>Hodgson claims that the jury's general verdicts were inconsistent in two ways.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*110</span> 1. Alleged inconsistency between § 1983 and Intentional Interference with Advantageous Relationship verdicts.</h2>\n<p>First, Hodgson argues that the jury's finding in his favor on Davignon's, Gouveia's, and Miller's § 1983 individual capacity claims is inconsistent with its finding that those same plaintiffs were entitled to judgment on their intentional interference with advantageous relations<sup>[10]</sup> claims. In this argument, Hodgson relies on the fact that the jury specifically found that he did not act \"willfully, maliciously, or with reckless indifference to the plaintiff's constitutional rights\" and consequently did not award punitive damages to the plaintiffs on their § 1983 claims.</p>\n<p>In analyzing this claimed inconsistency we look to distinctions between the federal punitive damage standard under § 1983 and the elements a plaintiff must prove exist to recover on a state intentional interference claim. Under § 1983, a jury may levy punitive damages when a defendant's conduct is \"shown to be motivated by evil motive or intent, or when it involves reckless or callous indifference to the federally protected rights of others.\" <i>Smith v. Wade,</i> <span class=\"citation\" data-id=\"110915\"><a href=\"/opinion/110915/smith-v-wade/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, 56, <span class=\"citation\" data-id=\"110915\"><a href=\"/opinion/110915/smith-v-wade/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1625</span></a></span>, <span class=\"citation\" data-id=\"110915\"><a href=\"/opinion/110915/smith-v-wade/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">632</span></a></span> (1983); <i>see also </i><i>Iacobucci v. Boulter,</i> <span class=\"citation\" data-id=\"198661\"><a href=\"/opinion/198661/iacobucci-v-town-of-pembroke/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 25-26 (1st Cir.1999). In <i>Iacobucci,</i> we emphasized that the \"evil motive,\" \"intent,\" or \"reckless or callous indifference\" pertains to the \"<i>defendant's knowledge that [he] may be acting in violation of federal law.</i>\" <i>Iacobucci,</i> 193 F.3d at 26 (emphasis added) (internal quotation marks and citation omitted).</p>\n<p>As for the state law claim, in order for a plaintiff to recover for intentional interference with advantageous relations he must prove, among other elements, that the defendant intentionally interfered with the employment relationship and that this interference \"was improper in motive or means.\" <i>See </i><i>Weber v. Cmty. Teamwork, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">761</span></span>, 781, <span class=\"citation no-link\"><span class=\"volume\">752</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">700</span></span> (2001). Where the defendant is a supervisor the plaintiff must also show that the improper motive or means rose to the level of \"actual malice\" and was the \"controlling factor\" in the defendant's interference. <i>Id.</i> Whether Hodgson possessed \"actual malice\" depends on whether he had a \"`spiteful, malignant purpose, unrelated to the legitimate corporate interest' of the employer,\" <i>id.</i> at 782, <span class=\"citation no-link\"><span class=\"volume\">752</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">700</span></span>. Put differently, the question is whether the defendant \"was personally hostile or harbored ill will toward the plaintiff.\" <i>Sklar v. Beth Isr. Deaconess Med. Ctr.,</i> 59 Mass. App.Ct. 550, 554, <span class=\"citation no-link\"><span class=\"volume\">797</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">381</span></span> (2003)(citing <i>Weber,</i> 434 Mass. at 783, <span class=\"citation no-link\"><span class=\"volume\">752</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">700</span></span>).</p>\n<p>The jury's verdicts on the § 1983 and intentional interference claims can be reconciled. The court specifically instructed the jury that it could award punitive damages if it found that the defendant acted \"willfully, maliciously, or with reckless indifference to the plaintiff's <i>constitutional rights.</i>\" (emphasis added). The jury could have determined that Hodgson had a \"spiteful, malignant purpose,\" namely, to silence those speaking out in favor of the union, but that he believed that silencing them was permissible under federal law. <i>See </i><i>Kolstad v. ADA,</i> <span class=\"citation\" data-id=\"118313\"><a href=\"/opinion/118313/kolstad-v-american-dental-assn/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">526</span></a></span>, 537, <span class=\"citation\" data-id=\"118313\"><a href=\"/opinion/118313/kolstad-v-american-dental-assn/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2118</span></a></span>, <span class=\"citation\" data-id=\"118313\"><a href=\"/opinion/118313/kolstad-v-american-dental-assn/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">494</span></a></span> (noting punitive damages inappropriate where employer believes actions are lawful); <i>see also </i><i>Iacobucci,</i> 193 F.3d at 26. Moreover, the <span class=\"star-pagination\">*111</span> jury may have determined that, First Amendment issues aside, Hodgson was hostile towards the plaintiffs. <i>See </i><i>Weber,</i> 434 Mass. at 783, <span class=\"citation no-link\"><span class=\"volume\">752</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">700</span></span>. Those plaintiffs who recovered on the intentional interference claim, Davignon, Gouveia, and Miller, all testified that Hodgson was hostile toward them at roll call. All three testified to his threatening remarks regarding their employment status, and Davignon and Gouveia additionally stated that Hodgson stared at them when referencing \"troublemakers.\" The jury could have reasonably construed such behavior as evidencing hostility.</p>\n<p></p>\n<h2>2. Alleged inconsistency between § 1983 and Massachusetts Civil Rights Act verdicts</h2>\n<p>Hodgson also contends that the jury's finding in his favor on Morris's § 1983 individual capacity claim renders inconsistent the verdict in favor of Morris on his MCRA claim.</p>\n<p>Hodgson says first that, as to all plaintiffs, the jury found him liable only in his official capacity and not in his individual capacity. Further, with the exception of Morris, the jury found that Hodgson did not violate the plaintiffs' rights under the MCRA. Hodgson argues that these findings in his favor were tantamount to finding that he was entitled to qualified immunity. It follows, the argument goes, that the jury's verdict in favor of Morris on <i>his</i> MCRA claim was erroneous and inconsistent with the verdicts in Hodgson's favor under § 1983. Hodgson also argues that the MCRA requires Morris to establish that Hodgson interfered with his exercise or enjoyment of rights by \"threats, intimidation or coercion,\" and that Morris failed to prove the existence of one of these additional elements.</p>\n<p>The plaintiffs have two responses. First, they say that a finding of qualified immunity is irrelevant to Morris's MCRA claim because the claim is based on a separate incident in which Hodgson was not acting under the \"color of state law,\" a necessary ingredient for qualified immunity. Specifically, they cite an incident where Hodgson confronted Morris outside the correctional facility and chastised him for not wearing a hat. If Hodgson was not acting under the color of state law, they argue, he could not avail himself of the qualified immunity defense. <i>See </i><i>Burke v. Town of Walpole,</i> <span class=\"citation\" data-id=\"201555\"><a href=\"/opinion/201555/burke-v-town-of-walpole/\"><span class=\"volume\">405</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">66</span></a></span>, 76 (1st Cir.2005) (noting that qualified immunity applies when a person's rights are infringed by <i>state actors</i>)(emphasis added)(internal citation omitted). Second, the plaintiffs argue that Morris proved Hodgson interfered with his constitutional rights by \"threats, intimidation, or coercion\" by presenting evidence that Hodgson, during the hat incident, addressed Morris in an \"aggressive, angry, and arrested\" manner.</p>\n<p>We agree with the plaintiffs that the jury's verdicts are indeed susceptible to a consistent, albeit strained, reading.</p>\n<p>First, the jury could have, as the plaintiffs argue, found that Hodgson was not acting under the color of state law and thus was not shielded by qualified immunity. This theory is viable because, even though the MCRA claim may be thought of as a state law analogue to the federal § 1983 claim, and even though courts have held the same qualified immunity standard applies to both laws, the MCRA does not require state action.<sup>[11]</sup></p>\n<p><span class=\"star-pagination\">*112</span> In resolving the \"under color of law\" question in the past we have examined the totality of the circumstances, to determine whether the \"state actor's conduct occurs in the course of performing an actual or apparent duty of his office, or ... is such that the actor could not have behaved in that way but for the authority of his office.\" <i>Martinez v. Colon,</i> <span class=\"citation\" data-id=\"696203\"><a href=\"/opinion/696203/wilfredo-martinez-aka-wilfredo-martinez-rodriguez-v-rafael-colon-aka/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">980</span></a></span>, 986 (1st Cir.1995). Admittedly, a finding that Hodgson was not acting \"under the color of law\" during this incident required the jury to engage in mental gymnastics. For one thing, looked at in isolation there is little evidence in the record about the hat incident, and the facts that are present, such as the fact that the incident occurred in the vicinity of the correctional facility, seem to cut against a finding of no state action. <i>See </i><i>Zambrana-Marrero v. Suarez-Cruz,</i> <span class=\"citation\" data-id=\"762750\"><a href=\"/opinion/762750/zasha-zambrana-marrero-v-carlos-suarez-cruz/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">122</span></a></span>, 125 (1st Cir.1999)(noting location of incident relevant to analysis). Nevertheless, the jury could have found that Hodgson, when chastising Morris for not wearing his hat, was not enforcing any official duties given that departmental policy, according to testimony at trial, did not require Morris to wear a hat. In the end, we accord the jury's conclusion respect, especially since determining whether a defendant acted under color of state law can often be \"particularly elusive,\" <i>id.,</i> and reminding ourselves of our duty to read the jury's verdicts consistently if possible. <i>See </i><i>Malm v. United States Lines Co.,</i> <span class=\"citation\" data-id=\"1801111\"><a href=\"/opinion/1801111/malm-v-united-states-lines-company/\"><span class=\"volume\">269</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">731</span></a></span>, 731-32 (S.D.N.Y.1967), aff'd, <span class=\"citation\" data-id=\"276262\"><a href=\"/opinion/276262/elof-malm-v-united-states-lines-company/\"><span class=\"volume\">378</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">941</span></a></span> (2d Cir.1967) (recognizing jury's right to \"idiosyncratic position provided the challenged verdict is based on the evidence and the law\").</p>\n<p>As to Hodgson's second contention  that Morris did not establish \"threats, intimidation or coercion,\"  the jury could have reasonably found that Hodgson's behavior towards Morris amounted to intimidation, and thus that Morris met one of the three additional requirements under the MCRA. The Massachusetts Supreme Judicial Court has defined \"intimidation\" as \"putting in fear for the purpose of compelling or deterring conduct.\" <i>Planned Parenthood League of Mass. Inc. v. Blake,</i> <span class=\"citation\" data-id=\"1982112\"><a href=\"/opinion/1982112/planned-parenthood-league-of-massachusetts-v-blake/\"><span class=\"volume\">417</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">467</span></a></span>, 474, <span class=\"citation\" data-id=\"1982112\"><a href=\"/opinion/1982112/planned-parenthood-league-of-massachusetts-v-blake/\"><span class=\"volume\">631</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">985</span></a></span> (1994) (citations omitted), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">868</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">188</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">122</span></span> (1994). Morris testified that Hodgson, \"spun the wheels of his car,\" before getting out of the car and confronting him in an \"aggressive, angry, and arrested\" manner. Morris also testified that Hodgson's behavior intimidated him. Given that Morris held a position on the negotiating subcommittee, the jury could have rationally concluded that Hodgson intended to intimidate Morris in order to frustrate his associational rights. Accordingly, we affirm the verdict in favor of Morris on his MCRA claim.</p>\n<p></p>\n<h2>E. Evidentiary Claims</h2>\n<p></p>\n<h2>1. Admission of state agency decision</h2>\n<p>The district court admitted into evidence a decision rendered by the Massachusetts Labor Relations Commission (MLRC)  a state administrative agency. The MLRC is charged with resolving labor disputes by enforcing Massachusetts labor laws, and its decision addressed whether the Bristol County Sheriff's Department violated various sections of M.G.L. C. 150E.</p>\n<p>Hodgson argues that the district court erred in admitting the MLRC decision into evidence. He claims (1) the findings of fact in the decision are inadmissible hearsay and (2) that even assuming the decision is otherwise admissible, the district court should have excluded it under Federal Rule of Evidence 403.</p>\n<p>We review a district court's decision to admit evidence for abuse of discretion. <span class=\"star-pagination\">*113</span> <i>United States v. Jimenez,</i> <span class=\"citation\" data-id=\"201770\"><a href=\"/opinion/201770/united-states-v-jiminez/\"><span class=\"volume\">419</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 43 (1st Cir.2005). We find no abuse here.</p>\n<p>First, the decision was admissible under the public records exception to the rule against hearsay. <i>See,</i> Fed.R.Evid. 803(8). The public records exception allows a district court to admit public records and reports, in any form, of public agencies setting forth,</p>\n<blockquote>in civil actions and proceedings ... factual findings resulting from an investigation made pursuant to authority granted by law, unless the sources of information or other circumstances indicate a lack of trustworthiness.</blockquote>\n<p><i>Id.</i> (C). \"The Supreme Court has interpreted this `public records' exception to the hearsay rule broadly to include both conclusions and opinions of public offices and agencies.\" <i>Patterson v. Mills,</i> 64 Fed. Appx. 457, 462 (6th Cir.2003)(citing <i>Beech Aircraft Corp. v. Rainey,</i> <span class=\"citation\" data-id=\"112161\"><a href=\"/opinion/112161/beech-aircraft-corp-v-rainey/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">153</span></a></span>, 162, <span class=\"citation\" data-id=\"112161\"><a href=\"/opinion/112161/beech-aircraft-corp-v-rainey/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">439</span></a></span>, <span class=\"citation\" data-id=\"112161\"><a href=\"/opinion/112161/beech-aircraft-corp-v-rainey/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">445</span></a></span> (1988)).</p>\n<p>Hodgson relies on cases holding that judicial findings of fact in a previous case are inadmissible under Rule 803(8)(c). <i>See e.g., </i><i>Herrick v. Garvey,</i> <span class=\"citation\" data-id=\"778618\"><a href=\"/opinion/778618/greg-herrick-v-jane-garvey-administrator-federal-aviation/\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1184</span></a></span>, 1192 (10th Cir.2002); <i>Milan Express v. Averitt Express,</i> <span class=\"citation no-link\"><span class=\"volume\">254</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">966</span></span>, 983, n. 25 (11th Cir.2001). But the Massachusetts Labor Commission is not a court, and its determinations are not stamped with the judicial imprimatur that the findings of a court are. The Commission's findings are thus less likely than those of a court to be given disproportionate weight by a jury. <i>See </i><i>Herrick,</i> 298 F.3d at 1192.</p>\n<p>Turning to Hodgson's Rule 403 objection, we conclude that the district court did not abuse its discretion in admitting the decision. Rule 403 permits the exclusion of relevant evidence \"if its probative value is substantially outweighed by the danger of unfair prejudice.\" Fed.R.Evid. 403. We have emphasized that \"only rarely  and in extraordinarily compelling circumstanceswill we, from the vista of a cold appellate record, reverse a district court's on-the-spot judgment concerning the relative weighing of probative value and unfair effect.\" <i>United States v. Flemmi,</i> <span class=\"citation\" data-id=\"201500\"><a href=\"/opinion/201500/united-states-v-flemmi/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></a></span>, 86 (1st Cir.2005)(internal quotation marks and citation omitted); <i>see also </i><i>Paolitto v. Brown E. &amp; C. Inc.,</i> <span class=\"citation\" data-id=\"756659\"><a href=\"/opinion/756659/77-fair-emplpraccas-bna-1351-74-empl-prac-dec-p-45573-anthony-w/\"><span class=\"volume\">151</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></a></span>, 65 (2d Cir.1998)(noting district court in best position to consider how admission of agency report will impact trial).</p>\n<p>The MLRC's decision was highly probative given both the identity of the parties and the fact that the decision pertained to the same incidents that gave rise to this federal action. The judge was entitled to take that value into account. Moreover, the admission of the decision did not unfairly prejudice Hodgson. As we have stressed in the past, \"virtually all evidence is prejudicial ... but it is only <i>unfair</i> prejudice against which the law protects.\" <i>United States v. Pinillos-Prieto,</i> <span class=\"citation\" data-id=\"201767\"><a href=\"/opinion/201767/united-states-v-pinillos/\"><span class=\"volume\">419</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></a></span>, 72 (1st Cir.2005) (internal quotation marks and citation omitted) (emphasis in original). Any potential for unfairness was mitigated by the district judge expressly instructing the jury that the MLRC's decision involved a different issue and was not binding on the jury.</p>\n<p></p>\n<h2>2. Decision to reopen to permit plaintiff to present evidence of lost wages</h2>\n<p>After the close of evidence the district court allowed the plaintiffs to reopen and present evidence of the amounts of their lost wages. Although the plaintiffs had a witness available, Hodgson stipulated to the amounts but objected to the court's decision to reopen.</p>\n<p>A district court's decision to reopen the record to permit the introduction of additional evidence is reviewable <span class=\"star-pagination\">*114</span> for abuse of discretion. <i>United States v. Santana,</i> <span class=\"citation\" data-id=\"763557\"><a href=\"/opinion/763557/united-states-v-julio-c-santana/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span>, 64 (1st Cir. 1999); <i>Lussier v. Runyon,</i> <span class=\"citation\" data-id=\"692275\"><a href=\"/opinion/692275/thomas-r-lussier-v-marvin-runyon-united-states-postmaster-general/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1103</span></a></span>, 1113 (1st Cir.1995). While the court's decision turns on flexible and case-specific criteria, among the factors the district court should consider are \"whether (1) the evidence sought to be introduced is especially important and probative; (2) the moving party's explanation for failing to introduce the evidence earlier is bona fide; and (3) reopening will cause no undue prejudice to the non-moving party.\" <i>Rivera-Flores v. Puerto Rico Tel. Co.,</i> <span class=\"citation\" data-id=\"703157\"><a href=\"/opinion/703157/iris-v-rivera-flores-v-puerto-rico-telephone-company/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">742</span></a></span>, 746 (1st Cir. 1995)(citing <i>Joseph v. Terminix Int'l Co.,</i> <span class=\"citation\" data-id=\"664150\"><a href=\"/opinion/664150/alan-joseph-and-brenda-joseph-v-terminix-international-company-limited/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1282</span></a></span>, 1285 (10th Cir.1994)).</p>\n<p>There was no abuse of discretion in allowing the additional evidence. First, the plaintiffs' evidence on lost wages was highly probative, as it was the only evidence of the precise amount of compensatory damages. <i>Compare </i><i>Joseph,</i> 17 F.3d at 1285 (noting that \"new\" evidence would have been cumulative). Second, the plaintiffs appeared to have a bona fide explanation for failing to introduce the evidence, namely \"reasonably genuine surprise.\" <i>See </i><i>Rivera-Flores,</i> 64 F.3d at 747 (explaining that \"it may amount to an abuse of discretion for a trial court to <i>decline</i> to reopen in circumstances where the movant has demonstrated `reasonably genuine surprise'\")(emphasis added)(internal citation omitted). The plaintiffs appear to have been operating under the assumption that they could introduce damages at a later stage and expressed genuine surprise once faced with the prospect of losing such an opportunity. <i>Compare </i><i>Bradford Trust Co. v. Merrill, Lynch, Pierce, Fenner &amp; Smith, Inc.,</i> <span class=\"citation\" data-id=\"479211\"><a href=\"/opinion/479211/bradford-trust-company-of-boston-v-merrill-lynch-pierce-fenner-and/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span>, 52-53 (2d Cir.1986)(affirming lower court's denial of motion to re-open where lower court repeatedly warned that moving party would need to present evidence on \"key issue\"). Finally, because the plaintiff had a readily available witness who would testify as to lost wages, <i>see </i><i>Rivera-Flores,</i> 64 F.3d at 749 (noting defendant not unduly prejudiced where \"introduction of [ ] readily obtainable documentary evidence could have entailed but minimal delay\"), and because Hodgson would have the opportunity to cross-examine this witness, the reopening did not cause undue prejudice.</p>\n<p></p>\n<h2>F. Attorneys Fees</h2>\n<p>The plaintiffs requested and the district court awarded attorney's fees in the amount of $172,248.21 and expenses of $2,481.75. Hodgson argues this award is excessive for three reasons: (1) the limited dollar amount of the verdict in the plaintiffs' favor; (2) the failure of the plaintiffs' claims for invasion of privacy; and (3) the fact that the plaintiffs' fee request contained \"excessive, duplicative, and repetitive hours.\"</p>\n<p>We deferentially review a district court's fee award and thus give substantial respect to the court's informed discretion. <i>Coutin v. Young &amp; Rubicam P.R.,</i> <span class=\"citation\" data-id=\"746216\"><a href=\"/opinion/746216/74-fair-emplpraccas-bna-1463-72-empl-prac-dec-p-45260-denise/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">331</span></a></span>, 336 (1st Cir.1997); <i>Diaz-Rivera v. Rivera-Rodriguez,</i> <span class=\"citation\" data-id=\"201169\"><a href=\"/opinion/201169/diaz-rivera-v-rivera-rodriguez/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">119</span></a></span>, 124 (1st Cir.2004) ('a reviewing court customarily defers to the trial judge, whose intimate knowledge of the nuances of the underlying case uniquely positions him to construct a condign award')(internal citation omitted). Accordingly, we will disturb such an award only if the district court has manifestly abused its discretion or made a mistake of law. <i>Id.</i> at 124. Such an abuse or mistake may occur if a court, in arriving at an award, ignores a material factor deserving significant weight, relies upon an improper factor, or relies solely upon proper factors but mistakenly weighs those factors. <i>Coutin,</i> 124 F.3d at 336.</p>\n<p>Here, the district court did not abuse its discretion. First, although the jury only awarded the plaintiffs' aggregate damages <span class=\"star-pagination\">*115</span> of $17,980 based primarily on the § 1983 claims, the Supreme Court has rejected \"the proposition that fee awards under § 1988 should necessarily be proportionate to the amount of damages a civil rights plaintiff actually recovers.\" <i>City of Riverside v. Rivera,</i> <span class=\"citation\" data-id=\"111730\"><a href=\"/opinion/111730/riverside-v-rivera/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">561</span></a></span>, 574, <span class=\"citation\" data-id=\"111730\"><a href=\"/opinion/111730/riverside-v-rivera/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, <span class=\"citation\" data-id=\"111730\"><a href=\"/opinion/111730/riverside-v-rivera/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">466</span></a></span> (1986)(plurality opinion). Further, while the trial result is a \"preeminent consideration in the fee-adjustment process,\" <i>Coutin,</i> 124 F.3d at 338,  all the plaintiffs were equally unsuccessful as to one of their four shared claims  we have stressed that a plaintiff's claim-by-claim success is only one of the factors to be considered when examining the results obtained. <i>Id.</i> Also significant is \"the societal importance of the right which has been vindicated.\" <i>Id.</i> The district court emphasized that the plaintiffs were victorious on the civil rights claim that \"propelled this litigation for more than five years.\"</p>\n<p>Finally, although excessive or unproductive time spent is not compensable, <i>see, e.g., </i><i>Lipsett v. Blanco,</i> <span class=\"citation\" data-id=\"591130\"><a href=\"/opinion/591130/annabelle-lipsett-v-gumersindo-blanco/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">934</span></a></span>, 937 (1st Cir.1992), in this case the district court \"carefully examined\" Hodgson's claims of excessiveness and found the plaintiffs' fee schedule, prepared according to the accepted lodestar method, to be justified. In the end, we see no reason to question the district court's judgment on this factor, or any of the other factors, and accordingly affirm the fee award.</p>\n<p>For the foregoing reasons, the judgment is <i>affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  <span class=\"citation\" data-id=\"107336\"><a href=\"/opinion/107336/garrity-v-new-jersey/\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">493</span></a></span>, <span class=\"citation\" data-id=\"107336\"><a href=\"/opinion/107336/garrity-v-new-jersey/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">616</span></a></span>, <span class=\"citation\" data-id=\"107336\"><a href=\"/opinion/107336/garrity-v-new-jersey/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">562</span></a></span> (1967).</p>\n<p>[2]  Article VII, in its entirety, contains two sentences about work hours. Article VIII, on the other hand, does discuss policies applying to union representatives but only states that a steward list should be given to the sheriff and that stewards should be granted reasonable time off to \"investigate and settle grievances, attend meetings of state and national bodies, including conventions without loss of pay.\"</p>\n<p>[3]  The letters also reference the plaintiffs' conduct during the investigation, but Hodgson does not rely on that basis on appeal.</p>\n<p>[4]  In this case the district judge curiously, after holding that the balance weighed in favor of the plaintiffs, nevertheless subsequently submitted the balancing question to the jury. <i>See </i><i>Breaux v. City of Garland,</i> <span class=\"citation no-link\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">150</span></span>, 156 n. 9 (5th Cir.2000)(describing the district court's decision to send the balancing question to the jury as \"problematic\"). This does not, however, impact our standard of review. <i>See </i><i>Knowlton v. Greenwood Indep. Sch. Dist.,</i> <span class=\"citation\" data-id=\"578626\"><a href=\"/opinion/578626/johnnie-knowlton-v-greenwood-independent-school-district/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1172</span></a></span>, 1177-78 (5th Cir.1992)(reviewing balancing question de novo despite fact that district court sent question to jury).</p>\n<p>[5]  The public concern inquiry is relevant to the claims of Davignon, Gouveia, and Miller. Hodgson has not on appeal addressed whether Presby's roll call speech involved a matter of public concern, and thus waives argument on that issue. <i>United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990). Hodgson did address the cause of Presby's suspension, which we analyze at step three. Plaintiff Morris claimed Hodgson retaliated against him based on his association with the union, and we take up that claim separately.</p>\n<p>[6]  The <i>Waters</i> analysis, like the public concern inquiry, is not applicable to Presby because Hodgson contends that he disciplined Presby based on the \"door\" incident rather than on anything Presby said.</p>\n<p>[7]  A court may engage in a <i>Waters</i> analysis when determining whether the speech involved a matter of public concern, <i>Meaney v. Dever,</i> <span class=\"citation\" data-id=\"200435\"><a href=\"/opinion/200435/meaney-v-dever/\"><span class=\"volume\">326</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">283</span></a></span>, 288-289 (1st Cir.2003), or when examining the employer's determination that government interests outweighed the plaintiff's interest in speaking. <i>See </i><i>Waters,</i> 511 U.S. at 680, <span class=\"citation\" data-id=\"1087950\"><a href=\"/opinion/1087950/waters-v-churchill/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1878</span></a></span> (\"the potential disruptiveness of the speech <i>as reported</i> was enough to outweigh whatever First Amendment value it might have had\")(emphasis added); <i>see also </i><i>Hennessy v. City of Melrose,</i> <span class=\"citation\" data-id=\"198689\"><a href=\"/opinion/198689/hennessy-v-city-of-melrose/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">237</span></a></span>, 247 (1st Cir.1999).</p>\n<p>[8]  We emphasize that the plaintiff's burden under <i>Mt. Healthy</i> is more substantial than a plaintiff's burden of producing prima facie evidence in a Title VII discrimination case. <i>Guilloty Perez,</i> F.3d at 56 n. 11.</p>\n<p>[9]  Neither the Supreme Court nor this Circuit has decided whether the public concern requirement extends to an employee's claim that an employer has retaliated based on association. <i>See </i><i>Shrum v. City of Coweta,</i> <span class=\"citation\" data-id=\"167590\"><a href=\"/opinion/167590/shrum-v-city-of-coweta/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1132</span></a></span>, 1138 (10th Cir.2006). We have explicitly reserved this question, <i>Tang,</i> 163 F.3d at 11 n. 4, which has divided the Courts of Appeals. <i>See </i><i>Shrum,</i> 449 F.3d at 1139 n. 3 (listing circuits definitively resolving issue). Hodgson's brief assumes that we do require that the associational activity in question involve a matter of public concern, but does not adequately address why Morris's union association did not, in fact, implicate such a matter. Thus, the public concern issue as to Morris is waived. <i>Zannino,</i> 895 F.2d at 17.</p>\n<p>[10]  Although the state law claim is referred to as \"wrongful interference with advantageous relations\" in the briefs and in the jury instructions, the claim is more commonly referred to in the relevant decisional law as \"intentional interference with advantageous relations.\" Accordingly, we do so here.</p>\n<p>[11]  Compare \"Whenever any person or persons, whether or not acting under color of law ...,\" G.L. c. 12, § 11H with \"Every person, who under color of any statute, ordinance, regulation, custom, or usage, or any State or Territory or the District of Columbia...,\" 42 U.S.C. § 1983.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110915/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/137729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145653/",
    "http://www.courtlistener.com/api/rest/v3/opinions/167590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199486/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200019/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200237/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200650/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200762/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201500/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201767/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201770/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202275/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/276262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/439210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/479211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/479244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/495210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/509653/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/560461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575209/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578626/",
    "http://www.courtlistener.com/api/rest/v3/opinions/591130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603527/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608078/",
    "http://www.courtlistener.com/api/rest/v3/opinions/627336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/629124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/692275/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/703157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764675/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778618/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785090/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087950/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1448506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1801111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1982112/"
  ]
}