{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203365/",
  "absolute_url": "/opinion/203365/united-states-v-smith/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203365/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:14:56Z",
  "date_modified": "2016-04-26T12:37:57.496445Z",
  "type": "010combined",
  "sha1": "84b525e13ed69aaca719f5db3284445642e142e5",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-1684-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/07/02/US_v._Smith.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNo. 07-1684\n\n                       UNITED STATES OF AMERICA,\n\n                               Appellee,\n\n                                  v.\n\n                              Carl Smith,\n\n                         Defendant, Appellant.\n\n\n              APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF NEW HAMPSHIRE\n            [Hon. Steven J. McAuliffe, U.S. District Judge]\n\n\n                                Before\n\n                          Lynch, Chief Judge,\n\n                       Torruella, Circuit Judge,\n\n                   and Cudahy,* Senior Circuit Judge.\n\n\n     Christopher R. Goddu, Assistant Federal Public Defender, on\nbrief for appellant.\n     Aixa Maldonado-Quiñones, Assistant United States Attorney, and\nThomas P. Colantuono, United States Attorney, on brief for\nappellee.\n\n\n                             July 2, 2008\n\n\n\n\n     *\n         Of the Seventh Circuit, sitting by designation.\n\f             Cudahy, Circuit Judge.     In 2005, Carl Smith was charged\n\nwith two counts of distribution of cocaine and two counts of\n\ndistribution of cocaine base in violation of 21 U.S.C. § 841(a)(1).\n\nAfter a two day trial, a jury found Smith guilty of three of the\n\nfour counts. In the presentence report (PSR), the probation office\n\nset Smith’s base offense level at 18, but because Smith’s criminal\n\nhistory included two burglary convictions, which are considered\n\ncrimes of violence under the guidelines, he was deemed to be a\n\ncareer offender.       See U.S.S.G. §§ 4B1.1, 4B1.2.              His career\n\noffender status yielded an adjusted offense level of 32.            He had a\n\ncriminal history score of 17 and a criminal history category of VI.\n\nA total offense level of 32 and a criminal history category of VI\n\nyielded a guideline sentencing range (GSR) of 210 to 262 months.\n\n             Smith filed a motion for a downward departure under\n\nU.S.S.G. § 4A1.3(b) on the grounds that his criminal history\n\ncategory     over-represented   the     seriousness    of   his    predicate\n\noffenses.     He also requested a variance pursuant to 18 U.S.C.\n\n§ 3553(a), arguing that the non-violent nature of his crimes as\n\nwell as his personal characteristics justified a below-guidelines\n\nsentence.1      At   the   sentencing    hearing,     the   district   court\n\n\n     1\n           Smith objected to the PSR on the grounds that the 1.8\ngrams of cocaine that were at issue in the count of the indictment\nof which he was acquitted should not be included in determining his\nbase offense level.     Because the inclusion of this acquitted\nconduct did not affect his base offense level or his career\noffender status, the district court did not act upon Smith’s\nobjection.\n\n                                  - 2 -\n\facknowledged that the guideline range resulting from Smith’s career\n\noffender status was high, but concluded that Smith had failed to\n\nestablish the existence of any mitigating factors.                   The court\n\nsentenced Smith to 210 months imprisonment with a three-year term\n\nof supervised release.       Smith appeals his sentence.\n\n            We review Smith’s sentence for reasonableness.                 United\n\nStates v. Booker, 543 U.S. 220, 261, 125 S. Ct. 738, 160 L. Ed. 2d\n\n621 (2005); United States v. Deppe, 509 F.3d 54, 62 (1st Cir.\n\n2007).   Because the guidelines are advisory, Booker, 543 U.S. at\n\n260-62, 125 S. Ct. 738, a sentencing court may not presume the\n\nreasonableness of a sentence that falls within the guideline range.\n\nGall v. United States, ___ U.S. ___, 128 S. Ct. 586, 596-97, 169 L.\n\nEd. 2d 445 (2007).      But Booker and Gall do not require a sentencing\n\ncourt to jettison the guidelines and commence the sentencing\n\nenterprise     from    scratch.      Instead,    we     have   indicated    that\n\nsentencing courts should follow the protocol we outlined in United\n\nStates v. Jiménez-Beltre, 440 F.3d 514 (1st Cir. 2006) (en banc).\n\nFirst,   the    court    should    calculate     the    GSR,   including      any\n\nappropriate departures.           After calculating the GSR, the court\n\nshould consider the factors set forth in 18 U.S.C. § 3553(a) to\n\ndetermine    whether    a   sentence   outside    the    guideline   range    is\n\nappropriate.     Finally, the court must determine what sentence is\n\nappropriate and explain its reasoning.            Id. at 518-19; see also\n\nUnited States v. Gilman, 478 F.3d 440, 445 (1st Cir. 2007).                  The\n\n\n                                     - 3 -\n\fcourt should select a sentence that is \"sufficient, but not greater\n\nthan necessary,\" to achieve the goals of sentencing. United States\n\nv. Dixon, 449 F.3d 194, 204 (1st Cir. 2006) (quoting 18 U.S.C.\n\n§ 3553(a)).   If the court has calculated the GSR correctly and has\n\nsupplied a plausible explanation for the sentence imposed, we\n\ngenerally defer to the district court’s judgment. United States v.\n\nInnarelli, 524 F.3d 286, 292 (1st Cir. 2008).    Smith’s sentence,\n\nwhile substantial, is at the low end of the guideline range and\n\nthus, he carries a heavy burden in attempting to persuade us that\n\nhis sentence is unreasonable. Id.; United States v. Pelletier, 469\n\nF.3d 194, 204 (1st Cir. 2006).\n\n           Smith does not argue that the district court erred in\n\ncalculating the GSR.    Rather, he accuses the district court of\n\npaying lip service to the advisory nature of the guidelines while\n\ntreating the GSR as presumptively reasonable.      But contrary to\n\nSmith’s assertions, the record shows that the court understood its\n\ndiscretion to depart from the GSR.\n\n           At sentencing, Smith’s attorney argued that although the\n\nburglaries that drove Smith’s career offender status are considered\n\ncrimes of violence under the guidelines, Smith had not actually\n\nused violence in perpetrating them and thus, Smith’s criminal\n\nhistory was less serious than the guidelines’ categorical treatment\n\nimplied.   The court disagreed, emphasizing that Smith’s career\n\noffender status was based on his commission of \"serious offenses,\n\n\n                                 - 4 -\n\fburglaries of homes and so forth.\"        The court considered Smith’s\n\nexhortation to \"take a more particularized view of the prior\n\nconvictions in the case rather than taking a categorical view,\" and\n\nreplied,\n\n           Well, I was taking a particularized view, and\n           home burglaries, I mean, I just disagree with\n           you, I don’t find those to be in fact as\n           opposed to categorically non-violent offenses,\n           those are particularly violent offenses in\n           that they are fraught with danger to the\n           persons who live in those homes.\n\n           Despite   the   fact   that   the   sentencing   judge   clearly\n\naddressed Smith’s challenge to the severity of his predicate\n\noffenses, Smith urges us to conclude that he did not realize he\n\ncould depart from the guidelines because he stated that he was\n\n\"hamstrung by Congress.\"     We are not persuaded that this comment\n\nholds the significance Smith ascribes to it, for in the very next\n\nbreath, the judge made clear that he was \"[n]ot hamstrung by the\n\nguidelines at all. The guidelines are voluntary.\" It is clear that\n\nthe judge did not feel bound to impose a sentence within the GSR.\n\nHe merely recognized that Smith’s GSR resulted from his career\n\noffender status as defined by Congress, and, as we have observed,\n\na properly-calculated GSR is an appropriate point from which to\n\nembark on the task of sentencing.         Dixon, 449 F.3d at 204.       The\n\nrecord shows that the judge understood that he could depart from\n\nthe GSR yielded by Smith’s career offender status and we have no\n\nquarrel with his conclusion that Smith’s prior burglaries of homes\n\n\n                                  - 5 -\n\fwere serious crimes.\n\n            Smith also accuses the district court of failing to\n\nadequately consider other proffered mitigating factors.                  Although\n\n\"a sentencing court is not required to address frontally every\n\nargument advanced by the parties, [or] dissect every factor made\n\nrelevant by 18 U.S.C. § 3553,\" United States v. Turbides-Leonardo,\n\n468 F.3d 34, 40-41 (1st Cir. 2006), cert. denied, ___ U.S. ___, 127\n\nS. Ct. 3064, 168 L. Ed. 2d 773 (2007), in this case, the court\n\ncarefully attended to each of the mitigating factors put forth by\n\nSmith. The court observed that Smith had been convicted of \"serious\n\ndrug    transactions\"     notwithstanding        Smith’s   assertion     that   his\n\noffense of conviction involved small quantities of drugs.                       The\n\ncourt    also    considered     Smith’s   purported      mental    and   emotional\n\nproblems,       noting   that   Smith   met     the   diagnostic   criteria     for\n\nmalingering and concluding that Smith’s anti-social personality\n\ndisorder \"militates in favor of incarceration.\"              Smith also argued\n\nthat his drug addiction was a mitigating factor.                    Although the\n\ncourt rejected this argument, it recommended to the Bureau of\n\nPrisons that Smith participate in drug education and treatment\n\nprograms. In sum, the record belies Smith’s suggestion that the\n\ncourt undervalued the § 3553(a) factors.\n\n            Finally, Smith contends that the court did not consider\n\nwhether a 210-month sentence was greater than necessary to achieve\n\n\n\n\n                                        - 6 -\n\fthe goals of sentencing as set forth in 18 U.S.C. § 3553(a)(2).2\n\nA court’s explanation of the sentence imposed is adequate if \"it\n\nsufficiently shows a thoughtful exercise of the court's sentencing\n\nresponsibility and a degree of care and individualized attention\n\nappropriate to the solemnity of the sentencing task.\"               United\n\nStates v. Vázquez-Molina, 389 F.3d 54, 59 (1st Cir.2004), vacated\n\non other grounds, 544 U.S. 946, 125 S. Ct. 1713, 161 L. Ed. 2d 520\n\n(2005).   In the present case, the sentencing judge considered all\n\nof Smith’s arguments for leniency and explained that the sentence\n\nhe chose is sufficiently severe to account for the offenses of\n\nconviction and \"to protect the public from the defendant’s likely\n\nrecidivism.\"    The court \"adequately explained its reasons for . .\n\n.   declining   to   vary   from   the   guidelines,\"   United   States   v.\n\nScherrer, 444 F.3d 91, 93 (1st Cir. 2006) (en banc), cert. denied,\n\n__ U.S. ___, 127 S. Ct. 927, 166 L. Ed. 2d 714 (2007), and we\n\ndiscern no principled reason for concluding that the sentence\n\nimposed -- at the lowest end of the GSR -- is implausible.\n\n           Accordingly, the sentence is AFFIRMED.\n\n\n\n\n      2\n          18 U.S.C. § 3553(a)(2) states that a court should\nconsider whether a particular sentence reflects the seriousness of\nthe offense, will deter criminal conduct, will protect the public\nfrom further crimes and will \"provide the defendant with needed\neducational or vocational training, medical care, or other\ncorrectional treatment in the most effective manner.\"\n\n                                    - 7 -\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>531 F.3d 109 (2008)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nCarl SMITH, Defendant, Appellant.</h1></center>\n<center>No. 07-1684.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted April 7, 2008.</center>\n<center>Decided July 2, 2008.</center>\n<p><span class=\"star-pagination\">*110</span> Christopher R. Goddu, Assistant Federal Public Defender, on brief for appellant.</p>\n<p>Aixa Maldonado-Quiñones, Assistant United States Attorney, and Thomas P. Colantuono, United States Attorney, on brief for appellee.</p>\n<p>Before LYNCH, Chief Judge, TORRUELLA, Circuit Judge, and CUDAHY,<sup>[*]</sup> Senior Circuit Judge.</p>\n<p>CUDAHY, Circuit Judge.</p>\n<p>In 2005, Carl Smith was charged with two counts of distribution of cocaine and two counts of distribution of cocaine base in violation of 21 U.S.C. § 841(a)(1). After a two day trial, a jury found Smith guilty of three of the four counts. In the presentence report (PSR), the probation office set Smith's base offense level at 18, but because Smith's criminal history included two burglary convictions, which are considered crimes of violence under the guidelines, he was deemed to be a career offender. <i>See</i> U.S.S.G. §§ 4B1.1, 4B1.2. His career offender status yielded an adjusted offense level of 32. He had a criminal history score of 17 and a criminal history category of VI. A total offense level of 32 and a criminal history category of VI yielded a guideline sentencing range (GSR) of 210 to 262 months.</p>\n<p>Smith filed a motion for a downward departure under U.S.S.G. § 4A1.3(b) on the grounds that his criminal history category over-represented the seriousness of his predicate offenses. He also requested a variance pursuant to 18 U.S.C. § 3553(a), arguing that the non-violent nature of his crimes as well as his personal characteristics <span class=\"star-pagination\">*111</span> justified a below-guidelines sentence.<sup>[1]</sup> At the sentencing hearing, the district court acknowledged that the guideline range resulting from Smith's career offender status was high, but concluded that Smith had failed to establish the existence of any mitigating factors. The court sentenced Smith to 210 months imprisonment with a three-year term of supervised release. Smith appeals his sentence.</p>\n<p>We review Smith's sentence for reasonableness. <i>United States v. Booker,</i> 543 U.S. 220, 261, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005); <i>United States v. Deppe,</i> 509 F.3d 54, 62 (1st Cir.2007). Because the guidelines are advisory, <i>Booker,</i> 543 U.S. at 260-62, 125 S.Ct. 738, 160 L.Ed.2d 621, a sentencing court may not presume the reasonableness of a sentence that falls within the guideline range. <i>Gall v. United States,</i> ___ U.S. ___, 128 S.Ct. 586, 596-97, 169 L.Ed.2d 445 (2007). But <i>Booker</i> and <i>Gall</i> do not require a sentencing court to jettison the guidelines and commence the sentencing enterprise from scratch. Instead, we have indicated that sentencing courts should follow the protocol we outlined in <i>United States v. Jiménez-Beltre,</i> 440 F.3d 514 (1st Cir.2006) (en banc). First, the court should calculate the GSR, including any appropriate departures. After calculating the GSR, the court should consider the factors set forth in 18 U.S.C. § 3553(a) to determine whether a sentence outside the guideline range is appropriate. Finally, the court must determine what sentence is appropriate and explain its reasoning. <i>Id.</i> at 518-19; <i>see also </i><i>United States v. Gilman,</i> 478 F.3d 440, 445 (1st Cir.2007). The court should select a sentence that is \"sufficient, but not greater than necessary,\" to achieve the goals of sentencing. <i>United States v. Dixon,</i> 449 F.3d 194, 204 (1st Cir.2006) (quoting 18 U.S.C. § 3553(a)). If the court has calculated the GSR correctly and has supplied a plausible explanation for the sentence imposed, we generally defer to the district court's judgment. <i>United States v. Innarelli,</i> 524 F.3d 286, 292 (1st Cir.2008). Smith's sentence, while substantial, is at the low end of the guideline range and thus, he carries a heavy burden in attempting to persuade us that his sentence is unreasonable. <i>Id.</i>; <i>United States v. Pelletier,</i> 469 F.3d 194, 204 (1st Cir.2006).</p>\n<p>Smith does not argue that the district court erred in calculating the GSR. Rather, he accuses the district court of paying lip service to the advisory nature of the guidelines while treating the GSR as presumptively reasonable. But contrary to Smith's assertions, the record shows that the court understood its discretion to depart from the GSR.</p>\n<p>At sentencing, Smith's attorney argued that although the burglaries that drove Smith's career offender status are considered crimes of violence under the guidelines, Smith had not actually used violence in perpetrating them and thus, Smith's criminal history was less serious than the guidelines' categorical treatment implied. The court disagreed, emphasizing that Smith's career offender status was based on his commission of \"serious offenses, burglaries of homes and so forth.\" The court considered Smith's exhortation to \"take a more particularized view of the prior convictions in the case rather than taking a categorical view,\" and replied,</p>\n<blockquote>\n<span class=\"star-pagination\">*112</span> Well, I was taking a particularized view, and home burglaries, I mean, I just disagree with you, I don't find those to be in fact as opposed to categorically non-violent offenses, those are particularly violent offenses in that they are fraught with danger to the persons who live in those homes.</blockquote>\n<p>Despite the fact that the sentencing judge clearly addressed Smith's challenge to the severity of his predicate offenses, Smith urges us to conclude that he did not realize he could depart from the guidelines because he stated that he was \"hamstrung by Congress.\" We are not persuaded that this comment holds the significance Smith ascribes to it, for in the very next breath, the judge made clear that he was \"[n]ot hamstrung by the guidelines at all. The guidelines are voluntary.\" It is clear that the judge did not feel bound to impose a sentence within the GSR. He merely recognized that Smith's GSR resulted from his career offender status as defined by Congress, and, as we have observed, a properly-calculated GSR is an appropriate point from which to embark on the task of sentencing. <i>Dixon,</i> 449 F.3d at 204. The record shows that the judge understood that he could depart from the GSR yielded by Smith's career offender status and we have no quarrel with his conclusion that Smith's prior burglaries of homes were serious crimes.</p>\n<p>Smith also accuses the district court of failing to adequately consider other proffered mitigating factors. Although \"a sentencing court is not required to address frontally every argument advanced by the parties, [or] dissect every factor made relevant by 18 U.S.C. § 3553,\" <i>United States v. Turbides-Leonardo,</i> 468 F.3d 34, 40-41 (1st Cir.2006), <i>cert. denied,</i> ___ U.S. ___, 127 S.Ct. 3064, 168 L.Ed.2d 773 (2007), in this case, the court carefully attended to each of the mitigating factors put forth by Smith. The court observed that Smith had been convicted of \"serious drug transactions\" notwithstanding Smith's assertion that his offense of conviction involved small quantities of drugs. The court also considered Smith's purported mental and emotional problems, noting that Smith met the diagnostic criteria for malingering and concluding that Smith's anti-social personality disorder \"militates in favor of incarceration.\" Smith also argued that his drug addiction was a mitigating factor. Although the court rejected this argument, it recommended to the Bureau of Prisons that Smith participate in drug education and treatment programs. In sum, the record belies Smith's suggestion that the court undervalued the § 3553(a) factors.</p>\n<p>Finally, Smith contends that the court did not consider whether a 210-month sentence was greater than necessary to achieve the goals of sentencing as set forth in 18 U.S.C. § 3553(a)(2).<sup>[2]</sup> A court's explanation of the sentence imposed is adequate if \"it sufficiently shows a thoughtful exercise of the court's sentencing responsibility and a degree of care and individualized attention appropriate to the solemnity of the sentencing task.\" <i>United States v. Vázquez-Molina,</i> 389 F.3d 54, 59 (1st Cir.2004), <i>vacated </i><i>on other grounds,</i> 544 U.S. 946, 125 S.Ct. 1713, 161 L.Ed.2d 520 (2005). In the present case, the sentencing judge considered all of Smith's arguments for leniency and explained that the sentence he chose is sufficiently <span class=\"star-pagination\">*113</span> severe to account for the offenses of conviction and \"to protect the public from the defendant's likely recidivism.\" The court \"adequately explained its reasons for ... declining to vary from the guidelines,\" <i>United States v. Scherrer,</i> 444 F.3d 91, 93 (1st Cir.2006) (en banc), <i>cert. denied,</i> ___ U.S. ___, 127 S.Ct. 927, 166 L.Ed.2d 714 (2007), and we discern no principled reason for concluding that the sentence imposed  at the lowest end of the GSR  is implausible.</p>\n<p>Accordingly, the sentence is AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Seventh Circuit, sitting by designation.</p>\n<p>[1]  Smith objected to the PSR on the grounds that the 1.8 grams of cocaine that were at issue in the count of the indictment of which he was acquitted should not be included in determining his base offense level. Because the inclusion of this acquitted conduct did not affect his base offense level or his career offender status, the district court did not act upon Smith's objection.</p>\n<p>[2]  18 U.S.C. § 3553(a)(2) states that a court should consider whether a particular sentence reflects the seriousness of the offense, will deter criminal conduct, will protect the public from further crimes and will \"provide the defendant with needed educational or vocational training, medical care, or other correctional treatment in the most effective manner.\"</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">531</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">109</span></span> (2008)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nCarl SMITH, Defendant, Appellant.</h1></center>\n<center>No. 07-1684.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted April 7, 2008.</center>\n<center>Decided July 2, 2008.</center>\n<p><span class=\"star-pagination\">*110</span> Christopher R. Goddu, Assistant Federal Public Defender, on brief for appellant.</p>\n<p>Aixa Maldonado-Quiñones, Assistant United States Attorney, and Thomas P. Colantuono, United States Attorney, on brief for appellee.</p>\n<p>Before LYNCH, Chief Judge, TORRUELLA, Circuit Judge, and CUDAHY,<sup>[*]</sup> Senior Circuit Judge.</p>\n<p>CUDAHY, Circuit Judge.</p>\n<p>In 2005, Carl Smith was charged with two counts of distribution of cocaine and two counts of distribution of cocaine base in violation of 21 U.S.C. § 841(a)(1). After a two day trial, a jury found Smith guilty of three of the four counts. In the presentence report (PSR), the probation office set Smith's base offense level at 18, but because Smith's criminal history included two burglary convictions, which are considered crimes of violence under the guidelines, he was deemed to be a career offender. <i>See</i> U.S.S.G. §§ 4B1.1, 4B1.2. His career offender status yielded an adjusted offense level of 32. He had a criminal history score of 17 and a criminal history category of VI. A total offense level of 32 and a criminal history category of VI yielded a guideline sentencing range (GSR) of 210 to 262 months.</p>\n<p>Smith filed a motion for a downward departure under U.S.S.G. § 4A1.3(b) on the grounds that his criminal history category over-represented the seriousness of his predicate offenses. He also requested a variance pursuant to 18 U.S.C. § 3553(a), arguing that the non-violent nature of his crimes as well as his personal characteristics <span class=\"star-pagination\">*111</span> justified a below-guidelines sentence.<sup>[1]</sup> At the sentencing hearing, the district court acknowledged that the guideline range resulting from Smith's career offender status was high, but concluded that Smith had failed to establish the existence of any mitigating factors. The court sentenced Smith to 210 months imprisonment with a three-year term of supervised release. Smith appeals his sentence.</p>\n<p>We review Smith's sentence for reasonableness. <i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, 261, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005); <i>United States v. Deppe,</i> <span class=\"citation\" data-id=\"203069\"><a href=\"/opinion/203069/united-states-v-deppe/\"><span class=\"volume\">509</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 62 (1st Cir.2007). Because the guidelines are advisory, <i>Booker,</i> 543 U.S. at 260-62, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span>, a sentencing court may not presume the reasonableness of a sentence that falls within the guideline range. <i>Gall v. United States,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145843\"><a href=\"/opinion/145843/gall-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">586</span></a></span>, 596-97, <span class=\"citation\" data-id=\"145843\"><a href=\"/opinion/145843/gall-v-united-states/\"><span class=\"volume\">169</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">445</span></a></span> (2007). But <i>Booker</i> and <i>Gall</i> do not require a sentencing court to jettison the guidelines and commence the sentencing enterprise from scratch. Instead, we have indicated that sentencing courts should follow the protocol we outlined in <i>United States v. Jiménez-Beltre,</i> <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">514</span></span> (1st Cir.2006) (en banc). First, the court should calculate the GSR, including any appropriate departures. After calculating the GSR, the court should consider the factors set forth in 18 U.S.C. § 3553(a) to determine whether a sentence outside the guideline range is appropriate. Finally, the court must determine what sentence is appropriate and explain its reasoning. <i>Id.</i> at 518-19; <i>see also </i><i>United States v. Gilman,</i> <span class=\"citation\" data-id=\"202657\"><a href=\"/opinion/202657/united-states-v-gilman/\"><span class=\"volume\">478</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">440</span></a></span>, 445 (1st Cir.2007). The court should select a sentence that is \"sufficient, but not greater than necessary,\" to achieve the goals of sentencing. <i>United States v. Dixon,</i> <span class=\"citation\" data-id=\"202231\"><a href=\"/opinion/202231/united-states-v-dixon/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">194</span></a></span>, 204 (1st Cir.2006) (quoting 18 U.S.C. § 3553(a)). If the court has calculated the GSR correctly and has supplied a plausible explanation for the sentence imposed, we generally defer to the district court's judgment. <i>United States v. Innarelli,</i> <span class=\"citation\" data-id=\"203270\"><a href=\"/opinion/203270/united-states-v-innarelli/\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">286</span></a></span>, 292 (1st Cir.2008). Smith's sentence, while substantial, is at the low end of the guideline range and thus, he carries a heavy burden in attempting to persuade us that his sentence is unreasonable. <i>Id.</i>; <i>United States v. Pelletier,</i> <span class=\"citation\" data-id=\"796023\"><a href=\"/opinion/796023/united-states-v-joseph-pellether/\"><span class=\"volume\">469</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">194</span></a></span>, 204 (1st Cir.2006).</p>\n<p>Smith does not argue that the district court erred in calculating the GSR. Rather, he accuses the district court of paying lip service to the advisory nature of the guidelines while treating the GSR as presumptively reasonable. But contrary to Smith's assertions, the record shows that the court understood its discretion to depart from the GSR.</p>\n<p>At sentencing, Smith's attorney argued that although the burglaries that drove Smith's career offender status are considered crimes of violence under the guidelines, Smith had not actually used violence in perpetrating them and thus, Smith's criminal history was less serious than the guidelines' categorical treatment implied. The court disagreed, emphasizing that Smith's career offender status was based on his commission of \"serious offenses, burglaries of homes and so forth.\" The court considered Smith's exhortation to \"take a more particularized view of the prior convictions in the case rather than taking a categorical view,\" and replied,</p>\n<blockquote>\n<span class=\"star-pagination\">*112</span> Well, I was taking a particularized view, and home burglaries, I mean, I just disagree with you, I don't find those to be in fact as opposed to categorically non-violent offenses, those are particularly violent offenses in that they are fraught with danger to the persons who live in those homes.</blockquote>\n<p>Despite the fact that the sentencing judge clearly addressed Smith's challenge to the severity of his predicate offenses, Smith urges us to conclude that he did not realize he could depart from the guidelines because he stated that he was \"hamstrung by Congress.\" We are not persuaded that this comment holds the significance Smith ascribes to it, for in the very next breath, the judge made clear that he was \"[n]ot hamstrung by the guidelines at all. The guidelines are voluntary.\" It is clear that the judge did not feel bound to impose a sentence within the GSR. He merely recognized that Smith's GSR resulted from his career offender status as defined by Congress, and, as we have observed, a properly-calculated GSR is an appropriate point from which to embark on the task of sentencing. <i>Dixon,</i> 449 F.3d at 204. The record shows that the judge understood that he could depart from the GSR yielded by Smith's career offender status and we have no quarrel with his conclusion that Smith's prior burglaries of homes were serious crimes.</p>\n<p>Smith also accuses the district court of failing to adequately consider other proffered mitigating factors. Although \"a sentencing court is not required to address frontally every argument advanced by the parties, [or] dissect every factor made relevant by 18 U.S.C. § 3553,\" <i>United States v. Turbides-Leonardo,</i> <span class=\"citation\" data-id=\"202495\"><a href=\"/opinion/202495/united-states-v-turbides-leonardo/\"><span class=\"volume\">468</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 40-41 (1st Cir.2006), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3064</span></span>, <span class=\"citation no-link\"><span class=\"volume\">168</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">773</span></span> (2007), in this case, the court carefully attended to each of the mitigating factors put forth by Smith. The court observed that Smith had been convicted of \"serious drug transactions\" notwithstanding Smith's assertion that his offense of conviction involved small quantities of drugs. The court also considered Smith's purported mental and emotional problems, noting that Smith met the diagnostic criteria for malingering and concluding that Smith's anti-social personality disorder \"militates in favor of incarceration.\" Smith also argued that his drug addiction was a mitigating factor. Although the court rejected this argument, it recommended to the Bureau of Prisons that Smith participate in drug education and treatment programs. In sum, the record belies Smith's suggestion that the court undervalued the § 3553(a) factors.</p>\n<p>Finally, Smith contends that the court did not consider whether a 210-month sentence was greater than necessary to achieve the goals of sentencing as set forth in 18 U.S.C. § 3553(a)(2).<sup>[2]</sup> A court's explanation of the sentence imposed is adequate if \"it sufficiently shows a thoughtful exercise of the court's sentencing responsibility and a degree of care and individualized attention appropriate to the solemnity of the sentencing task.\" <i>United States v. Vázquez-Molina,</i> <span class=\"citation\" data-id=\"201337\"><a href=\"/opinion/201337/united-states-v-vazquez-molina/\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 59 (1st Cir.2004), <i>vacated </i><i>on other grounds,</i> <span class=\"citation no-link\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">946</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1713</span></span>, <span class=\"citation no-link\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">520</span></span> (2005). In the present case, the sentencing judge considered all of Smith's arguments for leniency and explained that the sentence he chose is sufficiently <span class=\"star-pagination\">*113</span> severe to account for the offenses of conviction and \"to protect the public from the defendant's likely recidivism.\" The court \"adequately explained its reasons for ... declining to vary from the guidelines,\" <i>United States v. Scherrer,</i> <span class=\"citation\" data-id=\"202150\"><a href=\"/opinion/202150/united-states-v-scherrer/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">91</span></a></span>, 93 (1st Cir.2006) (en banc), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">927</span></span>, <span class=\"citation no-link\"><span class=\"volume\">166</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">714</span></span> (2007), and we discern no principled reason for concluding that the sentence imposed  at the lowest end of the GSR  is implausible.</p>\n<p>Accordingly, the sentence is AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Seventh Circuit, sitting by designation.</p>\n<p>[1]  Smith objected to the PSR on the grounds that the 1.8 grams of cocaine that were at issue in the count of the indictment of which he was acquitted should not be included in determining his base offense level. Because the inclusion of this acquitted conduct did not affect his base offense level or his career offender status, the district court did not act upon Smith's objection.</p>\n<p>[2]  18 U.S.C. § 3553(a)(2) states that a court should consider whether a particular sentence reflects the seriousness of the offense, will deter criminal conduct, will protect the public from further crimes and will \"provide the defendant with needed educational or vocational training, medical care, or other correctional treatment in the most effective manner.\"</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/137739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201337/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796023/"
  ]
}