{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203436/",
  "absolute_url": "/opinion/203436/naser-jewelers-inc-v-city-of-concord-nh/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203436/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:16:41Z",
  "date_modified": "2016-04-26T14:33:34.081960Z",
  "type": "010combined",
  "sha1": "e447c40d3d7294d1769bde5db0feb4b1e71668f1",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-1305-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/08/12/Naser_Jewelers_Inc._v._City_of_Concord.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 08-1305\n\n                      NASER JEWELERS, INC.,\n\n                      Plaintiff, Appellant,\n\n                               v.\n\n                 CITY OF CONCORD, NEW HAMPSHIRE,\n\n                      Defendant, Appellee.\n\n\n         ON APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n         [Hon. Steven J. McAuliffe, U.S. District Judge]\n\n\n                             Before\n\n                        Lynch, Chief Judge,\n                Boudin and Lipez, Circuit Judges.\n\n\n\n     John F. Winston, Winston & Bragg, Stephen H. Roberts, and\nHoefle Phoenix & Gormley, P.A., on brief for appellant.\n     John T. Alexander, Charles P. Bauer, and Ransmeier &\nSpellman on brief for appellee.\n\n\n\n                         August 12, 2008\n\f            LYNCH, Chief Judge.             Naser Jewelers, Inc. appeals an\n\norder of the district court granting summary judgment to the city\n\nof Concord, New Hampshire.\n\n            Earlier this year in Naser Jewelers, Inc. v. City of\n\nConcord, 513 F.3d 27 (1st Cir. 2008), this court affirmed the\n\ndenial of    Naser's (\"NJI\"'s) motion for a preliminary injunction\n\nagainst   the   enforcement       of   a    city   ordinance     prohibiting    all\n\nElectronic Messaging Centers (\"EMCs\").                 On de novo review of the\n\nFirst Amendment issue, id. at 32, we held that plaintiff had no\n\nprobability of success on the merits.                   We held that Concord's\n\nordinance    \"satisfies     the    requirements         for   constitutionality\"\n\nbecause it \"is a content-neutral regulation, it serves substantial\n\ngovernmental interests, it is narrowly tailored, and it leaves open\n\nreasonable alternative channels of communication.\"                 Id. at 34.    We\n\nfurther held that \"NJI has no probability of success on the merits\n\nof its claim,\" and we declined to address the other factors in the\n\npreliminary injunction determination.              Id. at 37.     NJI's petition\n\nfor rehearing and rehearing en banc was denied, and it did not seek\n\nreview in the Supreme Court.\n\n            Before    our   decision        but    after   the   district   court\n\noriginally   denied    NJI's      motion     for   a   preliminary   injunction,\n\nConcord moved for summary judgment on June 29, 2007.                 It supported\n\nits motion with affidavits from eight city councilors who stated\n\nthat they adopted the ordinance because they believed it would\n\n\n                                           -2-\n\f\"promote   the   community   welfare    by   fostering   aesthetics   and\n\npedestrian and traffic safety.\" The city also supported its motion\n\nwith an expert report from Dr. Alison Smiley discussing distraction\n\nto drivers caused by dynamic signs like EMCs.\n\n           NJI filed an objection to summary judgment on August 1,\n\n2007, repeating the arguments and exhibits that had been considered\n\nduring the preliminary injunction hearing but offering no new\n\nevidence in opposition to summary judgment.1\n\n           On January 30, 2008, after our opinion in Naser Jewelers,\n\nthe district court granted the city's motion for summary judgment,\n\nnoting there were no disputes as to material facts.       The court held\n\nthat plaintiff cannot prevail on its claim because \"as a matter of\n\nlaw, the City's regulation of electronic signs is content-neutral\n\n\n\n     1\n          Plaintiff includes in its appendix on appeal a portion of\nexpert testimony from a different trial claiming that studies have\nnot properly measured the effect of distractions like EMCs on\n\"actual driving performance\"; information about a Wisconsin law\npermitting electronic signs; and an article about Dr. Smiley's\nresearch finding that the effects of smoking marijuana on driving\nare overrated. Defendant argues that these documents should not be\nconsidered by this court because they were not included as part of\nNJI's objection to summary judgment and were not properly\nauthenticated by and attached to affidavits as required by Fed. R.\nCiv. P. 56(e). Instead, the documents in question were attached to\nplaintiff's motion to exclude expert testimony, which was part of\nthe proceedings involving plaintiff's motion for a preliminary\ninjunction and was filed several weeks before defendant's motion\nfor summary judgment. Because these documents were never before\nthe district court as part of the motion for summary judgment,\nunder Fed. R. App. P. 10(a), they are not properly before us. See\nGillis v. SPX Corp. Individual Account Ret. Plan, 511 F.3d 58, 64\nn.7 (1st Cir. 2007). Even if the documents were before us, they\ncontribute nothing to plaintiff's case.\n\n                                  -3-\n\fand narrowly tailored to serve significant governmental interests,\n\nand allows for reasonable alternative channels of communication.\"\n\nNJI appeals.\n\n           The district court was plainly correct.          On the record\n\nbefore it and absent any intervening contrary case law from the\n\nSupreme Court, the district court correctly relied on our prior\n\ndecision as binding.\n\n           Under these circumstances, the law of the case doctrine\n\napplies.   Under that doctrine, \"when a court decides upon a rule of\n\nlaw, that decision should continue to govern the same issues in\n\nsubsequent stages in the same case.\"           Arizona v. California, 460\n\nU.S. 605, 618 (1983); see also, e.g., Commercial Union Ins. Co. v.\n\nWalbrook Ins. Co., 41 F.3d 764, 769 (1st Cir. 1994).                  Narrow\n\nexceptions to the doctrine exist if the initial ruling was made on\n\nan inadequate record or was designed to be preliminary; if there\n\nhas been a material change in controlling law; if there is newly\n\ndiscovered    evidence   bearing   on    the   question;   and   if   it   is\n\nappropriate to avoid manifest injustice.          Ellis v. United States,\n\n313 F.3d 636, 647-48 (1st Cir. 2002); see also United States v.\n\nMoran, 393 F.3d 1, 7 (1st Cir. 2004); Cohen v. Brown Univ. (Cohen\n\nII), 101 F.3d 155, 168 (1st Cir. 1996).          None of these exceptions\n\napply here.\n\n           The doctrine applies in these circumstances even though\n\nour prior decision was a denial of a preliminary injunction and\n\n\n                                   -4-\n\fthis appeal concerns entry of summary judgment.        We have held that\n\nthe doctrine applies when this court has previously ruled on a\n\nmotion for a preliminary injunction and \"the record before the\n\nprior panel was 'sufficiently developed and the facts necessary to\n\nshape the proper legal matrix we[re] sufficiently clear.'\"          Cohen\n\nII, 101 F.3d at 169 (quoting Cohen v. Brown Univ. (Cohen I), 991\n\nF.2d 888, 904 (1st Cir. 1993)).           Although conclusions regarding\n\npreliminary injunctions are \"to be understood as statements as to\n\nprobable outcomes,\" id. (citing A.M. Capen's Co. v. Am. Trading &\n\nProd. Corp., 74 F.3d 317, 322 (1st Cir. 1996); Narragansett Indian\n\nTribe v. Guilbert, 934 F.2d 4, 6 (1st Cir. 1991)), \"[t]he concern\n\ninforming this caveat arises when we are asked to rule on the\n\npropriety of a district court's grant of a preliminary injunction\n\n. . . without benefit of full argument and a well-developed\n\nrecord,\" id.    That situation was not present in this case.\n\n          Our opinion in Naser Jewelers came after both sides had\n\nproduced evidence and the district court had made findings and\n\nconclusions.    The record did not significantly change on summary\n\njudgment, except perhaps to make Concord's case stronger. In fact,\n\nplaintiff presented no new evidence in its opposition to summary\n\njudgment, nor did it file a Rule 56(e) affidavit in opposition to\n\nsummary judgment.     The arguments and evidence presented by NJI in\n\nthis   appeal   are   essentially    the     same   ones   we   previously\n\n\n\n\n                                    -5-\n\fconsidered.2   Cf. Esso Standard Oil Co. v. López-Freytes, 522 F.3d\n\n136, 143-44 (1st Cir. 2008) (reconsidering issue after plaintiff\n\npresented new evidence); A.M. Capen's Co. v. Am. Trading & Prod.\n\nCorp., 202 F.3d 469, 473 (1st Cir. 2000) (revisiting legal issue\n\nwhen prior opinion made clear it was only a statement of probable\n\noutcomes and \"was not intended to be binding\").\n\n          NJI's primary argument is that it thinks this court got\n\nit wrong in our earlier decision.     As in Cohen II, \"we decline the\n\ninvitation to this court to 'change its mind.'         The precedent\n\nestablished by the prior panel is not clearly erroneous; it is the\n\nlaw of this case and the law of this circuit.\"    Cohen II, 101 F.3d\n\nat 169.   If NJI wanted a remedy, its recourse, which it did not\n\npursue, was to seek review in the Supreme Court.\n\n          Affirmed.\n\n\n\n\n     2\n          In its brief, plaintiff makes passing references to prior\nrestraint and as-applied claims. These claims do not appear in\nplaintiff's original complaint (although plaintiff mislabels some\nof its facial claims as \"as applied\" claims), nor has there been\nany attempt at developing them here.     The issues are therefore\nwaived. United States v. Zannino, 895 F.2d 1, 17 (1st Cir. 1990)\n(\"[I]ssues adverted to in a perfunctory manner, unaccompanied by\nsome effort at developed argumentation, are deemed waived.\").\n\n                                -6-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>538 F.3d 17 (2008)</b></center>\n<center><h1>NASER JEWELERS, INC., Plaintiff, Appellant,<br>\nv.<br>\nCITY OF CONCORD, NEW HAMPSHIRE, Defendant, Appellee.</h1></center>\n<center>No. 08-1305.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted August 8, 2008.</center>\n<center>Decided August 12, 2008.</center>\n<p><span class=\"star-pagination\">*18</span> John F. Winston, Winston &amp; Bragg, Stephen H. Roberts, and Hoefle Phoenix &amp; Gormley, P.A., on brief for appellant.</p>\n<p>John T. Alexander, Charles P. Bauer, and Ransmeier &amp; Spellman on brief for appellee.</p>\n<p><span class=\"star-pagination\">*19</span> Before LYNCH, Chief Judge, BOUDIN and LIPEZ, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>Naser Jewelers, Inc. appeals an order of the district court granting summary judgment to the city of Concord, New Hampshire.</p>\n<p>Earlier this year in <i>Naser Jewelers, Inc. v. City of Concord,</i> 513 F.3d 27 (1st Cir. 2008), this court affirmed the denial of Naser's (\"NJI\"'s) motion for a preliminary injunction against the enforcement of a city ordinance prohibiting all Electronic Messaging Centers (\"EMCs\"). On de novo review of the First Amendment issue, <i>id.</i> at 32, we held that plaintiff had no probability of success on the merits. We held that Concord's ordinance \"satisfies the requirements for constitutionality\" because it \"is a content-neutral regulation, it serves substantial governmental interests, it is narrowly tailored, and it leaves open reasonable alternative channels of communication.\" <i>Id.</i> at 34. We further held that \"NJI has no probability of success on the merits of its claim,\" and we declined to address the other factors in the preliminary injunction determination. <i>Id.</i> at 37. NJI's petition for rehearing and rehearing en banc was denied, and it did not seek review in the Supreme Court.</p>\n<p>Before our decision but after the district court originally denied NJI's motion for a preliminary injunction, Concord moved for summary judgment on June 29, 2007. It supported its motion with affidavits from eight city councilors who stated that they adopted the ordinance because they believed it would \"promote the community welfare by fostering aesthetics and pedestrian and traffic safety.\" The city also supported its motion with an expert report from Dr. Alison Smiley discussing distraction to drivers caused by dynamic signs like EMCs.</p>\n<p>NJI filed an objection to summary judgment on August 1, 2007, repeating the arguments and exhibits that had been considered during the preliminary injunction hearing but offering no new evidence in opposition to summary judgment.<sup>[1]</sup></p>\n<p>On January 30, 2008, after our opinion in <i>Naser Jewelers,</i> the district court granted the city's motion for summary judgment, noting there were no disputes as to material facts. The court held that plaintiff cannot prevail on its claim because \"as a matter of law, the City's regulation of electronic signs is content-neutral and narrowly tailored to serve significant governmental interests, and allows for reasonable alternative channels of communication.\" NJI appeals.</p>\n<p><span class=\"star-pagination\">*20</span> The district court was plainly correct. On the record before it and absent any intervening contrary case law from the Supreme Court, the district court correctly relied on our prior decision as binding.</p>\n<p>Under these circumstances, the law of the case doctrine applies. Under that doctrine, \"when a court decides upon a rule of law, that decision should continue to govern the same issues in subsequent stages in the same case.\" <i>Arizona v. California,</i> 460 U.S. 605, 618, 103 S.Ct. 1382, 75 L.Ed.2d 318 (1983); <i>see also, e.g., </i><i>Commercial Union Ins. Co. v. Walbrook Ins. Co.,</i> 41 F.3d 764, 769 (1st Cir.1994). Narrow exceptions to the doctrine exist if the initial ruling was made on an inadequate record or was designed to be preliminary; if there has been a material change in controlling law; if there is newly discovered evidence bearing on the question; and if it is appropriate to avoid manifest injustice. <i>Ellis v. United States,</i> 313 F.3d 636, 647-48 (1st Cir.2002); <i>see also </i><i>United States v. Moran,</i> 393 F.3d 1, 7 (1st Cir. 2004); <i>Cohen v. Brown Univ.</i> (<i>Cohen II</i>), 101 F.3d 155, 168 (1st Cir.1996). None of these exceptions apply here.</p>\n<p>The doctrine applies in these circumstances even though our prior decision was a denial of a preliminary injunction and this appeal concerns entry of summary judgment. We have held that the doctrine applies when this court has previously ruled on a motion for a preliminary injunction and \"the record before the prior panel was `sufficiently developed and the facts necessary to shape the proper legal matrix we[re] sufficiently clear.'\" <i>Cohen II,</i> 101 F.3d at 169 (quoting <i>Cohen v. Brown Univ.</i> (<i>Cohen I</i>), 991 F.2d 888, 904 (1st Cir.1993)). Although conclusions regarding preliminary injunctions are \"to be understood as statements as to probable outcomes,\" <i>id.</i> (citing <i>A.M. Capen's Co. v. Am. Trading &amp; Prod. Corp.,</i> 74 F.3d 317, 322 (1st Cir.1996); <i>Narragansett Indian Tribe v. Guilbert,</i> 934 F.2d 4, 6 (1st Cir.1991)), \"[t]he concern informing this caveat arises when we are asked to rule on the propriety of a district court's grant of a preliminary injunction ... without benefit of full argument and a well-developed record,\" <i>id.</i> That situation was not present in this case.</p>\n<p>Our opinion in <i>Naser Jewelers</i> came after both sides had produced evidence and the district court had made findings and conclusions. The record did not significantly change on summary judgment, except perhaps to make Concord's case stronger. In fact, plaintiff presented no new evidence in its opposition to summary judgment, nor did it file a Rule 56(e) affidavit in opposition to summary judgment. The arguments and evidence presented by NJI in this appeal are essentially the same ones we previously considered.<sup>[2]</sup><i>Cf. </i><i>Esso Standard Oil Co. v. Lopez-Freytes,</i> 522 F.3d 136, 143-44 (1st Cir.2008) (reconsidering issue after plaintiff presented new evidence); <i>A.M. Capen's Co. v. Am. Trading &amp; Prod. Corp.,</i> 202 F.3d 469, 473 (1st Cir.2000) (revisiting legal issue when prior opinion made clear it was only a statement of probable outcomes and \"was not intended to be binding\").</p>\n<p>NJI's primary argument is that it thinks this court got it wrong in our earlier decision. As in <i>Cohen II,</i> \"we decline the <span class=\"star-pagination\">*21</span> invitation to this court to `change its mind.' The precedent established by the prior panel is not clearly erroneous; it is the law of this case and the law of this circuit.\" <i>Cohen II,</i> 101 F.3d at 169. If NJI wanted a remedy, its recourse, which it did not pursue, was to seek review in the Supreme Court.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff includes in its appendix on appeal a portion of expert testimony from a different trial claiming that studies have not properly measured the effect of distractions like EMCs on \"actual driving performance\"; information about a Wisconsin law permitting electronic signs; and an article about Dr. Smiley's research finding that the effects of smoking marijuana on driving are overrated. Defendant argues that these documents should not be considered by this court because they were not included as part of NJI's objection to summary judgment and were not properly authenticated by and attached to affidavits as required by Fed.R.Civ.P. 56(e). Instead, the documents in question were attached to plaintiff's motion to exclude expert testimony, which was part of the proceedings involving plaintiff's motion for a preliminary injunction and was filed several weeks before defendant's motion for summary judgment. Because these documents were never before the district court as part of the motion for summary judgment, under Fed. R.App. P. 10(a), they are not properly before us. <i>See </i><i>Gillis v. SPX Corp. Individual Account Ret. Plan,</i> 511 F.3d 58, 64 n. 7 (1st Cir.2007). Even if the documents were before us, they contribute nothing to plaintiff's case.</p>\n<p>[2]  In its brief, plaintiff makes passing references to prior restraint and as-applied claims. These claims do not appear in plaintiff's original complaint (although plaintiff mislabels some of its facial claims as \"as applied\" claims), nor has there been any attempt at developing them here. The issues are therefore waived. <i>United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990) (\"[I]ssues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\").</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">538</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></span> (2008)</b></center>\n<center><h1>NASER JEWELERS, INC., Plaintiff, Appellant,<br>\nv.<br>\nCITY OF CONCORD, NEW HAMPSHIRE, Defendant, Appellee.</h1></center>\n<center>No. 08-1305.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted August 8, 2008.</center>\n<center>Decided August 12, 2008.</center>\n<p><span class=\"star-pagination\">*18</span> John F. Winston, Winston &amp; Bragg, Stephen H. Roberts, and Hoefle Phoenix &amp; Gormley, P.A., on brief for appellant.</p>\n<p>John T. Alexander, Charles P. Bauer, and Ransmeier &amp; Spellman on brief for appellee.</p>\n<p><span class=\"star-pagination\">*19</span> Before LYNCH, Chief Judge, BOUDIN and LIPEZ, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>Naser Jewelers, Inc. appeals an order of the district court granting summary judgment to the city of Concord, New Hampshire.</p>\n<p>Earlier this year in <i>Naser Jewelers, Inc. v. City of Concord,</i> <span class=\"citation\" data-id=\"203109\"><a href=\"/opinion/203109/naser-jewelers-inc-v-city-of-concord-nh/\"><span class=\"volume\">513</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span> (1st Cir. 2008), this court affirmed the denial of Naser's (\"NJI\"'s) motion for a preliminary injunction against the enforcement of a city ordinance prohibiting all Electronic Messaging Centers (\"EMCs\"). On de novo review of the First Amendment issue, <i>id.</i> at 32, we held that plaintiff had no probability of success on the merits. We held that Concord's ordinance \"satisfies the requirements for constitutionality\" because it \"is a content-neutral regulation, it serves substantial governmental interests, it is narrowly tailored, and it leaves open reasonable alternative channels of communication.\" <i>Id.</i> at 34. We further held that \"NJI has no probability of success on the merits of its claim,\" and we declined to address the other factors in the preliminary injunction determination. <i>Id.</i> at 37. NJI's petition for rehearing and rehearing en banc was denied, and it did not seek review in the Supreme Court.</p>\n<p>Before our decision but after the district court originally denied NJI's motion for a preliminary injunction, Concord moved for summary judgment on June 29, 2007. It supported its motion with affidavits from eight city councilors who stated that they adopted the ordinance because they believed it would \"promote the community welfare by fostering aesthetics and pedestrian and traffic safety.\" The city also supported its motion with an expert report from Dr. Alison Smiley discussing distraction to drivers caused by dynamic signs like EMCs.</p>\n<p>NJI filed an objection to summary judgment on August 1, 2007, repeating the arguments and exhibits that had been considered during the preliminary injunction hearing but offering no new evidence in opposition to summary judgment.<sup>[1]</sup></p>\n<p>On January 30, 2008, after our opinion in <i>Naser Jewelers,</i> the district court granted the city's motion for summary judgment, noting there were no disputes as to material facts. The court held that plaintiff cannot prevail on its claim because \"as a matter of law, the City's regulation of electronic signs is content-neutral and narrowly tailored to serve significant governmental interests, and allows for reasonable alternative channels of communication.\" NJI appeals.</p>\n<p><span class=\"star-pagination\">*20</span> The district court was plainly correct. On the record before it and absent any intervening contrary case law from the Supreme Court, the district court correctly relied on our prior decision as binding.</p>\n<p>Under these circumstances, the law of the case doctrine applies. Under that doctrine, \"when a court decides upon a rule of law, that decision should continue to govern the same issues in subsequent stages in the same case.\" <i>Arizona v. California,</i> <span class=\"citation\" data-id=\"110895\"><a href=\"/opinion/110895/arizona-v-california/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">605</span></a></span>, 618, <span class=\"citation\" data-id=\"110895\"><a href=\"/opinion/110895/arizona-v-california/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span>, <span class=\"citation\" data-id=\"110895\"><a href=\"/opinion/110895/arizona-v-california/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">318</span></a></span> (1983); <i>see also, e.g., </i><i>Commercial Union Ins. Co. v. Walbrook Ins. Co.,</i> <span class=\"citation\" data-id=\"683508\"><a href=\"/opinion/683508/commercial-union-insurance-company-v-walbrook-insurance-co-ltd/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">764</span></a></span>, 769 (1st Cir.1994). Narrow exceptions to the doctrine exist if the initial ruling was made on an inadequate record or was designed to be preliminary; if there has been a material change in controlling law; if there is newly discovered evidence bearing on the question; and if it is appropriate to avoid manifest injustice. <i>Ellis v. United States,</i> <span class=\"citation\" data-id=\"200248\"><a href=\"/opinion/200248/ellis-v-united-states/\"><span class=\"volume\">313</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">636</span></a></span>, 647-48 (1st Cir.2002); <i>see also </i><i>United States v. Moran,</i> <span class=\"citation\" data-id=\"201379\"><a href=\"/opinion/201379/united-states-v-moran/\"><span class=\"volume\">393</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir. 2004); <i>Cohen v. Brown Univ.</i> (<i>Cohen II</i>), <span class=\"citation\" data-id=\"729930\"><a href=\"/opinion/729930/amy-cohen-v-brown-university/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">155</span></a></span>, 168 (1st Cir.1996). None of these exceptions apply here.</p>\n<p>The doctrine applies in these circumstances even though our prior decision was a denial of a preliminary injunction and this appeal concerns entry of summary judgment. We have held that the doctrine applies when this court has previously ruled on a motion for a preliminary injunction and \"the record before the prior panel was `sufficiently developed and the facts necessary to shape the proper legal matrix we[re] sufficiently clear.'\" <i>Cohen II,</i> 101 F.3d at 169 (quoting <i>Cohen v. Brown Univ.</i> (<i>Cohen I</i>), <span class=\"citation\" data-id=\"605525\"><a href=\"/opinion/605525/amy-cohen-v-brown-university/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">888</span></a></span>, 904 (1st Cir.1993)). Although conclusions regarding preliminary injunctions are \"to be understood as statements as to probable outcomes,\" <i>id.</i> (citing <i>A.M. Capen's Co. v. Am. Trading &amp; Prod. Corp.,</i> <span class=\"citation\" data-id=\"196521\"><a href=\"/opinion/196521/am-capens-co-v-american-trading/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">317</span></a></span>, 322 (1st Cir.1996); <i>Narragansett Indian Tribe v. Guilbert,</i> <span class=\"citation\" data-id=\"561828\"><a href=\"/opinion/561828/narragansett-indian-tribe-v-paul-e-guilbert/\"><span class=\"volume\">934</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 6 (1st Cir.1991)), \"[t]he concern informing this caveat arises when we are asked to rule on the propriety of a district court's grant of a preliminary injunction ... without benefit of full argument and a well-developed record,\" <i>id.</i> That situation was not present in this case.</p>\n<p>Our opinion in <i>Naser Jewelers</i> came after both sides had produced evidence and the district court had made findings and conclusions. The record did not significantly change on summary judgment, except perhaps to make Concord's case stronger. In fact, plaintiff presented no new evidence in its opposition to summary judgment, nor did it file a Rule 56(e) affidavit in opposition to summary judgment. The arguments and evidence presented by NJI in this appeal are essentially the same ones we previously considered.<sup>[2]</sup><i>Cf. </i><i>Esso Standard Oil Co. v. Lopez-Freytes,</i> <span class=\"citation no-link\"><span class=\"volume\">522</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">136</span></span>, 143-44 (1st Cir.2008) (reconsidering issue after plaintiff presented new evidence); <i>A.M. Capen's Co. v. Am. Trading &amp; Prod. Corp.,</i> <span class=\"citation\" data-id=\"198810\"><a href=\"/opinion/198810/capens-v-american/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">469</span></a></span>, 473 (1st Cir.2000) (revisiting legal issue when prior opinion made clear it was only a statement of probable outcomes and \"was not intended to be binding\").</p>\n<p>NJI's primary argument is that it thinks this court got it wrong in our earlier decision. As in <i>Cohen II,</i> \"we decline the <span class=\"star-pagination\">*21</span> invitation to this court to `change its mind.' The precedent established by the prior panel is not clearly erroneous; it is the law of this case and the law of this circuit.\" <i>Cohen II,</i> 101 F.3d at 169. If NJI wanted a remedy, its recourse, which it did not pursue, was to seek review in the Supreme Court.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff includes in its appendix on appeal a portion of expert testimony from a different trial claiming that studies have not properly measured the effect of distractions like EMCs on \"actual driving performance\"; information about a Wisconsin law permitting electronic signs; and an article about Dr. Smiley's research finding that the effects of smoking marijuana on driving are overrated. Defendant argues that these documents should not be considered by this court because they were not included as part of NJI's objection to summary judgment and were not properly authenticated by and attached to affidavits as required by Fed.R.Civ.P. 56(e). Instead, the documents in question were attached to plaintiff's motion to exclude expert testimony, which was part of the proceedings involving plaintiff's motion for a preliminary injunction and was filed several weeks before defendant's motion for summary judgment. Because these documents were never before the district court as part of the motion for summary judgment, under Fed. R.App. P. 10(a), they are not properly before us. <i>See </i><i>Gillis v. SPX Corp. Individual Account Ret. Plan,</i> <span class=\"citation\" data-id=\"203079\"><a href=\"/opinion/203079/gillis-v-spx-corp-ind-acc-retirement-plan/\"><span class=\"volume\">511</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span>, 64 n. 7 (1st Cir.2007). Even if the documents were before us, they contribute nothing to plaintiff's case.</p>\n<p>[2]  In its brief, plaintiff makes passing references to prior restraint and as-applied claims. These claims do not appear in plaintiff's original complaint (although plaintiff mislabels some of its facial claims as \"as applied\" claims), nor has there been any attempt at developing them here. The issues are therefore waived. <i>United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990) (\"[I]ssues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\").</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198810/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201379/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203079/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203109/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561828/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605525/",
    "http://www.courtlistener.com/api/rest/v3/opinions/683508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/729930/"
  ]
}