{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203457/",
  "absolute_url": "/opinion/203457/fidelity-and-guar-ins-co-v-star-equipment-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203457/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/3246/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:17:12Z",
  "date_modified": "2016-04-26T20:32:46.396543Z",
  "type": "010combined",
  "sha1": "3b6e685d8b022b45e196d055de32078e404a7bc4",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-1999-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/08/27/Fidelity__Guaranty_v._Star_Equipment_Corp..pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 07-1999\n\n               FIDELITY AND GUARANTY INSURANCE COMPANY,\n\n                         Plaintiff, Appellee,\n\n                                  v.\n\n  STAR EQUIPMENT CORPORATION; CHARLENE R. FORAN; JOHN J. FORAN,\n\n                        Defendants, Appellants,\n\n                           TOWN OF SEEKONK,\n\n                         Defendant, Appellee.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n                   FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Edward F. Harrington, U.S. District Judge]\n\n\n                                Before\n\n             Torruella, Cudahy,* and Lipez, Circuit Judges.\n\n\n\n     Eric H. Loeffler, with whom Bradford R. Carver and Hinshaw &\nCulbertson LLP, were on brief, for appellee Fidelity & Guaranty\nInsurance Company.\n     James S. Timmins for appellants.\n\n\n\n                            August 27, 2008\n\n\n\n     *\n         Of the Seventh Circuit, sitting by designation.\n\f          LIPEZ, Circuit Judge.    This diversity case arises out of\n\na dispute over a construction contract and an attempt to mediate\n\nthat dispute through the district court's alternative dispute\n\nresolution program.    Appellee Fidelity and Guaranty Insurance\n\nCompany (\"Fidelity\") executed, as surety, a performance bond on\n\nbehalf of Appellant Star Equipment Company (\"Star\") for work on a\n\nwater main installation project that Star was to perform for\n\nAppellee Town of Seekonk, Massachusetts (\"Seekonk\").      Appellants\n\nCharlene and John Foran (\"the Forans\"), the principals of Star,\n\nexecuted a General Agreement of Indemnity, promising to reimburse\n\nFidelity for any losses, costs, and expenses, including attorney's\n\nfees, incurred by Fidelity as a result of the performance bond\n\nissued to Star.\n\n          After Seekonk declared Star to be in default on its\n\nconstruction contract with the town, Fidelity filed a declaratory\n\njudgment action to determine the rights and obligations of the\n\nparties under the performance bond.     The parties entered mediation\n\nand emerged with a Settlement Memorandum of Understanding, signed\n\nby all the parties and their attorneys.     When Star and the Forans\n\nrefused to go forward with the settlement, Fidelity and Seekonk\n\nfiled a motion to enforce the memorandum as a settlement of all\n\nclaims in the case except the claim of Fidelity against Star and\n\nthe Forans for indemnification, which had been explicitly reserved\n\nin the settlement agreement.       The district court granted that\n\n\n                                  -2-\n\fmotion, and subsequently granted Fidelity's motion for summary\n\njudgment on the indemnification claim. After a damage hearing, the\n\ncourt found that Star and the Forans were liable to Fidelity for\n\n$111,313.43, plus costs and interest.              Star and the Forans appeal\n\nthe enforcement of the settlement agreement, the summary judgment\n\nruling, and the amount of the damage award.                 We affirm.\n\n                                           I.\n\n              On June 24, 2003, Star entered into a contract with\n\nSeekonk to install replacement water mains in the town.                      Fidelity\n\nexecuted a performance bond and a labor and materials payment bond\n\non behalf of Star, guaranteeing Star's contractual obligations to\n\nSeekonk.\n\n              These    bonds     were    issued   in   reliance     on   a    General\n\nAgreement of Indemnity (\"GAI\"), executed by Star and the Forans on\n\nJune 28, 2002, indemnifying Fidelity in connection with any bonds\n\nissued on behalf of Star for its construction projects.                         This\n\nagreement provided that Star and each of the Forans, in their\n\npersonal capacities (the \"Indemnitors\"), would indemnify Fidelity\n\nand   \"hold    it     harmless   from    and    against    all   claims,     damages,\n\nexpenses,      losses,     costs,       professional      and    consulting     fees,\n\ndisbursements, interests and expenses of every nature . . . which\n\n[Fidelity] may sustain, incur or become liable for by reason of\n\nhaving executed or procured the execution of any Bond.\"                           The\n\nagreement stated that Fidelity \"may settle or compromise any claim,\n\n\n                                          -3-\n\fliability, demand, suit or judgment upon any Bond or Bonds executed\n\nor procured by it, and any such settlement or compromise shall be\n\nbinding upon the [Indemnitors].\"\n\n            Shortly after commencing work in July 2003 on the Seekonk\n\nwater main project, Star encountered site conditions that were\n\nmaterially different from its expectations.              John Foran advised\n\nSeekonk of these difficulties and sought a contract adjustment to\n\naccount for the greater time and costs involved in completing the\n\nwork. Although Seekonk's engineer told him that he would look into\n\nit, he asked Star to continue working and it did.                 Three weeks\n\nlater, on August 8, Seekonk officials met with the Forans and\n\nrepresentatives from Fidelity.        All parties had lawyers present at\n\nthe meeting.      The parties agreed that Star would leave the job,\n\nSeekonk would pay Star for work completed, and the contract between\n\nthe parties would be \"void without further recourse.\"                Fidelity\n\nencouraged Star to accept this agreement.         Star then left the job,\n\nbut Star and Seekonk could not agree on the amount the town owed\n\nthe company for the work it had completed.            Star claims the amount\n\nowed at the time it left the job was approximately $40,000.\n\n            On September 11, 2003, Seekonk sent a letter to Fidelity,\n\nnotifying    it   that   Star   was    in   default    of   its   contractual\n\nobligations and demanding payment under the performance bond. Star\n\ndenied that it was in default.        On February 5, 2004, Fidelity filed\n\nthis declaratory judgment action against Star, the Forans, and\n\n\n                                      -4-\n\fSeekonk, seeking to clarify its obligation under the performance\n\nbond. Star brought a cross-claim against Seekonk asserting a right\n\nto payment for the work it had already performed at the time it\n\nleft the job.   Seekonk, in turn, asserted a cross-claim against\n\nStar for breach of contract.   The parties agreed to submit the case\n\nto mediation through the court's alternative dispute resolution\n\nprogram.\n\n           The mediation took place on April 4, 2006, with all of\n\nthe parties and their counsel present.        At the close of the\n\nsession, the mediator drafted a hand-written document entitled,\n\n\"Settlement Memorandum of Understanding.\"    It stated in full:\n\n           1. Fidelity and Guaranty Ins. Co. (\"Fidelity\")\n           will pay to the Seekonk Water District/Town of\n           Seekonk, Mass., the sum of Fifty Thousand\n           dollars ($50,000.00);\n\n           2. The parties hereto agree to Release all\n           claims asserted in the action entitled\n           Fidelity & Guaranty Ins. Co. v. Star Equipment\n           Corp., et al., #1:04-cv-10250-EFH (D. Mass.)\n           except that Star, Charlene Foran & John Foran\n           and Fidelity do not release claims & defenses\n           they have against each other.\n\n           3. This settlement is conditioned upon:\n                  (a)Approval by appropriate municipal\n           authorities; and\n                  (b) Execution of customary releases and\n           settlement agreement.\n\nThe document was signed by each of the parties, their counsel, and\n\nthe mediator. The mediator reported to the court that \"significant\n\nprogress was made towards full settlement of this matter.\"\n\n\n\n                                 -5-\n\f           Subsequently, Seekonk obtained the requisite municipal\n\napprovals and the releases were drafted and their language approved\n\nby Star's counsel.     However, the Forans asserted that no binding\n\nsettlement agreement had been reached and refused to execute the\n\nreleases, claiming that their agreement to settle with Seekonk was\n\ncontingent on a satisfactory resolution of the indemnification\n\ndispute with Fidelity.       Fidelity and Seekonk then filed a Joint\n\nMotion to Enforce Settlement Agreement, which the Indemnitors\n\nopposed.     The    court    initially   denied    this       motion   without\n\nexplanation or hearing.       Fidelity and Seekonk then filed a Joint\n\nMotion for Reconsideration.      On November 28, 2006, the court held\n\na hearing on the motion for reconsideration.            It then entered an\n\norder, on November 29, granting the motion and enforcing the\n\n\"Settlement Memorandum of Understanding\" as a settlement agreement.\n\nFidelity   paid    Seekonk   $50,000   pursuant    to   the    terms   of    the\n\nagreement.\n\n           On March 5, 2007, Fidelity filed a motion for summary\n\njudgment on its indemnification claim against Star and the Forans.\n\nThe Indemnitors filed an opposition to the motion, asserting bad\n\nfaith on the part of Fidelity as a defense to the indemnification\n\nagreement.   On March 26, 2007, the court entered an order granting\n\nFidelity's   motion   for    summary   judgment,   concluding      that     \"the\n\ndefendants ha[d] failed to present any material facts which would\n\n\n\n\n                                   -6-\n\fgive rise to a factual dispute as to a 'want of good faith' on the\n\npart of [Fidelity].\"\n\n            The court then held a hearing on damages on April 2,\n\n2007.    Fidelity and the Indemnitors stipulated that the amount of\n\nloss payments Fidelity had made pursuant to the performance and\n\npayment    bonds,     including    Fidelity's       attorney's    fees,    was\n\n$111,313.43.1     The Indemnitors argued, however, that Fidelity's\n\ndamage award should be reduced by $41,000 to account for the value\n\nof the Indemnitors' cross-claim against Seekonk.                 The district\n\ncourt rejected this argument, explaining that the cross-claim could\n\nnot be used to offset Fidelity's damages because the Indemnitors\n\nhad agreed to drop that claim against Seekonk in the Settlement\n\nMemorandum of Understanding.       Accordingly, on April 10, 2007, the\n\ncourt    issued   a   judgment    in   favor   of   Fidelity     against   the\n\nIndemnitors for $111,313.43, plus costs and interest.\n\n            The Indemnitors filed this timely appeal, contesting the\n\nenforcement of the settlement agreement, the grant of summary\n\njudgment, and the refusal to reduce the damage award by the amount\n\nof the cross-claim.\n\n\n\n\n     1\n      These payments included the $50,000 paid to Seekonk under the\nagreement, $37,084.38 in attorney's fees, and a $24,229.05 payment\nmade to Public Works Supply Company, a claimant on the payment\nbond.   The Indemnitors did not object to Fidelity's payment to\nPublic Works Supply Company.\n\n                                       -7-\n\f                                         II.\n\n              In this diversity case, we apply Massachusetts contract\n\nlaw.     Rodi v. S. New Eng. Sch. of Law, 532 F.3d 11, 15 (1st Cir.\n\n2008).       The district court's determination that an enforceable\n\nsettlement agreement existed is a mixed question of fact and law,\n\nwhich we review on \"a sliding scale standard of review under the\n\nlabel of clear error review.\"            Quint v. A.E. Staley Mfg. Co., 246\n\nF.3d   11,    14   (1st   Cir.   2001)    (reviewing    the   district   court's\n\nenforcement of a settlement agreement).                In other words, \"[t]he\n\nmore the district court's conclusions are characterized as factual\n\nconclusions, the more our review of those facts is for clear error;\n\nthe more the district court's conclusions are conclusions of law,\n\nthe more independent review we give.\"            Id.\n\n              Settlement agreements enjoy great favor with the courts\n\n\"as a preferred alternative to costly, time-consuming litigation.\"\n\nMathewson Corp. v. Allied Marine Indust., Inc., 827 F.2d 850, 852\n\n(1st Cir. 1987).      Thus, a party to a settlement agreement may seek\n\nto enforce the agreement's terms when the other party refuses to\n\ncomply. Malave v. Carney Hosp., 170 F.3d 217, 220 (1st Cir. 1999).\n\nWhere, as here, the settlement collapses before the original suit\n\nis dismissed, the party seeking to enforce the agreement may file\n\na motion with the trial court.           Id.   The trial court may summarily\n\nenforce the agreement, provided that there is no genuinely disputed\n\nquestion of material fact regarding the existence or terms of that\n\n\n                                         -8-\n\fagreement.   Id.     When a genuinely disputed question of material\n\nfact does exist, the court should hold a hearing and resolve the\n\ncontested factual issues.    Id.\n\n          On appeal, the Indemnitors argue that they were entitled\n\nto an evidentiary hearing as to whether the Settlement Memorandum\n\nof Understanding should be enforced as a settlement agreement.\n\nThey claim that the Settlement Memorandum of Understanding was not\n\nbinding because it had not settled all of the issues in the case.\n\nThey explain that they signed the memorandum because of \"explicit\n\nrepresentations of Fidelity's representative at the mediation that\n\nshe would 'work with the Forans' to resolve the Fidelity-Foran\n\ndispute in a manner that would be palatable to them; and, that\n\ntheir cooperation in the mediation would go a long way toward a\n\nfavorable outcome in that resolution.\"        However, these assertions\n\nare not sufficient to generate a genuine disputed question of\n\nmaterial fact, entitling the Indemnitors to an evidentiary hearing.\n\nThe Forans' subjective belief that the agreement was not \"final\"\n\ndoes not bar enforcement in the face of their assent – in writing\n\n– to the memorandum's unambiguous terms.        See Bandera v. City of\n\nQuincy, 344 F.3d 47, 52 (1st Cir. 2003) (applying Massachusetts\n\nlaw)   (\"Bandera's    asserted   subjective    beliefs   regarding   the\n\nsettlement likely do not bar enforcement (absent coercion or a\n\nvalid side agreement) . . . .\").\n\n\n\n\n                                   -9-\n\f            The Indemnitors attempt to marshal the terms of the\n\nagreement in their favor on appeal, pointing to paragraph 3 of the\n\nmemorandum, which states that the settlement was conditioned upon\n\n\"[e]xecution of customary releases and settlement agreement.\" They\n\nargue that this paragraph reflected an understanding that no\n\nenforceable agreement would exist until an agreement settling all\n\nissues in the case, including the indemnification dispute, had been\n\nreached.     However, the plain language of the memorandum does not\n\nsupport this interpretation.           See Hiller v. Submarine Signal Co.,\n\n91 N.E.2d 667, 669 (Mass. 1950) (\"The parties are bound by the\n\nplain terms of their contract.\").              Paragraph 2 of the memorandum\n\nexplicitly states that the parties had agreed to settle all the\n\nclaims in the case except those involving the indemnification\n\nagreement.    Thus, the agreement reflects that the other issues in\n\nthe case had been definitively settled, subject only to conditions\n\nin paragraph 3 – municipal approval and the execution of \"customary\n\nreleases     and   settlement    agreement.\"          A    settlement    of   the\n\nindemnification dispute cannot be what is contemplated by those\n\nboilerplate conditions, given the language in paragraph 2 expressly\n\nexcluding    the   indemnification        claim    from    the   scope   of   the\n\nagreement.\n\n            Moreover,   the     fact    that    the   hand-written      agreement\n\ncontemplated execution of a more formal agreement does not preclude\n\nenforcement of the hand-written agreement.                Bandera, 344 F.3d at\n\n                                       -10-\n\f52.   As we explained in Bandera, \"[a]n agreement to make a further\n\nmore detailed agreement could in some instances not be intended as\n\na binding contract, or might be too indefinite; but neither is\n\nnecessarily or even ordinarily so.\"          Id. at 52 n.2.     Here, the\n\nlanguage of the memorandum reflects a present intent by all the\n\nparties to settle all of the claims except the indemnification\n\ndispute.     The terms of this settlement are clear and unambiguous.\n\nThey are not contingent on the successful outcome of further\n\nnegotiations to resolve the indemnification issue.             Indeed, the\n\nIndemnitors do not argue that terms of the agreement were ambiguous\n\nor indefinite, nor do they claim that they were coerced into\n\nsigning the agreement or that their counsel settled their claim\n\nwithout authority to do so.      Accordingly, we find no error in the\n\ndistrict court's order enforcing the Settlement Memorandum of\n\nAgreement as a settlement agreement that disposed of all the claims\n\nin the case except the indemnification dispute.\n\n                                   III.\n\n             We review the district court's grant of summary judgment\n\nde novo.     Iverson v. City of Boston, 452 F.3d 94, 98 (1st Cir.\n\n2006). Summary judgment is appropriate where the record, construed\n\nin    the   light   most   favorable   to   the   nonmovants   (here,    the\n\nIndemnitors), \"discloses 'no genuine issue of material fact' and\n\ndemonstrates that 'the moving party is entitled to judgment as a\n\nmatter of law.'\"       Id. (quoting Fed. R. Civ. P. 56(c)).             \"The\n\n                                   -11-\n\fnonmovant may defeat a summary judgment motion by demonstrating,\n\nthrough submissions of evidentiary quality, that a trialworthy\n\nissue persists.\"     Id.\n\n          The terms of the General Agreement of Indemnity, signed\n\nby the Indemnitors, require them to pay Fidelity for its losses and\n\nexpenses incurred as a result of the bonds it executed as surety on\n\nStar's   behalf.       Interpreting     similar      indemnity     agreements,\n\nMassachusetts      courts   have      held    that     a   surety      seeking\n\nindemnification based on such an agreement is entitled to judgment\n\nas a matter of law provided that it acted in good faith in\n\nincurring the expenses for which it seeks indemnity.                  See Am.\n\nEmployers' Ins. Co. v. Horton, 622 N.E.2d 283, 285 (Mass. App. Ct.\n\n1993); Hartford Accident & Indem. Co. v. Millis Roofing & Sheet\n\nMetal, Inc., 418 N.E.2d 645, 647 (Mass. App. Ct. 1981).                In this\n\ncontext, \"[w]ant of good faith involves more than bad judgment,\n\nnegligence or insufficient zeal.          It carries an implication of a\n\ndishonest purpose, conscious doing of wrong, or breach of duty\n\nthrough motive of self-interest or ill will.\"           Hartford Accident &\n\nIndem., 418 N.E.2d at 647.\n\n          The      Indemnitors   assert      that    summary     judgment   was\n\ninappropriate because a factual dispute exists regarding whether\n\nFidelity acted in good faith.2     On appeal, they explain that \"they\n\n\n     2\n      The Indemnitors also contend that Star was not actually\nliable to Seekonk, and that, as a result, it should not be\n\n                                   -12-\n\finvolved Fidelity from the inception of the underlying dispute;\n\nand, after receiving its endorsement to leave the job, they should\n\nnot now be held accountable to pay for Fidelity's decision to make\n\na payment and settle the 'dispute.'\"              They explain that \"Fidelity\n\nplayed a role in the actions of Star and the Forans in leaving the\n\nSeekonk job.\"       They complain that \"as trial approached, Fidelity\n\ndisavowed its role, settled with Seekonk because it was financially\n\nexpedient to do so, and left the Forans to face a tab that Fidelity\n\nran up.\"    They characterize this course of action by Fidelity as \"a\n\nbreach of duty through motive of self-interest\" and argue that it\n\nrepresents \"at the least – a 'want of good faith.'\"              We disagree.\n\n            Regardless of Fidelity's role in the initial discussions\n\nsurrounding Star's decision to leave the Seekonk job, Fidelity's\n\nsubsequent    decision     to    settle    with    Seekonk   \"because   it    was\n\nfinancially expedient to do so\" cannot suggest a \"want of good\n\nfaith\" in the circumstances of this case.             Fidelity was a party to\n\nan agreement (the Settlement Memorandum of Understanding) that\n\nobligated    them    to   make   this     payment.     The   Indemnitors     also\n\nexpressly signed on to this settlement and, as we explained above,\n\n\n\nobligated to indemnify Fidelity for its payments to Seekonk. The\nmerits of Star's contention that it was not liable to Seekonk are\nentirely irrelevant to the indemnification dispute.             The\nIndemnitors are obligated by the indemnity agreement to reimburse\nFidelity for its expenditures, provided that they were made in good\nfaith.   See Hartford Accident & Indem., 418 N.E.2d at 646-47\n(noting that the merits of the underlying dispute are not material\nto the indemnification claim).\n\n                                        -13-\n\fthey have no legally cognizable defense to its enforcement.            That\n\nbeing so, the Indemnitors cannot charge Fidelity with bad faith for\n\nmaking a payment that the Indemnitors agreed Fidelity should make.\n\nFidelity is entitled to indemnification.\n\n            Although the district court's explanation of its decision\n\nto grant summary judgment was brief, it said all there was to say:\n\n\"The defendants have failed to present any material facts which\n\nwould give rise to a factual dispute as to a 'want of good faith'\n\non the part of [Fidelity].\"            We affirm the grant of summary\n\njudgment.\n\n                                      IV.\n\n            Finally, the Indemnitors argue that the district court\n\nerred in refusing to consider the value of its cross-claim against\n\nSeekonk as an offset against Fidelity's award.          We need not linger\n\nover this contention.       The district court's order enforcing the\n\nsettlement agreement disposed of the cross-claim.               Accordingly,\n\nthat claim has no effect on the amount Fidelity is entitled to\n\nrecover   from   the    Indemnitors    pursuant   to   the   indemnification\n\nagreement.\n\n            Affirmed.\n\n\n\n\n                                      -14-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>541 F.3d 1 (2008)</b></center>\n<center><h1>FIDELITY AND GUARANTY INSURANCE COMPANY, Plaintiff, Appellee,<br>\nv.<br>\nSTAR EQUIPMENT CORPORATION; Charlene R. Foran; John J. Foran, Defendants, Appellants,<br>\nTown of Seekonk, Defendant, Appellee.</h1></center>\n<center>No. 07-1999.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard April 10, 2008.</center>\n<center>Decided August 27, 2008.</center>\n<p><span class=\"star-pagination\">*2</span> Eric H. Loeffler, with whom Bradford R. Carver and Hinshaw &amp; Culbertson LLP, were on brief, for appellee Fidelity &amp; Guaranty Insurance Company.</p>\n<p>James S. Timmins, for appellants.</p>\n<p>Before TORRUELLA, CUDAHY,<sup>[*]</sup> and LIPEZ, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>This diversity case arises out of a dispute over a construction contract and an attempt to mediate that dispute through the district court's alternative dispute resolution program. Appellee Fidelity and Guaranty Insurance Company (\"Fidelity\") executed, as surety, a performance bond on behalf of Appellant Star Equipment Company (\"Star\") for work on a water main installation project that Star was to <span class=\"star-pagination\">*3</span> perform for Appellee Town of Seekonk, Massachusetts (\"Seekonk\"). Appellants Charlene and John Foran (\"the Forans\"), the principals of Star, executed a General Agreement of Indemnity, promising to reimburse Fidelity for any losses, costs, and expenses, including attorney's fees, incurred by Fidelity as a result of the performance bond issued to Star.</p>\n<p>After Seekonk declared Star to be in default on its construction contract with the town, Fidelity filed a declaratory judgment action to determine the rights and obligations of the parties under the performance bond. The parties entered mediation and emerged with a Settlement Memorandum of Understanding, signed by all the parties and their attorneys. When Star and the Forans refused to go forward with the settlement, Fidelity and Seekonk filed a motion to enforce the memorandum as a settlement of all claims in the case except the claim of Fidelity against Star and the Forans for indemnification, which had been explicitly reserved in the settlement agreement. The district court granted that motion, and subsequently granted Fidelity's motion for summary judgment on the indemnification claim. After a damage hearing, the court found that Star and the Forans were liable to Fidelity for $111,313.43, plus costs and interest. Star and the Forans appeal the enforcement of the settlement agreement, the summary judgment ruling, and the amount of the damage award. We affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p>On June 24, 2003, Star entered into a contract with Seekonk to install replacement water mains in the town. Fidelity executed a performance bond and a labor and materials payment bond on behalf of Star, guaranteeing Star's contractual obligations to Seekonk.</p>\n<p>These bonds were issued in reliance on a General Agreement of Indemnity (\"GAI\"), executed by Star and the Forans on June 28, 2002, indemnifying Fidelity in connection with any bonds issued on behalf of Star for its construction projects. This agreement provided that Star and each of the Forans, in their personal capacities (the \"Indemnitors\"), would indemnify Fidelity and \"hold it harmless from and against all claims, damages, expenses, losses, costs, professional and consulting fees, disbursements, interests and expenses of every nature ... which [Fidelity] may sustain, incur or become liable for by reason of having executed or procured the execution of any Bond.\" The agreement stated that Fidelity \"may settle or compromise any claim, liability, demand, suit or judgment upon any Bond or Bonds executed or procured by it, and any such settlement or compromise shall be binding upon the [Indemnitors].\"</p>\n<p>Shortly after commencing work in July 2003 on the Seekonk water main project, Star encountered site conditions that were materially different from its expectations. John Foran advised Seekonk of these difficulties and sought a contract adjustment to account for the greater time and costs involved in completing the work. Although Seekonk's engineer told him that he would look into it, he asked Star to continue working and it did. Three weeks later, on August 8, Seekonk officials met with the Forans and representatives from Fidelity. All parties had lawyers present at the meeting. The parties agreed that Star would leave the job, Seekonk would pay Star for work completed, and the contract between the parties would be \"void without further recourse.\" Fidelity encouraged Star to accept this agreement. Star then left the job, but Star and Seekonk could not agree on the amount the town owed the company for the work it had completed. Star claims the amount <span class=\"star-pagination\">*4</span> owed at the time it left the job was approximately $40,000.</p>\n<p>On September 11, 2003, Seekonk sent a letter to Fidelity, notifying it that Star was in default of its contractual obligations and demanding payment under the performance bond. Star denied that it was in default. On February 5, 2004, Fidelity filed this declaratory judgment action against Star, the Forans, and Seekonk, seeking to clarify its obligation under the performance bond. Star brought a cross-claim against Seekonk asserting a right to payment for the work it had already performed at the time it left the job. Seekonk, in turn, asserted a cross-claim against Star for breach of contract. The parties agreed to submit the case to mediation through the court's alternative dispute resolution program.</p>\n<p>The mediation took place on April 4, 2006, with all of the parties and their counsel present. At the close of the session, the mediator drafted a hand-written document entitled, \"Settlement Memorandum of Understanding.\" It stated in full:</p>\n<blockquote>1. Fidelity and Guaranty Ins. Co. (\"Fidelity\") will pay to the Seekonk Water District/Town of Seekonk, Mass., the sum of Fifty Thousand dollars ($50,000.00);</blockquote>\n<blockquote>2. The parties hereto agree to Release all claims asserted in the action entitled <i>Fidelity &amp; Guaranty Ins. Co. v. Star Equipment Corp., et al.,</i> # 1:04-cv-10250-EFH (D.Mass.) except that Star, Charlene Foran &amp; John Foran and Fidelity do not release claims &amp; defenses they have against each other.</blockquote>\n<blockquote>3. This settlement is conditioned upon:</blockquote>\n<blockquote>(a) Approval by appropriate municipal authorities; and</blockquote>\n<blockquote>(b) Execution of customary releases and settlement agreement.</blockquote>\n<p>The document was signed by each of the parties, their counsel, and the mediator. The mediator reported to the court that \"significant progress was made towards full settlement of this matter.\"</p>\n<p>Subsequently, Seekonk obtained the requisite municipal approvals and the releases were drafted and their language approved by Star's counsel. However, the Forans asserted that no binding settlement agreement had been reached and refused to execute the releases, claiming that their agreement to settle with Seekonk was contingent on a satisfactory resolution of the indemnification dispute with Fidelity. Fidelity and Seekonk then filed a Joint Motion to Enforce Settlement Agreement, which the Indemnitors opposed. The court initially denied this motion without explanation or hearing. Fidelity and Seekonk then filed a Joint Motion for Reconsideration. On November 28, 2006, the court held a hearing on the motion for reconsideration. It then entered an order, on November 29, granting the motion and enforcing the \"Settlement Memorandum of Understanding\" as a settlement agreement. Fidelity paid Seekonk $50,000 pursuant to the terms of the agreement.</p>\n<p>On March 5, 2007, Fidelity filed a motion for summary judgment on its indemnification claim against Star and the Forans. The Indemnitors filed an opposition to the motion, asserting bad faith on the part of Fidelity as a defense to the indemnification agreement. On March 26, 2007, the court entered an order granting Fidelity's motion for summary judgment, concluding that \"the defendants ha[d] failed to present any material facts which would give rise to a factual dispute as to a `want of good faith' on the part of [Fidelity].\"</p>\n<p>The court then held a hearing on damages on April 2, 2007. Fidelity and the Indemnitors stipulated that the amount of <span class=\"star-pagination\">*5</span> loss payments Fidelity had made pursuant to the performance and payment bonds, including Fidelity's attorney's fees, was $111,313.43.<sup>[1]</sup> The Indemnitors argued, however, that Fidelity's damage award should be reduced by $41,000 to account for the value of the Indemnitors' cross-claim against Seekonk. The district court rejected this argument, explaining that the cross-claim could not be used to offset Fidelity's damages because the Indemnitors had agreed to drop that claim against Seekonk in the Settlement Memorandum of Understanding. Accordingly, on April 10, 2007, the court issued a judgment in favor of Fidelity against the Indemnitors for $111,313.43, plus costs and interest.</p>\n<p>The Indemnitors filed this timely appeal, contesting the enforcement of the settlement agreement, the grant of summary judgment, and the refusal to reduce the damage award by the amount of the cross-claim.</p>\n<p></p>\n<h2>II.</h2>\n<p>In this diversity case, we apply Massachusetts contract law. <i>Rodi v. S. New Eng. Sch. of Law,</i> 532 F.3d 11, 15 (1st Cir.2008). The district court's determination that an enforceable settlement agreement existed is a mixed question of fact and law, which we review on \"a sliding scale standard of review under the label of clear error review.\" <i>Quint v. A.E. Staley Mfg. Co.,</i> 246 F.3d 11, 14 (1st Cir.2001) (reviewing the district court's enforcement of a settlement agreement). In other words, \"[t]he more the district court's conclusions are characterized as factual conclusions, the more our review of those facts is for clear error; the more the district court's conclusions are conclusions of law, the more independent review we give.\" <i>Id.</i></p>\n<p>Settlement agreements enjoy great favor with the courts \"as a preferred alternative to costly, time-consuming litigation.\" <i>Mathewson Corp. v. Allied Marine Indust., Inc.,</i> 827 F.2d 850, 852 (1st Cir.1987). Thus, a party to a settlement agreement may seek to enforce the agreement's terms when the other party refuses to comply. <i>Malave v. Carney Hosp.,</i> 170 F.3d 217, 220 (1st Cir.1999). Where, as here, the settlement collapses before the original suit is dismissed, the party seeking to enforce the agreement may file a motion with the trial court. <i>Id.</i> The trial court may summarily enforce the agreement, provided that there is no genuinely disputed question of material fact regarding the existence or terms of that agreement. <i>Id.</i> When a genuinely disputed question of material fact does exist, the court should hold a hearing and resolve the contested factual issues. <i>Id.</i></p>\n<p>On appeal, the Indemnitors argue that they were entitled to an evidentiary hearing as to whether the Settlement Memorandum of Understanding should be enforced as a settlement agreement. They claim that the Settlement Memorandum of Understanding was not binding because it had not settled all of the issues in the case. They explain that they signed the memorandum because of \"explicit representations of Fidelity's representative at the mediation that she would `work with the Forans' to resolve the Fidelity-Foran dispute in a manner that would be palatable to them; and, that their cooperation in the mediation would go a long way toward a favorable outcome in that resolution.\" <span class=\"star-pagination\">*6</span> However, these assertions are not sufficient to generate a genuine disputed question of material fact, entitling the Indemnitors to an evidentiary hearing. The Forans' subjective belief that the agreement was not \"final\" does not bar enforcement in the face of their assent  in writing  to the memorandum's unambiguous terms. <i>See </i><i>Bandera v. City of Quincy,</i> 344 F.3d 47, 52 (1st Cir.2003) (applying Massachusetts law) (\"Bandera's asserted subjective beliefs regarding the settlement likely do not bar enforcement (absent coercion or a valid side agreement)....\").</p>\n<p>The Indemnitors attempt to marshal the terms of the agreement in their favor on appeal, pointing to paragraph 3 of the memorandum, which states that the settlement was conditioned upon \"[e]xecution of customary releases and settlement agreement.\" They argue that this paragraph reflected an understanding that no enforceable agreement would exist until an agreement settling all issues in the case, including the indemnification dispute, had been reached. However, the plain language of the memorandum does not support this interpretation. <i>See </i><i>Hiller v. Submarine Signal Co.,</i> 325 Mass. 546, 91 N.E.2d 667, 669 (1950) (\"The parties are bound by the plain terms of their contract.\"). Paragraph 2 of the memorandum explicitly states that the parties had agreed to settle all the claims in the case except those involving the indemnification agreement. Thus, the agreement reflects that the <i>other</i> issues in the case had been definitively settled, subject only to conditions in paragraph 3  municipal approval and the execution of \"customary releases and settlement agreement.\" A settlement of the indemnification dispute cannot be what is contemplated by those boilerplate conditions, given the language in paragraph 2 expressly excluding the indemnification claim from the scope of the agreement.</p>\n<p>Moreover, the fact that the hand-written agreement contemplated execution of a more formal agreement does not preclude enforcement of the hand-written agreement. <i>Bandera,</i> 344 F.3d at 52. As we explained in <i>Bandera,</i> \"[a]n agreement to make a further more detailed agreement could in some instances not be intended as a binding contract, or might be too indefinite; but neither is necessarily or even ordinarily so.\" <i>Id.</i> at 52 n. 2. Here, the language of the memorandum reflects a present intent by all the parties to settle all of the claims except the indemnification dispute. The terms of this settlement are clear and unambiguous. They are not contingent on the successful outcome of further negotiations to resolve the indemnification issue. Indeed, the Indemnitors do not argue that terms of the agreement were ambiguous or indefinite, nor do they claim that they were coerced into signing the agreement or that their counsel settled their claim without authority to do so. Accordingly, we find no error in the district court's order enforcing the Settlement Memorandum of Agreement as a settlement agreement that disposed of all the claims in the case except the indemnification dispute.</p>\n<p></p>\n<h2>III.</h2>\n<p>We review the district court's grant of summary judgment de novo. <i>Iverson v. City of Boston,</i> 452 F.3d 94, 98 (1st Cir.2006). Summary judgment is appropriate where the record, construed in the light most favorable to the nonmovants (here, the Indemnitors), \"discloses `no genuine issue of material fact' and demonstrates that `the moving party is entitled to judgment as a matter of law.'\" <i>Id.</i> (quoting Fed.R.Civ.P. 56(c)). \"The nonmovant may defeat a summary judgment motion by demonstrating, through submissions of <span class=\"star-pagination\">*7</span> evidentiary quality, that a trialworthy issue persists.\" <i>Id.</i></p>\n<p>The terms of the General Agreement of Indemnity, signed by the Indemnitors, require them to pay Fidelity for its losses and expenses incurred as a result of the bonds it executed as surety on Star's behalf. Interpreting similar indemnity agreements, Massachusetts courts have held that a surety seeking indemnification based on such an agreement is entitled to judgment as a matter of law provided that it acted in good faith in incurring the expenses for which it seeks indemnity. <i>See </i><i>Am. Employers' Ins. Co. v. Horton,</i> 35 Mass.App.Ct. 921, 622 N.E.2d 283, 285 (1993); <i>Hartford Accident &amp; Indem. Co. v. Millis Roofing &amp; Sheet Metal, Inc.,</i> 11 Mass.App.Ct. 998, 418 N.E.2d 645, 647 (1981). In this context, \"[w]ant of good faith involves more than bad judgment, negligence or insufficient zeal. It carries an implication of a dishonest purpose, conscious doing of wrong, or breach of duty through motive of self-interest or ill will.\" <i>Hartford Accident &amp; Indem.,</i> 418 N.E.2d at 647.</p>\n<p>The Indemnitors assert that summary judgment was inappropriate because a factual dispute exists regarding whether Fidelity acted in good faith.<sup>[2]</sup> On appeal, they explain that \"they involved Fidelity from the inception of the underlying dispute; and, after receiving its endorsement to leave the job, they should not now be held accountable to pay for Fidelity's decision to make a payment and settle the `dispute.'\" They explain that \"Fidelity played a role in the actions of Star and the Forans in leaving the Seekonk job.\" They complain that \"as trial approached, Fidelity disavowed its role, settled with Seekonk because it was financially expedient to do so, and left the Forans to face a tab that Fidelity ran up.\" They characterize this course of action by Fidelity as \"a breach of duty through motive of self-interest\" and argue that it represents \"at the least  a `want of good faith.'\" We disagree.</p>\n<p>Regardless of Fidelity's role in the initial discussions surrounding Star's decision to leave the Seekonk job, Fidelity's subsequent decision to settle with Seekonk \"because it was financially expedient to do so\" cannot suggest a \"want of good faith\" in the circumstances of this case. Fidelity was a party to an agreement (the Settlement Memorandum of Understanding) that obligated them to make this payment. The Indemnitors also expressly signed on to this settlement and, as we explained above, they have no legally cognizable defense to its enforcement. That being so, the Indemnitors cannot charge Fidelity with bad faith for making a payment that the Indemnitors agreed Fidelity should make. Fidelity is entitled to indemnification.</p>\n<p>Although the district court's explanation of its decision to grant summary judgment was brief, it said all there was to say: \"The defendants have failed to present any material facts which would give rise to a factual dispute as to a `want of good faith' on the part of [Fidelity].\" We affirm the grant of summary judgment.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Finally, the Indemnitors argue that the district court erred in refusing to consider <span class=\"star-pagination\">*8</span> the value of its cross-claim against Seekonk as an offset against Fidelity's award. We need not linger over this contention. The district court's order enforcing the settlement agreement disposed of the cross-claim. Accordingly, that claim has no effect on the amount Fidelity is entitled to recover from the Indemnitors pursuant to the indemnification agreement.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Seventh Circuit, sitting by designation.</p>\n<p>[1]  These payments included the $50,000 paid to Seekonk under the agreement, $37,084.38 in attorney's fees, and a $24,229.05 payment made to Public Works Supply Company, a claimant on the payment bond. The Indemnitors did not object to Fidelity's payment to Public Works Supply Company.</p>\n<p>[2]  The Indemnitors also contend that Star was not actually liable to Seekonk, and that, as a result, it should not be obligated to indemnify Fidelity for its payments to Seekonk. The merits of Star's contention that it was not liable to Seekonk are entirely irrelevant to the indemnification dispute. The Indemnitors are obligated by the indemnity agreement to reimburse Fidelity for its expenditures, provided that they were made in good faith. <i>See </i><i>Hartford Accident &amp; Indem.,</i> 418 N.E.2d at 646-47 (noting that the merits of the underlying dispute are not material to the indemnification claim).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">541</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span> (2008)</b></center>\n<center><h1>FIDELITY AND GUARANTY INSURANCE COMPANY, Plaintiff, Appellee,<br>\nv.<br>\nSTAR EQUIPMENT CORPORATION; Charlene R. Foran; John J. Foran, Defendants, Appellants,<br>\nTown of Seekonk, Defendant, Appellee.</h1></center>\n<center>No. 07-1999.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard April 10, 2008.</center>\n<center>Decided August 27, 2008.</center>\n<p><span class=\"star-pagination\">*2</span> Eric H. Loeffler, with whom Bradford R. Carver and Hinshaw &amp; Culbertson LLP, were on brief, for appellee Fidelity &amp; Guaranty Insurance Company.</p>\n<p>James S. Timmins, for appellants.</p>\n<p>Before TORRUELLA, CUDAHY,<sup>[*]</sup> and LIPEZ, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>This diversity case arises out of a dispute over a construction contract and an attempt to mediate that dispute through the district court's alternative dispute resolution program. Appellee Fidelity and Guaranty Insurance Company (\"Fidelity\") executed, as surety, a performance bond on behalf of Appellant Star Equipment Company (\"Star\") for work on a water main installation project that Star was to <span class=\"star-pagination\">*3</span> perform for Appellee Town of Seekonk, Massachusetts (\"Seekonk\"). Appellants Charlene and John Foran (\"the Forans\"), the principals of Star, executed a General Agreement of Indemnity, promising to reimburse Fidelity for any losses, costs, and expenses, including attorney's fees, incurred by Fidelity as a result of the performance bond issued to Star.</p>\n<p>After Seekonk declared Star to be in default on its construction contract with the town, Fidelity filed a declaratory judgment action to determine the rights and obligations of the parties under the performance bond. The parties entered mediation and emerged with a Settlement Memorandum of Understanding, signed by all the parties and their attorneys. When Star and the Forans refused to go forward with the settlement, Fidelity and Seekonk filed a motion to enforce the memorandum as a settlement of all claims in the case except the claim of Fidelity against Star and the Forans for indemnification, which had been explicitly reserved in the settlement agreement. The district court granted that motion, and subsequently granted Fidelity's motion for summary judgment on the indemnification claim. After a damage hearing, the court found that Star and the Forans were liable to Fidelity for $111,313.43, plus costs and interest. Star and the Forans appeal the enforcement of the settlement agreement, the summary judgment ruling, and the amount of the damage award. We affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p>On June 24, 2003, Star entered into a contract with Seekonk to install replacement water mains in the town. Fidelity executed a performance bond and a labor and materials payment bond on behalf of Star, guaranteeing Star's contractual obligations to Seekonk.</p>\n<p>These bonds were issued in reliance on a General Agreement of Indemnity (\"GAI\"), executed by Star and the Forans on June 28, 2002, indemnifying Fidelity in connection with any bonds issued on behalf of Star for its construction projects. This agreement provided that Star and each of the Forans, in their personal capacities (the \"Indemnitors\"), would indemnify Fidelity and \"hold it harmless from and against all claims, damages, expenses, losses, costs, professional and consulting fees, disbursements, interests and expenses of every nature ... which [Fidelity] may sustain, incur or become liable for by reason of having executed or procured the execution of any Bond.\" The agreement stated that Fidelity \"may settle or compromise any claim, liability, demand, suit or judgment upon any Bond or Bonds executed or procured by it, and any such settlement or compromise shall be binding upon the [Indemnitors].\"</p>\n<p>Shortly after commencing work in July 2003 on the Seekonk water main project, Star encountered site conditions that were materially different from its expectations. John Foran advised Seekonk of these difficulties and sought a contract adjustment to account for the greater time and costs involved in completing the work. Although Seekonk's engineer told him that he would look into it, he asked Star to continue working and it did. Three weeks later, on August 8, Seekonk officials met with the Forans and representatives from Fidelity. All parties had lawyers present at the meeting. The parties agreed that Star would leave the job, Seekonk would pay Star for work completed, and the contract between the parties would be \"void without further recourse.\" Fidelity encouraged Star to accept this agreement. Star then left the job, but Star and Seekonk could not agree on the amount the town owed the company for the work it had completed. Star claims the amount <span class=\"star-pagination\">*4</span> owed at the time it left the job was approximately $40,000.</p>\n<p>On September 11, 2003, Seekonk sent a letter to Fidelity, notifying it that Star was in default of its contractual obligations and demanding payment under the performance bond. Star denied that it was in default. On February 5, 2004, Fidelity filed this declaratory judgment action against Star, the Forans, and Seekonk, seeking to clarify its obligation under the performance bond. Star brought a cross-claim against Seekonk asserting a right to payment for the work it had already performed at the time it left the job. Seekonk, in turn, asserted a cross-claim against Star for breach of contract. The parties agreed to submit the case to mediation through the court's alternative dispute resolution program.</p>\n<p>The mediation took place on April 4, 2006, with all of the parties and their counsel present. At the close of the session, the mediator drafted a hand-written document entitled, \"Settlement Memorandum of Understanding.\" It stated in full:</p>\n<blockquote>1. Fidelity and Guaranty Ins. Co. (\"Fidelity\") will pay to the Seekonk Water District/Town of Seekonk, Mass., the sum of Fifty Thousand dollars ($50,000.00);</blockquote>\n<blockquote>2. The parties hereto agree to Release all claims asserted in the action entitled <i>Fidelity &amp; Guaranty Ins. Co. v. Star Equipment Corp., et al.,</i> # 1:04-cv-10250-EFH (D.Mass.) except that Star, Charlene Foran &amp; John Foran and Fidelity do not release claims &amp; defenses they have against each other.</blockquote>\n<blockquote>3. This settlement is conditioned upon:</blockquote>\n<blockquote>(a) Approval by appropriate municipal authorities; and</blockquote>\n<blockquote>(b) Execution of customary releases and settlement agreement.</blockquote>\n<p>The document was signed by each of the parties, their counsel, and the mediator. The mediator reported to the court that \"significant progress was made towards full settlement of this matter.\"</p>\n<p>Subsequently, Seekonk obtained the requisite municipal approvals and the releases were drafted and their language approved by Star's counsel. However, the Forans asserted that no binding settlement agreement had been reached and refused to execute the releases, claiming that their agreement to settle with Seekonk was contingent on a satisfactory resolution of the indemnification dispute with Fidelity. Fidelity and Seekonk then filed a Joint Motion to Enforce Settlement Agreement, which the Indemnitors opposed. The court initially denied this motion without explanation or hearing. Fidelity and Seekonk then filed a Joint Motion for Reconsideration. On November 28, 2006, the court held a hearing on the motion for reconsideration. It then entered an order, on November 29, granting the motion and enforcing the \"Settlement Memorandum of Understanding\" as a settlement agreement. Fidelity paid Seekonk $50,000 pursuant to the terms of the agreement.</p>\n<p>On March 5, 2007, Fidelity filed a motion for summary judgment on its indemnification claim against Star and the Forans. The Indemnitors filed an opposition to the motion, asserting bad faith on the part of Fidelity as a defense to the indemnification agreement. On March 26, 2007, the court entered an order granting Fidelity's motion for summary judgment, concluding that \"the defendants ha[d] failed to present any material facts which would give rise to a factual dispute as to a `want of good faith' on the part of [Fidelity].\"</p>\n<p>The court then held a hearing on damages on April 2, 2007. Fidelity and the Indemnitors stipulated that the amount of <span class=\"star-pagination\">*5</span> loss payments Fidelity had made pursuant to the performance and payment bonds, including Fidelity's attorney's fees, was $111,313.43.<sup>[1]</sup> The Indemnitors argued, however, that Fidelity's damage award should be reduced by $41,000 to account for the value of the Indemnitors' cross-claim against Seekonk. The district court rejected this argument, explaining that the cross-claim could not be used to offset Fidelity's damages because the Indemnitors had agreed to drop that claim against Seekonk in the Settlement Memorandum of Understanding. Accordingly, on April 10, 2007, the court issued a judgment in favor of Fidelity against the Indemnitors for $111,313.43, plus costs and interest.</p>\n<p>The Indemnitors filed this timely appeal, contesting the enforcement of the settlement agreement, the grant of summary judgment, and the refusal to reduce the damage award by the amount of the cross-claim.</p>\n<p></p>\n<h2>II.</h2>\n<p>In this diversity case, we apply Massachusetts contract law. <i>Rodi v. S. New Eng. Sch. of Law,</i> <span class=\"citation\" data-id=\"203357\"><a href=\"/opinion/203357/rodi-v-southern-new-england-school-of-law/\"><span class=\"volume\">532</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 15 (1st Cir.2008). The district court's determination that an enforceable settlement agreement existed is a mixed question of fact and law, which we review on \"a sliding scale standard of review under the label of clear error review.\" <i>Quint v. A.E. Staley Mfg. Co.,</i> <span class=\"citation\" data-id=\"199366\"><a href=\"/opinion/199366/quint-v-a-e-staley/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 14 (1st Cir.2001) (reviewing the district court's enforcement of a settlement agreement). In other words, \"[t]he more the district court's conclusions are characterized as factual conclusions, the more our review of those facts is for clear error; the more the district court's conclusions are conclusions of law, the more independent review we give.\" <i>Id.</i></p>\n<p>Settlement agreements enjoy great favor with the courts \"as a preferred alternative to costly, time-consuming litigation.\" <i>Mathewson Corp. v. Allied Marine Indust., Inc.,</i> <span class=\"citation\" data-id=\"493607\"><a href=\"/opinion/493607/mathewson-corporation-v-allied-marine-industries-inc-brad-foote-gear/\"><span class=\"volume\">827</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">850</span></a></span>, 852 (1st Cir.1987). Thus, a party to a settlement agreement may seek to enforce the agreement's terms when the other party refuses to comply. <i>Malave v. Carney Hosp.,</i> <span class=\"citation\" data-id=\"198366\"><a href=\"/opinion/198366/malave-v-carney-hospital/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">217</span></a></span>, 220 (1st Cir.1999). Where, as here, the settlement collapses before the original suit is dismissed, the party seeking to enforce the agreement may file a motion with the trial court. <i>Id.</i> The trial court may summarily enforce the agreement, provided that there is no genuinely disputed question of material fact regarding the existence or terms of that agreement. <i>Id.</i> When a genuinely disputed question of material fact does exist, the court should hold a hearing and resolve the contested factual issues. <i>Id.</i></p>\n<p>On appeal, the Indemnitors argue that they were entitled to an evidentiary hearing as to whether the Settlement Memorandum of Understanding should be enforced as a settlement agreement. They claim that the Settlement Memorandum of Understanding was not binding because it had not settled all of the issues in the case. They explain that they signed the memorandum because of \"explicit representations of Fidelity's representative at the mediation that she would `work with the Forans' to resolve the Fidelity-Foran dispute in a manner that would be palatable to them; and, that their cooperation in the mediation would go a long way toward a favorable outcome in that resolution.\" <span class=\"star-pagination\">*6</span> However, these assertions are not sufficient to generate a genuine disputed question of material fact, entitling the Indemnitors to an evidentiary hearing. The Forans' subjective belief that the agreement was not \"final\" does not bar enforcement in the face of their assent  in writing  to the memorandum's unambiguous terms. <i>See </i><i>Bandera v. City of Quincy,</i> <span class=\"citation\" data-id=\"200643\"><a href=\"/opinion/200643/bandera-v-city-of-quincy/\"><span class=\"volume\">344</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span>, 52 (1st Cir.2003) (applying Massachusetts law) (\"Bandera's asserted subjective beliefs regarding the settlement likely do not bar enforcement (absent coercion or a valid side agreement)....\").</p>\n<p>The Indemnitors attempt to marshal the terms of the agreement in their favor on appeal, pointing to paragraph 3 of the memorandum, which states that the settlement was conditioned upon \"[e]xecution of customary releases and settlement agreement.\" They argue that this paragraph reflected an understanding that no enforceable agreement would exist until an agreement settling all issues in the case, including the indemnification dispute, had been reached. However, the plain language of the memorandum does not support this interpretation. <i>See </i><i>Hiller v. Submarine Signal Co.,</i> <span class=\"citation\" data-id=\"2207275\"><a href=\"/opinion/2207275/hiller-v-submarine-signal-co/\"><span class=\"volume\">325</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">546</span></a></span>, <span class=\"citation\" data-id=\"2207275\"><a href=\"/opinion/2207275/hiller-v-submarine-signal-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">667</span></a></span>, 669 (1950) (\"The parties are bound by the plain terms of their contract.\"). Paragraph 2 of the memorandum explicitly states that the parties had agreed to settle all the claims in the case except those involving the indemnification agreement. Thus, the agreement reflects that the <i>other</i> issues in the case had been definitively settled, subject only to conditions in paragraph 3  municipal approval and the execution of \"customary releases and settlement agreement.\" A settlement of the indemnification dispute cannot be what is contemplated by those boilerplate conditions, given the language in paragraph 2 expressly excluding the indemnification claim from the scope of the agreement.</p>\n<p>Moreover, the fact that the hand-written agreement contemplated execution of a more formal agreement does not preclude enforcement of the hand-written agreement. <i>Bandera,</i> 344 F.3d at 52. As we explained in <i>Bandera,</i> \"[a]n agreement to make a further more detailed agreement could in some instances not be intended as a binding contract, or might be too indefinite; but neither is necessarily or even ordinarily so.\" <i>Id.</i> at 52 n. 2. Here, the language of the memorandum reflects a present intent by all the parties to settle all of the claims except the indemnification dispute. The terms of this settlement are clear and unambiguous. They are not contingent on the successful outcome of further negotiations to resolve the indemnification issue. Indeed, the Indemnitors do not argue that terms of the agreement were ambiguous or indefinite, nor do they claim that they were coerced into signing the agreement or that their counsel settled their claim without authority to do so. Accordingly, we find no error in the district court's order enforcing the Settlement Memorandum of Agreement as a settlement agreement that disposed of all the claims in the case except the indemnification dispute.</p>\n<p></p>\n<h2>III.</h2>\n<p>We review the district court's grant of summary judgment de novo. <i>Iverson v. City of Boston,</i> <span class=\"citation\" data-id=\"202298\"><a href=\"/opinion/202298/iverson-v-city-of-boston/\"><span class=\"volume\">452</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">94</span></a></span>, 98 (1st Cir.2006). Summary judgment is appropriate where the record, construed in the light most favorable to the nonmovants (here, the Indemnitors), \"discloses `no genuine issue of material fact' and demonstrates that `the moving party is entitled to judgment as a matter of law.'\" <i>Id.</i> (quoting Fed.R.Civ.P. 56(c)). \"The nonmovant may defeat a summary judgment motion by demonstrating, through submissions of <span class=\"star-pagination\">*7</span> evidentiary quality, that a trialworthy issue persists.\" <i>Id.</i></p>\n<p>The terms of the General Agreement of Indemnity, signed by the Indemnitors, require them to pay Fidelity for its losses and expenses incurred as a result of the bonds it executed as surety on Star's behalf. Interpreting similar indemnity agreements, Massachusetts courts have held that a surety seeking indemnification based on such an agreement is entitled to judgment as a matter of law provided that it acted in good faith in incurring the expenses for which it seeks indemnity. <i>See </i><i>Am. Employers' Ins. Co. v. Horton,</i> 35 Mass.App.Ct. 921, <span class=\"citation no-link\"><span class=\"volume\">622</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">283</span></span>, 285 (1993); <i>Hartford Accident &amp; Indem. Co. v. Millis Roofing &amp; Sheet Metal, Inc.,</i> 11 Mass.App.Ct. 998, <span class=\"citation no-link\"><span class=\"volume\">418</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">645</span></span>, 647 (1981). In this context, \"[w]ant of good faith involves more than bad judgment, negligence or insufficient zeal. It carries an implication of a dishonest purpose, conscious doing of wrong, or breach of duty through motive of self-interest or ill will.\" <i>Hartford Accident &amp; Indem.,</i> 418 N.E.2d at 647.</p>\n<p>The Indemnitors assert that summary judgment was inappropriate because a factual dispute exists regarding whether Fidelity acted in good faith.<sup>[2]</sup> On appeal, they explain that \"they involved Fidelity from the inception of the underlying dispute; and, after receiving its endorsement to leave the job, they should not now be held accountable to pay for Fidelity's decision to make a payment and settle the `dispute.'\" They explain that \"Fidelity played a role in the actions of Star and the Forans in leaving the Seekonk job.\" They complain that \"as trial approached, Fidelity disavowed its role, settled with Seekonk because it was financially expedient to do so, and left the Forans to face a tab that Fidelity ran up.\" They characterize this course of action by Fidelity as \"a breach of duty through motive of self-interest\" and argue that it represents \"at the least  a `want of good faith.'\" We disagree.</p>\n<p>Regardless of Fidelity's role in the initial discussions surrounding Star's decision to leave the Seekonk job, Fidelity's subsequent decision to settle with Seekonk \"because it was financially expedient to do so\" cannot suggest a \"want of good faith\" in the circumstances of this case. Fidelity was a party to an agreement (the Settlement Memorandum of Understanding) that obligated them to make this payment. The Indemnitors also expressly signed on to this settlement and, as we explained above, they have no legally cognizable defense to its enforcement. That being so, the Indemnitors cannot charge Fidelity with bad faith for making a payment that the Indemnitors agreed Fidelity should make. Fidelity is entitled to indemnification.</p>\n<p>Although the district court's explanation of its decision to grant summary judgment was brief, it said all there was to say: \"The defendants have failed to present any material facts which would give rise to a factual dispute as to a `want of good faith' on the part of [Fidelity].\" We affirm the grant of summary judgment.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Finally, the Indemnitors argue that the district court erred in refusing to consider <span class=\"star-pagination\">*8</span> the value of its cross-claim against Seekonk as an offset against Fidelity's award. We need not linger over this contention. The district court's order enforcing the settlement agreement disposed of the cross-claim. Accordingly, that claim has no effect on the amount Fidelity is entitled to recover from the Indemnitors pursuant to the indemnification agreement.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Seventh Circuit, sitting by designation.</p>\n<p>[1]  These payments included the $50,000 paid to Seekonk under the agreement, $37,084.38 in attorney's fees, and a $24,229.05 payment made to Public Works Supply Company, a claimant on the payment bond. The Indemnitors did not object to Fidelity's payment to Public Works Supply Company.</p>\n<p>[2]  The Indemnitors also contend that Star was not actually liable to Seekonk, and that, as a result, it should not be obligated to indemnify Fidelity for its payments to Seekonk. The merits of Star's contention that it was not liable to Seekonk are entirely irrelevant to the indemnification dispute. The Indemnitors are obligated by the indemnity agreement to reimburse Fidelity for its expenditures, provided that they were made in good faith. <i>See </i><i>Hartford Accident &amp; Indem.,</i> 418 N.E.2d at 646-47 (noting that the merits of the underlying dispute are not material to the indemnification claim).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/198366/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199366/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203357/",
    "http://www.courtlistener.com/api/rest/v3/opinions/493607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2207275/"
  ]
}