{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203456/",
  "absolute_url": "/opinion/203456/datau-v-mukasey/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203456/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1997/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:17:11Z",
  "date_modified": "2016-04-26T23:06:32.210595Z",
  "type": "010combined",
  "sha1": "5b9b6e1379679dd0883b44d199bebf2706740422",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-1996-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/08/27/Datau_v._Mukasey.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 07-1996\n\n                     NOFITA FEBRIYANA DATAU,\n\n                             Petitioner,\n\n                                 v.\n\n              MICHAEL B. MUKASEY, ATTORNEY GENERAL,\n\n                             Respondent.\n\n\n                ON PETITION FOR REVIEW OF AN ORDER\n               OF THE BOARD OF IMMIGRATION APPEALS\n\n\n                               Before\n\n                        Lynch, Chief Judge,\n                       *\n               Tashima, and Lipez, Circuit Judges.\n\n\n\n     Jeanette Kain, Jeremiah Friedman, and Kaplan, O'Sullivan &\nFriedman for petitioner.\n     Kristin A. Moresi, Trial Attorney, U.S. Department of Justice,\nOffice of Immigration Litigation, Peter D. Keisler, Assistant\nAttorney General, Civil Division, and Barry J. Pettinato, Assistant\nDirector, for respondent.\n\n\n\n                           August 27, 2008\n\n\n\n\n     * Of the Ninth Circuit, sitting by designation.\n\f            LIPEZ, Circuit Judge. Petitioner Nofita Febriyana Datau,\n\na native and citizen of Indonesia, sought asylum, withholding of\n\nremoval,    and   protection     under    the     Convention      Against   Torture\n\n(\"CAT\"), claiming that she experienced persecution based on her\n\nChristian    beliefs      and   the   incorrect       perception    that    she   is\n\nethnically Chinese.       Both of these minority groups have repeatedly\n\nbeen victims of violent attacks in Indonesia. An Immigration Judge\n\n(\"IJ\") denied Datau’s application for relief, expressing doubts\n\nabout her credibility, and holding that, even if credible, she had\n\nproven neither past persecution nor a well-founded fear of future\n\npersecution.      The Board of Immigration Appeals (\"BIA\") adopted and\n\naffirmed    the   IJ's    decision,      noting    that    \"the    discrimination\n\nsuffered    by    the    respondent    does     not    rise   to   the   level    of\n\npersecution.\"      Datau petitioned for review of the BIA order; we\n\ndeny the petition.\n\n                                         I.\n\n            Datau lawfully entered the United States in New York in\n\nSeptember 2001 as a non-immigrant visitor.                She was authorized to\n\nremain in the country through March 8, 2002, but overstayed her\n\nvisa.   In her application for asylum and in later testimony before\n\nthe IJ, Datau claimed that she left Indonesia because of incidents\n\nof harassment that caused her to feel threatened and unsafe there.\n\nDatau is a lifelong Protestant Christian and has facial features\n\nthat make her appear to be ethnically Chinese, although she is not.\n\n\n                                       -2-\n\fShe stated that the tensions in Indonesia between the Muslim\n\nmajority and the Christian and Chinese minorities, together with\n\nthe episodes of violence and harassment experienced by her family\n\nand friends, led her to conclude that she would face persecution if\n\nshe returned to that country.\n\n          Datau reported that she was an active member of her\n\nchurch, where her mother was a deacon and she served as a youth\n\nleader.   She testified that she experienced several incidents of\n\nharassment due to her church membership and her faith in general.\n\nIn 1997, local Muslims played loud anti-Christian music during\n\nworship, wrote obscene graffiti on the walls of the church, and\n\nthrew rocks through the windows during services.    In 1999, after\n\nher congregation had relocated, the Muslims set fire to the front\n\nporch of the building that Datau’s church was sharing with another\n\ncongregation.   When church members met in private homes, the\n\nMuslims continued to play music, stoned the buildings, and knocked\n\non the door to order them to cease their worship.     Datau claims\n\nthat the local authorities ignored reports of all these events.\n\nShe also testified that her mother had recently told her that\n\npeople continued to throw rocks at her church and hang around\n\noutside the building.\n\n          Datau offered evidence of additional harassment that she\n\nattributed to her religion, gender, and perceived ethnicity.    On\n\none mission trip to help the homeless in their area, members of\n\n\n                                -3-\n\fDatau’s church group were threatened with knives and told not to\n\nreturn or they would be killed.   Datau was not present when this\n\nhappened, but was in the vicinity.    She also experienced unwanted\n\nsexual advances from Muslim men, who \"looked down on her\" because\n\nof her Chinese appearance. She reported that she was approached by\n\nMuslim men several times on the bus; on one occasion, a Muslim male\n\ntook her by the hand, told her she was beautiful, and stated that\n\nthey should go for a walk together.     Datau also feared that she\n\nwould be raped because her friend, who was ethnically Chinese, was\n\nraped at her workplace after local riots in 1998.   Finally, Datau\n\nclaimed that she and seven of her Christian friends who also\n\nappeared ethnically Chinese consistently received failing grades at\n\nher university, which, because they were all good students, she\n\nspeculated was part of a pattern of discrimination.\n\n          In September 2002, almost a year after arriving in the\n\nUnited States and several months past the deadline on her visa,\n\nDatau filed for asylum, withholding of removal, and protection\n\nunder the CAT.   In a Notice to Appear dated December 9, 2003, the\n\nDepartment of Homeland Security initiated removal proceedings.\n\nAfter a hearing, the IJ denied Datau’s application for relief in an\n\noral decision, questioning Datau's credibility and finding that the\n\nharassment she alleged \"did not rise to the level of persecution.\"\n\nThe IJ also found that Datau was unable to prove that \"the\n\ngovernment in Indonesia is unwilling or unable to protect those of\n\n\n                                -4-\n\fChristian faith in Indonesia.\"          The BIA affirmed this decision\n\nwithout a separate opinion.\n\n                                      II.\n\n            When the BIA adopts the IJ’s decision, \"we review the\n\nrelevant portion of the IJ’s opinion as though it were the decision\n\nof the BIA.\"     Guillaume v. Gonzales, 504 F.3d 68, 72 (1st Cir.\n\n2007).      The IJ’s factual determinations are reviewed only to\n\ndetermine if they are \"supported by reasonable, substantial, and\n\nprobative evidence on the record considered as a whole.\"                Tum v.\n\nGonzales, 503 F.3d 159, 161 (1st Cir. 2007) (quoting INS v.\n\nElias-Zacarias, 502 U.S. 478, 481 (1992)) (internal quotation marks\n\nomitted).     This highly deferential standard requires findings of\n\nfact to be upheld \"unless any reasonable adjudicator would be\n\ncompelled to conclude to the contrary.\"          Ortiz-Araniba v. Keisler,\n\n505 F.3d 39, 42 (1st Cir. 2007)(internal quotation marks omitted);\n\n8 U.S.C. § 1252(b)(4)(B).\n\n            Asylum   is   available   to    an   alien   who   is   \"unable   or\n\nunwilling to return to . . . [her] country because of persecution\n\nor a well-founded fear of persecution on account of race, religion,\n\nnationality, membership in a particular social group, or political\n\nopinion.\"     8 U.S.C. § 1101(a)(42)(A).          The alien seeking asylum\n\nbears the burden of proving that she is eligible.                    Bocova v.\n\nGonzales, 412 F.3d 257, 262 (1st Cir. 2005).             This burden can be\n\nmet by proving past persecution, which gives rise to a rebuttable\n\n\n                                      -5-\n\fpresumption of future persecution, or by directly proving a well-\n\nfounded fear of persecution on one of the statutory grounds.\n\nNikijuluw v. Gonzales, 427 F.3d 115, 120 (1st Cir. 2005); Guzman v.\n\nINS, 327 F.3d 11, 16 (1st Cir. 2003).           The latter showing includes\n\nboth subjective and objective components.              Guzman, 327 F.3d at 16.\n\nThe petitioner can satisfy her burden by proving a genuine fear of\n\npersecution   against     her   personally,       relying    on    credible   and\n\nspecific evidence. Id. Future persecution can also be proven with\n\nevidence that a pattern or practice of discrimination exists in the\n\npetitioner's country of origin against a group of persons similarly\n\nsituated to her. 8 C.F.R. § 1208.13(b)(2)(iii). Additionally, the\n\npetitioner    must    establish      that   the     persecution     stems     from\n\ngovernment action or inaction.         Ortiz-Araniba, 505 F.3d at 41.\n\nA. Credibility\n\n          Datau      argues   that   the    BIA’s   decision      lacks    support\n\nbecause it is based, in part, on the IJ’s unclear credibility\n\njudgments.    The IJ found fault with Datau’s testimony because\n\n\"material points of her story,\" including the death threats to her\n\ncompanions on the mission trip and the rocks thrown through the\n\nchurch   windows,     were    not    included     in    either    her     original\n\napplication materials or in her direct testimony.                 Instead, these\n\nfacts were mentioned only during her redirect examination.                  The IJ\n\nalso found that Datau was, \"at times, evasive, vague, and non-\n\nresponsive\" in her answers.\n\n                                      -6-\n\f           Here, however, we need not dwell on the IJ’s credibility\n\nassessment.      The IJ did not expressly find the petitioner to lack\n\ncredibility, noting only that the judge had \"concerns\" about\n\nDatau’s truthfulness.     In fact, the IJ specifically noted that the\n\ndecision   \"ultimately    d[id]      not   turn   on\"    Datau's     credibility,\n\ninstead ruling that, even accepting all of her testimony, the\n\nevents she described fell short of proving either past persecution\n\nor a well-founded fear of future persecution. Accordingly, we turn\n\nto the persecution finding.\n\nB. Persecution\n\n           Datau argues that she presented substantial evidence of\n\nboth past persecution and the likelihood that she would be subject\n\nto future persecution if forced to return to Indonesia.                   We cannot\n\nagree.     Her    allegations   of    past   persecution      are    in   material\n\nrespects equivalent to those in Susanto v. Gonzales, 439 F.3d 57,\n\n59-60 (1st Cir. 2006), which we found inadequate to establish the\n\nrequisite level of harsh treatment.          In Susanto, an ethnic Chinese\n\nChristian from Indonesia claimed that she had been harassed and\n\nthreatened by Muslims as she tried to worship, that she was mugged\n\nat knifepoint and told \"You Chinese, you die\" on a bus, and that\n\nshe was groped and insulted by Muslim men.              Id. at 59.    She further\n\npointed to riots and injuries of other Christians, as well as the\n\nrape of a neighbor’s daughter.         Id.    We concluded that harassment\n\nof this quality and degree \"simply does not compel a finding of\n\n                                      -7-\n\fpersecution,\" relying on multiple decisions reaching the same\n\noutcome in cases involving similar hardships.           Id.   In light of our\n\nconclusion in Susanto, we cannot conclude that the IJ in this case\n\nwas    compelled   to   find    that   Datau's   experiences    in    Indonesia\n\namounted to persecution.\n\n            Datau's inability to demonstrate that the harassment she\n\nsuffered in Indonesia amounted to persecution also dooms her effort\n\nto show a well-founded fear of future persecution.             To make such a\n\nshowing, a person must \"not only harbor a genuine fear of future\n\npersecution, but also must establish an objectively reasonable\n\nbasis for that fear.\"          Laurent v. Ashcroft, 359 F.3d 59, 65 (1st\n\nCir. 2004). However, Datau offers no evidence of likely harassment\n\nupon her return to Indonesia that would be more oppressive than the\n\nincidents she encountered in the past.           We already have upheld the\n\nIJ's    determination    that     such    experiences   do    not    constitute\n\npersecution, and we have repeatedly held that \"discrimination in\n\nIndonesia does not, without more, qualify a Christian Indonesian\n\nnational for asylum.\"      Sombah v. Mukasey, 529 F.3d 49, 51 (1st Cir.\n\n2008); see also Pulisir v. Mukasey, 524 F.3d 302, 308-09 (1st Cir.\n\n2008); Kho v. Keisler, 505 F.3d 50, 58 (1st Cir. 2007).\n\n            Moreover, findings in the U.S. Department of State's\n\nInternational Religious Freedom Report for 2005, which were cited\n\nby the IJ, affirm that advances in inter-religious tolerance and\n\ncooperation have resulted from efforts by the Indonesian government\n\n                                         -8-\n\fto encourage collaboration between Muslim and Christian community\n\nleaders.        This    evidence    indicates       that   some    improvement         has\n\noccurred in conditions for the Christian minority, and Datau offers\n\nno evidence refuting the accuracy of the Report's findings.                            Nor\n\ndoes she offer evidence that her Chinese appearance on its own\n\nplaces her in particular jeopardy.              Thus, the record suggests that\n\nIndonesia is now a more hospitable place for petitioner than it was\n\nwhen she left the country.\n\n            Indeed,       Datau’s     assertion       that    she       fears    future\n\npersecution is also weakened by the fact that her family continues\n\nto live in her home area.           \"The fact that close relatives continue\n\nto live peacefully in the alien’s homeland undercuts the alien’s\n\nclaim that persecution awaits [her] return.\"                 Ly, 524 F.3d at 133\n\n(quoting Aguilar-Solis v. INS, 168 F.3d 565, 573 (1st Cir. 1999)).\n\nDatau’s    father,      mother,    and    brother    all   continue      to     live    in\n\nIndonesia.       Although family members have reported that rocks are\n\nstill thrown at their church, no members of her family have been\n\nsubject    to     any    treatment       that   approaches        the    severity       of\n\npersecution.\n\n            In    addition, to establish persecution Datau would need\n\nto show that it was the \"direct result of government action or\n\ngovernment-supported action, or there must be some showing that the\n\npersecution is due to the government’s unwillingness or inability\n\nto control the conduct of private actors.\"                 Jorgji v. Mukasey, 514\n\n                                          -9-\n\fF.3d 53, 57 (1st Cir. 2008).              Datau does not contend that the\n\ngovernment was involved in the harassment against her. Rather, she\n\nargues that when her church was stoned and later burned, the\n\nauthorities ignored the congregation's reports of the attacks. She\n\nclaims that the government's unwillingness to respond and its\n\ninability to protect her provides support for her fear of future\n\npersecution.\n\n              This argument fails for two reasons.          First, the State\n\nDepartment Report indicates an increased willingness on the part of\n\nthe Indonesian government to address the problems of the Christian\n\nminority.     Second, even if the government were not fully effective\n\nin its response to complaints such as those made by Datau, her\n\nclaim of persecution would be unavailing because – as we have\n\nexplained – the incidents to which she points were not so severe\n\nthat the IJ was compelled to characterize them as persecution.\n\n              We therefore uphold the BIA's denial of petitioner's\n\nasylum claim.\n\n                                         III.\n\n              Datau also seeks withholding of removal and protection\n\nunder the CAT.        The standard of proof for these additional claims\n\nis more stringent than for asylum. Withholding of removal requires\n\na   showing    that    an   alien   is   \"more   likely   than   not\"   to   face\n\npersecution, while protection under the CAT requires a showing that\n\n\n\n                                         -10-\n\fit is \"more likely than not\" that the alien would be tortured if\n\nremoved.   Zheng v. Gonzales, 416 F.3d 97, 101 n.3 (1st Cir. 2005).\n\nBecause Datau fails to establish her eligibility for asylum, her\n\nclaim for withholding of removal and protection under the CAT\n\nnecessarily fail as well.\n\n           Petition denied.\n\n\n\n\n                               -11-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>540 F.3d 37 (2008)</b></center>\n<center><h1>Nofita Febriyana DATAU, Petitioner,<br>\nv.<br>\nMichael B. MUKASEY, Attorney General, Respondent.</h1></center>\n<center>No. 07-1996.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted February 6, 2008.</center>\n<center>Decided August 27, 2008.</center>\n<p><span class=\"star-pagination\">*39</span> Jeanette Kain, Jeremiah Friedman, and Kaplan, O'Sullivan &amp; Friedman for petitioner.</p>\n<p>Kristin A. Moresi, Trial Attorney, U.S. Department of Justice, Office of Immigration Litigation, Peter D. Keisler, Assistant Attorney General, Civil Division, and Barry J. Pettinato, Assistant Director, for respondent.</p>\n<p>Before LYNCH, Chief Judge, TASHIMA,<sup>[*]</sup> and LIPEZ, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>Petitioner Nofita Febriyana Datau, a native and citizen of Indonesia, sought asylum, withholding of removal, and protection under the Convention Against Torture (\"CAT\"), claiming that she experienced persecution based on her Christian beliefs and the incorrect perception that she is ethnically Chinese. Both of these minority groups have repeatedly been victims of violent attacks in Indonesia. An Immigration Judge (\"IJ\") denied Datau's application for relief, expressing doubts about her credibility, and holding that, even if credible, she had proven neither past persecution nor a well-founded fear of future persecution. The Board of Immigration Appeals (\"BIA\") adopted and affirmed the IJ's decision, noting that \"the discrimination suffered by the respondent does not rise to the level of persecution.\" Datau petitioned for review of the BIA order; we deny the petition.</p>\n<p></p>\n<h2>I.</h2>\n<p>Datau lawfully entered the United States in New York in September 2001 as a non-immigrant visitor. She was authorized to remain in the country through March 8, 2002, but overstayed her visa. In her application for asylum and in later testimony before the IJ, Datau claimed that she left Indonesia because of incidents of harassment that caused her to feel threatened and unsafe there. Datau is a lifelong Protestant Christian and has facial features that make her appear to be ethnically Chinese, although she is not. She stated that the tensions in Indonesia between the Muslim majority and the Christian and Chinese minorities, together with the episodes of violence and harassment experienced by her family and friends, led her to conclude that she would face persecution if she returned to that country.</p>\n<p>Datau reported that she was an active member of her church, where her mother was a deacon and she served as a youth leader. She testified that she experienced several incidents of harassment due to her church membership and her faith in general. In 1997, local Muslims played loud anti-Christian music during worship, wrote obscene graffiti on the walls of the church, and threw rocks through the windows during services. In 1999, after her congregation had relocated, the Muslims set fire to the front porch of the building that Datau's church was sharing with another congregation. When church members met in private homes, the Muslims continued to play music, stoned the buildings, and knocked on the door to order them to cease their worship. Datau claims that the local authorities ignored reports of all <span class=\"star-pagination\">*40</span> these events. She also testified that her mother had recently told her that people continued to throw rocks at her church and hang around outside the building.</p>\n<p>Datau offered evidence of additional harassment that she attributed to her religion, gender, and perceived ethnicity. On one mission trip to help the homeless in their area, members of Datau's church group were threatened with knives and told not to return or they would be killed. Datau was not present when this happened, but was in the vicinity. She also experienced unwanted sexual advances from Muslim men, who \"looked down on her\" because of her Chinese appearance. She reported that she was approached by Muslim men several times on the bus; on one occasion, a Muslim male took her by the hand, told her she was beautiful, and stated that they should go for a walk together. Datau also feared that she would be raped because her friend, who was ethnically Chinese, was raped at her workplace after local riots in 1998. Finally, Datau claimed that she and seven of her Christian friends who also appeared ethnically Chinese consistently received failing grades at her university, which, because they were all good students, she speculated was part of a pattern of discrimination.</p>\n<p>In September 2002, almost a year after arriving in the United States and several months past the deadline on her visa, Datau filed for asylum, withholding of removal, and protection under the CAT. In a Notice to Appear dated December 9, 2003, the Department of Homeland Security initiated removal proceedings. After a hearing, the IJ denied Datau's application for relief in an oral decision, questioning Datau's credibility and finding that the harassment she alleged \"did not rise to the level of persecution.\" The IJ also found that Datau was unable to prove that \"the government in Indonesia is unwilling or unable to protect those of Christian faith in Indonesia.\" The BIA affirmed this decision without a separate opinion.</p>\n<p></p>\n<h2>II.</h2>\n<p>When the BIA adopts the IJ's decision, \"we review the relevant portion of the IJ's opinion as though it were the decision of the BIA.\" <i>Guillaume v. Gonzales,</i> 504 F.3d 68, 72 (1st Cir.2007). The IJ's factual determinations are reviewed only to determine if they are \"supported by reasonable, substantial, and probative evidence on the record considered as a whole.\" <i>Tum v. Gonzales,</i> 503 F.3d 159, 161 (1st Cir.2007) (quoting <i>INS v. Elias-Zacarias,</i> 502 U.S. 478, 481, 112 S.Ct. 812, 117 L.Ed.2d 38 (1992)) (internal quotation marks omitted). This highly deferential standard requires findings of fact to be upheld \"unless any reasonable adjudicator would be compelled to conclude to the contrary.\" <i>Ortiz-Araniba v. Keisler,</i> 505 F.3d 39, 42 (1st Cir.2007)(internal quotation marks omitted); 8 U.S.C. § 1252(b)(4)(B).</p>\n<p>Asylum is available to an alien who is \"unable or unwilling to return to. . . [her] country because of persecution or a well-founded fear of persecution on account of race, religion, nationality, membership in a particular social group, or political opinion.\" 8 U.S.C. § 1101(a)(42)(A). The alien seeking asylum bears the burden of proving that she is eligible. <i>Bocova v. Gonzales,</i> 412 F.3d 257, 262 (1st Cir.2005). This burden can be met by proving past persecution, which gives rise to a rebuttable presumption of future persecution, or by directly proving a well-founded fear of persecution on one of the statutory grounds. <i>Nikijuluw v. Gonzales,</i> 427 F.3d 115, 120 (1st Cir.2005); <i>Guzman v. INS,</i> 327 F.3d 11, 16 (1st Cir. 2003). The latter showing includes both subjective and objective components. <span class=\"star-pagination\">*41</span> <i>Guzman,</i> 327 F.3d at 16. The petitioner can satisfy her burden by proving a genuine fear of persecution against her personally, relying on credible and specific evidence. <i>Id.</i> Future persecution can also be proven with evidence that a pattern or practice of discrimination exists in the petitioner's country of origin against a group of persons similarly situated to her. 8 C.F.R. § 1208.13(b)(2)(iii). Additionally, the petitioner must establish that the persecution stems from government action or inaction. <i>Ortiz-Araniba,</i> 505 F.3d at 41.</p>\n<p></p>\n<h2>A. Credibility</h2>\n<p>Datau argues that the BIA's decision lacks support because it is based, in part, on the IJ's unclear credibility judgments. The IJ found fault with Datau's testimony because \"material points of her story,\" including the death threats to her companions on the mission trip and the rocks thrown through the church windows, were not included in either her original application materials or in her direct testimony. Instead, these facts were mentioned only during her redirect examination. The IJ also found that Datau was, \"at times, evasive, vague, and non-responsive\" in her answers.</p>\n<p>Here, however, we need not dwell on the IJ's credibility assessment. The IJ did not expressly find the petitioner to lack credibility, noting only that the judge had \"concerns\" about Datau's truthfulness. In fact, the IJ specifically noted that the decision \"ultimately d[id] not turn on\" Datau's credibility, instead ruling that, even accepting all of her testimony, the events she described fell short of proving either past persecution or a well-founded fear of future persecution. Accordingly, we turn to the persecution finding.</p>\n<p></p>\n<h2>B. Persecution</h2>\n<p>Datau argues that she presented substantial evidence of both past persecution and the likelihood that she would be subject to future persecution if forced to return to Indonesia. We cannot agree. Her allegations of past persecution are in material respects equivalent to those in <i>Susanto v. Gonzales,</i> 439 F.3d 57, 59-60 (1st Cir.2006), which we found inadequate to establish the requisite level of harsh treatment. In <i>Susanto,</i> an ethnic Chinese Christian from Indonesia claimed that she had been harassed and threatened by Muslims as she tried to worship, that she was mugged at knifepoint and told \"You Chinese, you die\" on a bus, and that she was groped and insulted by Muslim men. <i>Id.</i> at 59. She further pointed to riots and injuries of other Christians, as well as the rape of a neighbor's daughter. <i>Id.</i> We concluded that harassment of this quality and degree \"simply does not compel a finding of persecution,\" relying on multiple decisions reaching the same outcome in cases involving similar hardships. <i>Id.</i> In light of our conclusion in <i>Susanto,</i> we cannot conclude that the IJ in this case was compelled to find that Datau's experiences in Indonesia amounted to persecution.</p>\n<p>Datau's inability to demonstrate that the harassment she suffered in Indonesia amounted to persecution also dooms her effort to show a well-founded fear of future persecution. To make such a showing, a person must \"not only harbor a genuine fear of future persecution, but also must establish an objectively reasonable basis for that fear.\" <i>Laurent v. Ashcroft,</i> 359 F.3d 59, 65 (1st Cir.2004). However, Datau offers no evidence of likely harassment upon her return to Indonesia that would be more oppressive than the incidents she encountered in the past. We already have upheld the IJ's determination that such experiences do not constitute persecution, and we have repeatedly held that \"discrimination in Indonesia does not, without more, qualify a Christian Indonesian <span class=\"star-pagination\">*42</span> national for asylum.\" <i>Sombah v. Mukasey,</i> 529 F.3d 49, 51 (1st Cir.2008); <i>see also </i><i>Pulisir v. Mukasey,</i> 524 F.3d 302, 308-09 (1st Cir.2008); <i>Kho v. Keisler,</i> 505 F.3d 50, 58 (1st Cir.2007).</p>\n<p>Moreover, findings in the U.S. Department of State's International Religious Freedom Report for 2005, which were cited by the IJ, affirm that advances in inter-religious tolerance and cooperation have resulted from efforts by the Indonesian government to encourage collaboration between Muslim and Christian community leaders. This evidence indicates that some improvement has occurred in conditions for the Christian minority, and Datau offers no evidence refuting the accuracy of the Report's findings. Nor does she offer evidence that her Chinese appearance on its own places her in particular jeopardy. Thus, the record suggests that Indonesia is now a more hospitable place for petitioner than it was when she left the country.</p>\n<p>Indeed, Datau's assertion that she fears future persecution is also weakened by the fact that her family continues to live in her home area. \"The fact that close relatives continue to live peacefully in the alien's homeland undercuts the alien's claim that persecution awaits [her] return.\" <i>Ly,</i> 524 F.3d at 133 (quoting <i>Aguilar-Solis v. INS,</i> 168 F.3d 565, 573 (1st Cir.1999)). Datau's father, mother, and brother all continue to live in Indonesia. Although family members have reported that rocks are still thrown at their church, no members of her family have been subject to any treatment that approaches the severity of persecution.</p>\n<p>In addition, to establish persecution Datau would need to show that it was the \"direct result of government action or government-supported action, or there must be some showing that the persecution is due to the government's unwillingness or inability to control the conduct of private actors.\" <i>Jorgji v. Mukasey,</i> 514 F.3d 53, 57 (1st Cir.2008). Datau does not contend that the government was involved in the harassment against her. Rather, she argues that when her church was stoned and later burned, the authorities ignored the congregation's reports of the attacks. She claims that the government's unwillingness to respond and its inability to protect her provides support for her fear of future persecution.</p>\n<p>This argument fails for two reasons. First, the State Department Report indicates an increased willingness on the part of the Indonesian government to address the problems of the Christian minority. Second, even if the government were not fully effective in its response to complaints such as those made by Datau, her claim of persecution would be unavailing because as we have explained-the incidents to which she points were not so severe that the IJ was compelled to characterize them as persecution.</p>\n<p>We therefore uphold the BIA's denial of petitioner's asylum claim.</p>\n<p></p>\n<h2>III.</h2>\n<p>Datau also seeks withholding of removal and protection under the CAT. The standard of proof for these additional claims is more stringent than for asylum. Withholding of removal requires a showing that an alien is \"more likely than not\" to face persecution, while protection under the CAT requires a showing that it is \"more likely than not\" that the alien would be tortured if removed. <i>Zheng v. Gonzales,</i> 416 F.3d 97, 101 n. 3 (1st Cir.2005). Because Datau fails to establish her eligibility for asylum, her claim for withholding of removal and protection under the CAT necessarily fail as well.</p>\n<p><i>Petition denied.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Ninth Circuit, sitting by designation.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">540</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></span> (2008)</b></center>\n<center><h1>Nofita Febriyana DATAU, Petitioner,<br>\nv.<br>\nMichael B. MUKASEY, Attorney General, Respondent.</h1></center>\n<center>No. 07-1996.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted February 6, 2008.</center>\n<center>Decided August 27, 2008.</center>\n<p><span class=\"star-pagination\">*39</span> Jeanette Kain, Jeremiah Friedman, and Kaplan, O'Sullivan &amp; Friedman for petitioner.</p>\n<p>Kristin A. Moresi, Trial Attorney, U.S. Department of Justice, Office of Immigration Litigation, Peter D. Keisler, Assistant Attorney General, Civil Division, and Barry J. Pettinato, Assistant Director, for respondent.</p>\n<p>Before LYNCH, Chief Judge, TASHIMA,<sup>[*]</sup> and LIPEZ, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>Petitioner Nofita Febriyana Datau, a native and citizen of Indonesia, sought asylum, withholding of removal, and protection under the Convention Against Torture (\"CAT\"), claiming that she experienced persecution based on her Christian beliefs and the incorrect perception that she is ethnically Chinese. Both of these minority groups have repeatedly been victims of violent attacks in Indonesia. An Immigration Judge (\"IJ\") denied Datau's application for relief, expressing doubts about her credibility, and holding that, even if credible, she had proven neither past persecution nor a well-founded fear of future persecution. The Board of Immigration Appeals (\"BIA\") adopted and affirmed the IJ's decision, noting that \"the discrimination suffered by the respondent does not rise to the level of persecution.\" Datau petitioned for review of the BIA order; we deny the petition.</p>\n<p></p>\n<h2>I.</h2>\n<p>Datau lawfully entered the United States in New York in September 2001 as a non-immigrant visitor. She was authorized to remain in the country through March 8, 2002, but overstayed her visa. In her application for asylum and in later testimony before the IJ, Datau claimed that she left Indonesia because of incidents of harassment that caused her to feel threatened and unsafe there. Datau is a lifelong Protestant Christian and has facial features that make her appear to be ethnically Chinese, although she is not. She stated that the tensions in Indonesia between the Muslim majority and the Christian and Chinese minorities, together with the episodes of violence and harassment experienced by her family and friends, led her to conclude that she would face persecution if she returned to that country.</p>\n<p>Datau reported that she was an active member of her church, where her mother was a deacon and she served as a youth leader. She testified that she experienced several incidents of harassment due to her church membership and her faith in general. In 1997, local Muslims played loud anti-Christian music during worship, wrote obscene graffiti on the walls of the church, and threw rocks through the windows during services. In 1999, after her congregation had relocated, the Muslims set fire to the front porch of the building that Datau's church was sharing with another congregation. When church members met in private homes, the Muslims continued to play music, stoned the buildings, and knocked on the door to order them to cease their worship. Datau claims that the local authorities ignored reports of all <span class=\"star-pagination\">*40</span> these events. She also testified that her mother had recently told her that people continued to throw rocks at her church and hang around outside the building.</p>\n<p>Datau offered evidence of additional harassment that she attributed to her religion, gender, and perceived ethnicity. On one mission trip to help the homeless in their area, members of Datau's church group were threatened with knives and told not to return or they would be killed. Datau was not present when this happened, but was in the vicinity. She also experienced unwanted sexual advances from Muslim men, who \"looked down on her\" because of her Chinese appearance. She reported that she was approached by Muslim men several times on the bus; on one occasion, a Muslim male took her by the hand, told her she was beautiful, and stated that they should go for a walk together. Datau also feared that she would be raped because her friend, who was ethnically Chinese, was raped at her workplace after local riots in 1998. Finally, Datau claimed that she and seven of her Christian friends who also appeared ethnically Chinese consistently received failing grades at her university, which, because they were all good students, she speculated was part of a pattern of discrimination.</p>\n<p>In September 2002, almost a year after arriving in the United States and several months past the deadline on her visa, Datau filed for asylum, withholding of removal, and protection under the CAT. In a Notice to Appear dated December 9, 2003, the Department of Homeland Security initiated removal proceedings. After a hearing, the IJ denied Datau's application for relief in an oral decision, questioning Datau's credibility and finding that the harassment she alleged \"did not rise to the level of persecution.\" The IJ also found that Datau was unable to prove that \"the government in Indonesia is unwilling or unable to protect those of Christian faith in Indonesia.\" The BIA affirmed this decision without a separate opinion.</p>\n<p></p>\n<h2>II.</h2>\n<p>When the BIA adopts the IJ's decision, \"we review the relevant portion of the IJ's opinion as though it were the decision of the BIA.\" <i>Guillaume v. Gonzales,</i> <span class=\"citation\" data-id=\"202951\"><a href=\"/opinion/202951/guillaume-v-gonzales/\"><span class=\"volume\">504</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 72 (1st Cir.2007). The IJ's factual determinations are reviewed only to determine if they are \"supported by reasonable, substantial, and probative evidence on the record considered as a whole.\" <i>Tum v. Gonzales,</i> <span class=\"citation\" data-id=\"202958\"><a href=\"/opinion/202958/tum-v-gonzales/\"><span class=\"volume\">503</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">159</span></a></span>, 161 (1st Cir.2007) (quoting <i>INS v. Elias-Zacarias,</i> <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 481, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">812</span></a></span>, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">38</span></a></span> (1992)) (internal quotation marks omitted). This highly deferential standard requires findings of fact to be upheld \"unless any reasonable adjudicator would be compelled to conclude to the contrary.\" <i>Ortiz-Araniba v. Keisler,</i> <span class=\"citation\" data-id=\"202972\"><a href=\"/opinion/202972/ortiz-araniba-v-keisler/\"><span class=\"volume\">505</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 42 (1st Cir.2007)(internal quotation marks omitted); 8 U.S.C. § 1252(b)(4)(B).</p>\n<p>Asylum is available to an alien who is \"unable or unwilling to return to. . . [her] country because of persecution or a well-founded fear of persecution on account of race, religion, nationality, membership in a particular social group, or political opinion.\" 8 U.S.C. § 1101(a)(42)(A). The alien seeking asylum bears the burden of proving that she is eligible. <i>Bocova v. Gonzales,</i> <span class=\"citation\" data-id=\"201655\"><a href=\"/opinion/201655/bocova-v-gonzales/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">257</span></a></span>, 262 (1st Cir.2005). This burden can be met by proving past persecution, which gives rise to a rebuttable presumption of future persecution, or by directly proving a well-founded fear of persecution on one of the statutory grounds. <i>Nikijuluw v. Gonzales,</i> <span class=\"citation\" data-id=\"201886\"><a href=\"/opinion/201886/nikijuluw-v-gonzales/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">115</span></a></span>, 120 (1st Cir.2005); <i>Guzman v. INS,</i> <span class=\"citation\" data-id=\"200443\"><a href=\"/opinion/200443/guzman-v-ins/\"><span class=\"volume\">327</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 16 (1st Cir. 2003). The latter showing includes both subjective and objective components. <span class=\"star-pagination\">*41</span> <i>Guzman,</i> 327 F.3d at 16. The petitioner can satisfy her burden by proving a genuine fear of persecution against her personally, relying on credible and specific evidence. <i>Id.</i> Future persecution can also be proven with evidence that a pattern or practice of discrimination exists in the petitioner's country of origin against a group of persons similarly situated to her. 8 C.F.R. § 1208.13(b)(2)(iii). Additionally, the petitioner must establish that the persecution stems from government action or inaction. <i>Ortiz-Araniba,</i> 505 F.3d at 41.</p>\n<p></p>\n<h2>A. Credibility</h2>\n<p>Datau argues that the BIA's decision lacks support because it is based, in part, on the IJ's unclear credibility judgments. The IJ found fault with Datau's testimony because \"material points of her story,\" including the death threats to her companions on the mission trip and the rocks thrown through the church windows, were not included in either her original application materials or in her direct testimony. Instead, these facts were mentioned only during her redirect examination. The IJ also found that Datau was, \"at times, evasive, vague, and non-responsive\" in her answers.</p>\n<p>Here, however, we need not dwell on the IJ's credibility assessment. The IJ did not expressly find the petitioner to lack credibility, noting only that the judge had \"concerns\" about Datau's truthfulness. In fact, the IJ specifically noted that the decision \"ultimately d[id] not turn on\" Datau's credibility, instead ruling that, even accepting all of her testimony, the events she described fell short of proving either past persecution or a well-founded fear of future persecution. Accordingly, we turn to the persecution finding.</p>\n<p></p>\n<h2>B. Persecution</h2>\n<p>Datau argues that she presented substantial evidence of both past persecution and the likelihood that she would be subject to future persecution if forced to return to Indonesia. We cannot agree. Her allegations of past persecution are in material respects equivalent to those in <i>Susanto v. Gonzales,</i> <span class=\"citation\" data-id=\"202090\"><a href=\"/opinion/202090/susanto-v-gonzales/\"><span class=\"volume\">439</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span>, 59-60 (1st Cir.2006), which we found inadequate to establish the requisite level of harsh treatment. In <i>Susanto,</i> an ethnic Chinese Christian from Indonesia claimed that she had been harassed and threatened by Muslims as she tried to worship, that she was mugged at knifepoint and told \"You Chinese, you die\" on a bus, and that she was groped and insulted by Muslim men. <i>Id.</i> at 59. She further pointed to riots and injuries of other Christians, as well as the rape of a neighbor's daughter. <i>Id.</i> We concluded that harassment of this quality and degree \"simply does not compel a finding of persecution,\" relying on multiple decisions reaching the same outcome in cases involving similar hardships. <i>Id.</i> In light of our conclusion in <i>Susanto,</i> we cannot conclude that the IJ in this case was compelled to find that Datau's experiences in Indonesia amounted to persecution.</p>\n<p>Datau's inability to demonstrate that the harassment she suffered in Indonesia amounted to persecution also dooms her effort to show a well-founded fear of future persecution. To make such a showing, a person must \"not only harbor a genuine fear of future persecution, but also must establish an objectively reasonable basis for that fear.\" <i>Laurent v. Ashcroft,</i> <span class=\"citation\" data-id=\"200882\"><a href=\"/opinion/200882/laurent-v-ins/\"><span class=\"volume\">359</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></a></span>, 65 (1st Cir.2004). However, Datau offers no evidence of likely harassment upon her return to Indonesia that would be more oppressive than the incidents she encountered in the past. We already have upheld the IJ's determination that such experiences do not constitute persecution, and we have repeatedly held that \"discrimination in Indonesia does not, without more, qualify a Christian Indonesian <span class=\"star-pagination\">*42</span> national for asylum.\" <i>Sombah v. Mukasey,</i> <span class=\"citation\" data-id=\"203336\"><a href=\"/opinion/203336/sombah-v-mukasey/\"><span class=\"volume\">529</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span>, 51 (1st Cir.2008); <i>see also </i><i>Pulisir v. Mukasey,</i> <span class=\"citation\" data-id=\"203272\"><a href=\"/opinion/203272/pulisir-v-mukasey/\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">302</span></a></span>, 308-09 (1st Cir.2008); <i>Kho v. Keisler,</i> <span class=\"citation\" data-id=\"202978\"><a href=\"/opinion/202978/kho-v-keisler/\"><span class=\"volume\">505</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 58 (1st Cir.2007).</p>\n<p>Moreover, findings in the U.S. Department of State's International Religious Freedom Report for 2005, which were cited by the IJ, affirm that advances in inter-religious tolerance and cooperation have resulted from efforts by the Indonesian government to encourage collaboration between Muslim and Christian community leaders. This evidence indicates that some improvement has occurred in conditions for the Christian minority, and Datau offers no evidence refuting the accuracy of the Report's findings. Nor does she offer evidence that her Chinese appearance on its own places her in particular jeopardy. Thus, the record suggests that Indonesia is now a more hospitable place for petitioner than it was when she left the country.</p>\n<p>Indeed, Datau's assertion that she fears future persecution is also weakened by the fact that her family continues to live in her home area. \"The fact that close relatives continue to live peacefully in the alien's homeland undercuts the alien's claim that persecution awaits [her] return.\" <i>Ly,</i> 524 F.3d at 133 (quoting <i>Aguilar-Solis v. INS,</i> <span class=\"citation\" data-id=\"198342\"><a href=\"/opinion/198342/aguilar-solis-v-ins/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></a></span>, 573 (1st Cir.1999)). Datau's father, mother, and brother all continue to live in Indonesia. Although family members have reported that rocks are still thrown at their church, no members of her family have been subject to any treatment that approaches the severity of persecution.</p>\n<p>In addition, to establish persecution Datau would need to show that it was the \"direct result of government action or government-supported action, or there must be some showing that the persecution is due to the government's unwillingness or inability to control the conduct of private actors.\" <i>Jorgji v. Mukasey,</i> <span class=\"citation\" data-id=\"1386154\"><a href=\"/opinion/1386154/jorgji-v-mukasey/\"><span class=\"volume\">514</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 57 (1st Cir.2008). Datau does not contend that the government was involved in the harassment against her. Rather, she argues that when her church was stoned and later burned, the authorities ignored the congregation's reports of the attacks. She claims that the government's unwillingness to respond and its inability to protect her provides support for her fear of future persecution.</p>\n<p>This argument fails for two reasons. First, the State Department Report indicates an increased willingness on the part of the Indonesian government to address the problems of the Christian minority. Second, even if the government were not fully effective in its response to complaints such as those made by Datau, her claim of persecution would be unavailing because as we have explained-the incidents to which she points were not so severe that the IJ was compelled to characterize them as persecution.</p>\n<p>We therefore uphold the BIA's denial of petitioner's asylum claim.</p>\n<p></p>\n<h2>III.</h2>\n<p>Datau also seeks withholding of removal and protection under the CAT. The standard of proof for these additional claims is more stringent than for asylum. Withholding of removal requires a showing that an alien is \"more likely than not\" to face persecution, while protection under the CAT requires a showing that it is \"more likely than not\" that the alien would be tortured if removed. <i>Zheng v. Gonzales,</i> <span class=\"citation\" data-id=\"201746\"><a href=\"/opinion/201746/zheng-v-gonzales/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">97</span></a></span>, 101 n. 3 (1st Cir.2005). Because Datau fails to establish her eligibility for asylum, her claim for withholding of removal and protection under the CAT necessarily fail as well.</p>\n<p><i>Petition denied.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Ninth Circuit, sitting by designation.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202090/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1386154/"
  ]
}