{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203442/",
  "absolute_url": "/opinion/203442/limani-v-mukasey/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203442/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:16:47Z",
  "date_modified": "2016-04-26T13:58:41.039127Z",
  "type": "010combined",
  "sha1": "1853e67d380dd3a8f0705368769a2ffd505b77c6",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-2472-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/08/19/Limani_v._Mukasey.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 07-2472\n\n              ABDERRAHMANE LIMANI, MEDINA SILMI, M.L.,\n\n                            Petitioners,\n\n                                 v.\n\n               MICHAEL B. MUKASEY, ATTORNEY GENERAL,\n\n                            Respondent.\n\n\n                 ON PETITION FOR REVIEW OF AN ORDER\n                OF THE BOARD OF IMMIGRATION APPEALS\n\n\n                               Before\n\n                         Lynch, Chief Judge,\n                 Selya and Howard, Circuit Judges.\n\n\n     Jeanette Kain, Maureen O'Sullivan, and Kaplan, O'Sullivan &\nFriedman, LLP on brief for petitioners.\n     Shahrzad Baghai, Attorney, Office of Immigration Litigation,\nGreg D. Mack, Senior Litigation Counsel, Department of Justice, and\nJeffrey S. Bucholtz, Acting Assistant Attorney General, Department\nof Justice, on brief for respondent.\n\n\n\n                          August 19, 2008\n\f             LYNCH, Chief Judge. Abderrahmane Limani, his wife Medina\n\nSilmi, and their son M.L. are natives and citizens of Algeria.\n\nThey filed an application for asylum, withholding of removal, and\n\nprotection under the Convention Against Torture (\"CAT\").                  An\n\nImmigration Judge (\"IJ\") denied their application but granted\n\nvoluntary departure.        The Board of Immigration Appeals (\"BIA\")\n\naffirmed and entered a final order of removal on September 7, 2007.\n\nThe family petitions this court for review of the denial of their\n\nwithholding of removal and CAT claims only.1          We deny the petition\n\nfor review.\n\n                                       I.\n\n             Limani, Silmi, and M.L. entered the United States on\n\nOctober 30, 1997 on visitors' visas that allowed them to remain\n\nuntil     April   29,   1998.   They    overstayed.      Limani   filed   an\n\napplication for asylum on September 19, 2000, naming Silmi and M.L.\n\nas derivative applicants.        After an interview with an asylum\n\nofficer, the application was denied and the case was referred to an\n\nIJ.   The Department of Homeland Security issued Notices To Appear\n\nto the family on February 13, 2002.            Limani, Silmi, and M.L.\n\nconceded removability prior to their hearing date.          Silmi and M.L.\n\nfiled their own asylum applications on April 9, 2003.\n\n\n\n\n      1\n          Limani, Silmi, and M.L. chose to file a Motion To Reopen\nbefore the BIA rather than to petition this court for review of\ntheir asylum denial. The BIA denied this motion on May 30, 2008.\n\n                                   -2-\n\f           Limani and Silmi testified before the IJ on January 20,\n\n2006.   The IJ also heard expert testimony on conditions in Algeria\n\nfrom Dr. Diederik Vandewalle, an associate professor of government\n\nat Dartmouth College.   The IJ found Limani and Silmi credible.   We\n\nsummarize the testimony he received as well as the statements\n\ncontained in the family's asylum applications.\n\n           Limani was born and raised in Algeria.    He worked at the\n\ninternational airport in Algiers for the commercial accounting\n\ndepartment of Air Algérie, the government-owned airline. After the\n\ngovernment cancelled elections in 1991 to prevent a moderate\n\nIslamic party from gaining power, extremist groups began a campaign\n\nof violence.   See generally Meguenine v. INS, 139 F.3d 25, 26 (1st\n\nCir. 1998).    One faction, the Armed Islamic Groups (known as\n\n\"GIA\"), set off a bomb in the Algiers airport in 1992.        Limani\n\nwitnessed the ensuing panic but was not harmed.     After the attack,\n\nairport employees were required to carry security passes and were\n\ntold that they would be responsible if anything happened to their\n\npasses.   Workers were warned that terrorist groups had been known\n\nto attempt to acquire them.\n\n           In January or February of 1996, Limani was approached by\n\ntwo men as he exited an Air Algérie shuttle bus that ran between\n\nthe airport and his neighborhood.     The two men told Limani, \"[w]e\n\nneed your pass.\"    They did not identify themselves, but Limani\n\nsuspected they were Islamic terrorists because they had beards and\n\n\n                                -3-\n\fwore short pants, a style that Limani stated is associated in\n\nAlgeria with extremists.       Limani ran to seek help from his friend,\n\na military police officer who also rode the shuttle bus.                   The\n\npoliceman said that the two young men were terrorists and told\n\nLimani that they would continue to look for him and to try to\n\nobtain his badge.       The officer advised Limani to change the way he\n\ntraveled   to   work.      Limani   began   traveling   to   work   with   the\n\npoliceman, and Limani and Silmi decided to move to a different\n\nneighborhood in Algiers.        Limani did not encounter the two men\n\nagain.\n\n           After the family moved, Limani learned from neighbors\n\nthat two young men had come looking for him.        Although Limani never\n\nsaw the men his neighbors described, he suspected that they were\n\nthe same men who had approached him at the shuttle bus stop.\n\nDuring this same period, Limani's brothers, who owned a photography\n\nshop in Algiers, told Silmi that two men had come to their shop to\n\nask about Limani's whereabouts.\n\n           Limani also described the family's security concerns in\n\nAlgiers.    Before the family left their old neighborhood, they\n\ndiscovered that extremists lived in the house next door.                   The\n\npolice raided the extremists' house.         The fighting lasted through\n\nthe night and resulted in about five deaths.             After the family\n\nmoved, Limani learned that families in the new neighborhood had\n\nbeen attacked in their homes by extremists.         He and his neighbors\n\n\n                                     -4-\n\finstalled extra security and set up a neighborhood watch.         Limani\n\nand Silmi decided to leave Algeria after they learned that two men\n\nhad asked Limani's neighbors his whereabouts.\n\n           Under cross-examination, Limani stated that he had a\n\nbrother and sister who both lived in France.            When he lived in\n\nAlgeria, Limani traveled to France about two times every three to\n\nsix months to visit them.    His brother and sister also traveled to\n\nAlgeria to visit and neither reported having any difficulties.        In\n\naddition, Limani has one sister and three brothers who remain in\n\nAlgeria.   None have reported having any problems in the country.\n\n           Silmi was also born and raised in Algeria, where she\n\nworked as a kindergarten teacher.         In 1989, she was accosted in\n\nAlgiers.   On her way to obtain a driver's license, she walked by a\n\ngroup of five or six young men near a high school.           One grabbed\n\nher, held a knife to her throat, and said \"[f]ollow me.         Otherwise\n\nI'll kill you.\"     Silmi escaped into traffic.         She reported the\n\nincident at a police station but the officers laughed at her, said,\n\n\"[w]e know those people,\" and told her they would not be able to\n\nhelp.   Silmi did not know who the assailant was but thought that he\n\n\"could be a terrorist from the Islamic terrorist group\" because she\n\nhad been wearing a European-style dress with half-sleeves at the\n\ntime of the attack and had heard reports of similar incidents.\n\n           Silmi taught kindergarten at a school which enrolled\n\nchildren   of   high-level   government    officials.     The   principal\n\n\n                                  -5-\n\finformed her that the GIA had sent letters demanding that the boys\n\nand girls be separated. Extremists also threatened security guards\n\nat the school, although Silmi herself did not receive any threats.\n\n          In 1997, Silmi was accosted while walking to work. A man\n\napproached Silmi, who was then pregnant, and told her that if he\n\nsaw her again without a hijab -- a full-body covering -- on, he\n\nwould kill her.   Silmi wore a hijab to work until she quit her job\n\nin February 1997 to give birth.\n\n          Silmi also has family remaining in Algeria.    One brother\n\nhad worked for a city government but resigned in 1992 after\n\nreceiving a threatening letter from an Islamist group. He remained\n\nin Algeria and has experienced no trouble since 1992.        Silmi's\n\nmother and other brothers also remain in Algeria and \"live in a\n\nconstant state of fear.\"     Silmi reported that families in her\n\nmother's building had been attacked but provided no details about\n\ntroubles her other brothers have faced.\n\n          Silmi and Limani both stated that they feared returning\n\nto Algeria.   Silmi gave birth to a daughter, N.L., in the United\n\nStates.   Both N.L. and M.L. speak only English, and Silmi and\n\nLimani fear that they would not be safe in Algeria.     In addition,\n\nthey fear their children's \"obvious American cultural ties\" would\n\nbring attention to the family's \"pro-Western political views.\"\n\n          Dr. Vandewalle also testified for the petitioners.    The\n\nIJ accepted his testimony as an expert witness.     Dr. Vandewalle\n\n\n                                  -6-\n\fbased his analysis of the family's situation on his review of\n\nLimani's and Silmi's affidavits.              He noted that the GIA's power\n\n\"remains   quite     pronounced\"       and    that   there   is    \"very    little\"\n\nprotection available to individuals.             He stated that the two men\n\nthat approached Limani in 1996 were very likely Islamists and that\n\nIslamists in Algeria had severely injured or killed individuals who\n\nrefused their requests.          He stated that the 1997 incident that\n\nSilmi experienced demonstrated a \"typical intimidation pattern,\"\n\nand that Islamists had targeted educational personnel for severe\n\nharassment in the past.      Dr. Vandewalle concluded that Limani and\n\nSilmi would \"very likely . . . be singled out again\" and be \"made\n\n. . . an example of\" if they were to return to Algeria.                          He\n\nconcluded that their children would also be targeted.                        In an\n\naccompanying    affidavit,       Dr.    Vandewalle       wrote     that,   in   his\n\nprofessional estimation, the family \"faces considerable danger for\n\ntheir lives.\"\n\n           In an oral decision rendered on January 20, 2006, the IJ\n\ndenied the application and granted voluntary departure.                    He found\n\nthat Limani had not filed within the one-year deadline for filing\n\nfor   asylum   and   did   not   demonstrate         extraordinary    or    changed\n\ncircumstances that would waive the deadline.                      See 8 U.S.C. §\n\n1158(a)(2)(B), (a)(2)(D). The IJ also found withholding of removal\n\nwas not warranted because he was \"unable to find that there is a\n\nclear probability\" that the respondents would face persecution on\n\n\n                                        -7-\n\faccount of any of the grounds enumerated in the withholding of\n\nremoval regulations.     See 8 C.F.R. § 208.16(b).    He stated that\n\nneither Limani nor Silmi had proven past persecution on account of\n\na statutorily protected ground.         He found that the 1989 knife\n\nattack against Silmi did not suffice because there was \"no way of\n\ndetermining exactly who this person was that committed this crime\n\n. . . or the reason for the crime.\"        The IJ also denied the CAT\n\nclaim, concluding that there was no likelihood that the petitioners\n\nwould be tortured if returned to Algeria or that \"such torture\n\nwould be inflicted by or at the instigation of or with the consent\n\nor   acquiescence   of   a   public   official.\"    See   8   C.F.R.   §\n\n208.18(a)(1).\n\n          The BIA adopted and affirmed the IJ's ruling and wrote\n\nseparately.   It concluded that the IJ did not err in finding that\n\nLimani and Silmi failed to show they suffered past persecution,\n\nstating that the events described were \"more akin to harassment or\n\nincidents of general crime.\"      The BIA also agreed with the IJ's\n\ndetermination that the evidence did not support a finding of future\n\npersecution, and found the family's fear of future persecution\n\n\"generally speculative.\" The BIA also stated that Limani and Silmi\n\nhad failed to establish that they would face an individualized risk\n\nupon their return to Algeria, nor had they shown membership in a\n\ndisfavored group or a pattern or practice in Algeria of persecution\n\nof \"non-Islamist Muslims, or those who refuse to cooperate with\n\n\n                                  -8-\n\fIslamists.\" The BIA also affirmed the IJ's finding that the family\n\nhad not shown it was more likely than not that they would be\n\ntortured if returned to Algeria.      The BIA permitted the family to\n\ndepart voluntarily.    This petition followed.\n\n                                    II.\n\n           Limani, Silmi, and M.L. challenge the BIA's denial of\n\ntheir withholding of removal claim.        They argue that the BIA's\n\nfinding that the family had not suffered from past persecution was\n\nnot based on substantial evidence, that its conclusion that the\n\nfamily's   fear   of   future     persecution   was   only   speculative\n\ndisregarded their expert's testimony and the documentation of\n\ncountry conditions that they submitted.         They further argue that\n\nthe BIA's conclusion that the family had not been singled out and\n\nthat there was no pattern or practice of persecution was not based\n\non the record.    The family also challenges the BIA's denial of\n\ntheir CAT claim, arguing that the BIA's finding that the family\n\nwould not be tortured is not supported by substantial evidence.\n\nA.         Withholding of Removal\n\n           \"When the BIA adopts the IJ's opinion and discusses some\n\nof the bases for the IJ's decision, we have authority to review\n\nboth the IJ's and the BIA's opinions.\"      Ouk v. Gonzales, 464 F.3d\n\n108, 110 (1st Cir. 2006).       We begin with the family's withholding\n\nof removal claim.      We review the BIA's witholding of removal\n\ndeterminations under the deferential substantial evidence standard.\n\n\n                                    -9-\n\fFesseha v. Ashcroft, 333 F.3d 13, 18 (1st Cir. 2003); see also\n\nSharari v. Gonzales, 407 F.3d 467, 473 (1st Cir. 2005).                 Under this\n\nstandard, \"administrative findings of fact are conclusive unless\n\nany reasonable adjudicator would be compelled to conclude to the\n\ncontrary.\"     8 U.S.C. § 1252(b)(4)(B).\n\n           To qualify for withholding of removal, \"the burden of\n\nproof is on the applicant[s] . . . to establish that [their] life\n\nor freedom would be threatened in the proposed country of removal\n\non   account    of     race,   religion,    nationality,       membership    in   a\n\nparticular     social    group,     or   political   opinion.\"      8    C.F.R.   §\n\n208.16(b); see also 8 U.S.C. § 1231(b)(3)(A). Applicants can carry\n\nthis burden by demonstrating past persecution, which gives rise to\n\na rebuttable presumption of future persecution, or by showing that\n\nit is \"more likely than not\" that they will face future persecution\n\nbased on one of the statutory grounds. 8 C.F.R. § 208.16(b)(1)(i),\n\n(b)(2); see also Sela v. Mukasey, 520 F.3d 44, 46 (1st Cir. 2008).\n\n           In     this     case,     substantial     evidence     supports     the\n\nconclusion      that    Limani     and   Silmi   failed   to    establish     past\n\npersecution or a clear probability of future persecution.                   First,\n\nboth Limani and Silmi alleged only \"isolated incident[s] without\n\nviolence or detention,\" which \"do not constitute persecution.\"\n\nSela, 520 F.3d at 46 (quoting Ferdinandus v. Gonzales, 504 F.3d 61,\n\n63 (1st Cir. 2007)) (internal quotation marks omitted).                  Although\n\nthreats alone can sometimes support a finding of past persecution,\n\n\n                                         -10-\n\fsee, e.g., Hincapie v. Gonzales, 494 F.3d 213, 217 (1st Cir. 2007),\n\nsuch cases generally involve repeated, specific threats against a\n\npetitioner on the basis of one of the protected grounds, see id. at\n\n216-17; Un v. Gonzales, 415 F.3d 205, 209-10 (1st Cir. 2005).\n\nHere, the testimony reveals only two actual threats -- the 1989 and\n\n1997 incidents that Silmi reported.             Substantial evidence supports\n\nthe conclusion that neither constitutes past persecution.                      With\n\nregard to the 1989 incident, there is \"no way [to] determin[e] . .\n\n. the reason for the crime,\" let alone to conclude that the attack\n\nwas made on account of a protected ground.                The 1997 threat was an\n\nisolated incident and there is substantial evidence in the record\n\nto conclude that this attack, along with other incidents that the\n\nfamily described, was \"more akin to harassment or incidents of\n\ngeneral crime\" than to persecution.              See Bocova v. Gonzales, 412\n\nF.3d   257,    263    (1st    Cir.   2005)    (stating     that,    to   constitute\n\npersecution,      mistreatment       should    be    \"systematic     rather    than\n\nreflective of a series of isolated incidents\").\n\n              Second,    substantial         evidence     supports       the   BIA's\n\nconclusion     that     the   family's   fear       of   future    persecution    is\n\nspeculative. Dr. Vandewalle's testimony that the family would face\n\nindividualized danger upon returning to Algeria is undermined by\n\nthe documentation that Limani, Silmi, and M.L. submitted and by\n\ntheir own testimony.          According to the State Department report on\n\ncountry conditions, as well as reports by Amnesty International and\n\n\n                                       -11-\n\fHuman Rights Watch, most of the recent violence in Algeria has\n\ntaken place outside of the major cities, and security has improved\n\nin Algiers.   The State Department concluded that \"security forces\n\n[have] largely forced the terrorists out of the cities.\"   Further,\n\naccording to a U.N. High Commission on Human Rights report, the\n\ntype of harassment that Silmi reported -- the imposition of threats\n\nbecause of women's apparel -- has become rarer in major cities.\n\n\"The Islamic movement . . . cannot impose this standard [of dress]\n\non the urban population by violence anymore.\"       Dr. Vandewalle\n\nhimself testified that the situation in some areas of Algeria had\n\nimproved and that residents had \"a little more security,\" although\n\nhe did not believe matters had truly improved in Algiers.    Cf. 8\n\nC.F.R. § 208.13 (b)(1)(i)(B) (noting that a presumption of future\n\npersecution may be rebutted if an applicant \"could avoid future\n\npersecution by relocating to another part of the applicant's\n\ncountry\").\n\n          Finally, the BIA could reasonably conclude that the\n\nfamily has not proven that there is a pattern or practice of\n\npersecution against individuals with pro-Western views.       Both\n\nLimani and Silmi visited France often and returned without facing\n\nharassment.   Limani's siblings, who are French residents, returned\n\nto Algeria several times without facing any harm. In addition, the\n\nfamily worked and lived in Algeria without harassment for over a\n\n\n\n\n                                -12-\n\fyear after Limani refused to provide his security pass to the men\n\nhe thought were terrorists.         See Meguenine, 139 F.3d at 29.\n\nB.           CAT Claim\n\n             To qualify for relief under the CAT, the family would\n\nhave to establish that it is \"more likely than not that [they] . .\n\n.    would   be   tortured   if   removed\"      to   Algeria.     8   C.F.R.     §\n\n208.16(c)(2).      \"Torture\" means \"severe pain or suffering, whether\n\nphysical or mental . . . inflicted by or at the instigation of or\n\nwith the consent or acquiescence of a public official or other\n\nperson acting in an official capacity.\"              Id. § 208.18(a)(1); see\n\nalso Melhem v. Gonzales, 500 F.3d 78, 82 (1st Cir. 2007).\n\n             Substantial evidence supports the conclusion that Limani\n\nand Silmi did not establish either that they were tortured in the\n\npast or that it is more likely than not that their family              would be\n\ntortured if removed to Algeria.           They have provided no evidence of\n\npast acts that rise to the level of torture nor have they shown any\n\nlikelihood of future torture that would be inflicted by a \"public\n\nofficial or other person acting in an official capacity.\"                      The\n\nfamily   argues    that    they   would    be   tortured   in   the   future    by\n\nIslamists, that government officials had previously acquiesced to\n\nthe Islamists and would do so again, and that the military and\n\npolice   have     been    infiltrated     by    extremists.     The   IJ   could\n\nreasonably find, however, that the record belies this claim.                   The\n\ndocumentation the family submitted shows that the government and\n\n\n                                     -13-\n\fIslamists were engaged in a protracted war.    See also Meguinine,\n\n139 F.3d at 26. Limani's own testimony describes a government raid\n\nagainst extremists.   Further undermining his claim, the affidavit\n\nthat Limani submitted with his asylum application described the\n\n\"dangers of being associated with the police, because they are seen\n\nas 'the enemy' by the extremists.\"\n\n          The petition for review is denied.\n\n\n\n\n                               -14-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>538 F.3d 25 (2008)</b></center>\n<center><h1>Abderrahmane LIMANI, Medina Silmi, M.L., Petitioners,<br>\nv.<br>\nMichael B. MUKASEY, Attorney General, Respondent.</h1></center>\n<center>No. 07-2472.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted July 8, 2008.</center>\n<center>Decided August 19, 2008.</center>\n<p><span class=\"star-pagination\">*27</span> Jeanette Kain, Maureen O'Sullivan, and Kaplan, O'Sullivan &amp; Friedman, LLP on brief for petitioners.</p>\n<p>Shahrzad Baghai, Attorney, Office of Immigration Litigation, Greg D. Mack, Senior Litigation Counsel, Department of Justice, and Jeffrey S. Bucholtz, Acting Assistant Attorney General, Department of Justice, on brief for respondent.</p>\n<p>Before LYNCH, Chief Judge, SELYA and HOWARD, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>Abderrahmane Limani, his wife Medina Silmi, and their son M.L. are natives and citizens of Algeria. They filed an application for asylum, withholding of removal, and protection under the Convention Against Torture (\"CAT\"). An Immigration Judge (\"IJ\") denied their application but granted voluntary departure. The Board of Immigration Appeals (\"BIA\") affirmed and entered a final order of removal on September 7, 2007. The family petitions this court for review of the denial of their withholding of removal and CAT claims only.<sup>[1]</sup> We deny the petition for review.</p>\n<p></p>\n<h2>I.</h2>\n<p>Limani, Silmi, and M.L. entered the United States on October 30, 1997 on visitors' visas that allowed them to remain until April 29, 1998. They overstayed. Limani filed an application for asylum on September 19, 2000, naming Silmi and M.L. as derivative applicants. After an interview with an asylum officer, the application was denied and the case was referred <span class=\"star-pagination\">*28</span> to an IJ. The Department of Homeland Security issued Notices To Appear to the family on February 13, 2002. Limani, Silmi, and M.L. conceded removability prior to their hearing date. Silmi and M.L. filed their own asylum applications on April 9, 2003.</p>\n<p>Limani and Silmi testified before the IJ on January 20, 2006. The IJ also heard expert testimony on conditions in Algeria from Dr. Diederik Vandewalle, an associate professor of government at Dartmouth College. The IJ found Limani and Silmi credible. We summarize the testimony he received as well as the statements contained in the family's asylum applications.</p>\n<p>Limani was born and raised in Algeria. He worked at the international airport in Algiers for the commercial accounting department of Air Algérie, the government-owned airline. After the government cancelled elections in 1991 to prevent a moderate Islamic party from gaining power, extremist groups began a campaign of violence. <i>See generally </i><i>Meguenine v. INS,</i> 139 F.3d 25, 26 (1st Cir.1998). One faction, the Armed Islamic Groups (known as \"GIA\"), set off a bomb in the Algiers airport in 1992. Limani witnessed the ensuing panic but was not harmed. After the attack, airport employees were required to carry security passes and were told that they would be responsible if anything happened to their passes. Workers were warned that terrorist groups had been known to attempt to acquire them.</p>\n<p>In January or February of 1996, Limani was approached by two men as he exited an Air Algérie shuttle bus that ran between the airport and his neighborhood. The two men told Limani, \"[w]e need your pass.\" They did not identify themselves, but Limani suspected they were Islamic terrorists because they had beards and wore short pants, a style that Limani stated is associated in Algeria with extremists. Limani ran to seek help from his friend, a military police officer who also rode the shuttle bus. The policeman said that the two young men were terrorists and told Limani that they would continue to look for him and to try to obtain his badge. The officer advised Limani to change the way he traveled to work. Limani began traveling to work with the policeman, and Limani and Silmi decided to move to a different neighborhood in Algiers. Limani did not encounter the two men again.</p>\n<p>After the family moved, Limani learned from neighbors that two young men had come looking for him. Although Limani never saw the men his neighbors described, he suspected that they were the same men who had approached him at the shuttle bus stop. During this same period, Limani's brothers, who owned a photography shop in Algiers, told Silmi that two men had come to their shop to ask about Limani's whereabouts.</p>\n<p>Limani also described the family's security concerns in Algiers. Before the family left their old neighborhood, they discovered that extremists lived in the house next door. The police raided the extremists' house. The fighting lasted through the night and resulted in about five deaths. After the family moved, Limani learned that families in the new neighborhood had been attacked in their homes by extremists. He and his neighbors installed extra security and set up a neighborhood watch. Limani and Silmi decided to leave Algeria after they learned that two men had asked Limani's neighbors his whereabouts.</p>\n<p>Under cross-examination, Limani stated that he had a brother and sister who both lived in France. When he lived in Algeria, Limani traveled to France about two times every three to six months to visit them. His brother and sister also traveled to Algeria to visit and neither reported having any difficulties. In addition, Limani <span class=\"star-pagination\">*29</span> has one sister and three brothers who remain in Algeria. None have reported having any problems in the country.</p>\n<p>Silmi was also born and raised in Algeria, where she worked as a kindergarten teacher. In 1989, she was accosted in Algiers. On her way to obtain a driver's license, she walked by a group of five or six young men near a high school. One grabbed her, held a knife to her throat, and said \"[f]ollow me. Otherwise I'll kill you.\" Silmi escaped into traffic. She reported the incident at a police station but the officers laughed at her, said, \"[w]e know those people,\" and told her they would not be able to help. Silmi did not know who the assailant was but thought that he \"could be a terrorist from the Islamic terrorist group\" because she had been wearing a European-style dress with half-sleeves at the time of the attack and had heard reports of similar incidents.</p>\n<p>Silmi taught kindergarten at a school which enrolled children of high-level government officials. The principal informed her that the GIA had sent letters demanding that the boys and girls be separated. Extremists also threatened security guards at the school, although Silmi herself did not receive any threats.</p>\n<p>In 1997, Silmi was accosted while walking to work. A man approached Silmi, who was then pregnant, and told her that if he saw her again without a hijab  a full-body covering  on, he would kill her. Silmi wore a hijab to work until she quit her job in February 1997 to give birth.</p>\n<p>Silmi also has family remaining in Algeria. One brother had worked for a city government but resigned in 1992 after receiving a threatening letter from an Islamist group. He remained in Algeria and has experienced no trouble since 1992. Silmi's mother and other brothers also remain in Algeria and \"live in a constant state of fear.\" Silmi reported that families in her mother's building had been attacked but provided no details about troubles her other brothers have faced.</p>\n<p>Silmi and Limani both stated that they feared returning to Algeria. Silmi gave birth to a daughter, N.L., in the United States. Both N.L. and M.L. speak only English, and Silmi and Limani fear that they would not be safe in Algeria. In addition, they fear their children's \"obvious American cultural ties\" would bring attention to the family's \"pro-Western political views.\"</p>\n<p>Dr. Vandewalle also testified for the petitioners. The IJ accepted his testimony as an expert witness. Dr. Vandewalle based his analysis of the family's situation on his review of Limani's and Silmi's affidavits. He noted that the GIA's power \"remains quite pronounced\" and that there is \"very little\" protection available to individuals. He stated that the two men that approached Limani in 1996 were very likely Islamists and that Islamists in Algeria had severely injured or killed individuals who refused their requests. He stated that the 1997 incident that Silmi experienced demonstrated a \"typical intimidation pattern,\" and that Islamists had targeted educational personnel for severe harassment in the past. Dr. Vandewalle concluded that Limani and Silmi would \"very likely... be singled out again\" and be \"made... an example of\" if they were to return to Algeria. He concluded that their children would also be targeted. In an accompanying affidavit, Dr. Vandewalle wrote that, in his professional estimation, the family \"faces considerable danger for their lives.\"</p>\n<p>In an oral decision rendered on January 20, 2006, the IJ denied the application and granted voluntary departure. He found that Limani had not filed within the one-year deadline for filing for asylum and did <span class=\"star-pagination\">*30</span> not demonstrate extraordinary or changed circumstances that would waive the deadline. <i>See</i> 8 U.S.C. § 1158(a)(2)(B), (a)(2)(D). The IJ also found withholding of removal was not warranted because he was \"unable to find that there is a clear probability\" that the respondents would face persecution on account of any of the grounds enumerated in the withholding of removal regulations. <i>See</i> 8 C.F.R. § 208.16(b). He stated that neither Limani nor Silmi had proven past persecution on account of a statutorily protected ground. He found that the 1989 knife attack against Silmi did not suffice because there was \"no way of determining exactly who this person was that committed this crime ... or the reason for the crime.\" The IJ also denied the CAT claim, concluding that there was no likelihood that the petitioners would be tortured if returned to Algeria or that \"such torture would be inflicted by or at the instigation of or with the consent or acquiescence of a public official.\" <i>See</i> 8 C.F.R. § 208.18(a)(1).</p>\n<p>The BIA adopted and affirmed the IJ's ruling and wrote separately. It concluded that the IJ did not err in finding that Limani and Silmi failed to show they suffered past persecution, stating that the events described were \"more akin to harassment or incidents of general crime.\" The BIA also agreed with the IJ's determination that the evidence did not support a finding of future persecution, and found the family's fear of future persecution \"generally speculative.\" The BIA also stated that Limani and Silmi had failed to establish that they would face an individualized risk upon their return to Algeria, nor had they shown membership in a disfavored group or a pattern or practice in Algeria of persecution of \"non-Islamist Muslims, or those who refuse to cooperate with Islamists.\" The BIA also affirmed the IJ's finding that the family had not shown it was more likely than not that they would be tortured if returned to Algeria. The BIA permitted the family to depart voluntarily. This petition followed.</p>\n<p></p>\n<h2>II.</h2>\n<p>Limani, Silmi, and M.L. challenge the BIA's denial of their withholding of removal claim. They argue that the BIA's finding that the family had not suffered from past persecution was not based on substantial evidence, that its conclusion that the family's fear of future persecution was only speculative disregarded their expert's testimony and the documentation of country conditions that they submitted. They further argue that the BIA's conclusion that the family had not been singled out and that there was no pattern or practice of persecution was not based on the record. The family also challenges the BIA's denial of their CAT claim, arguing that the BIA's finding that the family would not be tortured is not supported by substantial evidence.</p>\n<p></p>\n<h2>A. <i>Withholding of Removal</i>\n</h2>\n<p>\"When the BIA adopts the IJ's opinion and discusses some of the bases for the IJ's decision, we have authority to review both the IJ's and the BIA's opinions.\" <i>Ouk v. Gonzales,</i> 464 F.3d 108, 110 (1st Cir.2006). We begin with the family's withholding of removal claim. We review the BIA's withholding of removal determinations under the deferential substantial evidence standard. <i>Fesseha v. Ashcroft,</i> 333 F.3d 13, 18 (1st Cir.2003); <i>see also </i><i>Sharari v. Gonzales,</i> 407 F.3d 467, 473 (1st Cir.2005). Under this standard, \"administrative findings of fact are conclusive unless any reasonable adjudicator would be compelled to conclude to the contrary.\" 8 U.S.C. § 1252(b)(4)(B).</p>\n<p><span class=\"star-pagination\">*31</span> To qualify for withholding of removal, \"the burden of proof is on the applicant[s]... to establish that [their] life or freedom would be threatened in the proposed country of removal on account of race, religion, nationality, membership in a particular social group, or political opinion.\" 8 C.F.R. § 208.16(b); <i>see also</i> 8 U.S.C. § 1231(b)(3)(A). Applicants can carry this burden by demonstrating past persecution, which gives rise to a rebuttable presumption of future persecution, or by showing that it is \"more likely than not\" that they will face future persecution based on one of the statutory grounds. 8 C.F.R. § 208.16(b)(1)(i), (b)(2); <i>see also </i><i>Sela v. Mukasey,</i> 520 F.3d 44, 46 (1st Cir.2008).</p>\n<p>In this case, substantial evidence supports the conclusion that Limani and Silmi failed to establish past persecution or a clear probability of future persecution. First, both Limani and Silmi alleged only \"isolated incident[s] without violence or detention,\" which \"do not constitute persecution.\" <i>Sela,</i> 520 F.3d at 46 (quoting <i>Ferdinandus v. Gonzales,</i> 504 F.3d 61, 63 (1st Cir.2007)) (internal quotation marks omitted). Although threats alone can sometimes support a finding of past persecution, <i>see, e.g., </i><i>Hincapie v. Gonzales,</i> 494 F.3d 213, 217 (1st Cir.2007), such cases generally involve repeated, specific threats against a petitioner on the basis of one of the protected grounds, <i>see id.</i> at 216-17; <i>Un v. Gonzales,</i> 415 F.3d 205, 209-10 (1st Cir.2005). Here, the testimony reveals only two actual threats  the 1989 and 1997 incidents that Silmi reported. Substantial evidence supports the conclusion that neither constitutes past persecution. With regard to the 1989 incident, there is \"no way [to] determin[e] ... the reason for the crime,\" let alone to conclude that the attack was made on account of a protected ground. The 1997 threat was an isolated incident and there is substantial evidence in the record to conclude that this attack, along with other incidents that the family described, was \"more akin to harassment or incidents of general crime\" than to persecution. <i>See </i><i>Bocova v. Gonzales,</i> 412 F.3d 257, 263 (1st Cir.2005) (stating that, to constitute persecution, mistreatment should be \"systematic rather than reflective of a series of isolated incidents\").</p>\n<p>Second, substantial evidence supports the BIA's conclusion that the family's fear of future persecution is speculative. Dr. Vandewalle's testimony that the family would face individualized danger upon returning to Algeria is undermined by the documentation that Limani, Silmi, and M.L. submitted and by their own testimony. According to the State Department report on country conditions, as well as reports by Amnesty International and Human Rights Watch, most of the recent violence in Algeria has taken place outside of the major cities, and security has improved in Algiers. The State Department concluded that \"security forces [have] largely forced the terrorists out of the cities.\" Further, according to a U.N. High Commission on Human Rights report, the type of harassment that Silmi reported  the imposition of threats because of women's apparel  has become rarer in major cities. \"The Islamic movement ... cannot impose this standard [of dress] on the urban population by violence anymore.\" Dr. Vandewalle himself testified that the situation in some areas of Algeria had improved and that residents had \"a little more security,\" although he did not believe matters had truly improved in Algiers. <i>Cf.</i> 8 C.F.R. § 208.13(b)(1)(i)(B) (noting that a presumption of future persecution may be rebutted if an applicant \"could avoid future persecution by relocating to another part of the applicant's country\").</p>\n<p><span class=\"star-pagination\">*32</span> Finally, the BIA could reasonably conclude that the family has not proven that there is a pattern or practice of persecution against individuals with pro-Western views. Both Limani and Silmi visited France often and returned without facing harassment. Limani's siblings, who are French residents, returned to Algeria several times without facing any harm. In addition, the family worked and lived in Algeria without harassment for over a year after Limani refused to provide his security pass to the men he thought were terrorists. <i>See </i><i>Meguenine,</i> 139 F.3d at 29.</p>\n<p></p>\n<h2>B. <i>CAT Claim</i>\n</h2>\n<p>To qualify for relief under the CAT, the family would have to establish that it is \"more likely than not that [they]... would be tortured if removed\" to Algeria. 8 C.F.R. § 208.16(c)(2). \"Torture\" means \"severe pain or suffering, whether physical or mental ... inflicted by or at the instigation of or with the consent or acquiescence of a public official or other person acting in an official capacity.\" <i>Id.</i> § 208.18(a)(1); <i>see also </i><i>Melhem v. Gonzales,</i> 500 F.3d 78, 82 (1st Cir.2007).</p>\n<p>Substantial evidence supports the conclusion that Limani and Silmi did not establish either that they were tortured in the past or that it is more likely than not that their family would be tortured if removed to Algeria. They have provided no evidence of past acts that rise to the level of torture nor have they shown any likelihood of future torture that would be inflicted by a \"public official or other person acting in an official capacity.\" The family argues that they would be tortured in the future by Islamists, that government officials had previously acquiesced to the Islamists and would do so again, and that the military and police have been infiltrated by extremists. The IJ could reasonably find, however, that the record belies this claim. The documentation the family submitted shows that the government and Islamists were engaged in a protracted war. <i>See also </i><i>Meguenine,</i> 139 F.3d at 26. Limani's own testimony describes a government raid against extremists. Further undermining his claim, the affidavit that Limani submitted with his asylum application described the \"dangers of being associated with the police, because they are seen as `the enemy' by the extremists.\"</p>\n<p>The petition for review is <i>denied.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Limani, Silmi, and M.L. chose to file a Motion To Reopen before the BIA rather than to petition this court for review of their asylum denial. The BIA denied this motion on May 30, 2008.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">538</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></span> (2008)</b></center>\n<center><h1>Abderrahmane LIMANI, Medina Silmi, M.L., Petitioners,<br>\nv.<br>\nMichael B. MUKASEY, Attorney General, Respondent.</h1></center>\n<center>No. 07-2472.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted July 8, 2008.</center>\n<center>Decided August 19, 2008.</center>\n<p><span class=\"star-pagination\">*27</span> Jeanette Kain, Maureen O'Sullivan, and Kaplan, O'Sullivan &amp; Friedman, LLP on brief for petitioners.</p>\n<p>Shahrzad Baghai, Attorney, Office of Immigration Litigation, Greg D. Mack, Senior Litigation Counsel, Department of Justice, and Jeffrey S. Bucholtz, Acting Assistant Attorney General, Department of Justice, on brief for respondent.</p>\n<p>Before LYNCH, Chief Judge, SELYA and HOWARD, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>Abderrahmane Limani, his wife Medina Silmi, and their son M.L. are natives and citizens of Algeria. They filed an application for asylum, withholding of removal, and protection under the Convention Against Torture (\"CAT\"). An Immigration Judge (\"IJ\") denied their application but granted voluntary departure. The Board of Immigration Appeals (\"BIA\") affirmed and entered a final order of removal on September 7, 2007. The family petitions this court for review of the denial of their withholding of removal and CAT claims only.<sup>[1]</sup> We deny the petition for review.</p>\n<p></p>\n<h2>I.</h2>\n<p>Limani, Silmi, and M.L. entered the United States on October 30, 1997 on visitors' visas that allowed them to remain until April 29, 1998. They overstayed. Limani filed an application for asylum on September 19, 2000, naming Silmi and M.L. as derivative applicants. After an interview with an asylum officer, the application was denied and the case was referred <span class=\"star-pagination\">*28</span> to an IJ. The Department of Homeland Security issued Notices To Appear to the family on February 13, 2002. Limani, Silmi, and M.L. conceded removability prior to their hearing date. Silmi and M.L. filed their own asylum applications on April 9, 2003.</p>\n<p>Limani and Silmi testified before the IJ on January 20, 2006. The IJ also heard expert testimony on conditions in Algeria from Dr. Diederik Vandewalle, an associate professor of government at Dartmouth College. The IJ found Limani and Silmi credible. We summarize the testimony he received as well as the statements contained in the family's asylum applications.</p>\n<p>Limani was born and raised in Algeria. He worked at the international airport in Algiers for the commercial accounting department of Air Algérie, the government-owned airline. After the government cancelled elections in 1991 to prevent a moderate Islamic party from gaining power, extremist groups began a campaign of violence. <i>See generally </i><i>Meguenine v. INS,</i> <span class=\"citation\" data-id=\"197852\"><a href=\"/opinion/197852/meguenine-v-ins/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 26 (1st Cir.1998). One faction, the Armed Islamic Groups (known as \"GIA\"), set off a bomb in the Algiers airport in 1992. Limani witnessed the ensuing panic but was not harmed. After the attack, airport employees were required to carry security passes and were told that they would be responsible if anything happened to their passes. Workers were warned that terrorist groups had been known to attempt to acquire them.</p>\n<p>In January or February of 1996, Limani was approached by two men as he exited an Air Algérie shuttle bus that ran between the airport and his neighborhood. The two men told Limani, \"[w]e need your pass.\" They did not identify themselves, but Limani suspected they were Islamic terrorists because they had beards and wore short pants, a style that Limani stated is associated in Algeria with extremists. Limani ran to seek help from his friend, a military police officer who also rode the shuttle bus. The policeman said that the two young men were terrorists and told Limani that they would continue to look for him and to try to obtain his badge. The officer advised Limani to change the way he traveled to work. Limani began traveling to work with the policeman, and Limani and Silmi decided to move to a different neighborhood in Algiers. Limani did not encounter the two men again.</p>\n<p>After the family moved, Limani learned from neighbors that two young men had come looking for him. Although Limani never saw the men his neighbors described, he suspected that they were the same men who had approached him at the shuttle bus stop. During this same period, Limani's brothers, who owned a photography shop in Algiers, told Silmi that two men had come to their shop to ask about Limani's whereabouts.</p>\n<p>Limani also described the family's security concerns in Algiers. Before the family left their old neighborhood, they discovered that extremists lived in the house next door. The police raided the extremists' house. The fighting lasted through the night and resulted in about five deaths. After the family moved, Limani learned that families in the new neighborhood had been attacked in their homes by extremists. He and his neighbors installed extra security and set up a neighborhood watch. Limani and Silmi decided to leave Algeria after they learned that two men had asked Limani's neighbors his whereabouts.</p>\n<p>Under cross-examination, Limani stated that he had a brother and sister who both lived in France. When he lived in Algeria, Limani traveled to France about two times every three to six months to visit them. His brother and sister also traveled to Algeria to visit and neither reported having any difficulties. In addition, Limani <span class=\"star-pagination\">*29</span> has one sister and three brothers who remain in Algeria. None have reported having any problems in the country.</p>\n<p>Silmi was also born and raised in Algeria, where she worked as a kindergarten teacher. In 1989, she was accosted in Algiers. On her way to obtain a driver's license, she walked by a group of five or six young men near a high school. One grabbed her, held a knife to her throat, and said \"[f]ollow me. Otherwise I'll kill you.\" Silmi escaped into traffic. She reported the incident at a police station but the officers laughed at her, said, \"[w]e know those people,\" and told her they would not be able to help. Silmi did not know who the assailant was but thought that he \"could be a terrorist from the Islamic terrorist group\" because she had been wearing a European-style dress with half-sleeves at the time of the attack and had heard reports of similar incidents.</p>\n<p>Silmi taught kindergarten at a school which enrolled children of high-level government officials. The principal informed her that the GIA had sent letters demanding that the boys and girls be separated. Extremists also threatened security guards at the school, although Silmi herself did not receive any threats.</p>\n<p>In 1997, Silmi was accosted while walking to work. A man approached Silmi, who was then pregnant, and told her that if he saw her again without a hijab  a full-body covering  on, he would kill her. Silmi wore a hijab to work until she quit her job in February 1997 to give birth.</p>\n<p>Silmi also has family remaining in Algeria. One brother had worked for a city government but resigned in 1992 after receiving a threatening letter from an Islamist group. He remained in Algeria and has experienced no trouble since 1992. Silmi's mother and other brothers also remain in Algeria and \"live in a constant state of fear.\" Silmi reported that families in her mother's building had been attacked but provided no details about troubles her other brothers have faced.</p>\n<p>Silmi and Limani both stated that they feared returning to Algeria. Silmi gave birth to a daughter, N.L., in the United States. Both N.L. and M.L. speak only English, and Silmi and Limani fear that they would not be safe in Algeria. In addition, they fear their children's \"obvious American cultural ties\" would bring attention to the family's \"pro-Western political views.\"</p>\n<p>Dr. Vandewalle also testified for the petitioners. The IJ accepted his testimony as an expert witness. Dr. Vandewalle based his analysis of the family's situation on his review of Limani's and Silmi's affidavits. He noted that the GIA's power \"remains quite pronounced\" and that there is \"very little\" protection available to individuals. He stated that the two men that approached Limani in 1996 were very likely Islamists and that Islamists in Algeria had severely injured or killed individuals who refused their requests. He stated that the 1997 incident that Silmi experienced demonstrated a \"typical intimidation pattern,\" and that Islamists had targeted educational personnel for severe harassment in the past. Dr. Vandewalle concluded that Limani and Silmi would \"very likely... be singled out again\" and be \"made... an example of\" if they were to return to Algeria. He concluded that their children would also be targeted. In an accompanying affidavit, Dr. Vandewalle wrote that, in his professional estimation, the family \"faces considerable danger for their lives.\"</p>\n<p>In an oral decision rendered on January 20, 2006, the IJ denied the application and granted voluntary departure. He found that Limani had not filed within the one-year deadline for filing for asylum and did <span class=\"star-pagination\">*30</span> not demonstrate extraordinary or changed circumstances that would waive the deadline. <i>See</i> 8 U.S.C. § 1158(a)(2)(B), (a)(2)(D). The IJ also found withholding of removal was not warranted because he was \"unable to find that there is a clear probability\" that the respondents would face persecution on account of any of the grounds enumerated in the withholding of removal regulations. <i>See</i> 8 C.F.R. § 208.16(b). He stated that neither Limani nor Silmi had proven past persecution on account of a statutorily protected ground. He found that the 1989 knife attack against Silmi did not suffice because there was \"no way of determining exactly who this person was that committed this crime ... or the reason for the crime.\" The IJ also denied the CAT claim, concluding that there was no likelihood that the petitioners would be tortured if returned to Algeria or that \"such torture would be inflicted by or at the instigation of or with the consent or acquiescence of a public official.\" <i>See</i> 8 C.F.R. § 208.18(a)(1).</p>\n<p>The BIA adopted and affirmed the IJ's ruling and wrote separately. It concluded that the IJ did not err in finding that Limani and Silmi failed to show they suffered past persecution, stating that the events described were \"more akin to harassment or incidents of general crime.\" The BIA also agreed with the IJ's determination that the evidence did not support a finding of future persecution, and found the family's fear of future persecution \"generally speculative.\" The BIA also stated that Limani and Silmi had failed to establish that they would face an individualized risk upon their return to Algeria, nor had they shown membership in a disfavored group or a pattern or practice in Algeria of persecution of \"non-Islamist Muslims, or those who refuse to cooperate with Islamists.\" The BIA also affirmed the IJ's finding that the family had not shown it was more likely than not that they would be tortured if returned to Algeria. The BIA permitted the family to depart voluntarily. This petition followed.</p>\n<p></p>\n<h2>II.</h2>\n<p>Limani, Silmi, and M.L. challenge the BIA's denial of their withholding of removal claim. They argue that the BIA's finding that the family had not suffered from past persecution was not based on substantial evidence, that its conclusion that the family's fear of future persecution was only speculative disregarded their expert's testimony and the documentation of country conditions that they submitted. They further argue that the BIA's conclusion that the family had not been singled out and that there was no pattern or practice of persecution was not based on the record. The family also challenges the BIA's denial of their CAT claim, arguing that the BIA's finding that the family would not be tortured is not supported by substantial evidence.</p>\n<p></p>\n<h2>A. <i>Withholding of Removal</i>\n</h2>\n<p>\"When the BIA adopts the IJ's opinion and discusses some of the bases for the IJ's decision, we have authority to review both the IJ's and the BIA's opinions.\" <i>Ouk v. Gonzales,</i> <span class=\"citation\" data-id=\"202443\"><a href=\"/opinion/202443/ouk-v-gonzales/\"><span class=\"volume\">464</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">108</span></a></span>, 110 (1st Cir.2006). We begin with the family's withholding of removal claim. We review the BIA's withholding of removal determinations under the deferential substantial evidence standard. <i>Fesseha v. Ashcroft,</i> <span class=\"citation no-link\"><span class=\"volume\">333</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></span>, 18 (1st Cir.2003); <i>see also </i><i>Sharari v. Gonzales,</i> <span class=\"citation\" data-id=\"201584\"><a href=\"/opinion/201584/sharari-v-ashcroft/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">467</span></a></span>, 473 (1st Cir.2005). Under this standard, \"administrative findings of fact are conclusive unless any reasonable adjudicator would be compelled to conclude to the contrary.\" 8 U.S.C. § 1252(b)(4)(B).</p>\n<p><span class=\"star-pagination\">*31</span> To qualify for withholding of removal, \"the burden of proof is on the applicant[s]... to establish that [their] life or freedom would be threatened in the proposed country of removal on account of race, religion, nationality, membership in a particular social group, or political opinion.\" 8 C.F.R. § 208.16(b); <i>see also</i> 8 U.S.C. § 1231(b)(3)(A). Applicants can carry this burden by demonstrating past persecution, which gives rise to a rebuttable presumption of future persecution, or by showing that it is \"more likely than not\" that they will face future persecution based on one of the statutory grounds. 8 C.F.R. § 208.16(b)(1)(i), (b)(2); <i>see also </i><i>Sela v. Mukasey,</i> <span class=\"citation\" data-id=\"203184\"><a href=\"/opinion/203184/sela-v-mukasey/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">44</span></a></span>, 46 (1st Cir.2008).</p>\n<p>In this case, substantial evidence supports the conclusion that Limani and Silmi failed to establish past persecution or a clear probability of future persecution. First, both Limani and Silmi alleged only \"isolated incident[s] without violence or detention,\" which \"do not constitute persecution.\" <i>Sela,</i> 520 F.3d at 46 (quoting <i>Ferdinandus v. Gonzales,</i> <span class=\"citation\" data-id=\"203048\"><a href=\"/opinion/203048/ferdinandus-v-gonzales/\"><span class=\"volume\">504</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></a></span>, 63 (1st Cir.2007)) (internal quotation marks omitted). Although threats alone can sometimes support a finding of past persecution, <i>see, e.g., </i><i>Hincapie v. Gonzales,</i> <span class=\"citation\" data-id=\"202847\"><a href=\"/opinion/202847/lopez-de-hincapie-v-gonzales/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">213</span></a></span>, 217 (1st Cir.2007), such cases generally involve repeated, specific threats against a petitioner on the basis of one of the protected grounds, <i>see id.</i> at 216-17; <i>Un v. Gonzales,</i> <span class=\"citation\" data-id=\"201719\"><a href=\"/opinion/201719/un-v-ashcroft/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">205</span></a></span>, 209-10 (1st Cir.2005). Here, the testimony reveals only two actual threats  the 1989 and 1997 incidents that Silmi reported. Substantial evidence supports the conclusion that neither constitutes past persecution. With regard to the 1989 incident, there is \"no way [to] determin[e] ... the reason for the crime,\" let alone to conclude that the attack was made on account of a protected ground. The 1997 threat was an isolated incident and there is substantial evidence in the record to conclude that this attack, along with other incidents that the family described, was \"more akin to harassment or incidents of general crime\" than to persecution. <i>See </i><i>Bocova v. Gonzales,</i> <span class=\"citation\" data-id=\"201655\"><a href=\"/opinion/201655/bocova-v-gonzales/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">257</span></a></span>, 263 (1st Cir.2005) (stating that, to constitute persecution, mistreatment should be \"systematic rather than reflective of a series of isolated incidents\").</p>\n<p>Second, substantial evidence supports the BIA's conclusion that the family's fear of future persecution is speculative. Dr. Vandewalle's testimony that the family would face individualized danger upon returning to Algeria is undermined by the documentation that Limani, Silmi, and M.L. submitted and by their own testimony. According to the State Department report on country conditions, as well as reports by Amnesty International and Human Rights Watch, most of the recent violence in Algeria has taken place outside of the major cities, and security has improved in Algiers. The State Department concluded that \"security forces [have] largely forced the terrorists out of the cities.\" Further, according to a U.N. High Commission on Human Rights report, the type of harassment that Silmi reported  the imposition of threats because of women's apparel  has become rarer in major cities. \"The Islamic movement ... cannot impose this standard [of dress] on the urban population by violence anymore.\" Dr. Vandewalle himself testified that the situation in some areas of Algeria had improved and that residents had \"a little more security,\" although he did not believe matters had truly improved in Algiers. <i>Cf.</i> 8 C.F.R. § 208.13(b)(1)(i)(B) (noting that a presumption of future persecution may be rebutted if an applicant \"could avoid future persecution by relocating to another part of the applicant's country\").</p>\n<p><span class=\"star-pagination\">*32</span> Finally, the BIA could reasonably conclude that the family has not proven that there is a pattern or practice of persecution against individuals with pro-Western views. Both Limani and Silmi visited France often and returned without facing harassment. Limani's siblings, who are French residents, returned to Algeria several times without facing any harm. In addition, the family worked and lived in Algeria without harassment for over a year after Limani refused to provide his security pass to the men he thought were terrorists. <i>See </i><i>Meguenine,</i> 139 F.3d at 29.</p>\n<p></p>\n<h2>B. <i>CAT Claim</i>\n</h2>\n<p>To qualify for relief under the CAT, the family would have to establish that it is \"more likely than not that [they]... would be tortured if removed\" to Algeria. 8 C.F.R. § 208.16(c)(2). \"Torture\" means \"severe pain or suffering, whether physical or mental ... inflicted by or at the instigation of or with the consent or acquiescence of a public official or other person acting in an official capacity.\" <i>Id.</i> § 208.18(a)(1); <i>see also </i><i>Melhem v. Gonzales,</i> <span class=\"citation\" data-id=\"202909\"><a href=\"/opinion/202909/melhem-v-gonzales/\"><span class=\"volume\">500</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">78</span></a></span>, 82 (1st Cir.2007).</p>\n<p>Substantial evidence supports the conclusion that Limani and Silmi did not establish either that they were tortured in the past or that it is more likely than not that their family would be tortured if removed to Algeria. They have provided no evidence of past acts that rise to the level of torture nor have they shown any likelihood of future torture that would be inflicted by a \"public official or other person acting in an official capacity.\" The family argues that they would be tortured in the future by Islamists, that government officials had previously acquiesced to the Islamists and would do so again, and that the military and police have been infiltrated by extremists. The IJ could reasonably find, however, that the record belies this claim. The documentation the family submitted shows that the government and Islamists were engaged in a protracted war. <i>See also </i><i>Meguenine,</i> 139 F.3d at 26. Limani's own testimony describes a government raid against extremists. Further undermining his claim, the affidavit that Limani submitted with his asylum application described the \"dangers of being associated with the police, because they are seen as `the enemy' by the extremists.\"</p>\n<p>The petition for review is <i>denied.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Limani, Silmi, and M.L. chose to file a Motion To Reopen before the BIA rather than to petition this court for review of their asylum denial. The BIA denied this motion on May 30, 2008.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/197852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202847/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203184/"
  ]
}