{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203488/",
  "absolute_url": "/opinion/203488/united-states-v-obrien/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203488/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/336/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:17:48Z",
  "date_modified": "2016-04-26T20:14:36.253630Z",
  "type": "010combined",
  "sha1": "5296563003cfdc8d5a6983dad8dcca41ca4a6051",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-2312P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/09/23/US_v._OBrien.pdf",
  "plain_text": "              United States Court of Appeals\n                         For the First Circuit\nNo. 07-2312\n\n                       UNITED STATES OF AMERICA,\n\n                               Appellant,\n\n                                   v.\n\n                   MARTIN O'BRIEN and ARTHUR BURGESS,\n\n                         Defendants, Appellees.\n\n\n              APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF MASSACHUSETTS\n\n                [Hon. Mark L. Wolf, U.S. District Judge]\n\n\n                                 Before\n                    Boudin and Dyk,* Circuit Judges,\n                    and Domínguez,** District Judge.\n\n\n     James F. Lang, Assistant United States Attorney, with whom\nMichael J. Sullivan, United States Attorney, and Timothy Q. Feeley\nand Robert E. Richardson, Assistant United States Attorneys, were\non brief for appellant.\n     Leslie Feldman-Rumpler, by appointment of the court, for\nappellee Arthur Burgess.\n     Timothy P. O'Connell, by appointment of the court, for\nappellant Martin O'Brien.\n\n\n                           September 23, 2008\n\n\n\n\n     *\n         Of the Federal Circuit, sitting by designation.\n     **\n          Of the District of Puerto Rico, sitting by designation.\n\f           BOUDIN, Circuit Judge. The question posed by this appeal\n\nis whether, under a statute forbidding the carrying and use of guns\n\nin connection with a federal crime, the nature of the weapon is to\n\nbe found by the judge as a sentencing matter or by the jury as an\n\nelement   of   the   crime.      Most    circuits   have   said   the    former;\n\nbelieving ourselves largely constrained by a Supreme Court decision\n\ninterpreting a prior version of the statute, we reach the opposite\n\nresult, albeit with some misgivings.\n\n           The facts can be easily summarized.             On the morning of\n\nJune 16, 2005, defendants Martin O'Brien and Arthur Burgess, along\n\nwith a third confederate Dennis Quirk, prepared to rob a Loomis-\n\nFargo armored car.      Between them, they carried three weapons: a\n\nSig-Sauer pistol (O'Brien), a semi-automatic AK-47 assault rifle\n\n(Burgess), and a fully automatic Cobray pistol (Quirk).                 Part way\n\ninto the robbery a guard escaped and the defendants fled but were\n\nlater caught and indicted.\n\n           Counts one and two of the indictment alleged Hobbs Act\n\nviolations     for   attempted    robbery     and    conspiracy    to    affect\n\ninterstate commerce, 18 U.S.C. § 1951 (2000); count three charged\n\nthe defendants with using or carrying a firearm in furtherance of\n\na crime of violence, id. § 924(c); count four charged defendants\n\nwith using a machine-gun in furtherance of a crime of violence, id.\n\n§ 924(c); and counts five and six charged some defendants as felons\n\nin possession of firearms, id. § 922(g).            The Cobray pistol, which\n\n\n                                        -2-\n\fhad been modified to operate as a fully automatic weapon, was\n\nlisted both in count three as one of three firearms and in count\n\nfour as the machine-gun.1\n\n           The language of section 924(c) is set forth in full in an\n\naddendum to this decision along with a prior version of the same\n\nstatute.   Although section 924 as a whole is captioned \"Penalties\"\n\nand is a companion to section 922 captioned \"Unlawful Acts,\"\n\nsection 924 is elaborate, lengthy and far from homogenous in\n\ncharacter.   Subsection (a) sets penalties for specific violations\n\nof section 922; subsection (b) creates an offense for transporting\n\nweapons.   Our main concern is with subsection (c).\n\n           Section 924(c) provides that anyone who in relation to a\n\ncrime of violence or drug trafficking \"uses or carries a firearm,\"\n\nor \"possesses\" one \"in furtherance of\" the crime, must be sentenced\n\nto at least five years imprisonment.   18 U.S.C. § 924(c)(1)(A).   It\n\nthen hikes the minimum if the firearm is \"brandished\" (seven\n\nyears), id. § 924(c)(1)(A)(ii), or discharged (ten years), id. §\n\n924(c)(1)(A)(iii), or if the firearm is a short-barreled rifle or\n\nshotgun (ten years), id. § 924(c)(1)(B)(i), or is a machine-gun or\n\ndestructive device or is equipped with a silencer or muffler\n\n\n\n     1\n      Although the definitional section governing section 924(c)\ndoes not separately define machine-gun, the term has been widely\ntaken to mean a fully automatic weapon that fires continuously with\na single pull on the trigger. See, e.g., 26 U.S.C. § 5845 (2000).\nA semi-automatic, by contrast, chambers a new round automatically\nbut requires a new pull on the trigger to fire.\n\n                                -3-\n\f(thirty years), id. § 924(c)(1)(B)(ii).\n\n            The defendants moved to strike the specific reference to\n\nthe Cobray pistol from count three on the ground that possession of\n\na machine-gun is an element of a crime, properly charged as a\n\nseparate    offense   in   count   four.   The   government   objected,\n\ninsisting that the machine-gun provision set forth a sentencing\n\nfactor.    It said that it did not seek punishment on both counts but\n\nhad included count four only as a precaution in case the machine-\n\ngun reference were struck from count three.\n\n            At the pretrial conference, the district court ruled that\n\nmachine-gun possession was an element of a crime rather than a\n\nsentencing enhancement.     It relied on Castillo v. United States,\n\n530 U.S. 120 (2000), a decision construing an earlier version of\n\nthe statute that was supplanted by the present law in 1998. Id. at\n\n125.   The district court dismissed count four at the government's\n\nbehest, and the defendants then pled guilty to the remaining\n\ncounts.\n\n            The dismissal of count four came about because the\n\ngovernment concluded that it could not prove beyond a reasonable\n\ndoubt the defendants' knowledge that the Cobray had been modified\n\nto operate automatically.     However, at sentencing the government\n\nagain urged the thirty year mandatory minimum on the ground that\n\nthe district court could find the necessary facts as to possession\n\nof a machine-gun by a preponderance of the evidence and without\n\n\n                                   -4-\n\frequiring the defendants to know that the weapon was automatic.\n\nThe district judge refused, adhering to his earlier view of the\n\nstatute.\n\n            Accordingly, although the defendants had pled guilty\n\nunder count three to using or carrying a firearm in connection with\n\na crime of violence, the fact that the Cobray pistol had tested as\n\nan automatic weapon was not enough to trigger the thirty year\n\nminimum. Two of the defendants (O'Brien and Burgess) ended up with\n\nsentences below thirty years; the third had yet to be sentenced\n\nwhen the briefs were filed. Arguing that the thirty year provision\n\nwas a mandatory sentencing factor, the government now appeals.\n\n            Construing section 924(c) is a question of law to be\n\nconsidered de novo.    Berhe v. Gonzales, 464 F.3d 74, 80 (1st Cir.\n\n2006).     Six circuits support the government's view and only one,\n\nUnited States v. Harris, 397 F.3d 404, 406, 412-14 (6th Cir. 2005),\n\nsupports the defendants.2      But the Supreme Court, glossing an\n\nearlier version of section 924(c), found that the machine-gun\n\nprovision created an element of the offense to be submitted to the\n\njury.    Castillo, 530 U.S. at 121, 123, 131.   At the time, the new\n\n\n\n\n     2\n      United States v. Cassell, 530 F.3d 1009, 1016-17 (D.C. Cir.\n2008); United States v. Ciszkowski, 492 F.3d 1264, 1268 (11th Cir.\n2007); United States v. Gamboa, 439 F.3d 796, 811 (8th Cir. 2006);\nUnited States v. Avery, 295 F.3d 1158, 1169-71 (10th Cir. 2002);\nUnited States v. Harrison, 272 F.3d 220, 225-26 (4th Cir. 2001);\nand United States v. Sandoval, 241 F.3d 549, 550 (7th Cir. 2001).\n\n                                 -5-\n\fversion (at issue in our case) had already been enacted but did not\n\ngovern Castillo itself and was not interpreted by the Court.\n\n          Ordinarily, Congress can decide whether a fact is an\n\nelement   of   the   offense   or   pertains   merely   to   sentencing.\n\nAlmendarez-Torres v. United States, 523 U.S. 224, 228 (1998). Read\n\nin a vacuum, the language of section 924(c) indicates that the\n\n\"offense\" (carrying a five year minimum sentence) is the carriage,\n\nuse or possession of a firearm during a drug or violent felony--all\n\nelements for the jury--while the brandishing or discharge and the\n\ntype of firearm--which merely raised the mandatory minimum--pose\n\nsentencing issues to be resolved by the judge.\n\n          This would comport with the statute's structure as well.3\n\nAccording to the Supreme Court in Harris v. United States:\n\n          Federal laws usually list all offense elements\n          \"in a single sentence\" and separate the\n          sentencing factors \"into subsections.\" . . .\n          When a statute has this sort of structure, we\n          can presume that its principal paragraph\n          defines a single crime and its subsections\n          identify sentencing factors.\n\n536 U.S. 545, 552-53 (2002) (citation omitted).              The current\n\nversion of section 924(c) follows just this pattern.           The first\n\nsentence (down to the semi-colon) sets forth the elements that the\n\njury should find and the corresponding five year minimum sentence;\n\nthen, the subsequent subparagraphs increase the mandatory minimum\n\n\n     3\n      Indeed, the Castillo Court acknowledged that the structure of\nthe amended statute supported reading the machine-gun provision as\na sentencing factor. Castillo, 530 U.S. at 125.\n\n                                    -6-\n\funder various circumstances, which could readily be established at\n\nsentencing.\n\n           At present, no constitutional bar exists to such an\n\nallocation of tasks by Congress. In the face of escalating maximum\n\nsentences, the Supreme Court has ruled that the Sixth Amendment\n\nrequires that any fact increasing the statutory maximum sentence be\n\nsubmitted to the jury.    See Apprendi v. New Jersey, 530 U.S. 466,\n\n490 (2000).     But it has not extended this prescription to facts\n\nthat create or enlarge a statutory minimum sentence, which is what\n\nconcerns us here.      See McMillan v. Pennsylvania, 477 U.S. 79\n\n(1986); Harris, 536 U.S. at 557-568 (reaffirming McMillan).\n\n           However, in sentencing it is imprudent to read Congress'\n\nlanguage   in    a   vacuum.    The    Supreme   Court's   innovative\n\nconstitutional precedents, bringing the Sixth Amendment to bear on\n\nmaximum sentences and (more famously) on the sentencing guidelines,\n\ne.g., United States v. Booker, 543 U.S. 220 (2005); Blakely v.\n\nWashington, 542 U.S. 296 (2004), has been paralleled in statutory\n\nconstruction.    There, the Court has developed unique policy and\n\nhistorical tests that complement, and sometimes work to modify, the\n\nmost straightforward reading of language and structure.\n\n           These tests consider, along with legislative language and\n\nintent, the severity of punishment and how the fact has been\n\nhistorically treated.      Two leading cases are Jones v. United\n\nStates, 526 U.S. 227 (1999) (\"serious bodily injury\" resulting from\n\n\n                                 -7-\n\fa carjacking, 18 U.S.C. § 2119, is an element of the crime) and\n\nCastillo itself.         Several times the outcome, as in both of these\n\ncases, has been to require courts to treat facts specified in the\n\nsubstantive        statutes   as   elements    of   the   offense    rather    than\n\nsentencing factors even though bare statutory language might seem\n\nto point the other way.4\n\n              Although in this new algorithm congressional language and\n\nother evidences of intent remain important, Harris, 536 U.S. at\n\n552, there is a further complication: Congress in enacting complex\n\ncriminal      statutes     rarely    considers      explicitly      whether    some\n\ndesignated fact should be deemed an element or a sentencing factor-\n\n-a distinction, after all, primarily of concern to courts in\n\nadministering the statutes. Exceptions are relatively few.                    E.g.,\n\n18   U.S.C.    §    3593(b)   (factors    bearing    on   imposition    of    death\n\nsentence).\n\n              As for the Court's own criteria, they are not easily\n\napplied or balanced against each other.               For example, the Court\n\ntells us--seemingly as a policy consideration--that a significantly\n\nlonger prison term points toward treating the triggering fact as an\n\nelement of the crime; this very circumstance was cited in Castillo\n\nas one factor supporting the result. 530 U.S. at 131.                   A thirty-\n\n\n      4\n      The same policy and historical factors have also sometimes\nled the Court to the opposite result. See Almendarez-Torres, 523\nU.S. at 229-47 (recidivism provision of 8 U.S.C. § 1326(b)(2) is a\nsentencing factor); Harris, 536 U.S. at 552-56 (brandishing\nprovision of section 924(c) is a sentencing factor).\n\n                                         -8-\n\fyear minimum is indeed long;           but only a five-year increase would\n\nresult   if    a    short-barreled     rifle   were    the       weapon,      and     both\n\nprovisions      are    phrased    in     exactly     the    same    terms       and     in\n\nstructurally        parallel     provisions.          Compare       18        U.S.C.     §\n\n924(c)(1)(B)(i), with id. § 924(c)(1)(B)(ii).\n\n              The Court has also asked whether treating a fact as an\n\nelement was \"traditional\" and whether doing so would \"complicate a\n\ntrial    or   risk     unfairness.\"       Castillo,        530   U.S.    at     126-28.\n\nDiscerning a \"tradition\" in this sphere is far from easy: until the\n\n1980s, sentencing was largely unstructured; but Castillo said that\n\nfirearm type is traditionally an element of the offense--a judgment\n\nunaffected     by     the   rephrasing    of   the    statute.          Nor    has     the\n\nrestructuring made it less feasible to ask the jury to determine\n\nthe nature of the weapon or defendant's knowledge of it.\n\n              In all events, a starker reality informs our choice in\n\nthis case.      Whatever uncertainty may attend the Court's criteria\n\nand the pattern formed by its precedents, one thing is clear: in\n\nCastillo the Supreme Court found that the machine-gun provision in\n\nthe pre-1998 version of section 924(c) created an element of the\n\ncrime to be tried by a jury.             The language used in this earlier\n\nversion was slightly more favorable to the defendants than the\n\ncurrent version but not markedly so, nor was the original language\n\nso clear that it preordained the Court's result.\n\n\n\n\n                                         -9-\n\f          Prior to the 1998 amendment, the language defined the\n\ncrime in the same language used now, prescribed a fixed sentence of\n\nfive years, and--after listing other facts leading to fixed terms--\n\nsaid that the penalty \"if the firearm is a machinegun . .    . [is]\n\nimprisonment for thirty years.\" 18 U.S.C. § 924(c)(1) (1997). The\n\ncurrent version merely breaks what was a single run-on sentence\n\ninto subparagraphs (one for each additional fact), converts the\n\nfixed-term sentences of the earlier version into minimum sentences,\n\nand moves the verb to the end of each subparagraph, to wit:\n\n          (B) If the firearm possessed by a person\n          convicted of a violation of this subsection --\n          . . .\n          (ii) is a machinegun . . . , the person shall\n          be sentenced to a term of imprisonment of not\n          less than 30 years.\n\n          There is no evidence that the breaking up of the sentence\n\ninto the present subdivisions or recasting of language was anything\n\nmore than the current trend--probably for ease of reading--to\n\nconvert lengthy sentences in criminal statutes into subsections in\n\nthe fashion of the tax code.   In fact, the stated objective of re-\n\nwriting section 924(c) was another issue entirely.5   Nothing in the\n\n\n\n\n     5\n      The debates and hearings focus on Congress' aim to\ncriminalize \"mere\" possession of firearms after the Supreme Court's\ndecision in Bailey v. United States, 516 U.S. 137 (1995), which had\nheld that \"use\" of a firearm required the government to show active\nemployment of the weapon.       See, e.g., Examining the Bailey\nDecision's Effect on Certain Prosecutions of Violent and Drug\nTrafficking Crimes: Hearing Before the Committee on the Judiciary\nof the United States Senate, 104th Cong. (1996).\n\n                                -10-\n\flegislative history that we could find says anything about the\n\nelement versus sentencing factor distinction.\n\n           The only explicit substantive difference between the\n\nearlier version and the new one is the conversion of the numerical\n\nfigures from fixed-term sentences to mandatory minimums.                  The\n\ngovernment says that mandatory minimums are traditionally associated\n\nwith sentencing.    But so are prescribed sentences (as in the prior\n\nversion)   and   maximum   sentences   (which   are   components   of    most\n\ncriminal statutes).    It would be a different matter if Congress had\n\nexplained the change as one aimed at Castillo itself; but Castillo\n\nwas decided after the new statute had been passed.\n\n           Absent a clearer or more dramatic change in language or\n\nlegislative history expressing a specific intent to assign judge or\n\njury functions, we think that Castillo is close to binding.             True,\n\nthe Court in Castillo declined to decide our case, only saying that\n\nthe new version could not be used to impute a meaning to the old.\n\n530 U.S. at 125.      But most of the reasoning offered in Castillo\n\napplies with almost equal force to the new statute.        If Castillo is\n\nto be reconsidered or narrowly distinguished, this is customarily\n\nthe Court's \"prerogative.\"      State Oil Co. v. Khan, 522 U.S. 3, 20\n\n(1997).\n\n           We recognize that six circuits have reached a different\n\noutcome and concede that, if we were writing on a clean slate, the\n\nstatute's language would be a powerful argument for the government's\n\n\n                                  -11-\n\fresult.   The problem is that the prior statutory language also\n\nfavored   the   government.   Yet   a   unanimous   Supreme   Court   found\n\npersuasive contrary arguments of policy and tradition, which have\n\nnot in the least been altered by the statute's revision.\n\n           Affirmed.\n\n\n\n\n                                    -12-\n\f                            ADDENDUM\n\nBefore the statute was restructured, the pertinent part of 924(c)\n\nread as follows:\n\n          Whoever, during and in relation to any crime\n          of   violence   or   drug  trafficking   crime\n          (including a crime of violence or drug\n          trafficking crime which provides for an\n          enhanced punishment if committed by the use of\n          a deadly or dangerous weapon or device) for\n          which he may be prosecuted in a court of the\n          United States, uses or carries a firearm,\n          shall, in addition to the punishment provided\n          for such crime of violence or drug trafficking\n          crime, be sentenced to imprisonment for five\n          years, and if the firearm is a short-barreled\n          rifle,     short-barreled      shotgun,     or\n          semiautomatic assault weapon, to imprisonment\n          for ten years, and if the firearm is a\n          machinegun, or a destructive device, or is\n          equipped with a firearm silencer or firearm\n          muffler, to imprisonment for thirty years. In\n          the   case  of   his   second  or   subsequent\n          conviction under this subsection, such person\n          shall be sentenced to imprisonment for twenty\n          years, and if the firearm is a machinegun, or\n          a destructive device, or is equipped with a\n          firearm silencer or firearm muffler, to life\n          imprisonment without release. (FOOTNOTE 1)\n          Notwithstanding any other provision of law,\n          the court shall not place on probation or\n          suspend the sentence of any person convicted\n          of a violation of this subsection, nor shall\n          the term of imprisonment imposed under this\n          subsection run concurrently with any other\n          term of imprisonment including that imposed\n          for the crime of violence or drug trafficking\n          crime in which the firearm was used or\n          carried.\n\n\nFollowing revision in 1998, the relevant language now reads:\n\n          (A) Except to the extent that a greater\n          minimum sentence is otherwise provided by this\n          subsection or by any other provision of law,\n\n                              -13-\n\fany person who, during and in relation to any\ncrime of violence or drug trafficking crime\n(including a crime of violence or drug\ntrafficking crime that provides for an\nenhanced punishment if committed by the use of\na deadly or dangerous weapon or device) for\nwhich the person may be prosecuted in a court\nof the United States, uses or carries a\nfirearm, or who, in furtherance of any such\ncrime, possesses a firearm, shall, in addition\nto the punishment provided for such crime of\nviolence or drug trafficking crime—\n\n  (i)   be   sentenced   to  a   term    of\n  imprisonment of not less than 5 years;\n\n  (ii) if the firearm is brandished, be\n  sentenced to a term of imprisonment of\n  not less than 7 years; and\n\n  (iii) if the firearm is discharged, be\n  sentenced to a term of imprisonment of\n  not less than 10 years.\n\n(B) If the firearm possessed by a person\nconvicted of a violation of this subsection—\n\n  (i)    is   a    short-barreled   rifle,\n  short-barreled shotgun, or semiautomatic\n  assault weapon, the person shall be\n  sentenced to a term of imprisonment of\n  not less than 10 years; or\n\n  (ii) is a machinegun or a destructive\n  device, or is equipped with a firearm\n  silencer or firearm muffler, the person\n  shall   be  sentenced   to  a   term  of\n  imprisonment of not less than 30 years.\n\n\n\n\n                    -14-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>542 F.3d 921 (2008)</b></center>\n<center><h1>UNITED STATES of America, Appellant,<br>\nv.<br>\nMartin O'BRIEN and Arthur Burgess, Defendants, Appellees.</h1></center>\n<center>No. 07-2312.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard July 29, 2008.</center>\n<center>Decided September 23, 2008.</center>\n<p><span class=\"star-pagination\">*922</span> James F. Lang, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, and Timothy Q. Feeley and Robert E. Richardson, Assistant United States Attorneys, were on brief for appellant.</p>\n<p>Leslie Feldman-Rumpler, by appointment of the court, for appellee Arthur Burgess.</p>\n<p>Timothy P. O'Connell, by appointment of the court, for appellant Martin O'Brien.</p>\n<p>Before BOUDIN and DYK,<sup>[*]</sup> Circuit Judges, and DOMÍNGUEZ,<sup>[**]</sup> District Judge.</p>\n<p>BOUDIN, Circuit Judge.</p>\n<p>The question posed by this appeal is whether, under a statute forbidding the carrying and use of guns in connection with a federal crime, the nature of the weapon is to be found by the judge as a sentencing matter or by the jury as an element of the crime. Most circuits have said the former; believing ourselves largely constrained by a Supreme Court decision interpreting a prior version of the statute, we reach the opposite result, albeit with some misgivings.</p>\n<p>The facts can be easily summarized. On the morning of June 16, 2005, defendants Martin O'Brien and Arthur Burgess, along with a third confederate Dennis Quirk, prepared to rob a Loomis-Fargo armored car. Between them, they carried three weapons: a Sig-Sauer pistol (O'Brien), a semi-automatic AK-47 assault rifle (Burgess), and a fully automatic Cobray pistol (Quirk). Part way into the robbery a guard escaped and the defendants fled but were later caught and indicted.</p>\n<p>Counts one and two of the indictment alleged Hobbs Act violations for attempted robbery and conspiracy to affect interstate commerce, 18 U.S.C. § 1951 (2000); count three charged the defendants with using or carrying a firearm in furtherance of a crime of violence, <i>id.</i> § 924(c); count four charged defendants with using a machine-gun in furtherance of a crime of violence, <i>id.</i> § 924(c); and counts five and six charged some defendants as felons in possession of firearms, <i>id.</i> § 922(g). The Cobray pistol, which had been modified to operate as a fully automatic weapon, was listed both in count three as one of three firearms and in count four as the machine-gun.<sup>[1]</sup></p>\n<p>The language of section 924(c) is set forth in full in an addendum to this decision along with a prior version of the same statute. Although section 924 as a whole is captioned \"Penalties\" and is a companion to section 922 captioned \"Unlawful Acts,\" section 924 is elaborate, lengthy and far from homogenous in character. Subsection (a) sets penalties for specific violations of section 922; subsection (b) creates an offense for transporting weapons. Our main concern is with subsection (c).</p>\n<p>Section 924(c) provides that anyone who in relation to a crime of violence or drug trafficking \"uses or carries a firearm,\" or <span class=\"star-pagination\">*923</span> \"possesses\" one \"in furtherance of\" the crime, must be sentenced to at least five years imprisonment. 18 U.S.C. § 924(c)(1)(A). It then hikes the minimum if the firearm is \"brandished\" (seven years), <i>id.</i> § 924(c)(1)(A)(ii), or discharged (ten years), <i>id.</i> § 924(c)(1)(A)(iii), or if the firearm is a short-barreled rifle or shotgun (ten years), <i>id.</i> § 924(c)(1)(B)(i), or is a machine-gun or destructive device or is equipped with a silencer or muffler (thirty years), <i>id.</i> § 924(c)(1)(B)(ii). The defendants moved to strike the specific reference to the Cobray pistol from count three on the ground that possession of a machine-gun is an element of a crime, properly charged as a separate offense in count four. The government objected, insisting that the machine-gun provision set forth a sentencing factor. It said that it did not seek punishment on both counts but had included count four only as a precaution in case the machine-gun reference were struck from count three.</p>\n<p>At the pretrial conference, the district court ruled that machine-gun possession was an element of a crime rather than a sentencing enhancement. It relied on <i>Castillo v. United States,</i> 530 U.S. 120, 120 S.Ct. 2090, 147 L.Ed.2d 94 (2000), a decision construing an earlier version of the statute that was supplanted by the present law in 1998. <i>Id.</i> at 125, 120 S.Ct. 2090. The district court dismissed count four at the government's behest, and the defendants then pled guilty to the remaining counts.</p>\n<p>The dismissal of count four came about because the government concluded that it could not prove beyond a reasonable doubt the defendants' knowledge that the Cobray had been modified to operate automatically. However, at sentencing the government again urged the thirty year mandatory minimum on the ground that the district court could find the necessary facts as to possession of a machine-gun by a preponderance of the evidence and without requiring the defendants to know that the weapon was automatic. The district judge refused, adhering to his earlier view of the statute.</p>\n<p>Accordingly, although the defendants had pled guilty under count three to using or carrying a firearm in connection with a crime of violence, the fact that the Cobray pistol had tested as an automatic weapon was not enough to trigger the thirty year minimum. Two of the defendants (O'Brien and Burgess) ended up with sentences below thirty years; the third had yet to be sentenced when the briefs were filed. Arguing that the thirty year provision was a mandatory sentencing factor, the government now appeals.</p>\n<p>Construing section 924(c) is a question of law to be considered <i>de novo. </i><i>Berhe v. Gonzales,</i> 464 F.3d 74, 80 (1st Cir.2006). Six circuits support the government's view and only one, <i>United States v. Harris,</i> 397 F.3d 404, 406, 412-14 (6th Cir.2005), supports the defendants.<sup>[2]</sup> But the Supreme Court, glossing an earlier version of section 924(c), found that the machine-gun provision created an element of the offense to be submitted to the jury. <i>Castillo,</i> 530 U.S. at 121, 123, 131, 120 S.Ct. 2090. At the time, the new version (at issue in our case) had already been enacted but did not govern <i>Castillo</i> itself and was not interpreted by the Court.</p>\n<p><span class=\"star-pagination\">*924</span> Ordinarily, Congress can decide whether a fact is an element of the offense or pertains merely to sentencing. <i>Almendarez-Torres v. United States,</i> 523 U.S. 224, 228, 118 S.Ct. 1219, 140 L.Ed.2d 350 (1998). Read in a vacuum, the language of section 924(c) indicates that the \"offense\" (carrying a five year minimum sentence) is the carriage, use or possession of a firearm during a drug or violent felony  all elements for the jury  while the brandishing or discharge and the type of firearm  which merely raised the mandatory minimum-pose sentencing issues to be resolved by the judge.</p>\n<p>This would comport with the statute's structure as well.<sup>[3]</sup> According to the Supreme Court in <i>Harris v. United States:</i></p>\n<blockquote>Federal laws usually list all offense elements \"in a single sentence\" and separate the sentencing factors \"into subsections.\"... When a statute has this sort of structure, we can presume that its principal paragraph defines a single crime and its subsections identify sentencing factors.</blockquote>\n<p>536 U.S. 545, 552-53, 122 S.Ct. 2406, 153 L.Ed.2d 524 (2002) (citation omitted). The current version of section 924(c) follows just this pattern. The first sentence (down to the semi-colon) sets forth the elements that the jury should find and the corresponding five year minimum sentence; then, the subsequent subparagraphs increase the mandatory minimum under various circumstances, which could readily be established at sentencing.</p>\n<p>At present, no constitutional bar exists to such an allocation of tasks by Congress. In the face of escalating maximum sentences, the Supreme Court has ruled that the Sixth Amendment requires that any fact increasing the statutory <i>maximum</i> sentence be submitted to the jury. <i>See </i><i>Apprendi v. New Jersey,</i> 530 U.S. 466, 490, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000). But it has not extended this prescription to facts that create or enlarge a statutory <i>minimum</i> sentence, which is what concerns us here. <i>See </i><i>McMillan v. Pennsylvania,</i> 477 U.S. 79, 106 S.Ct. 2411, 91 L.Ed.2d 67 (1986); <i>Harris,</i> 536 U.S. at 557-568, 122 S.Ct. 2406 (reaffirming <i>McMillan</i>).</p>\n<p>However, in sentencing it is imprudent to read Congress' language in a vacuum. The Supreme Court's innovative constitutional precedents, bringing the Sixth Amendment to bear on maximum sentences and (more famously) on the sentencing guidelines, <i>e.g., </i><i>United States v. Booker,</i> 543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005); <i>Blakely v. Washington,</i> 542 U.S. 296, 124 S.Ct. 2531, 159 L.Ed.2d 403 (2004), has been paralleled in statutory construction. There, the Court has developed unique policy and historical tests that complement, and sometimes work to modify, the most straightforward reading of language and structure.</p>\n<p>These tests consider, along with legislative language and intent, the severity of punishment and how the fact has been historically treated. Two leading cases are <i>Jones v. United States,</i> 526 U.S. 227, 119 S.Ct. 1215, 143 L.Ed.2d 311 (1999) (\"serious bodily injury\" resulting from a carjacking, 18 U.S.C. § 2119, is an element of the crime) and <i>Castillo</i> itself. Several times the outcome, as in both of these cases, has been to require courts to treat facts specified in the substantive statutes as elements of the offense rather than sentencing factors even though bare statutory <span class=\"star-pagination\">*925</span> language might seem to point the other way.<sup>[4]</sup></p>\n<p>Although in this new algorithm congressional language and other evidences of intent remain important, <i>Harris,</i> 536 U.S. at 552, 122 S.Ct. 2406, there is a further complication: Congress in enacting complex criminal statutes rarely considers explicitly whether some designated fact should be deemed an element or a sentencing factor  a distinction, after all, primarily of concern to courts in administering the statutes. Exceptions are relatively few. <i>E.g.,</i> 18 U.S.C. § 3593(b) (factors bearing on imposition of death sentence).</p>\n<p>As for the Court's own criteria, they are not easily applied or balanced against each other. For example, the Court tells us  seemingly as a policy consideration  that a significantly longer prison term points toward treating the triggering fact as an element of the crime; this very circumstance was cited in <i>Castillo</i> as one factor supporting the result. 530 U.S. at 131, 120 S.Ct. 2090. A thirty-year minimum is indeed long; but only a five-year increase would result if a short-barreled rifle were the weapon, and <i>both</i> provisions are phrased in exactly the same terms and in structurally parallel provisions. <i>Compare</i> 18 U.S.C. § 924(c)(1)(B)(i), <i>with id.</i> § 924(c)(1)(B)(ii).</p>\n<p>The Court has also asked whether treating a fact as an element was \"traditional\" and whether doing so would \"complicate a trial or risk unfairness.\" <i>Castillo,</i> 530 U.S. at 126-28, 120 S.Ct. 2090. Discerning a \"tradition\" in this sphere is far from easy: until the 1980s, sentencing was largely unstructured; but <i>Castillo</i> said that firearm type is traditionally an element of the offense  a judgment unaffected by the rephrasing of the statute. Nor has the restructuring made it less feasible to ask the jury to determine the nature of the weapon or defendant's knowledge of it.</p>\n<p>In all events, a starker reality informs our choice in this case. Whatever uncertainty may attend the Court's criteria and the pattern formed by its precedents, one thing is clear: in <i>Castillo</i> the Supreme Court found that the machine-gun provision in the pre-1998 version of section 924(c) created an element of the crime to be tried by a jury. The language used in this earlier version was slightly more favorable to the defendants than the current version but not markedly so, nor was the original language so clear that it preordained the Court's result.</p>\n<p>Prior to the 1998 amendment, the language defined the crime in the same language used now, prescribed a fixed sentence of five years, and  after listing other facts leading to fixed terms  said that the penalty \"if the firearm is a machinegun... [is] imprisonment for thirty years.\" 18 U.S.C. § 924(c)(1) (1997). The current version merely breaks what was a single run-on sentence into subparagraphs (one for each additional fact), converts the fixed-term sentences of the earlier version into minimum sentences, and moves the verb to the end of each subparagraph, to wit:</p>\n<blockquote>(B) If the firearm possessed by a person convicted of a violation of this subsection </blockquote>\n<blockquote>...</blockquote>\n<blockquote>(ii) is a machinegun ..., the person shall be sentenced to a term of imprisonment of not less than 30 years.</blockquote>\n<p><span class=\"star-pagination\">*926</span> There is no evidence that the breaking up of the sentence into the present subdivisions or recasting of language was anything more than the current trend  probably for ease of reading  to convert lengthy sentences in criminal statutes into subsections in the fashion of the tax code. In fact, the stated objective of re-writing section 924(c) was another issue entirely.<sup>[5]</sup> Nothing in the legislative history that we could find says anything about the element versus sentencing factor distinction.</p>\n<p>The only explicit substantive difference between the earlier version and the new one is the conversion of the numerical figures from fixed-term sentences to mandatory minimums. The government says that mandatory minimums are traditionally associated with sentencing. But so are prescribed sentences (as in the prior version) and maximum sentences (which are components of most criminal statutes). It would be a different matter if Congress had explained the change as one aimed at <i>Castillo</i> itself; but <i>Castillo</i> was decided after the new statute had been passed.</p>\n<p>Absent a clearer or more dramatic change in language or legislative history expressing a specific intent to assign judge or jury functions, we think that <i>Castillo</i> is close to binding. True, the Court in <i>Castillo</i> declined to decide our case, only saying that the new version could not be used to impute a meaning to the old. 530 U.S. at 125, 120 S.Ct. 2090. But most of the reasoning offered in <i>Castillo</i> applies with almost equal force to the new statute. If <i>Castillo</i> is to be reconsidered or narrowly distinguished, this is customarily the Court's \"prerogative.\" <i>State Oil Co. v. Khan,</i> 522 U.S. 3, 20, 118 S.Ct. 275, 139 L.Ed.2d 199 (1997).</p>\n<p>We recognize that six circuits have reached a different outcome and concede that, if we were writing on a clean slate, the statute's language would be a powerful argument for the government's result. The problem is that the <i>prior</i> statutory language also favored the government. Yet a unanimous Supreme Court found persuasive contrary arguments of policy and tradition, which have not in the least been altered by the statute's revision.</p>\n<p><i>Affirmed.</i></p>\n<p></p>\n<h2>ADDENDUM</h2>\n<p>Before the statute was restructured, the pertinent part of 924(c) read as follows:</p>\n<blockquote>Whoever, during and in relation to any crime of violence or drug trafficking crime (including a crime of violence or drug trafficking crime which provides for an enhanced punishment if committed by the use of a deadly or dangerous weapon or device) for which he may be prosecuted in a court of the United States, uses or carries a firearm, shall, in addition to the punishment provided for such crime of violence or drug trafficking crime, be sentenced to imprisonment for five years, and if the firearm is a short-barreled rifle, short-barreled shotgun, or semiautomatic assault weapon, to imprisonment for ten years, and if the firearm is a machinegun, or a destructive device, or is equipped with a firearm silencer or firearm muffler, to imprisonment for thirty years. In the case of his second or subsequent conviction under this subsection, such person <span class=\"star-pagination\">*927</span> shall be sentenced to imprisonment for twenty years, and if the firearm is a machinegun, or a destructive device, or is equipped with a firearm silencer or firearm muffler, to life imprisonment without release. (FOOTNOTE 1) Notwithstanding any other provision of law, the court shall not place on probation or suspend the sentence of any person convicted of a violation of this subsection, nor shall the term of imprisonment imposed under this subsection run concurrently with any other term of imprisonment including that imposed for the crime of violence or drug trafficking crime in which the firearm was used or carried.</blockquote>\n<p>Following revision in 1998, the relevant language now reads:</p>\n<blockquote>(A) Except to the extent that a greater minimum sentence is otherwise provided by this subsection or by any other provision of law, any person who, during and in relation to any crime of violence or drug trafficking crime (including a crime of violence or drug trafficking crime that provides for an enhanced punishment if committed by the use of a deadly or dangerous weapon or device) for which the person may be prosecuted in a court of the United States, uses or carries a firearm, or who, in furtherance of any such crime, possesses a firearm, shall, in addition to the punishment provided for such crime of violence or drug trafficking crime </blockquote>\n<blockquote>(i) be sentenced to a term of imprisonment of not less than 5 years;</blockquote>\n<blockquote>(ii) if the firearm is brandished, be sentenced to a term of imprisonment of not less than 7 years; and</blockquote>\n<blockquote>(iii) if the firearm is discharged, be sentenced to a term of imprisonment of not less than 10 years.</blockquote>\n<blockquote>(B) If the firearm possessed by a person convicted of a violation of this subsection </blockquote>\n<blockquote>(i) is a short-barreled rifle, short-barreled shotgun, or semiautomatic assault weapon, the person shall be sentenced to a term of imprisonment of not less than 10 years; or</blockquote>\n<blockquote>(ii) is a machinegun or a destructive device, or is equipped with a firearm silencer or firearm muffler, the person shall be sentenced to a term of imprisonment of not less than 30 years.</blockquote>\n<h2>NOTES</h2>\n<p>[*]  Of the Federal Circuit, sitting by designation.</p>\n<p>[**]  Of the District of Puerto Rico, sitting by designation.</p>\n<p>[1]  Although the definitional section governing section 924(c) does not separately define machine-gun, the term has been widely taken to mean a fully automatic weapon that fires continuously with a single pull on the trigger. <i>See, e.g.,</i> 26 U.S.C. § 5845 (2000). A semi-automatic, by contrast, chambers a new round automatically but requires a new pull on the trigger to fire.</p>\n<p>[2]  <i>United States v. Cassell,</i> 530 F.3d 1009, 1016-17 (D.C.Cir.2008); <i>United States v. Ciszkowski,</i> 492 F.3d 1264, 1268 (11th Cir.2007); <i>United States v. Gamboa,</i> 439 F.3d 796, 811 (8th Cir.2006); <i>United States v. Avery,</i> 295 F.3d 1158, 1169-71 (10th Cir.2002); <i>United States v. Harrison,</i> 272 F.3d 220, 225-26 (4th Cir.2001); and <i>United States v. Sandoval,</i> 241 F.3d 549, 550 (7th Cir.2001).</p>\n<p>[3]  Indeed, the <i>Castillo</i> Court acknowledged that the structure of the amended statute supported reading the machine-gun provision as a sentencing factor. <i>Castillo,</i> 530 U.S. at 125, 120 S.Ct. 2090.</p>\n<p>[4]  The same policy and historical factors have also sometimes led the Court to the opposite result. <i>See </i><i>Almendarez-Torres,</i> 523 U.S. at 229-47, 118 S.Ct. 1219 (recidivism provision of 8 U.S.C. § 1326(b)(2) is a sentencing factor); <i>Harris,</i> 536 U.S. at 552-56, 122 S.Ct. 2406 (brandishing provision of section 924(c) is a sentencing factor).</p>\n<p>[5]  The debates and hearings focus on Congress' aim to criminalize \"mere\" possession of firearms after the Supreme Court's decision in <i>Bailey v. United States,</i> 516 U.S. 137, 116 S.Ct. 501, 133 L.Ed.2d 472 (1995), which had held that \"use\" of a firearm required the government to show active employment of the weapon. <i>See, e.g., Examining the Bailey Decision's Effect on Certain Prosecutions of Violent and Drug Trafficking Crimes: Hearing Before the Committee on the Judiciary of the United States Senate,</i> 104th Cong. (1996).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">542</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">921</span></span> (2008)</b></center>\n<center><h1>UNITED STATES of America, Appellant,<br>\nv.<br>\nMartin O'BRIEN and Arthur Burgess, Defendants, Appellees.</h1></center>\n<center>No. 07-2312.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard July 29, 2008.</center>\n<center>Decided September 23, 2008.</center>\n<p><span class=\"star-pagination\">*922</span> James F. Lang, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, and Timothy Q. Feeley and Robert E. Richardson, Assistant United States Attorneys, were on brief for appellant.</p>\n<p>Leslie Feldman-Rumpler, by appointment of the court, for appellee Arthur Burgess.</p>\n<p>Timothy P. O'Connell, by appointment of the court, for appellant Martin O'Brien.</p>\n<p>Before BOUDIN and DYK,<sup>[*]</sup> Circuit Judges, and DOMÍNGUEZ,<sup>[**]</sup> District Judge.</p>\n<p>BOUDIN, Circuit Judge.</p>\n<p>The question posed by this appeal is whether, under a statute forbidding the carrying and use of guns in connection with a federal crime, the nature of the weapon is to be found by the judge as a sentencing matter or by the jury as an element of the crime. Most circuits have said the former; believing ourselves largely constrained by a Supreme Court decision interpreting a prior version of the statute, we reach the opposite result, albeit with some misgivings.</p>\n<p>The facts can be easily summarized. On the morning of June 16, 2005, defendants Martin O'Brien and Arthur Burgess, along with a third confederate Dennis Quirk, prepared to rob a Loomis-Fargo armored car. Between them, they carried three weapons: a Sig-Sauer pistol (O'Brien), a semi-automatic AK-47 assault rifle (Burgess), and a fully automatic Cobray pistol (Quirk). Part way into the robbery a guard escaped and the defendants fled but were later caught and indicted.</p>\n<p>Counts one and two of the indictment alleged Hobbs Act violations for attempted robbery and conspiracy to affect interstate commerce, 18 U.S.C. § 1951 (2000); count three charged the defendants with using or carrying a firearm in furtherance of a crime of violence, <i>id.</i> § 924(c); count four charged defendants with using a machine-gun in furtherance of a crime of violence, <i>id.</i> § 924(c); and counts five and six charged some defendants as felons in possession of firearms, <i>id.</i> § 922(g). The Cobray pistol, which had been modified to operate as a fully automatic weapon, was listed both in count three as one of three firearms and in count four as the machine-gun.<sup>[1]</sup></p>\n<p>The language of section 924(c) is set forth in full in an addendum to this decision along with a prior version of the same statute. Although section 924 as a whole is captioned \"Penalties\" and is a companion to section 922 captioned \"Unlawful Acts,\" section 924 is elaborate, lengthy and far from homogenous in character. Subsection (a) sets penalties for specific violations of section 922; subsection (b) creates an offense for transporting weapons. Our main concern is with subsection (c).</p>\n<p>Section 924(c) provides that anyone who in relation to a crime of violence or drug trafficking \"uses or carries a firearm,\" or <span class=\"star-pagination\">*923</span> \"possesses\" one \"in furtherance of\" the crime, must be sentenced to at least five years imprisonment. 18 U.S.C. § 924(c)(1)(A). It then hikes the minimum if the firearm is \"brandished\" (seven years), <i>id.</i> § 924(c)(1)(A)(ii), or discharged (ten years), <i>id.</i> § 924(c)(1)(A)(iii), or if the firearm is a short-barreled rifle or shotgun (ten years), <i>id.</i> § 924(c)(1)(B)(i), or is a machine-gun or destructive device or is equipped with a silencer or muffler (thirty years), <i>id.</i> § 924(c)(1)(B)(ii). The defendants moved to strike the specific reference to the Cobray pistol from count three on the ground that possession of a machine-gun is an element of a crime, properly charged as a separate offense in count four. The government objected, insisting that the machine-gun provision set forth a sentencing factor. It said that it did not seek punishment on both counts but had included count four only as a precaution in case the machine-gun reference were struck from count three.</p>\n<p>At the pretrial conference, the district court ruled that machine-gun possession was an element of a crime rather than a sentencing enhancement. It relied on <i>Castillo v. United States,</i> <span class=\"citation\" data-id=\"118373\"><a href=\"/opinion/118373/castillo-v-united-states/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">120</span></a></span>, <span class=\"citation\" data-id=\"118373\"><a href=\"/opinion/118373/castillo-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2090</span></a></span>, <span class=\"citation\" data-id=\"118373\"><a href=\"/opinion/118373/castillo-v-united-states/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">94</span></a></span> (2000), a decision construing an earlier version of the statute that was supplanted by the present law in 1998. <i>Id.</i> at 125, <span class=\"citation\" data-id=\"118373\"><a href=\"/opinion/118373/castillo-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2090</span></a></span>. The district court dismissed count four at the government's behest, and the defendants then pled guilty to the remaining counts.</p>\n<p>The dismissal of count four came about because the government concluded that it could not prove beyond a reasonable doubt the defendants' knowledge that the Cobray had been modified to operate automatically. However, at sentencing the government again urged the thirty year mandatory minimum on the ground that the district court could find the necessary facts as to possession of a machine-gun by a preponderance of the evidence and without requiring the defendants to know that the weapon was automatic. The district judge refused, adhering to his earlier view of the statute.</p>\n<p>Accordingly, although the defendants had pled guilty under count three to using or carrying a firearm in connection with a crime of violence, the fact that the Cobray pistol had tested as an automatic weapon was not enough to trigger the thirty year minimum. Two of the defendants (O'Brien and Burgess) ended up with sentences below thirty years; the third had yet to be sentenced when the briefs were filed. Arguing that the thirty year provision was a mandatory sentencing factor, the government now appeals.</p>\n<p>Construing section 924(c) is a question of law to be considered <i>de novo. </i><i>Berhe v. Gonzales,</i> <span class=\"citation\" data-id=\"202431\"><a href=\"/opinion/202431/berhe-v-gonzales/\"><span class=\"volume\">464</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">74</span></a></span>, 80 (1st Cir.2006). Six circuits support the government's view and only one, <i>United States v. Harris,</i> <span class=\"citation\" data-id=\"789157\"><a href=\"/opinion/789157/united-states-v-william-l-harris-03-6207-tarvis-holmes-03-6255/\"><span class=\"volume\">397</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">404</span></a></span>, 406, 412-14 (6th Cir.2005), supports the defendants.<sup>[2]</sup> But the Supreme Court, glossing an earlier version of section 924(c), found that the machine-gun provision created an element of the offense to be submitted to the jury. <i>Castillo,</i> 530 U.S. at 121, 123, 131, <span class=\"citation\" data-id=\"118373\"><a href=\"/opinion/118373/castillo-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2090</span></a></span>. At the time, the new version (at issue in our case) had already been enacted but did not govern <i>Castillo</i> itself and was not interpreted by the Court.</p>\n<p><span class=\"star-pagination\">*924</span> Ordinarily, Congress can decide whether a fact is an element of the offense or pertains merely to sentencing. <i>Almendarez-Torres v. United States,</i> <span class=\"citation\" data-id=\"118188\"><a href=\"/opinion/118188/almendarez-torres-v-united-states/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">224</span></a></span>, 228, <span class=\"citation\" data-id=\"118188\"><a href=\"/opinion/118188/almendarez-torres-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1219</span></a></span>, <span class=\"citation\" data-id=\"118188\"><a href=\"/opinion/118188/almendarez-torres-v-united-states/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">350</span></a></span> (1998). Read in a vacuum, the language of section 924(c) indicates that the \"offense\" (carrying a five year minimum sentence) is the carriage, use or possession of a firearm during a drug or violent felony  all elements for the jury  while the brandishing or discharge and the type of firearm  which merely raised the mandatory minimum-pose sentencing issues to be resolved by the judge.</p>\n<p>This would comport with the statute's structure as well.<sup>[3]</sup> According to the Supreme Court in <i>Harris v. United States:</i></p>\n<blockquote>Federal laws usually list all offense elements \"in a single sentence\" and separate the sentencing factors \"into subsections.\"... When a statute has this sort of structure, we can presume that its principal paragraph defines a single crime and its subsections identify sentencing factors.</blockquote>\n<p><span class=\"citation\" data-id=\"121164\"><a href=\"/opinion/121164/harris-v-united-states/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">545</span></a></span>, 552-53, <span class=\"citation\" data-id=\"121164\"><a href=\"/opinion/121164/harris-v-united-states/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2406</span></a></span>, <span class=\"citation\" data-id=\"121164\"><a href=\"/opinion/121164/harris-v-united-states/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">524</span></a></span> (2002) (citation omitted). The current version of section 924(c) follows just this pattern. The first sentence (down to the semi-colon) sets forth the elements that the jury should find and the corresponding five year minimum sentence; then, the subsequent subparagraphs increase the mandatory minimum under various circumstances, which could readily be established at sentencing.</p>\n<p>At present, no constitutional bar exists to such an allocation of tasks by Congress. In the face of escalating maximum sentences, the Supreme Court has ruled that the Sixth Amendment requires that any fact increasing the statutory <i>maximum</i> sentence be submitted to the jury. <i>See </i><i>Apprendi v. New Jersey,</i> <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>, 490, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (2000). But it has not extended this prescription to facts that create or enlarge a statutory <i>minimum</i> sentence, which is what concerns us here. <i>See </i><i>McMillan v. Pennsylvania,</i> <span class=\"citation\" data-id=\"111713\"><a href=\"/opinion/111713/mcmillan-v-pennsylvania/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, <span class=\"citation\" data-id=\"111713\"><a href=\"/opinion/111713/mcmillan-v-pennsylvania/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2411</span></a></span>, <span class=\"citation\" data-id=\"111713\"><a href=\"/opinion/111713/mcmillan-v-pennsylvania/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">67</span></a></span> (1986); <i>Harris,</i> 536 U.S. at 557-568, <span class=\"citation\" data-id=\"121164\"><a href=\"/opinion/121164/harris-v-united-states/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2406</span></a></span> (reaffirming <i>McMillan</i>).</p>\n<p>However, in sentencing it is imprudent to read Congress' language in a vacuum. The Supreme Court's innovative constitutional precedents, bringing the Sixth Amendment to bear on maximum sentences and (more famously) on the sentencing guidelines, <i>e.g., </i><i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005); <i>Blakely v. Washington,</i> <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">542</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></a></span>, <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2531</span></a></span>, <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">159</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">403</span></a></span> (2004), has been paralleled in statutory construction. There, the Court has developed unique policy and historical tests that complement, and sometimes work to modify, the most straightforward reading of language and structure.</p>\n<p>These tests consider, along with legislative language and intent, the severity of punishment and how the fact has been historically treated. Two leading cases are <i>Jones v. United States,</i> <span class=\"citation\" data-id=\"118274\"><a href=\"/opinion/118274/jones-v-united-states/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></a></span>, <span class=\"citation\" data-id=\"118274\"><a href=\"/opinion/118274/jones-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1215</span></a></span>, <span class=\"citation\" data-id=\"118274\"><a href=\"/opinion/118274/jones-v-united-states/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">311</span></a></span> (1999) (\"serious bodily injury\" resulting from a carjacking, 18 U.S.C. § 2119, is an element of the crime) and <i>Castillo</i> itself. Several times the outcome, as in both of these cases, has been to require courts to treat facts specified in the substantive statutes as elements of the offense rather than sentencing factors even though bare statutory <span class=\"star-pagination\">*925</span> language might seem to point the other way.<sup>[4]</sup></p>\n<p>Although in this new algorithm congressional language and other evidences of intent remain important, <i>Harris,</i> 536 U.S. at 552, <span class=\"citation\" data-id=\"121164\"><a href=\"/opinion/121164/harris-v-united-states/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2406</span></a></span>, there is a further complication: Congress in enacting complex criminal statutes rarely considers explicitly whether some designated fact should be deemed an element or a sentencing factor  a distinction, after all, primarily of concern to courts in administering the statutes. Exceptions are relatively few. <i>E.g.,</i> 18 U.S.C. § 3593(b) (factors bearing on imposition of death sentence).</p>\n<p>As for the Court's own criteria, they are not easily applied or balanced against each other. For example, the Court tells us  seemingly as a policy consideration  that a significantly longer prison term points toward treating the triggering fact as an element of the crime; this very circumstance was cited in <i>Castillo</i> as one factor supporting the result. 530 U.S. at 131, <span class=\"citation\" data-id=\"118373\"><a href=\"/opinion/118373/castillo-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2090</span></a></span>. A thirty-year minimum is indeed long; but only a five-year increase would result if a short-barreled rifle were the weapon, and <i>both</i> provisions are phrased in exactly the same terms and in structurally parallel provisions. <i>Compare</i> 18 U.S.C. § 924(c)(1)(B)(i), <i>with id.</i> § 924(c)(1)(B)(ii).</p>\n<p>The Court has also asked whether treating a fact as an element was \"traditional\" and whether doing so would \"complicate a trial or risk unfairness.\" <i>Castillo,</i> 530 U.S. at 126-28, <span class=\"citation\" data-id=\"118373\"><a href=\"/opinion/118373/castillo-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2090</span></a></span>. Discerning a \"tradition\" in this sphere is far from easy: until the 1980s, sentencing was largely unstructured; but <i>Castillo</i> said that firearm type is traditionally an element of the offense  a judgment unaffected by the rephrasing of the statute. Nor has the restructuring made it less feasible to ask the jury to determine the nature of the weapon or defendant's knowledge of it.</p>\n<p>In all events, a starker reality informs our choice in this case. Whatever uncertainty may attend the Court's criteria and the pattern formed by its precedents, one thing is clear: in <i>Castillo</i> the Supreme Court found that the machine-gun provision in the pre-1998 version of section 924(c) created an element of the crime to be tried by a jury. The language used in this earlier version was slightly more favorable to the defendants than the current version but not markedly so, nor was the original language so clear that it preordained the Court's result.</p>\n<p>Prior to the 1998 amendment, the language defined the crime in the same language used now, prescribed a fixed sentence of five years, and  after listing other facts leading to fixed terms  said that the penalty \"if the firearm is a machinegun... [is] imprisonment for thirty years.\" 18 U.S.C. § 924(c)(1) (1997). The current version merely breaks what was a single run-on sentence into subparagraphs (one for each additional fact), converts the fixed-term sentences of the earlier version into minimum sentences, and moves the verb to the end of each subparagraph, to wit:</p>\n<blockquote>(B) If the firearm possessed by a person convicted of a violation of this subsection </blockquote>\n<blockquote>...</blockquote>\n<blockquote>(ii) is a machinegun ..., the person shall be sentenced to a term of imprisonment of not less than 30 years.</blockquote>\n<p><span class=\"star-pagination\">*926</span> There is no evidence that the breaking up of the sentence into the present subdivisions or recasting of language was anything more than the current trend  probably for ease of reading  to convert lengthy sentences in criminal statutes into subsections in the fashion of the tax code. In fact, the stated objective of re-writing section 924(c) was another issue entirely.<sup>[5]</sup> Nothing in the legislative history that we could find says anything about the element versus sentencing factor distinction.</p>\n<p>The only explicit substantive difference between the earlier version and the new one is the conversion of the numerical figures from fixed-term sentences to mandatory minimums. The government says that mandatory minimums are traditionally associated with sentencing. But so are prescribed sentences (as in the prior version) and maximum sentences (which are components of most criminal statutes). It would be a different matter if Congress had explained the change as one aimed at <i>Castillo</i> itself; but <i>Castillo</i> was decided after the new statute had been passed.</p>\n<p>Absent a clearer or more dramatic change in language or legislative history expressing a specific intent to assign judge or jury functions, we think that <i>Castillo</i> is close to binding. True, the Court in <i>Castillo</i> declined to decide our case, only saying that the new version could not be used to impute a meaning to the old. 530 U.S. at 125, <span class=\"citation\" data-id=\"118373\"><a href=\"/opinion/118373/castillo-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2090</span></a></span>. But most of the reasoning offered in <i>Castillo</i> applies with almost equal force to the new statute. If <i>Castillo</i> is to be reconsidered or narrowly distinguished, this is customarily the Court's \"prerogative.\" <i>State Oil Co. v. Khan,</i> <span class=\"citation\" data-id=\"118149\"><a href=\"/opinion/118149/state-oil-co-v-khan/\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">3</span></a></span>, 20, <span class=\"citation\" data-id=\"118149\"><a href=\"/opinion/118149/state-oil-co-v-khan/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">275</span></a></span>, <span class=\"citation\" data-id=\"118149\"><a href=\"/opinion/118149/state-oil-co-v-khan/\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">199</span></a></span> (1997).</p>\n<p>We recognize that six circuits have reached a different outcome and concede that, if we were writing on a clean slate, the statute's language would be a powerful argument for the government's result. The problem is that the <i>prior</i> statutory language also favored the government. Yet a unanimous Supreme Court found persuasive contrary arguments of policy and tradition, which have not in the least been altered by the statute's revision.</p>\n<p><i>Affirmed.</i></p>\n<p></p>\n<h2>ADDENDUM</h2>\n<p>Before the statute was restructured, the pertinent part of 924(c) read as follows:</p>\n<blockquote>Whoever, during and in relation to any crime of violence or drug trafficking crime (including a crime of violence or drug trafficking crime which provides for an enhanced punishment if committed by the use of a deadly or dangerous weapon or device) for which he may be prosecuted in a court of the United States, uses or carries a firearm, shall, in addition to the punishment provided for such crime of violence or drug trafficking crime, be sentenced to imprisonment for five years, and if the firearm is a short-barreled rifle, short-barreled shotgun, or semiautomatic assault weapon, to imprisonment for ten years, and if the firearm is a machinegun, or a destructive device, or is equipped with a firearm silencer or firearm muffler, to imprisonment for thirty years. In the case of his second or subsequent conviction under this subsection, such person <span class=\"star-pagination\">*927</span> shall be sentenced to imprisonment for twenty years, and if the firearm is a machinegun, or a destructive device, or is equipped with a firearm silencer or firearm muffler, to life imprisonment without release. (FOOTNOTE 1) Notwithstanding any other provision of law, the court shall not place on probation or suspend the sentence of any person convicted of a violation of this subsection, nor shall the term of imprisonment imposed under this subsection run concurrently with any other term of imprisonment including that imposed for the crime of violence or drug trafficking crime in which the firearm was used or carried.</blockquote>\n<p>Following revision in 1998, the relevant language now reads:</p>\n<blockquote>(A) Except to the extent that a greater minimum sentence is otherwise provided by this subsection or by any other provision of law, any person who, during and in relation to any crime of violence or drug trafficking crime (including a crime of violence or drug trafficking crime that provides for an enhanced punishment if committed by the use of a deadly or dangerous weapon or device) for which the person may be prosecuted in a court of the United States, uses or carries a firearm, or who, in furtherance of any such crime, possesses a firearm, shall, in addition to the punishment provided for such crime of violence or drug trafficking crime </blockquote>\n<blockquote>(i) be sentenced to a term of imprisonment of not less than 5 years;</blockquote>\n<blockquote>(ii) if the firearm is brandished, be sentenced to a term of imprisonment of not less than 7 years; and</blockquote>\n<blockquote>(iii) if the firearm is discharged, be sentenced to a term of imprisonment of not less than 10 years.</blockquote>\n<blockquote>(B) If the firearm possessed by a person convicted of a violation of this subsection </blockquote>\n<blockquote>(i) is a short-barreled rifle, short-barreled shotgun, or semiautomatic assault weapon, the person shall be sentenced to a term of imprisonment of not less than 10 years; or</blockquote>\n<blockquote>(ii) is a machinegun or a destructive device, or is equipped with a firearm silencer or firearm muffler, the person shall be sentenced to a term of imprisonment of not less than 30 years.</blockquote>\n<h2>NOTES</h2>\n<p>[*]  Of the Federal Circuit, sitting by designation.</p>\n<p>[**]  Of the District of Puerto Rico, sitting by designation.</p>\n<p>[1]  Although the definitional section governing section 924(c) does not separately define machine-gun, the term has been widely taken to mean a fully automatic weapon that fires continuously with a single pull on the trigger. <i>See, e.g.,</i> 26 U.S.C. § 5845 (2000). A semi-automatic, by contrast, chambers a new round automatically but requires a new pull on the trigger to fire.</p>\n<p>[2]  <i>United States v. Cassell,</i> <span class=\"citation\" data-id=\"187210\"><a href=\"/opinion/187210/united-states-v-cassell/\"><span class=\"volume\">530</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1009</span></a></span>, 1016-17 (D.C.Cir.2008); <i>United States v. Ciszkowski,</i> <span class=\"citation\" data-id=\"77742\"><a href=\"/opinion/77742/united-states-v-ciszkowski/\"><span class=\"volume\">492</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1264</span></a></span>, 1268 (11th Cir.2007); <i>United States v. Gamboa,</i> <span class=\"citation\" data-id=\"793501\"><a href=\"/opinion/793501/united-states-v-michael-gerald-gamboa/\"><span class=\"volume\">439</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">796</span></a></span>, 811 (8th Cir.2006); <i>United States v. Avery,</i> <span class=\"citation\" data-id=\"162389\"><a href=\"/opinion/162389/united-states-v-avery/\"><span class=\"volume\">295</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1158</span></a></span>, 1169-71 (10th Cir.2002); <i>United States v. Harrison,</i> <span class=\"citation\" data-id=\"775637\"><a href=\"/opinion/775637/united-states-v-jacob-harrison-jr-united-states-of-america-v-casey/\"><span class=\"volume\">272</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span>, 225-26 (4th Cir.2001); and <i>United States v. Sandoval,</i> <span class=\"citation\" data-id=\"772220\"><a href=\"/opinion/772220/united-states-v-marcelo-sandoval/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">549</span></a></span>, 550 (7th Cir.2001).</p>\n<p>[3]  Indeed, the <i>Castillo</i> Court acknowledged that the structure of the amended statute supported reading the machine-gun provision as a sentencing factor. <i>Castillo,</i> 530 U.S. at 125, <span class=\"citation\" data-id=\"118373\"><a href=\"/opinion/118373/castillo-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2090</span></a></span>.</p>\n<p>[4]  The same policy and historical factors have also sometimes led the Court to the opposite result. <i>See </i><i>Almendarez-Torres,</i> 523 U.S. at 229-47, <span class=\"citation\" data-id=\"118188\"><a href=\"/opinion/118188/almendarez-torres-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1219</span></a></span> (recidivism provision of 8 U.S.C. § 1326(b)(2) is a sentencing factor); <i>Harris,</i> 536 U.S. at 552-56, <span class=\"citation\" data-id=\"121164\"><a href=\"/opinion/121164/harris-v-united-states/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2406</span></a></span> (brandishing provision of section 924(c) is a sentencing factor).</p>\n<p>[5]  The debates and hearings focus on Congress' aim to criminalize \"mere\" possession of firearms after the Supreme Court's decision in <i>Bailey v. United States,</i> <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">501</span></a></span>, <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">472</span></a></span> (1995), which had held that \"use\" of a firearm required the government to show active employment of the weapon. <i>See, e.g., Examining the Bailey Decision's Effect on Certain Prosecutions of Violent and Drug Trafficking Crimes: Hearing Before the Committee on the Judiciary of the United States Senate,</i> 104th Cong. (1996).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/77742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121164/",
    "http://www.courtlistener.com/api/rest/v3/opinions/136995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/162389/",
    "http://www.courtlistener.com/api/rest/v3/opinions/187210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202431/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775637/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793501/"
  ]
}