{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203404/",
  "absolute_url": "/opinion/203404/town-of-winthrop-v-faa/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203404/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:16:00Z",
  "date_modified": "2016-04-26T12:27:30.351996Z",
  "type": "010combined",
  "sha1": "65ab619ada05186efe442957abbd59c97f6133cd",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-1953-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/07/23/Winthrop_MA_v._Federal_Aviation_Adm.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\nNo. 07-1953\n\n                    TOWN OF WINTHROP, ET AL.,\n\n                           Petitioners,\n\n                                v.\n\n                 FEDERAL AVIATION ADMINISTRATION,\n\n                           Respondent,\n\n                  MASSACHUSETTS PORT AUTHORITY,\n\n                      Intervenor-Respondent.\n\n\n               PETITION FOR REVIEW OF A FINAL ORDER\n              OF THE FEDERAL AVIATION ADMINISTRATION\n\n\n                              Before\n\n                        Lynch, Chief Judge,\n                Lipez and Howard, Circuit Judges.\n\n\n     Peter L. Koff with whom Engel & Schultz, LLP, Jerome E. Falbo,\nand Falbo Solari & Goldberg were on brief for petitioner.\n     M. Alice Thurston, Attorney, U.S. Department of Justice, with\nwhom Ronald J. Tenpas, Assistant Attorney General, Ronald M.\nSpritzer, Attorney, U.S. Department of Justice, and John Donnelly,\nAttorney, Federal Aviation Administration, were on brief for\nrespondent.\n     Roscoe Trimmier, Jr., with whom Richard J. Lettieri, F. Turner\nBuford, Ropes & Gray LLP, David S. Mackey, Massachusetts Port\nAuthority, and Ira M. Wallach, Massachusetts Port Authority, were\non brief for intervenor-respondent.\n\n\n\n                          July 23, 2008\n\f           LYNCH, Chief Judge.        The Town of Winthrop, which is\n\nlocated next to Boston's Logan International Airport (\"Logan\"), and\n\ntwo local residents (one from Winthrop and one from East Boston)\n\npetition this court for review of a Federal Aviation Administration\n\n(\"FAA\") order permitting the construction of a new taxiway at the\n\nairport.   They argue primarily that the FAA acted arbitrarily and\n\ncapriciously   in   deciding   that   it    did   not   need   to   prepare   a\n\nsupplemental environmental impact statement before issuing this\n\nfinal order.\n\n           Petitioners' concerns, as we understand them, may be\n\ngrouped under three major themes.          The FAA has concluded that the\n\nnew taxiway, along with other previously approved projects, will\n\nease congestion at the airport, reducing the amount of time planes\n\nspend idling on the airfield and causing an overall reduction in\n\nnoise and air pollution.       Even if that were so, petitioners fear\n\nthat the FAA's solution for reducing delay will lead to greater use\n\nof Logan, which in the long run will lead to more, not less,\n\nadverse environmental impacts.\n\n           Second, they fear that the FAA has not used the most\n\ncurrent data or methodologies available, which may cast doubt on\n\nthe agency's benefits analysis.\n\n           Third, they say that public health studies show an\n\nincreasing concern about ultrafine particulate matter and that the\n\nFAA should be required to continue to study this pollutant at\n\n                                   -2-\n\fLogan, both to evaluate these possible health effects and to keep\n\nthe   public    informed.       Notably,      petitioners    do    not   seek   an\n\ninjunction to stop the construction which has begun at Logan.\n\n            We find that the FAA has taken all of these concerns into\n\naccount, has responded, and did not act arbitrarily or capriciously\n\nin issuing its final order.        We deny the petition for review.\n\n                                        I.\n\n            Logan is the largest airport in New England; it has a\n\nhistory of being one of the country's airports with the most\n\ndelayed flights.         In the year 2000, when 27.4 million passengers\n\nand 1 billion pounds of freight passed through the airport, Logan\n\nwas ranked sixth nationally for airports with the most delays, even\n\nthough it was ranked eleventh for overall number of takeoffs and\n\nlandings and eighteenth for passenger volume.\n\n            In 1993, the Massachusetts Port Authority (\"Massport\"),\n\nwhich operates Logan, and the FAA began studying options for\n\nimproving      Logan's    operational    efficiency.    In    1995,      Massport\n\nreleased a feasibility study which preliminarily analyzed different\n\noptions and recommended some for further consideration.                     These\n\nrecommended options included building a new runway (Runway 14/32),\n\nrealigning Taxiway November, building a new Centerfield Taxiway,\n\nsimplifying taxiway and runway crossings, and adding a surcharge\n\nfor use of the airport during peak demand periods.                Implementation\n\n\n\n\n                                        -3-\n\fof all or a subset of these options, it was believed, would\n\nsignificantly reduce airport delays.\n\n             In late 1995, Massport and the FAA began preparation of\n\nan environmental impact statement (\"EIS\") regarding these potential\n\nimprovements, as required by state and federal law.                  The National\n\nEnvironmental Policy Act (\"NEPA\") requires that all proposals for\n\n\"major Federal actions significantly affecting the quality of the\n\nhuman environment\" be accompanied by an EIS.              42 U.S.C. § 4332(c).\n\nThe   goal    of   NEPA     is    to    focus    attention    on    the   possible\n\nenvironmental effects of proposed actions, which in turn furthers\n\ntwo   important    purposes:       to   ensure   that   agencies    do    not   make\n\ndecisions     based   on     incomplete        information,   and    to    provide\n\ninformation about environmental effects to the public and other\n\ngovernmental agencies in a timely fashion so that they have an\n\nopportunity to respond.           Marsh v. Or. Natural Res. Council, 490\n\nU.S. 360, 371 (1989).            NEPA does not prevent agencies from then\n\ndeciding that the benefits of a proposed action outweigh the\n\npotential     environmental        harms:   NEPA    guarantees      process,    not\n\nspecific outcomes.         Robertson v. Methow Valley Citizens Council,\n\n490 U.S. 332, 350 (1989).1\n\n\n\n\n      1\n          Massachusetts has a similar act, the Massachusetts\nEnvironmental Policy Act, which requires preparation of an\nenvironmental impact report. Mass. Gen. Laws ch. 30, §§ 61-62I.\nThe undergoing of the state regulatory process was congruent with\nthe NEPA process and is not discussed separately here.\n\n                                         -4-\n\f          After extensive analysis and community input, the FAA\n\nfiled a draft EIS (\"DEIS\") in February 1999.              In response to that\n\ndraft, approximately 800 people attended two public hearings, and\n\nthe FAA received approximately 500 comment letters.               The FAA then\n\ncompiled a supplemental draft EIS (\"SDEIS\") to consider additional\n\nissues; that document was published for comment in March 2001.\n\nThis time, approximately 800 people attended the public hearings,\n\nand 850 comment letters were submitted.              The FAA published its\n\nfinal EIS (\"FEIS\") in 2002.\n\n          The    EIS    (the   DEIS,    SDEIS,     and    FEIS    collectively)\n\nconsidered five project alternatives: three involving some or all\n\noptions considered by the feasibility study, one involving those\n\noptions not requiring any construction, and one maintaining the\n\nstatus quo (the \"no action alternative\").                The EIS analyzed the\n\noperational     and    environmental     effects    of     each    alternative,\n\nconsidering both short-term and long-term impacts based on a range\n\nof estimated future passenger loads and fleet composition (the mix\n\nof the types of aircraft using Logan).\n\n          Based on these findings, the FAA released a Record of\n\nDecision (\"ROD\") in 2002, setting forth its rationale for approving\n\nthe following collection of options (the \"preferred alternative\"):\n\n          a) Construction of a new runway (Runway 14/32)\n          b) Construction of a new Centerfield Taxiway2\n\n\n     2\n           While the Centerfield Taxiway was included and analyzed\nas part of the preferred alternative, final approval of the Taxiway\n\n                                       -5-\n\f          c) Reconfiguration of the southwest corner\n          taxiway system\n          d) Extension of Taxiway Delta\n          e) Realignment of Taxiway November\n          f) Reduction of instrument approach minimums\n          for several runways\n\n          The   FAA   determined   that   this    set   of   actions   was\n\npreferable to the status quo. If no action were taken, the FAA\n\nconcluded, airport delays would continue to increase; the preferred\n\nalternative, on the other hand, was expected to reduce delays by\n\napproximately twenty-nine percent. There is a relationship between\n\ndelays and adverse environmental effects.        Delays cause airplanes\n\nto idle needlessly on taxiways, increasing harmful emissions.          The\n\npreferred alternative would reduce emissions and improve ambient\n\nair quality, as compared to the no action alternative.\n\n          Some local commenters have expressed concern that the\n\nconstruction of the Centerfield Taxiway, which is at the heart of\n\nthe dispute before this court, would lead to an increase in flight\n\nactivity, thus increasing air pollutants.        The FAA denies this and\n\nresponds that airport capacity is primarily a factor of runway\n\ncapacity, not taxiway capacity; that the goal of this improvement\n\nproject is to reduce delays and improve safety within Logan's\n\ncurrent capacity; and that the Centerfield Taxiway would not\n\n\"independently affect the total number of aircraft operations at\n\nLogan.\"\n\n\n\nwas not actually provided in the 2002 ROD, as discussed infra.\n\n                                   -6-\n\f            As for noise pollution, again compared to the no action\n\nalternative, the FAA found the preferred alternative would (1)\n\ndrastically reduce the number of citizens exposed to excessive\n\nnoise levels, defined as 70 dB (decibels) DNL (day-night average\n\nsound level) or higher, and (2) reduce the number of citizens\n\nexposed in the near-term to 65 dB DNL, which is the threshold at\n\nwhich the FAA considers noise levels to be significant as to\n\nresidential land use.         However, the reduction of the highest noise\n\nlevels would be achieved by redistributing aircraft throughout the\n\nairfield,      so    the      preferred        alternative        would     result        in\n\napproximately 250 more people being exposed to 65 dB DNL in the\n\nlong term.      Most of those affected would be residents of Chelsea\n\nand East Boston.\n\n            In its 2002 ROD, the FAA concluded, as it had in the\n\nFEIS,   that     the     Centerfield         Taxiway     would    be      \"the        largest\n\ncontributor to taxiway delay reduction\" out of all the components\n\nof the preferred alternative package and that the new taxiway would\n\n\"enhance    airfield       safety   .    .    .    ,   provide   small     air        quality\n\nbenefits,      and     have   no    significant         adverse    noise         or     other\n\nenvironmental impact.\"\n\n            However,       the     FAA   deferred        final    approval        of     the\n\nconstruction of the Centerfield Taxiway, despite approving the\n\nremaining components of its preferred alternative, in order to see\n\nwhether operational changes, in addition to the construction, would\n\n\n                                             -7-\n\fprovide further benefits.       As a mitigation measure, the FAA agreed\n\nfirst to conduct an additional study, seeking comment from persons\n\nliving around the northern side of the airfield, to consider\n\n\"potential beneficial operational procedures that would preserve or\n\nimprove     the   operational   and     environmental    benefits     of     the\n\nCenterfield Taxiway as shown in the EIS.\"             The additional study\n\nwould also consider possible changes to the use of Taxiway November\n\nin response to concerns from local communities. Before agreeing to\n\nundertake this mitigation measure, the FAA considered the impact of\n\ndeferring construction of the Centerfield Taxiway and concluded\n\nthat \"the potential deferment of the Centerfield Taxiway would have\n\nno discernable impact on the environmental [benefits] associated\n\nwith the other [components] on the Preferred Alternative.\"                 It is\n\nthe     results   of   this   additional    consideration     of     potential\n\nmitigation benefits which is at the heart of this petition.\n\n            The FAA contracted with the firm of Harris Miller Miller\n\n& Hanson Inc., experts in the field of noise and vibration control,\n\nto    undertake   this   additional    limited    analysis   of    operational\n\nalternatives.     That study (\"HMMH Report\"), which was published in\n\n2006, considered the efficiency, noise, and air quality effects of\n\ndifferent uses of the November and proposed Centerfield Taxiways.\n\nIt concluded that \"no operational action could be identified that\n\nwould     yield   environmental       benefits\"    beyond    those     already\n\n\n\n\n                                      -8-\n\fanticipated by the EIS for the construction of the Centerfield\n\nTaxiway.\n\n           With that report completed, the FAA released a Written\n\nReevaluation and ROD in April 2007, affirming that the data and\n\nanalysis in the EIS were still \"adequate, accurate, current and\n\nvalid,\" concluding that the FEIS did not need to be supplemented,\n\nand approving the construction of the Centerfield Taxiway.\n\n           The D.C. Circuit has already upheld the EIS and 2002 ROD\n\nagainst legal challenge, see Cmtys. Against Runway Expansion, Inc.\n\nv. FAA, 355 F.3d 678 (D.C. Cir. 2004), and this case presents no\n\nissue as to the legality of those decisions.\n\n           Petitioners   now   seek    review   of   the   2007   Written\n\nReevaluation and ROD.    Massport has intervened as a respondent in\n\nsupport of the actions taken.   We are told that construction of the\n\npreferred alternative is ongoing.        Petitioners do not seek to\n\nenjoin that construction.\n\n           We have jurisdiction over this final FAA order under 49\n\nU.S.C. § 46110(a).\n\n                                 II.\n\n           As a preliminary matter, intervenor Massport challenges\n\npetitioners' Article III standing before this court.              Because\n\nArticle III standing is a constitutional requirement, we address it\n\nfirst, but as the FAA does not join in this challenge, we keep our\n\ndiscussion brief.\n\n\n                                 -9-\n\f          Article III standing requires an injury-in-fact to a\n\ncognizable    interest,   a    causal    link    between        that    injury       and\n\nrespondent's action, and a likelihood that the injury could be\n\nredressed by the requested relief.           Sprint Commc'ns Co. v. APCC\n\nServs., Inc., ___ S. Ct. ___, 2008 WL 2484712, at *4 (June 23,\n\n2008);   Save Our Heritage, Inc. v. FAA, 269 F.3d 49, 55 (1st Cir.\n\n2001).   \"To establish injury-in-fact in a 'procedural injury'\n\ncase,\" like the present one, \"petitioners must show that 'the\n\ngovernment act performed without the procedure in question [here,\n\nsufficient    NEPA   review]    will     cause      a    distinct       risk    to     a\n\nparticularized interest of the plaintiff.\"               City of Dania Beach v.\n\nFAA, 485 F.3d 1181, 1185 (D.C. Cir. 2007) (quoting Fla. Audubon\n\nSoc'y v. Bentsen, 94 F.3d 658, 663 (D.C. Cir. 1996) (en banc)).\n\n          Massport challenges this requirement of injury-in-fact on\n\nthe grounds that the construction of the Centerfield Taxiway\n\n(according to the EIS) will have minimal if any environmental\n\neffect on the surrounding area.         Massport's argument puts the cart\n\nbefore the horse; it assumes the outcome on the merits in making\n\nits preliminary standing objection.\n\n          Our standing discussion in Save Our Heritage is both\n\ninstructive   and    dispositive.       In   that       case,   local    towns       and\n\npreservationist organizations challenged an FAA order regarding\n\nflights originating from Hanscom Field, outside Boston.                        The FAA\n\nargued there, as Massport does here, that the FAA's order would\n\n\n                                    -10-\n\fhave \"no significant environmental impact,\" so there would be no\n\nstanding.     Save Our Heritage, 269 F.3d at 56.         As we explained:\n\n            We need not rule out the possibility of cases\n            where the claim of impact is so specious or\n            patently implausible that a threshold standing\n            objection might be appropriate. . . .      But\n            beyond that, we think that the likelihood and\n            extent of impact are properly addressed in\n            connection with the merits . . . .           A\n            reasonable claim of minimal impact is enough\n            for standing . . . .\n\nId. (citations omitted).\n\n            Petitioners here have reasonably and adequately alleged\n\nthat   they    fear     harm-in-fact    should    the   Centerfield   Taxiway\n\nconstruction go forward as approved by the FAA.              That is enough,\n\neven if the FAA concluded otherwise in the order that petitioners\n\nchallenge.     Cf. Lujan v. Defenders of Wildlife, 504 U.S. 555, 572\n\nn.7 (1992) (\"[U]nder our case law, one living adjacent to the site\n\nfor proposed construction of a federally licensed dam has standing\n\nto   challenge    the     licensing    agency's    failure   to   prepare   an\n\nenvironmental impact statement, even though we cannot establish\n\nwith any certainty that the statement will cause the license to be\n\nwithheld or altered . . . .\"). Petitioners have Article III\n\nstanding.\n\n                                       III.\n\n            We turn to the heart of petitioners' argument: that the\n\nFAA's decision not to compile a supplemental EIS (\"SEIS\") was\n\narbitrary and capricious and that the HMMH Report erred in its\n\n\n                                       -11-\n\fchoice of noise impact modeling.                We first describe the regulatory\n\nrequirements for an SEIS before addressing petitioners' three\n\nchallenges to the FAA's decision not to undertake one here.\n\nA.             Regulatory Scheme and Standard of Review\n\n               The road to final approval for an agency action is often\n\na long one; in this case it has been more than ten years since the\n\ncommencement of the EIS process and five years since the FEIS.                      It\n\nwould undermine NEPA's policies if agencies in the interim were\n\nallowed to ignore material new information or circumstances which\n\ncould change the environmental analysis contained in the original\n\nEIS.       See Marsh, 490 U.S. at 371.                The Council on Environmental\n\nQuality's regulations implementing NEPA thus require a supplemental\n\nEIS if \"[t]he agency makes substantial changes in the proposed\n\naction that are relevant to environmental concerns\" or \"[t]here are\n\nsignificant          new    circumstances        or     information    relevant     to\n\nenvironmental concerns and bearing on the proposed action or its\n\nimpacts.\"          40 C.F.R. § 1502.9(c)(1) (emphasis added).           That is, an\n\nSEIS       would    be   required   here   if     new    information   \"paint[ed]    a\n\ndramatically          different     picture      of     impacts   compared   to   the\n\ndescription         of   impacts    in   the    EIS.\"      Environmental     Impacts:\n\nPolicies and Procedures, FAA Order 1050.1E chg. 1 ¶ 516a (Mar. 20,\n\n2006).3\n\n\n       3\n           FAA  Order   1050.1E   chg.    1   is   available   at\nhttp://www.faa.gov/regulations_policies/orders_notices/media/1050\n1echg.pdf.\n\n                                           -12-\n\f                  The FAA has, by order, imposed further requirements upon\n\nitself for airport projects.               If more than three years have passed\n\nsince       the    FAA   approved     an   FEIS   and   no   major   steps   toward\n\nimplementing the proposed action have taken place, the FAA must\n\nprepare a written reevaluation to determine whether the FEIS\n\n\"remains accurate, adequate, and current.\"                     NEPA Implementing\n\nInstructions for Airport Projects, FAA Order 5050.4B ¶ 1401(c)(1)\n\n(Apr. 28, 2006)4; see also FAA Order 1050.1E ¶ 514b(1) (requiring,\n\nafter three years of no major action, a written reevaluation of the\n\n\"adequacy, accuracy, and validity of the FEIS\"). That is, the mere\n\npassage of time does not require preparation of an SEIS, only a\n\nwritten reevaluation.           The FAA also specifically committed itself\n\nin the 2002 ROD to preparing a written reevaluation of whether it\n\nwas necessary to prepare an SEIS before issuing its final decision\n\non the Centerfield Taxiway, and it has done so.\n\n                  If   \"substantial    change\"    has   occurred     involving   the\n\nearlier data or other conditions relevant to the FAA's prior\n\ndecision, the preparation of an SEIS is required.                        FAA Order\n\n5050.4B ¶ 1401(c)(1); see also FAA Order 1050.1E ¶ 514b(1) (if,\n\nafter three years, \"there have been significant changes in . . .\n\nthe affected environment [or] anticipated impacts,\" an SEIS must be\n\nprepared); FAA Order 5050.4B ¶ 1402(b)(2) (requiring an SEIS,\n\n\n        4\n          FAA     Order      5050.4B     is     available      at\nhttp://www.faa.gov/airports_airtraffic/airports/resources/publica\ntions/orders/environmental_5050_4.\n\n                                           -13-\n\fregardless of passage of time, if \"[s]ignificant new changes,\n\ncircumstances or information relevant to the proposed action, its\n\naffected     environment,   or    its   environmental      impacts       becomes\n\navailable\").     The written reevaluation determining whether it is\n\nnecessary to prepare an SEIS need not, however, be made public.\n\nFAA Order 5050.4B ¶ 1401(d); FAA Order 1050.1E ¶ 515c.\n\n            While NEPA requires agencies to \"take a 'hard look' at\n\nthe environmental effects of their planned action, even after a\n\nproposal has received initial approval,\" Marsh, 490 U.S. at 374,\n\n\"an agency need not supplement an EIS every time new information\n\ncomes to light after the EIS is finalized,\" id. at 373.                     \"To\n\nrequire otherwise would render agency decision-making intractable,\n\nalways     awaiting   updated    information   only   to    find     the     new\n\ninformation outdated by the time a decision is made.\"              Id.\n\n            The key question for the FAA, then, is determining what\n\nconstitutes significant new information, and that is a factual\n\nquestion requiring technical expertise.        Id. at 376.     The agency's\n\nresolution of this question is thus one to which a reviewing court\n\nowes considerable deference.        See id. at 376-77.         Considerable\n\ndeference is also owed to the FAA's determination of whether a\n\nthree-year-old FEIS remains accurate, adequate, and current, as\n\nthat determination is but a variation on the same question of\n\nsignificance.\n\n\n\n\n                                    -14-\n\f             As a result, the FAA's decision not to issue an SEIS\n\ncannot be set aside by a reviewing court unless that decision is\n\narbitrary    and   capricious.          Id.    at     376;    see    also    5    U.S.C.\n\n§ 706(2)(A).    An agency's decision is not arbitrary and capricious\n\nif that decision was based on consideration of the relevant factors\n\nand if it did not commit a clear error of judgment.                         Marsh, 490\n\nU.S. at 378; Airport Impact Relief, Inc. v. Wykle, 192 F.3d 197,\n\n202 (1st Cir. 1999).\n\nB.           Whether the FAA Erred in Its Determination That the FEIS\n             Remains \"Accurate, Adequate, Current, and Valid\"\n\n             Petitioners     primarily        argue    that    the    FAA     did   not\n\nadequately    consider     all    the   requisite       factors      in   determining\n\nwhether there have been significant material changes since the 2002\n\nROD.    We    start   with       petitioners'       allegation       that    the    data\n\nunderlying the EIS is outdated.           The relevant requirement for the\n\nFAA as to preparation of an SEIS is whether the FEIS remains\n\naccurate,    adequate,     current,      and    valid.        FAA    Order       5050.4B\n\n¶ 1401(c)(1); FAA Order 1050.1E ¶ 514b(1).\n\n             As petitioners acknowledge, the 2007 ROD did specifically\n\nmake the finding that the FEIS remains accurate, adequate, current,\n\nand valid.     Petitioners' two-sentence counter to this finding is,\n\nat most, general and conclusory, providing us no grounds for\n\ncritiquing the FAA's procedures.              See Save Our Heritage, 269 F.3d\n\nat 60 (\"Gauzy generalizations . . ., in the face of specific\n\nfindings and a plausible result, are not even a start at a serious\n\n                                        -15-\n\fassault.\");    Airport   Impact   Relief,   192   F.3d   at   205   (\"Issues\n\nadverted to in a perfunctory manner, unaccompanied by some effort\n\nat developed argumentation, are deemed waived for purposes of\n\nappeal.\").    These general and undeveloped arguments are waived.\n\n           Nonetheless, we address petitioners' criticism of the\n\ncontinuing validity of the EIS as presented in their argument that\n\nthe data no longer reflects \"existing environmental conditions.\"5\n\nWe disagree that the 2007 Written Reevaluation and ROD failed to\n\nevaluate adequately the continuing validity of the data underlying\n\nthe EIS.     The ROD stated twice that the updated data analyzed in\n\nthe HMMH Report were consistent with and validated the earlier data\n\nand analyses in the EIS.\n\n           The HMMH report, in turn, carefully compared its data-\n\nbased conclusions regarding both air quality and noise impacts with\n\nthose reached earlier in the EIS.           The HMMH Report's analyses\n\nincorporated new data gathered between 2002 and 2005.           The report\n\nnoted that the \"models, methodologies and data\" used in that report\n\nwere similar to those used in the EIS; these similarities allowed\n\n\n     5\n          Petitioners try to rephrase the FAA's obligation as one\nof determining whether the FEIS \"accurately reflect[s] existing\nenvironmental conditions,\" which they treat as a distinct\nrequirement. This is not the standard; that language is lifted\nfrom the FAA's rationale for allowing FAA officials \"the discretion\nto determine if a written re-evaluation of a NEPA document is\nneeded.\"   FAA Order 5050.4B ¶ 1401(a) (emphasis added).       That\nlanguage is not binding here, where a written reevaluation is\nrequired due to the passage of time.         Further, petitioners'\ntreatment of the term \"existing\" suffers from the same faults as\ntheir definition of \"current,\" as we discuss.\n\n                                   -16-\n\ffor    meaningful     comparison.     As    one   example   of   a     specific\n\ncomparison,     the    report   demonstrated      numerically    how     \"[t]he\n\nestimated annual average DNL values for the [HMMH Report]\" -- that\n\nis, the measurement of noise impact -- were \"very comparable to\n\nthose listed in the EIS.\"            The report concluded that \"[t]he\n\nanalyses . . . reflected in this report are consistent with those\n\nperformed for the [EIS]\" and, \"[t]herefore, the results of the\n\nanalysis on noise and air quality described in this report . . . do\n\nnot change any of the conclusions that were reached in the EIS.\"\n\n            Given this validation of its earlier data, the FAA could\n\nreasonably have concluded that there was no \"substantial change\" in\n\nconditions since the data used in its EIS were gathered.               That is,\n\nit was reasonable to assume in these circumstances that the mere\n\npassage of time did not invalidate or render out-dated the data and\n\nanalyses in the EIS.\n\n            Petitioners seem to assume that \"current\" in the FAA\n\nregulation means literally contemporaneous.            That cannot be the\n\ncorrect reading of the requirement, as data relied on in an FEIS\n\nwill    never   be    current   in   that   sense.      Further,       such   an\n\ninterpretation would read out the role of the written reevaluation,\n\nas the data in a three-year-old FEIS would by definition never be\n\ncurrent.\n\n            Rather, \"current\" should be read in conjunction with\n\n\"accurate\" and \"adequate\" and in light of the general SEIS standard\n\n\n                                     -17-\n\fof significant change: the data remain \"current\" if there has been\n\nno major change that would cause one to expect contemporaneous\n\nconditions to vary significantly from conditions at the time the\n\ndata were gathered.      By validating through the HMMH Report that\n\nmore recent conditions generate similar data as the data used in\n\nthe EIS, the FAA could reasonably conclude that all the data still\n\nreflected current conditions.       In another recent situation where\n\nthe FAA determined that more recent data did not draw into question\n\nthe modeling it had conducted using older data, the D.C. Circuit\n\nexplained:\n\n          However desirable it may be for agencies to\n          use the most current and comprehensive data\n          available when making decisions, the FAA has\n          expressed its professional judgment that the\n          later data would not alter its conclusions in\n          the EIS . . . , and it is reasonably concerned\n          that an unyielding avalanche of information\n          might overwhelm an agency's ability to reach a\n          final decision. . . .      The method the FAA\n          chose, creating its models with the best\n          information available when it began its\n          analysis and then checking the assumptions of\n          those models as new information became\n          available, was a reasonable means of balancing\n          those competing considerations, particularly\n          given the many months required to conduct full\n          modeling with new data.\n\nVill. of Bensenville v. FAA, 457 F.3d 52, 71 (D.C. Cir. 2006)\n\n(citation omitted); cf. Save Our Heritage, 269 F.3d at 59-60.\n\n          To the extent that petitioners seek a more detailed\n\ndescription   of   the   FAA's   consideration   of   the   HMMH   report's\n\nconclusions regarding the continuing validity of the EIS data, none\n\n\n                                   -18-\n\fwas required.    See Forest Guardians v. U.S. Forest Serv., 495 F.3d\n\n1162, 1172-73 (10th Cir. 2007) (\"NEPA imposes no obligation to use\n\nprecise phrasing.\"); cf. Airport Impact Relief, 192 F.3d at 209\n\n(\"[A] federal agency need not perform the detailed environmental\n\nanalysis of an [S]EIS before it can determine that no [S]EIS need\n\nbe prepared.     Such a requirement would eliminate the threshold\n\nrequirements of the regulations in favor of a full . . . SEIS in\n\nevery case.\").    Instead, the arbitrary and capricious standard of\n\nreview \"requires substantial deference to the agency . . . when\n\n[courts] review[] drafting decisions like how much discussion to\n\ninclude on each topic, and how much data is necessary to fully\n\naddress each issue.\"     Sierra Club v. Van Antwerp, 526 F.3d 1353,\n\n1361 (11th Cir. 2008).\n\n          The FAA adequately considered the continuing validity of\n\nthe data underlying the FEIS. Its determination that the data were\n\nstill adequate, accurate, current, and valid was not arbitrary and\n\ncapricious.\n\nC.        Whether Concerns About Ultrafine Particulate       Matter\n          Constitute Significant New Information\n\n          Petitioners next argue that new studies demonstrating the\n\neffects of fine and ultrafine particulate matter (\"PM\") on public\n\nhealth constitute significant new information that the FAA should\n\nhave considered in an SEIS.      See 40 C.F.R. § 1502.9(c)(1)(ii).\n\nThey also fault the FAA for not adequately responding to and\n\nconsidering concerns about these health effects.\n\n                                 -19-\n\f              The Environmental Protection Agency (\"EPA\") sets National\n\nAmbient Air Quality Standards (\"NAAQS\"), which define acceptable\n\nlevels of certain regulated air pollutants, including PM.              PM is,\n\nin turn, categorized as coarse, fine, and ultrafine.             At the time\n\nof the EIS, there were NAAQS for coarse PM, which is PM with an\n\naerodynamic diameter of 10 microns or smaller (\"PM10\"). Fine PM is\n\ndefined as PM with a diameter of 2.5 microns or smaller (\"PM2.5\");\n\nultrafine PM is defined as PM with an diameter of 0.1 microns or\n\nless.\n\n              The FAA included coarse PM (PM10) in the air pollutants\n\nit measured and analyzed during the EIS process. It concluded that\n\nnone of the alternatives considered would come close to violating\n\nthe   NAAQS    for   PM10,   and   it    also   found   that   the   preferred\n\nalternative would slightly decrease PM10 emissions over the other\n\nalternatives, including the no action alternative.              For example,\n\nunder the no action alternative, PM10 emissions in 2010 were\n\nestimated to range from 280 to 336 kilograms per day, depending on\n\nairport volume; under the preferred alternative, PM10 emissions\n\nwould range from 251 to 299 kilograms per day.6\n\n\n\n\n      6\n          After the FEIS but before the 2007 Written Reevaluation\nand ROD, NAAQS for PM2.5 took effect. Petitioners do not argue\nthat the FAA has not measured PM2.5 adequately or applied the PM2.5\nNAAQS; rather, they argue that the FAA has not adequately\nconsidered the health effects of fine and ultrafine particulate\nmatter.\n\n                                        -20-\n\f            Petitioners      point    to    three    letters     in   particular,\n\nsubmitted in response to the draft written reevaluation, that raise\n\nquestions about the adequacy of the FAA's consideration of the\n\nhealth impacts of the Centerfield Taxiway: a letter from the\n\nMassachusetts Department of Public Health, Center for Environmental\n\nHealth; a letter from the City of Boston's Environment Department;\n\nand   a   letter     from    the     Boston    Public       Health     Commission,\n\nEnvironmental      Hazards     Program.            Contrary     to    petitioners'\n\nassertions,    the    FAA   did    respond    to    these     concerns,   and   its\n\nresponses were not unreasonable.\n\n            These letters primarily urged greater data collection and\n\nanalysis.     They specifically expressed concern that air quality\n\ndata be gathered at points closer to the airport to better measure\n\nlocal impact.        They also argued that city-wide or region-wide\n\ncompliance with NAAQS was insufficient reassurance of local air\n\nquality, as air quality near a major emission source like Logan\n\nwould likely be worse than the regional average. In its responses,\n\nthe FAA emphasized that multiple ongoing studies were or would be\n\ngathering such localized data.             Massport already provides annual\n\nEnvironmental Data Reports on emissions from Logan. As a condition\n\nof state approval for the project, Massport agreed to implement an\n\nair quality study that would measure emissions in neighborhoods\n\naround Logan both before and after the Centerfield Taxiway becomes\n\noperational.       The Massachusetts Department of Public Health is\n\n\n                                      -21-\n\fcurrently conducting a study of the health impacts of Logan on\n\nsurrounding communities, a project that includes further data\n\ngathering and analysis.        The FAA also noted additional programs\n\nrequiring    Logan   to   monitor   the   local      impact   of   emissions   of\n\nspecific pollutants.      To the extent the letters suggested that the\n\nFAA   wait   until   further   data   had     been   collected,     it   was   not\n\narbitrary and capricious for the FAA to conclude that it had enough\n\ndata to make a reasoned decision.            There will always be more data\n\nthat could be gathered; agencies must have some discretion to\n\ndecide when to draw the line and move forward with decisionmaking.\n\n             All three letters expressed concern that the HMMH Report\n\nused emissions inventory data (the amount of pollutants generated)\n\nrather than atmospheric dispersion modeling based on that emissions\n\ninventory data (which would estimate levels of human exposure to\n\npollutants at specific times and locations).             The latter provides\n\na more complete picture of the health impact of emissions on\n\nsurrounding communities.       The FAA responded by pointing out that\n\nsuch dispersion analyses had been conducted as part of the EIS.\n\nThe measurement of health effects is integral to an EIS, but the\n\npurpose of a written reevaluation is not the same.                 The question\n\nfor the FAA at this stage was whether the data in the HMMH Report\n\ndrew into question the health impact analyses in the EIS.                The FAA\n\nhas reasonably concluded that it did not.\n\n\n\n\n                                      -22-\n\f            Finally, and in petitioners' view most importantly, all\n\nthree letters urged monitoring of ultrafine PM because of growing\n\nevidence of that pollutant's adverse health effects.           The FAA\n\nacknowledged these concerns and noted that it is \"sponsoring\n\nresearch into the potential health effects of PM emitted from\n\naircraft engines.\"      It explained that it did not measure ultrafine\n\nPM    separately   in   this   decision-making   process   because   the\n\n\"technology and methods for monitoring ultra-fine PM is considered\n\nto be emerging and is still under development by the U.S. EPA and\n\nothers.\"7    The FAA also noted that it is engaged in an ongoing\n\neffort with the EPA, NASA, and other agencies to measure emissions\n\nfrom modern-day aircraft engines, including emissions of ultrafine\n\nPM.\n\n            Not only were these responses adequate, but they also\n\ndemonstrate that the FAA did consider the information presented,\n\nand we cannot say that the agency committed a clear error in\n\njudgment in concluding that this information did not warrant an\n\nSEIS. Preliminarily, it was not unreasonable for the FAA to assume\n\nthat, if the preferred alternative would reduce all NAAQS-regulated\n\nair pollutants (including PM10), then the preferred alternative --\n\nwhich includes construction of the Centerfield Taxiway -- would\n\n\n      7\n          The PM10 NAAQS covers all PM up to 10 microns in\ndiameter, including ultrafine PM.    The concern is that a high\nconcentration of ultrafine PM within otherwise acceptable PM10\nlevels could cause health problems, in which case there would be a\nneed for separate measurements of ultrafine PM.\n\n                                  -23-\n\falso reduce levels of ultrafine PM.            It is a matter of common sense\n\nthat       an   action   quantitatively     projected      to    reduce    all    air\n\npollutants that were studied would also reduce the amount of air\n\npollutants not studied. Cf. Airport Impact Relief, 192 F.3d at 209\n\n(describing sensibleness of presuming that increased noise due to\n\nbuilding roadway at a higher elevation than originally planned\n\nwould be largely offset by decreased noise due to moving roadway\n\nfurther away from area of concern).               Petitioners have provided no\n\nreason to doubt that decreased idling and taxiing time would lead\n\nto a decrease in all emissions.8\n\n                Further, the FAA acted within reason in considering how\n\nto treat this information.           Health impacts due to PM had already\n\nbeen considered in the EIS; while these newer studies might provide\n\nmore       information   on   potential    health     effects,    the     FAA    could\n\nreasonably        conclude    that   the   information       presented     was    not\n\n\"significant       new   information\"      because    it   did   not    \"paint[]    a\n\ndramatically        different    picture     of    impacts      compared    to     the\n\ndescription of impacts in the EIS.\"                  FAA Order 1050.1E ¶ 516a\n\n(defining \"significant information\").                This area of research is\n\nalso still developing.          It is not unreasonable for an agency to\n\ndecline to study in an SEIS a pollutant for which there are not yet\n\nstandard methods of measurement or analysis. An SEIS is not, after\n\n\n       8\n          Again, we accept the FAA's and Massport's assertion, in\nthe absence of any contrary evidence, that the Centerfield Taxiway\nwill not lead to an increase in the aircraft capacity of Logan.\n\n                                        -24-\n\fall, a research document.       Cf. Lee v. U.S. Air Force, 354 F.3d\n\n1229, 1244 (10th Cir. 2004) (Air Force not required to conduct own\n\nstudies where scientific information is scarce, despite concerns\n\nraised during the comment period).        We emphasize that the FAA has\n\nnot ignored these concerns; rather, it has decided to evaluate the\n\nissue fully in a more appropriate setting alongside agencies with\n\nrelevant expertise.\n\n          We   are   thus   satisfied    that   the   FAA   considered   the\n\ninformation presented and that its determination that there was no\n\nsignificant new information was not a clear error in judgment. The\n\nFAA's decision not to prepare an SEIS was not arbitrary and\n\ncapricious.\n\nD.        Whether the HMMH Report Erred in Its Choice of Computer\n          Model for Evaluating Noise Impact of Centerfield Taxiway\n\n          Petitioners assert that the HMMH Report did not use an\n\nappropriate modeling program for evaluating the noise impact of\n\ndifferent uses of the November and Centerfield Taxiways.          However,\n\n\"[a]gencies are entitled to select their own methodology as long as\n\nthat methodology is reasonable.          The reviewing court must give\n\ndeference\" to that decision. Hughes River Watershed Conservancy v.\n\nJohnson, 165 F.3d 283, 289 (4th Cir. 1999); see also Valley\n\nCitizens for a Safe Env't v. Aldridge, 886 F.2d 458, 469 (1st Cir.\n\n1989).\n\n          The HMMH Report provided a reasonable explanation for\n\nselecting the SoundPLAN model.     It explained:\n\n                                  -25-\n\f          The SoundPLAN model is more appropriate for\n          evaluation of aircraft ground operations than\n          the FAA's Integrated Noise Model (INM), which\n          is intended primarily for the evaluation of\n          aircraft flight operations. While the INM can\n          be used to model taxi operations, it is a very\n          crude tool for this purpose. . . . By using\n          SoundPLAN and aircraft noise emissions data\n          collected at idle/taxi power settings, noise\n          modeling is much more precise. Also, the INM\n          does not incorporate any building or terrain\n          shielding, or variation in ground type . . .,\n          so these characteristics, which are important\n          for ground-based noise sources[,] cannot be\n          modeled with INM.\n\nThe FAA also responded thoroughly to specific concerns regarding\n\nthe HMMH Report's sound analysis.\n\n          As a preliminary matter, respondents point out that\n\npetitioners did not specifically object to the use of the SoundPLAN\n\nmodel during the comment period on the draft written reevaluation,\n\nwhich relied on the HMMH Report.    \"[T]he time to complain, and to\n\ncomplain clearly, about methodology was at the comment stage, not\n\ntwo years later after the [relevant report] was complete.\"   Valley\n\nCitizens, 886 F.2d at 469.   It does the agency no good to receive\n\ncriticism of its choice of methodology after it has finished its\n\ndecisionmaking process, especially when there was a chance to\n\ncomment earlier.   See Vt. Yankee Nuclear Power Corp. v. Natural\n\nRes. Def. Council, 435 U.S. 519, 553 (1978) (\"[I]t is . . .\n\nincumbent upon intervenors who wish to participate . . . to\n\nstructure their participation so that it is meaningful, so that it\n\nalerts the agency to the intervenors' position and contentions.\").\n\n\n                               -26-\n\f           While   concerns   about   the   application   of   the   chosen\n\nmethodology were raised during the comment period (concerns which\n\nwe believe the FAA adequately addressed), the petitioners here do\n\nnot allege any harm or error resulting from the use of SoundPLAN\n\nbut only assert that the very choice of SoundPLAN was erroneous.\n\nWe believe that argument was waived because it was not raised\n\nbefore the agency.   We continue on a little further to explain why,\n\neven if preserved, the argument would fail regardless.\n\n           Petitioners point to FAA internal regulations regarding\n\nthe preparation of an EIS, which require a detailed noise analysis\n\nif significant noise impacts are expected.           FAA Order 1050.1E\n\n¶ 14.2a.    These regulations further state that \"[a]ll detailed\n\nnoise analyses must be performed using the most current version of\n\nthe FAA's Integrated Noise Model (INM), Heliport Noise Model (HNM),\n\nor Noise Integrated Routing System (NIRS).        Use of an equivalent\n\nmethodology and computer model must receive prior written approval\n\nfrom the FAA's Office of Environment and Energy.\"         Id. ¶ 14.2b.   No\n\nprior written approval was obtained for the use of SoundPLAN in the\n\nHMMH Report.\n\n           However, as the FAA points out, the HMMH Report is not an\n\nEIS.   Instead, the HMMH Report considered operational alternatives\n\nthat   might   further   decrease     noise   impacts     on   neighboring\n\ncommunities.   There was no regulatory requirement for the FAA to\n\nuse any specific model for this study.          SoundPLAN was selected\n\n\n                                  -27-\n\fbecause it was considered more sensitive to the sources of noise of\n\nmost concern in the HMMH Report and would thus be more likely to\n\nilluminate an operational alternative that would improve noise\n\nconditions for nearby residents.        This is a reasonable explanation\n\nto which we must defer.\n\n                                      IV.\n\n            As a final matter, petitioners seek to supplement the\n\nadministrative record with additional documents.                In considering\n\nwhether an agency action was arbitrary and capricious, \"the focal\n\npoint for judicial review should be the administrative record\n\nalready in existence, not some new record made initially in the\n\nreviewing court.\"        Camp v. Pitts, 411 U.S. 138, 142 (1973).\n\nSupplementing the administrative record on judicial review is\n\ntherefore the exception, not the rule, and is discretionary with\n\nthe reviewing court.      See Valley Citizens, 886 F.2d at 460.            There\n\nare   two   types   of   situations    in    which   we   may   exercise   that\n\ndiscretion.    This court \"'may' (although it is not required to)\n\nsupplement the record where there is [] 'a strong showing of bad\n\nfaith or improper behavior' by agency decision makers.\"               Olsen v.\n\nUnited States, 414 F.3d 144, 155 (1st Cir. 2005) (quoting Citizens\n\nto Preserve Overton Park, Inc. v. Volpe, 401 U.S. 402, 420 (1971),\n\noverruled on other grounds by Califano v. Sanders, 430 U.S. 99\n\n(1977)).     \"Alternatively, supplementation of the record may be\n\npermissible where there is a 'failure to explain administrative\n\n\n                                      -28-\n\faction as to frustrate effective judicial review.'\"                  Id. at 155-56\n\n(quoting Camp, 411 U.S. at 142-43).\n\n           Neither      situation         presents    itself    here,      nor   do\n\npetitioners argue otherwise.          Indeed, petitioners argue very few\n\nspecifics as to why these documents should be included.                    We deny\n\nthe   motion    to   supplement     the    record    and   briefly    outline    our\n\nrationale as to each specific request.\n\n           First, petitioners' request for a separate indexing of\n\ndocuments which are already included in the administrative record\n\n(as part of the administrative record for the D.C. Circuit's review\n\nof the 2002 ROD) is frivolous.                Second, the petitioners seek\n\ninclusion of an email from a contractor to an FAA official, but by\n\nits nature the email would not illuminate the thinking of anyone\n\nwithin the FAA, and the FAA asserts that it did not rely on the\n\ncontent of that email in its decisionmaking (hence the agency's\n\nomission of the email from the record).\n\n           Third, the petitioners would like included forty-six\n\ndocuments which the FAA has withheld in response to a Freedom of\n\nInformation Act (\"FOIA\") request filed by petitioners.                       In an\n\nentirely   separate     proceeding        regarding    this    FOIA   request,     a\n\ndistrict judge has reviewed those forty-six documents in camera and\n\nagreed   with    the   FAA   that    the    documents      pertain    to   internal\n\ndeliberative processes and were properly exempted from disclosure\n\nunder FOIA.     Petitioners have appealed that ruling as a separate\n\n\n                                      -29-\n\fmatter, not presently before us.         Documents pertaining to internal\n\ndeliberative processes are irrelevant to this petition.\n\n           Finally, petitioners have moved to supplement the record\n\nwith the declaration of Helen Suh, Sc.D., dated December 19, 2007\n\n(more   than   six   months    after   the    release   of   the    final   ROD).\n\nPetitioners propose that the declaration would aid this court's\n\nunderstanding of the technical issues involved in this case.                 See\n\nValley Citizens, 886 F.2d at 460.            \"However desirable this kind of\n\nevidentiary supplementation as an aid to understanding highly\n\ntechnical, environmental matters, its use is discretionary with the\n\nreviewing court.\"     Id.     The Suh declaration elaborates on concerns\n\nalready addressed in the record.              Thus regardless of whether it\n\nmight illuminate the factual dispute further, it would not bear on\n\nthe relevant legal question: whether the FAA adequately considered\n\nthese concerns and reasonably reached the decision it did based on\n\nthe information it had at the time.           See id. at 461.      We decline to\n\nreview the document.        We can find no other legitimate basis among\n\npetitioners' arguments for supplementing the record with this post-\n\nROD declaration.\n\n                                        V.\n\n           We deny the motions to supplement the record, and we deny\n\nthe petition for review.\n\n\n\n\n                                       -30-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>535 F.3d 1 (2008)</b></center>\n<center><h1>TOWN OF WINTHROP, et al., Petitioners,<br>\nv.<br>\nFEDERAL AVIATION ADMINISTRATION, Respondent,<br>\nMassachusetts Port Authority, Intervenor-Respondent.</h1></center>\n<center>No. 07-1953.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard June 6, 2008.</center>\n<center>Decided July 23, 2008.</center>\n<p><span class=\"star-pagination\">*3</span> Peter L. Koff with whom Engel &amp; Schultz, LLP, Jerome E. Falbo, and Falbo Solari &amp; Goldberg were on brief for petitioner.</p>\n<p>M. Alice Thurston, Attorney, U.S. Department of Justice, with whom Ronald J. Tenpas, Assistant Attorney General, Ronald M. Spritzer, Attorney, U.S. Department of Justice, and John Donnelly, Attorney, Federal Aviation Administration, were on brief for respondent.</p>\n<p>Roscoe Trimmier, Jr., with whom Richard J. Lettieri, F. Turner Buford, Ropes &amp; Gray LLP, David S. Mackey, Massachusetts Port Authority, and Ira M. Wallach, Massachusetts Port Authority, were on brief for intervenor-respondent.</p>\n<p>Before LYNCH, Chief Judge, LIPEZ and HOWARD, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>The Town of Winthrop, which is located next to Boston's Logan International Airport (\"Logan\"), and two local residents (one from Winthrop and one from East Boston) petition this court for review of a Federal Aviation Administration (\"FAA\") order permitting the construction of a new taxiway at the airport. They argue primarily that the FAA acted arbitrarily and capriciously in deciding that it did not need to prepare a supplemental environmental impact statement before issuing this final order.</p>\n<p>Petitioners' concerns, as we understand them, may be grouped under three major themes. The FAA has concluded that the new taxiway, along with other previously approved projects, will ease congestion at the airport, reducing the amount of time planes spend idling on the airfield and causing an overall reduction in noise and air pollution. Even if that were so, petitioners fear that the FAA's solution for reducing delay will lead to greater use of Logan, which in the long run will lead to more, not less, adverse environmental impacts.</p>\n<p>Second, they fear that the FAA has not used the most current data or methodologies available, which may cast doubt on the agency's benefits analysis.</p>\n<p>Third, they say that public health studies show an increasing concern about ultrafine particulate matter and that the FAA should be required to continue to study this pollutant at Logan, both to evaluate these possible health effects and to keep the public informed. Notably, petitioners do not seek an injunction to stop the construction which has begun at Logan.</p>\n<p>We find that the FAA has taken all of these concerns into account, has responded, and did not act arbitrarily or capriciously in issuing its final order. We deny the petition for review.</p>\n<p></p>\n<h2>I.</h2>\n<p>Logan is the largest airport in New England; it has a history of being one of the country's airports with the most delayed flights. In the year 2000, when 27.4 million passengers and 1 billion pounds of freight passed through the airport, Logan was ranked sixth nationally for airports <span class=\"star-pagination\">*4</span> with the most delays, even though it was ranked eleventh for overall number of takeoffs and landings and eighteenth for passenger volume.</p>\n<p>In 1993, the Massachusetts Port Authority (\"Massport\"), which operates Logan, and the FAA began studying options for improving Logan's operational efficiency. In 1995, Massport released a feasibility study which preliminarily analyzed different options and recommended some for further consideration. These recommended options included building a new runway (Runway 14/32), realigning Taxiway November, building a new Centerfield Taxiway, simplifying taxiway and runway crossings, and adding a surcharge for use of the airport during peak demand periods. Implementation of all or a subset of these options, it was believed, would significantly reduce airport delays.</p>\n<p>In late 1995, Massport and the FAA began preparation of an environmental impact statement (\"EIS\") regarding these potential improvements, as required by state and federal law. The National Environmental Policy Act (\"NEPA\") requires that all proposals for \"major Federal actions significantly affecting the quality of the human environment\" be accompanied by an EIS. 42 U.S.C. § 4332(C). The goal of NEPA is to focus attention on the possible environmental effects of proposed actions, which in turn furthers two important purposes: to ensure that agencies do not make decisions based on incomplete information, and to provide information about environmental effects to the public and other governmental agencies in a timely fashion so that they have an opportunity to respond. <i>Marsh v. Or. Natural Res. Council,</i> 490 U.S. 360, 371, 109 S.Ct. 1851, 104 L.Ed.2d 377 (1989). NEPA does not prevent agencies from then deciding that the benefits of a proposed action outweigh the potential environmental harms: NEPA guarantees process, not specific outcomes. <i>Robertson v. Methow Valley Citizens Council,</i> 490 U.S. 332, 350, 109 S.Ct. 1835, 104 L.Ed.2d 351 (1989).<sup>[1]</sup></p>\n<p>After extensive analysis and community input, the FAA filed a draft EIS (\"DEIS\") in February 1999. In response to that draft, approximately 800 people attended two public hearings, and the FAA received approximately 500 comment letters. The FAA then compiled a supplemental draft EIS (\"SDEIS\") to consider additional issues; that document was published for comment in March 2001. This time, approximately 800 people attended the public hearings, and 850 comment letters were submitted. The FAA published its final EIS (\"FEIS\") in 2002.</p>\n<p>The EIS (the DEIS, SDEIS, and FEIS collectively) considered five project alternatives: three involving some or all options considered by the feasibility study, one involving those options not requiring any construction, and one maintaining the status quo (the \"no action alternative\"). The EIS analyzed the operational and environmental effects of each alternative, considering both short-term and long-term impacts based on a range of estimated future passenger loads and fleet composition (the mix of the types of aircraft using Logan).</p>\n<p>Based on these findings, the FAA released a Record of Decision (\"ROD\") in 2002, setting forth its rationale for approving the following collection of options (the \"preferred alternative\"):</p>\n<blockquote>\n<span class=\"star-pagination\">*5</span> a) Construction of a new runway (Runway 14/32)</blockquote>\n<blockquote>b) Construction of a new Centerfield Taxiway<sup>[2]</sup></blockquote>\n<blockquote>c) Reconfiguration of the southwest corner taxiway system</blockquote>\n<blockquote>d) Extension of Taxiway Delta</blockquote>\n<blockquote>e) Realignment of Taxiway November</blockquote>\n<blockquote>f) Reduction of instrument approach minimums for several runways</blockquote>\n<p>The FAA determined that this set of actions was preferable to the status quo. If no action were taken, the FAA concluded, airport delays would continue to increase; the preferred alternative, on the other hand, was expected to reduce delays by approximately twenty-nine percent. There is a relationship between delays and adverse environmental effects. Delays cause airplanes to idle needlessly on taxiways, increasing harmful emissions. The preferred alternative would reduce emissions and improve ambient air quality, as compared to the no action alternative.</p>\n<p>Some local commenters have expressed concern that the construction of the Centerfield Taxiway, which is at the heart of the dispute before this court, would lead to an increase in flight activity, thus increasing air pollutants. The FAA denies this and responds that airport capacity is primarily a factor of runway capacity, not taxiway capacity; that the goal of this improvement project is to reduce delays and improve safety within Logan's current capacity; and that the Centerfield Taxiway would not \"independently affect the total number of aircraft operations at Logan.\"</p>\n<p>As for noise pollution, again compared to the no action alternative, the FAA found the preferred alternative would (1) drastically reduce the number of citizens exposed to excessive noise levels, defined as 70 dB (decibels) DNL (day-night average sound level) or higher, and (2) reduce the number of citizens exposed in the near-term to 65 dB DNL, which is the threshold at which the FAA considers noise levels to be significant as to residential land use. However, the reduction of the highest noise levels would be achieved by redistributing aircraft throughout the airfield, so the preferred alternative would result in approximately 250 more people being exposed to 65 dB DNL in the long term. Most of those affected would be residents of Chelsea and East Boston.</p>\n<p>In its 2002 ROD, the FAA concluded, as it had in the FEIS, that the Centerfield Taxiway would be \"the largest contributor to taxiway delay reduction\" out of all the components of the preferred alternative package and that the new taxiway would \"enhance airfield safety ..., provide small air quality benefits, and have no significant adverse noise or other environmental impact.\"</p>\n<p>However, the FAA deferred final approval of the construction of the Centerfield Taxiway, despite approving the remaining components of its preferred alternative, in order to see whether operational changes, in addition to the construction, would provide further benefits. As a mitigation measure, the FAA agreed first to conduct an additional study, seeking comment from persons living around the northern side of the airfield, to consider \"potential beneficial operational procedures that would preserve or improve the operational and environmental benefits of the Centerfield Taxiway as shown in the EIS.\" The additional study would also consider <span class=\"star-pagination\">*6</span> possible changes to the use of Taxiway November in response to concerns from local communities. Before agreeing to undertake this mitigation measure, the FAA considered the impact of deferring construction of the Centerfield Taxiway and concluded that \"the potential deferment of the Centerfield Taxiway would have no discernable impact on the environmental [benefits] associated with the other [components] on the Preferred Alternative.\" It is the results of this additional consideration of potential mitigation benefits which is at the heart of this petition.</p>\n<p>The FAA contracted with the firm of Harris Miller Miller &amp; Hanson Inc., experts in the field of noise and vibration control, to undertake this additional limited analysis of operational alternatives. That study (\"HMMH Report\"), which was published in 2006, considered the efficiency, noise, and air quality effects of different uses of the November and proposed Centerfield Taxiways. It concluded that \"no operational action could be identified that would yield environmental benefits\" beyond those already anticipated by the EIS for the construction of the Centerfield Taxiway.</p>\n<p>With that report completed, the FAA released a Written Reevaluation and ROD in April 2007, affirming that the data and analysis in the EIS were still \"adequate, accurate, current and valid,\" concluding that the FEIS did not need to be supplemented, and approving the construction of the Centerfield Taxiway.</p>\n<p>The D.C. Circuit has already upheld the EIS and 2002 ROD against legal challenge, <i>see </i><i>Communities Against Runway Expansion, Inc. v. FAA,</i> 355 F.3d 678 (D.C.Cir.2004), and this case presents no issue as to the legality of those decisions.</p>\n<p>Petitioners now seek review of the 2007 Written Reevaluation and ROD. Massport has intervened as a respondent in support of the actions taken. We are told that construction of the preferred alternative is ongoing. Petitioners do not seek to enjoin that construction.</p>\n<p>We have jurisdiction over this final FAA order under 49 U.S.C. § 46110(a).</p>\n<p></p>\n<h2>II.</h2>\n<p>As a preliminary matter, intervenor Massport challenges petitioners' Article III standing before this court. Because Article III standing is a constitutional requirement, we address it first, but as the FAA does not join in this challenge, we keep our discussion brief.</p>\n<p>Article III standing requires an injury-in-fact to a cognizable interest, a causal link between that injury and respondent's action, and a likelihood that the injury could be redressed by the requested relief. <i>Sprint Commc'ns Co. v. APCC Servs., Inc.,</i> ___ U.S. ___, 128 S.Ct. 2531, 2535-36, ___ L.Ed.2d ___ (2008); <i>Save Our Heritage, Inc. v. FAA,</i> 269 F.3d 49, 55 (1st Cir.2001). \"To establish injury-in-fact in a `procedural injury' case,\" like the present one, \"petitioners must show that `the government act performed without the procedure in question [here, sufficient NEPA review] will cause a distinct risk to a particularized interest of the plaintiff.'\" <i>City of Dania Beach v. FAA,</i> 485 F.3d 1181, 1185 (D.C.Cir.2007) (quoting <i>Fla. Audubon Soc'y v. Bentsen,</i> 94 F.3d 658, 663 (D.C.Cir.1996) (en banc)).</p>\n<p>Massport challenges this requirement of injury-in-fact on the grounds that the construction of the Centerfield Taxiway (according to the EIS) will have minimal if any environmental effect on the surrounding area. Massport's argument puts the cart before the horse; it assumes the outcome on the merits in making its preliminary standing objection.</p>\n<p><span class=\"star-pagination\">*7</span> Our standing discussion in <i>Save Our Heritage</i> is both instructive and dispositive. In that case, local towns and preservationist organizations challenged an FAA order regarding flights originating from Hanscom Field, outside Boston. The FAA argued there, as Massport does here, that the FAA's order would have \"no significant environmental impact,\" so there would be no standing. <i>Save Our Heritage,</i> 269 F.3d at 56. As we explained:</p>\n<blockquote>We need not rule out the possibility of cases where the claim of impact is so specious or patently implausible that a threshold standing objection might be appropriate.... But beyond that, we think that the likelihood and extent of impact are properly addressed in connection with the merits.... A reasonable claim of minimal impact is enough for standing....</blockquote>\n<p><i>Id.</i> (citations omitted).</p>\n<p>Petitioners here have reasonably and adequately alleged that they fear harm-in-fact should the Centerfield Taxiway construction go forward as approved by the FAA. That is enough, even if the FAA concluded otherwise in the order that petitioners challenge. <i>Cf. </i><i>Lujan v. Defenders of Wildlife,</i> 504 U.S. 555, 572 n. 7, 112 S.Ct. 2130, 119 L.Ed.2d 351 (1992) (\"[U]nder our case law, one living adjacent to the site for proposed construction of a federally licensed dam has standing to challenge the licensing agency's failure to prepare an environmental impact statement, even though we cannot establish with any certainty that the statement will cause the license to be withheld or altered....\"). Petitioners have Article III standing.</p>\n<p></p>\n<h2>III.</h2>\n<p>We turn to the heart of petitioners' argument: that the FAA's decision not to compile a supplemental EIS (\"SEIS\") was arbitrary and capricious and that the HMMH Report erred in its choice of noise impact modeling. We first describe the regulatory requirements for an SEIS before addressing petitioners' three challenges to the FAA's decision not to undertake one here.</p>\n<p></p>\n<h2>A. <i>Regulatory Scheme and Standard of Review</i>\n</h2>\n<p>The road to final approval for an agency action is often a long one; in this case it has been more than ten years since the commencement of the EIS process and five years since the FEIS. It would undermine NEPA's policies if agencies in the interim were allowed to ignore material new information or circumstances which could change the environmental analysis contained in the original EIS. <i>See </i><i>Marsh,</i> 490 U.S. at 371, 109 S.Ct. 1851. The Council on Environmental Quality's regulations implementing NEPA thus require a supplemental EIS if \"[t]he agency makes <i>substantial</i> changes in the proposed action that are relevant to environmental concerns\" or \"[t]here are <i>significant</i> new circumstances or information relevant to environmental concerns and bearing on the proposed action or its impacts.\" 40 C.F.R. § 1502.9(c)(1) (emphasis added). That is, an SEIS would be required here if new information \"paint[ed] a dramatically different picture of impacts compared to the description of impacts in the EIS.\" Environmental Impacts: Policies and Procedures, FAA Order 1050.1E chg. 1 ¶ 516a (Mar. 20, 2006).<sup>[3]</sup></p>\n<p>The FAA has, by order, imposed further requirements upon itself for airport projects. <span class=\"star-pagination\">*8</span> If more than three years have passed since the FAA approved an FEIS and no major steps toward implementing the proposed action have taken place, the FAA must prepare a written reevaluation to determine whether the FEIS \"remains accurate, adequate, and current.\" NEPA Implementing Instructions for Airport Projects, FAA Order 5050.4B ¶ 1401(c)(1) (Apr. 28, 2006)<sup>[4]</sup>; <i>see also</i> FAA Order 1050.1E ¶ 514b(1) (requiring, after three years of no major action, a written reevaluation of the \"adequacy, accuracy, and validity of the FEIS\"). That is, the mere passage of time does not require preparation of an SEIS, only a written reevaluation. The FAA also specifically committed itself in the 2002 ROD to preparing a written reevaluation of whether it was necessary to prepare an SEIS before issuing its final decision on the Centerfield Taxiway, and it has done so.</p>\n<p>If \"substantial change\" has occurred involving the earlier data or other conditions relevant to the FAA's prior decision, the preparation of an SEIS is required. FAA Order 5050.4B ¶ 1401(c)(1); <i>see also</i> FAA Order 1050.1E ¶ 514b(1) (if, after three years, \"there have been significant changes in ... the affected environment [or] anticipated impacts,\" an SEIS must be prepared); FAA Order 5050.4B ¶ 1402(b)(2) (requiring an SEIS, regardless of passage of time, if \"[s]ignificant new changes, circumstances or information relevant to the proposed action, its affected environment, or its environmental impacts becomes available\"). The written reevaluation determining whether it is necessary to prepare an SEIS need not, however, be made public. FAA Order 5050.4B ¶ 1401(d); FAA Order 1050.1E ¶ 515c.</p>\n<p>While NEPA requires agencies to \"take a `hard look' at the environmental effects of their planned action, even after a proposal has received initial approval,\" <i>Marsh,</i> 490 U.S. at 374, 109 S.Ct. 1851, \"an agency need not supplement an EIS every time new information comes to light after the EIS is finalized,\" <i>id.</i> at 373, 109 S.Ct. 1851. \"To require otherwise would render agency decision-making intractable, always awaiting updated information only to find the new information outdated by the time a decision is made.\" <i>Id.</i></p>\n<p>The key question for the FAA, then, is determining what constitutes <i>significant</i> new information, and that is a factual question requiring technical expertise. <i>Id.</i> at 376, 109 S.Ct. 1851. The agency's resolution of this question is thus one to which a reviewing court owes considerable deference. <i>See id.</i> at 376-77, 109 S.Ct. 1851. Considerable deference is also owed to the FAA's determination of whether a three-year-old FEIS remains accurate, adequate, and current, as that determination is but a variation on the same question of significance.</p>\n<p>As a result, the FAA's decision not to issue an SEIS cannot be set aside by a reviewing court unless that decision is arbitrary and capricious. <i>Id.</i> at 376, 109 S.Ct. 1851; <i>see also</i> 5 U.S.C. § 706(2)(A). An agency's decision is not arbitrary and capricious if that decision was based on consideration of the relevant factors and if it did not commit a clear error of judgment. <i>Marsh,</i> 490 U.S. at 378, 109 S.Ct. 1851; <i>Airport Impact Relief, Inc. v. Wykle,</i> 192 F.3d 197, 202 (1st Cir.1999).</p>\n<p></p>\n<h2>B. <i>Whether the FAA Erred in Its Determination That the FEIS Remains \"Accurate, Adequate, Current, and Valid\"</i>\n</h2>\n<p>Petitioners primarily argue that the FAA did not adequately consider all the <span class=\"star-pagination\">*9</span> requisite factors in determining whether there have been significant material changes since the 2002 ROD. We start with petitioners' allegation that the data underlying the EIS is outdated. The relevant requirement for the FAA as to preparation of an SEIS is whether the FEIS remains accurate, adequate, current, and valid. FAA Order 5050.4B ¶ 1401(c)(1); FAA Order 1050.1E ¶ 514b(1).</p>\n<p>As petitioners acknowledge, the 2007 ROD did specifically make the finding that the FEIS remains accurate, adequate, current, and valid. Petitioners' two-sentence counter to this finding is, at most, general and conclusory, providing us no grounds for critiquing the FAA's procedures. <i>See </i><i>Save Our Heritage,</i> 269 F.3d at 60 (\"Gauzy generalizations ..., in the face of specific findings and a plausible result, are not even a start at a serious assault.\"); <i>Airport Impact Relief,</i> 192 F.3d at 205 (\"Issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived for purposes of appeal.\"). These general and undeveloped arguments are waived.</p>\n<p>Nonetheless, we address petitioners' criticism of the continuing validity of the EIS as presented in their argument that the data no longer reflects \"existing environmental conditions.\"<sup>[5]</sup> We disagree that the 2007 Written Reevaluation and ROD failed to evaluate adequately the continuing validity of the data underlying the EIS. The ROD stated twice that the updated data analyzed in the HMMH Report were consistent with and validated the earlier data and analyses in the EIS.</p>\n<p>The HMMH report, in turn, carefully compared its data-based conclusions regarding both air quality and noise impacts with those reached earlier in the EIS. The HMMH Report's analyses incorporated new data gathered between 2002 and 2005. The report noted that the \"models, methodologies and data\" used in that report were similar to those used in the EIS; these similarities allowed for meaningful comparison. As one example of a specific comparison, the report demonstrated numerically how \"[t]he estimated annual average DNL values for the [HMMH Report]\"  that is, the measurement of noise impact  were \"very comparable to those listed in the EIS.\" The report concluded that \"[t]he analyses ... reflected in this report are consistent with those performed for the [EIS]\" and, \"[t]herefore, the results of the analysis on noise and air quality described in this report ... do not change any of the conclusions that were reached in the EIS.\"</p>\n<p>Given this validation of its earlier data, the FAA could reasonably have concluded that there was no \"substantial change\" in conditions since the data used in its EIS were gathered. That is, it was reasonable to assume in these circumstances that the mere passage of time did not invalidate or render out-dated the data and analyses in the EIS.</p>\n<p>Petitioners seem to assume that \"current\" in the FAA regulation means literally contemporaneous. That cannot be the correct reading of the requirement, as data relied on in an FEIS will never be current <span class=\"star-pagination\">*10</span> in that sense. Further, such an interpretation would read out the role of the written reevaluation, as the data in a three-year-old FEIS would by definition never be current.</p>\n<p>Rather, \"current\" should be read in conjunction with \"accurate\" and \"adequate\" and in light of the general SEIS standard of <i>significant</i> change: the data remain \"current\" if there has been no major change that would cause one to expect contemporaneous conditions to vary significantly from conditions at the time the data were gathered. By validating through the HMMH Report that more recent conditions generate similar data as the data used in the EIS, the FAA could reasonably conclude that all the data still reflected current conditions. In another recent situation where the FAA determined that more recent data did not draw into question the modeling it had conducted using older data, the D.C. Circuit explained:</p>\n<blockquote>However desirable it may be for agencies to use the most current and comprehensive data available when making decisions, the FAA has expressed its professional judgment that the later data would not alter its conclusions in the EIS ..., and it is reasonably concerned that an unyielding avalanche of information might overwhelm an agency's ability to reach a final decision.... The method the FAA chose, creating its models with the best information available when it began its analysis and then checking the assumptions of those models as new information became available, was a reasonable means of balancing those competing considerations, particularly given the many months required to conduct full modeling with new data.</blockquote>\n<p><i>Vill. of Bensenville v. FAA,</i> 457 F.3d 52, 71 (D.C.Cir.2006) (citation omitted); <i>cf. </i><i>Save Our Heritage,</i> 269 F.3d at 59-60.</p>\n<p>To the extent that petitioners seek a more detailed description of the FAA's consideration of the HMMH report's conclusions regarding the continuing validity of the EIS data, none was required. <i>See </i><i>Forest Guardians v. U.S. Forest Serv.,</i> 495 F.3d 1162, 1172-73 (10th Cir.2007) (\"NEPA imposes no obligation to use precise phrasing.\"); <i>cf. </i><i>Airport Impact Relief,</i> 192 F.3d at 209 (\"[A] federal agency need not perform the detailed environmental analysis of an [S]EIS before it can determine that no [S]EIS need be prepared. Such a requirement would eliminate the threshold requirements of the regulations in favor of a full ... SEIS in every case.\"). Instead, the arbitrary and capricious standard of review \"requires substantial deference to the agency ... when [courts] review[] drafting decisions like how much discussion to include on each topic, and how much data is necessary to fully address each issue.\" <i>Sierra Club v. Van Antwerp,</i> 526 F.3d 1353, 1361 (11th Cir.2008).</p>\n<p>The FAA adequately considered the continuing validity of the data underlying the FEIS. Its determination that the data were still adequate, accurate, current, and valid was not arbitrary and capricious.</p>\n<p></p>\n<h2>C. <i>Whether Concerns About Ultrafine Particulate Matter Constitute Significant New Information</i>\n</h2>\n<p>Petitioners next argue that new studies demonstrating the effects of fine and ultrafine particulate matter (\"PM\") on public health constitute significant new information that the FAA should have considered in an SEIS. <i>See</i> 40 C.F.R. § 1502.9(c)(1)(ii). They also fault the FAA for not adequately responding to and considering concerns about these health effects.</p>\n<p>The Environmental Protection Agency (\"EPA\") sets National Ambient Air Quality <span class=\"star-pagination\">*11</span> Standards (\"NAAQS\"), which define acceptable levels of certain regulated air pollutants, including PM. PM is, in turn, categorized as coarse, fine, and ultrafine. At the time of the EIS, there were NAAQS for coarse PM, which is PM with an aerodynamic diameter of 10 microns or smaller (\"PM10\"). Fine PM is defined as PM with a diameter of 2.5 microns or smaller (\"PM2.5\"); ultrafine PM is defined as PM with an diameter of 0.1 microns or less.</p>\n<p>The FAA included coarse PM (PM10) in the air pollutants it measured and analyzed during the EIS process. It concluded that none of the alternatives considered would come close to violating the NAAQS for PM10, and it also found that the preferred alternative would slightly decrease PM10 emissions over the other alternatives, including the no action alternative. For example, under the no action alternative, PM10 emissions in 2010 were estimated to range from 280 to 336 kilograms per day, depending on airport volume; under the preferred alternative, PM10 emissions would range from 251 to 299 kilograms per day.<sup>[6]</sup></p>\n<p>Petitioners point to three letters in particular, submitted in response to the draft written reevaluation, that raise questions about the adequacy of the FAA's consideration of the health impacts of the Centerfield Taxiway: a letter from the Massachusetts Department of Public Health, Center for Environmental Health; a letter from the City of Boston's Environment Department; and a letter from the Boston Public Health Commission, Environmental Hazards Program. Contrary to petitioners' assertions, the FAA did respond to these concerns, and its responses were not unreasonable.</p>\n<p>These letters primarily urged greater data collection and analysis. They specifically expressed concern that air quality data be gathered at points closer to the airport to better measure local impact. They also argued that city-wide or region-wide compliance with NAAQS was insufficient reassurance of local air quality, as air quality near a major emission source like Logan would likely be worse than the regional average. In its responses, the FAA emphasized that multiple ongoing studies were or would be gathering such localized data. Massport already provides annual Environmental Data Reports on emissions from Logan. As a condition of state approval for the project, Massport agreed to implement an air quality study that would measure emissions in neighborhoods around Logan both before and after the Centerfield Taxiway becomes operational. The Massachusetts Department of Public Health is currently conducting a study of the health impacts of Logan on surrounding communities, a project that includes further data gathering and analysis. The FAA also noted additional programs requiring Logan to monitor the local impact of emissions of specific pollutants. To the extent the letters suggested that the FAA wait until further data had been collected, it was not arbitrary and capricious for the FAA to conclude that it had enough data to make a reasoned decision. There will always be more data that could be gathered; agencies must have some discretion to decide when to draw the line and move forward with decisionmaking.</p>\n<p>All three letters expressed concern that the HMMH Report used emissions inventory <span class=\"star-pagination\">*12</span> data (the amount of pollutants generated) rather than atmospheric dispersion modeling based on that emissions inventory data (which would estimate levels of human exposure to pollutants at specific times and locations). The latter provides a more complete picture of the health impact of emissions on surrounding communities. The FAA responded by pointing out that such dispersion analyses had been conducted as part of the EIS. The measurement of health effects is integral to an EIS, but the purpose of a written reevaluation is not the same. The question for the FAA at this stage was whether the data in the HMMH Report drew into question the health impact analyses in the EIS. The FAA has reasonably concluded that it did not.</p>\n<p>Finally, and in petitioners' view most importantly, all three letters urged monitoring of ultrafine PM because of growing evidence of that pollutant's adverse health effects. The FAA acknowledged these concerns and noted that it is \"sponsoring research into the potential health effects of PM emitted from aircraft engines.\" It explained that it did not measure ultrafine PM separately in this decision-making process because the \"technology and methods for monitoring ultra-fine PM is considered to be emerging and is still under development by the U.S. EPA and others.\"<sup>[7]</sup> The FAA also noted that it is engaged in an ongoing effort with the EPA, NASA, and other agencies to measure emissions from modern-day aircraft engines, including emissions of ultrafine PM.</p>\n<p>Not only were these responses adequate, but they also demonstrate that the FAA did consider the information presented, and we cannot say that the agency committed a clear error in judgment in concluding that this information did not warrant an SEIS. Preliminarily, it was not unreasonable for the FAA to assume that, if the preferred alternative would reduce all NAAQS-regulated air pollutants (including PM10), then the preferred alternative  which includes construction of the Centerfield Taxiway  would also reduce levels of ultrafine PM. It is a matter of common sense that an action quantitatively projected to reduce all air pollutants that were studied would also reduce the amount of air pollutants not studied. <i>Cf. </i><i>Airport Impact Relief,</i> 192 F.3d at 209 (describing sensibleness of presuming that increased noise due to building roadway at a higher elevation than originally planned would be largely offset by decreased noise due to moving roadway further away from area of concern). Petitioners have provided no reason to doubt that decreased idling and taxiing time would lead to a decrease in all emissions.<sup>[8]</sup></p>\n<p>Further, the FAA acted within reason in considering how to treat this information. Health impacts due to PM had already been considered in the EIS; while these newer studies might provide more information on potential health effects, the FAA could reasonably conclude that the information presented was not \"significant new information\" because it did not \"paint[ ] a dramatically different picture of impacts compared to the description of impacts in the EIS.\" FAA Order 1050.1E ¶ 516a (defining \"significant information\"). <span class=\"star-pagination\">*13</span> This area of research is also still developing. It is not unreasonable for an agency to decline to study in an SEIS a pollutant for which there are not yet standard methods of measurement or analysis. An SEIS is not, after all, a research document. <i>Cf. </i><i>Lee v. U.S. Air Force,</i> 354 F.3d 1229, 1244 (10th Cir.2004) (Air Force not required to conduct own studies where scientific information is scarce, despite concerns raised during the comment period). We emphasize that the FAA has not ignored these concerns; rather, it has decided to evaluate the issue fully in a more appropriate setting alongside agencies with relevant expertise.</p>\n<p>We are thus satisfied that the FAA considered the information presented and that its determination that there was no significant new information was not a clear error in judgment. The FAA's decision not to prepare an SEIS was not arbitrary and capricious.</p>\n<p></p>\n<h2>D. <i>Whether the HMMH Report Erred in Its Choice of Computer Model for Evaluating Noise Impact of Centerfield Taxiway</i>\n</h2>\n<p>Petitioners assert that the HMMH Report did not use an appropriate modeling program for evaluating the noise impact of different uses of the November and Centerfield Taxiways. However, \"[a]gencies are entitled to select their own methodology as long as that methodology is reasonable. The reviewing court must give deference\" to that decision. <i>Hughes River Watershed Conservancy v. Johnson,</i> 165 F.3d 283, 289 (4th Cir.1999); <i>see also </i><i>Valley Citizens for a Safe Env't v. Aldridge,</i> 886 F.2d 458, 469 (1st Cir.1989).</p>\n<p>The HMMH Report provided a reasonable explanation for selecting the SoundPLAN model. It explained:</p>\n<blockquote>The SoundPLAN model is more appropriate for evaluation of aircraft ground operations than the FAA's Integrated Noise Model (INM), which is intended primarily for the evaluation of aircraft flight operations. While the INM can be used to model taxi operations, it is a very crude tool for this purpose.... By using SoundPLAN and aircraft noise emissions data collected at idle/taxi power settings, noise modeling is much more precise. Also, the INM does not incorporate any building or terrain shielding, or variation in ground type ..., so these characteristics, which are important for ground-based noise sources[,] cannot be modeled with INM.</blockquote>\n<p>The FAA also responded thoroughly to specific concerns regarding the HMMH Report's sound analysis.</p>\n<p>As a preliminary matter, respondents point out that petitioners did not specifically object to the use of the SoundPLAN model during the comment period on the draft written reevaluation, which relied on the HMMH Report. \"[T]he time to complain, and to complain clearly, about methodology was at the comment stage, not two years later after the [relevant report] was complete.\" <i>Valley Citizens,</i> 886 F.2d at 469. It does the agency no good to receive criticism of its choice of methodology <i>after</i> it has finished its decisionmaking process, especially when there was a chance to comment earlier. <i>See </i><i>Vt. Yankee Nuclear Power Corp. v. Natural Res. Def. Council,</i> 435 U.S. 519, 553, 98 S.Ct. 1197, 55 L.Ed.2d 460 (1978) (\"[I]t is ... incumbent upon intervenors who wish to participate... to structure their participation so that it is meaningful, so that it alerts the agency to the intervenors' position and contentions.\").</p>\n<p>While concerns about the application of the chosen methodology were raised during the comment period (concerns which we believe the FAA adequately addressed), <span class=\"star-pagination\">*14</span> the petitioners here do not allege any harm or error resulting from the use of SoundPLAN but only assert that the very choice of SoundPLAN was erroneous. We believe that argument was waived because it was not raised before the agency. We continue on a little further to explain why, even if preserved, the argument would fail regardless.</p>\n<p>Petitioners point to FAA internal regulations regarding the preparation of an EIS, which require a detailed noise analysis if significant noise impacts are expected. FAA Order 1050.1E ¶ 14.2a. These regulations further state that \"[a]ll detailed noise analyses must be performed using the most current version of the FAA's Integrated Noise Model (INM), Heliport Noise Model (HNM), or Noise Integrated Routing System (NIRS). Use of an equivalent methodology and computer model must receive prior written approval from the FAA's Office of Environment and Energy.\" <i>Id.</i> ¶ 14.2b. No prior written approval was obtained for the use of SoundPLAN in the HMMH Report.</p>\n<p>However, as the FAA points out, the HMMH Report is not an EIS. Instead, the HMMH Report considered operational alternatives that might further decrease noise impacts on neighboring communities. There was no regulatory requirement for the FAA to use any specific model for this study. SoundPLAN was selected because it was considered more sensitive to the sources of noise of most concern in the HMMH Report and would thus be more likely to illuminate an operational alternative that would improve noise conditions for nearby residents. This is a reasonable explanation to which we must defer.</p>\n<p></p>\n<h2>IV.</h2>\n<p>As a final matter, petitioners seek to supplement the administrative record with additional documents. In considering whether an agency action was arbitrary and capricious, \"the focal point for judicial review should be the administrative record already in existence, not some new record made initially in the reviewing court.\" <i>Camp v. Pitts,</i> 411 U.S. 138, 142, 93 S.Ct. 1241, 36 L.Ed.2d 106 (1973). Supplementing the administrative record on judicial review is therefore the exception, not the rule, and is discretionary with the reviewing court. <i>See </i><i>Valley Citizens,</i> 886 F.2d at 460. There are two types of situations in which we may exercise that discretion. This court \"`may' (although it is not required to) supplement the record where there is [ ] `a strong showing of bad faith or improper behavior' by agency decision makers.\" <i>Olsen v. United States,</i> 414 F.3d 144, 155 (1st Cir.2005) (quoting <i>Citizens to Preserve Overton Park, Inc. v. Volpe,</i> 401 U.S. 402, 420, 91 S.Ct. 814, 28 L.Ed.2d 136 (1971), <i>overruled on other grounds by </i><i>Califano v. Sanders,</i> 430 U.S. 99, 97 S.Ct. 980, 51 L.Ed.2d 192 (1977)). \"Alternatively, supplementation of the record may be permissible where there is a `failure to explain administrative action as to frustrate effective judicial review.'\" <i>Id.</i> at 155-56 (quoting <i>Camp,</i> 411 U.S. at 142-43, 93 S.Ct. 1241).</p>\n<p>Neither situation presents itself here, nor do petitioners argue otherwise. Indeed, petitioners argue very few specifics as to why these documents should be included. We deny the motion to supplement the record and briefly outline our rationale as to each specific request.</p>\n<p>First, petitioners' request for a separate indexing of documents which are already included in the administrative record (as part of the administrative record for the D.C. Circuit's review of the 2002 ROD) is frivolous. Second, the petitioners seek inclusion of an email from a contractor to an FAA official, but by its nature the email would not illuminate the thinking of any-one <span class=\"star-pagination\">*15</span> within the FAA, and the FAA asserts that it did not rely on the content of that email in its decisionmaking (hence the agency's omission of the email from the record).</p>\n<p>Third, the petitioners would like included forty-six documents which the FAA has withheld in response to a Freedom of Information Act (\"FOIA\") request filed by petitioners. In an entirely separate proceeding regarding this FOIA request, a district judge has reviewed those forty-six documents <i>in camera</i> and agreed with the FAA that the documents pertain to internal deliberative processes and were properly exempted from disclosure under FOIA. Petitioners have appealed that ruling as a separate matter, not presently before us. Documents pertaining to internal deliberative processes are irrelevant to this petition.</p>\n<p>Finally, petitioners have moved to supplement the record with the declaration of Helen Suh, Sc.D., dated December 19, 2007 (more than six months after the release of the final ROD). Petitioners propose that the declaration would aid this court's understanding of the technical issues involved in this case. <i>See </i><i>Valley Citizens,</i> 886 F.2d at 460. \"However desirable this kind of evidentiary supplementation as an aid to understanding highly technical, environmental matters, its use is discretionary with the reviewing court.\" <i>Id.</i> The Suh declaration elaborates on concerns already addressed in the record. Thus regardless of whether it might illuminate the factual dispute further, it would not bear on the relevant legal question: whether the FAA adequately considered these concerns and reasonably reached the decision it did based on the information it had at the time. <i>See id.</i> at 461. We decline to review the document. We can find no other legitimate basis among petitioners' arguments for supplementing the record with this post-ROD declaration.</p>\n<p></p>\n<h2>V.</h2>\n<p>We <i>deny</i> the motions to supplement the record, and we <i>deny</i> the petition for review.</p>\n<h2>NOTES</h2>\n<p>[1]  Massachusetts has a similar act, the Massachusetts Environmental Policy Act, which requires preparation of an environmental impact report. Mass. Gen. Laws ch. 30, §§ 61-621. The undergoing of the state regulatory process was congruent with the NEPA process and is not discussed separately here.</p>\n<p>[2]  While the Centerfield Taxiway was included and analyzed as part of the preferred alternative, final approval of the Taxiway was not actually provided in the 2002 ROD, as discussed <i>infra.</i></p>\n<p>[3]  FAA Order 1050.1E chg. 1 is available at http://www.faa.gov/regulations_policies/ orders_notices/media/10501echg.pdf</p>\n<p>[4]  FAA Order 5050.4B is available at http:// www.faa.gov/airports_airtraffic/airports/ resources/publications/orders/environmental_5050_4.</p>\n<p>[5]  Petitioners try to rephrase the FAA's obligation as one of determining whether the FEIS \"accurately reflect[s] existing environmental conditions,\" which they treat as a distinct requirement. This is not the standard; that language is lifted from the FAA's rationale for allowing FAA officials \"the <i>discretion</i> to determine if a written re-evaluation of a NEPA document is needed.\" FAA Order 5050.4B ¶ 1401(a) (emphasis added). That language is not binding here, where a written reevaluation is required due to the passage of time. Further, petitioners' treatment of the term \"existing\" suffers from the same faults as their definition of \"current,\" as we discuss.</p>\n<p>[6]  After the FEIS but before the 2007 Written Reevaluation and ROD, NAAQS for PM2.5 took effect. Petitioners do not argue that the FAA has not measured PM2.5 adequately or applied the PM2.5 NAAQS; rather, they argue that the FAA has not adequately considered the health effects of fine and ultrafine particulate matter.</p>\n<p>[7]  The PM10 NAAQS covers all PM up to 10 microns in diameter, including ultrafine PM. The concern is that a high concentration of ultrafine PM within otherwise acceptable PM10 levels could cause health problems, in which case there would be a need for separate measurements of ultrafine PM.</p>\n<p>[8]  Again, we accept the FAA's and Massport's assertion, in the absence of any contrary evidence, that the Centerfield Taxiway will not lead to an increase in the aircraft capacity of Logan.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">535</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span> (2008)</b></center>\n<center><h1>TOWN OF WINTHROP, et al., Petitioners,<br>\nv.<br>\nFEDERAL AVIATION ADMINISTRATION, Respondent,<br>\nMassachusetts Port Authority, Intervenor-Respondent.</h1></center>\n<center>No. 07-1953.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard June 6, 2008.</center>\n<center>Decided July 23, 2008.</center>\n<p><span class=\"star-pagination\">*3</span> Peter L. Koff with whom Engel &amp; Schultz, LLP, Jerome E. Falbo, and Falbo Solari &amp; Goldberg were on brief for petitioner.</p>\n<p>M. Alice Thurston, Attorney, U.S. Department of Justice, with whom Ronald J. Tenpas, Assistant Attorney General, Ronald M. Spritzer, Attorney, U.S. Department of Justice, and John Donnelly, Attorney, Federal Aviation Administration, were on brief for respondent.</p>\n<p>Roscoe Trimmier, Jr., with whom Richard J. Lettieri, F. Turner Buford, Ropes &amp; Gray LLP, David S. Mackey, Massachusetts Port Authority, and Ira M. Wallach, Massachusetts Port Authority, were on brief for intervenor-respondent.</p>\n<p>Before LYNCH, Chief Judge, LIPEZ and HOWARD, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>The Town of Winthrop, which is located next to Boston's Logan International Airport (\"Logan\"), and two local residents (one from Winthrop and one from East Boston) petition this court for review of a Federal Aviation Administration (\"FAA\") order permitting the construction of a new taxiway at the airport. They argue primarily that the FAA acted arbitrarily and capriciously in deciding that it did not need to prepare a supplemental environmental impact statement before issuing this final order.</p>\n<p>Petitioners' concerns, as we understand them, may be grouped under three major themes. The FAA has concluded that the new taxiway, along with other previously approved projects, will ease congestion at the airport, reducing the amount of time planes spend idling on the airfield and causing an overall reduction in noise and air pollution. Even if that were so, petitioners fear that the FAA's solution for reducing delay will lead to greater use of Logan, which in the long run will lead to more, not less, adverse environmental impacts.</p>\n<p>Second, they fear that the FAA has not used the most current data or methodologies available, which may cast doubt on the agency's benefits analysis.</p>\n<p>Third, they say that public health studies show an increasing concern about ultrafine particulate matter and that the FAA should be required to continue to study this pollutant at Logan, both to evaluate these possible health effects and to keep the public informed. Notably, petitioners do not seek an injunction to stop the construction which has begun at Logan.</p>\n<p>We find that the FAA has taken all of these concerns into account, has responded, and did not act arbitrarily or capriciously in issuing its final order. We deny the petition for review.</p>\n<p></p>\n<h2>I.</h2>\n<p>Logan is the largest airport in New England; it has a history of being one of the country's airports with the most delayed flights. In the year 2000, when 27.4 million passengers and 1 billion pounds of freight passed through the airport, Logan was ranked sixth nationally for airports <span class=\"star-pagination\">*4</span> with the most delays, even though it was ranked eleventh for overall number of takeoffs and landings and eighteenth for passenger volume.</p>\n<p>In 1993, the Massachusetts Port Authority (\"Massport\"), which operates Logan, and the FAA began studying options for improving Logan's operational efficiency. In 1995, Massport released a feasibility study which preliminarily analyzed different options and recommended some for further consideration. These recommended options included building a new runway (Runway 14/32), realigning Taxiway November, building a new Centerfield Taxiway, simplifying taxiway and runway crossings, and adding a surcharge for use of the airport during peak demand periods. Implementation of all or a subset of these options, it was believed, would significantly reduce airport delays.</p>\n<p>In late 1995, Massport and the FAA began preparation of an environmental impact statement (\"EIS\") regarding these potential improvements, as required by state and federal law. The National Environmental Policy Act (\"NEPA\") requires that all proposals for \"major Federal actions significantly affecting the quality of the human environment\" be accompanied by an EIS. 42 U.S.C. § 4332(C). The goal of NEPA is to focus attention on the possible environmental effects of proposed actions, which in turn furthers two important purposes: to ensure that agencies do not make decisions based on incomplete information, and to provide information about environmental effects to the public and other governmental agencies in a timely fashion so that they have an opportunity to respond. <i>Marsh v. Or. Natural Res. Council,</i> <span class=\"citation\" data-id=\"112256\"><a href=\"/opinion/112256/marsh-v-oregon-natural-resources-council/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">360</span></a></span>, 371, <span class=\"citation\" data-id=\"112256\"><a href=\"/opinion/112256/marsh-v-oregon-natural-resources-council/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1851</span></a></span>, <span class=\"citation\" data-id=\"112256\"><a href=\"/opinion/112256/marsh-v-oregon-natural-resources-council/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">377</span></a></span> (1989). NEPA does not prevent agencies from then deciding that the benefits of a proposed action outweigh the potential environmental harms: NEPA guarantees process, not specific outcomes. <i>Robertson v. Methow Valley Citizens Council,</i> <span class=\"citation\" data-id=\"112255\"><a href=\"/opinion/112255/robertson-v-methow-valley-citizens-council/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, 350, <span class=\"citation\" data-id=\"112255\"><a href=\"/opinion/112255/robertson-v-methow-valley-citizens-council/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1835</span></a></span>, <span class=\"citation\" data-id=\"112255\"><a href=\"/opinion/112255/robertson-v-methow-valley-citizens-council/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1989).<sup>[1]</sup></p>\n<p>After extensive analysis and community input, the FAA filed a draft EIS (\"DEIS\") in February 1999. In response to that draft, approximately 800 people attended two public hearings, and the FAA received approximately 500 comment letters. The FAA then compiled a supplemental draft EIS (\"SDEIS\") to consider additional issues; that document was published for comment in March 2001. This time, approximately 800 people attended the public hearings, and 850 comment letters were submitted. The FAA published its final EIS (\"FEIS\") in 2002.</p>\n<p>The EIS (the DEIS, SDEIS, and FEIS collectively) considered five project alternatives: three involving some or all options considered by the feasibility study, one involving those options not requiring any construction, and one maintaining the status quo (the \"no action alternative\"). The EIS analyzed the operational and environmental effects of each alternative, considering both short-term and long-term impacts based on a range of estimated future passenger loads and fleet composition (the mix of the types of aircraft using Logan).</p>\n<p>Based on these findings, the FAA released a Record of Decision (\"ROD\") in 2002, setting forth its rationale for approving the following collection of options (the \"preferred alternative\"):</p>\n<blockquote>\n<span class=\"star-pagination\">*5</span> a) Construction of a new runway (Runway 14/32)</blockquote>\n<blockquote>b) Construction of a new Centerfield Taxiway<sup>[2]</sup></blockquote>\n<blockquote>c) Reconfiguration of the southwest corner taxiway system</blockquote>\n<blockquote>d) Extension of Taxiway Delta</blockquote>\n<blockquote>e) Realignment of Taxiway November</blockquote>\n<blockquote>f) Reduction of instrument approach minimums for several runways</blockquote>\n<p>The FAA determined that this set of actions was preferable to the status quo. If no action were taken, the FAA concluded, airport delays would continue to increase; the preferred alternative, on the other hand, was expected to reduce delays by approximately twenty-nine percent. There is a relationship between delays and adverse environmental effects. Delays cause airplanes to idle needlessly on taxiways, increasing harmful emissions. The preferred alternative would reduce emissions and improve ambient air quality, as compared to the no action alternative.</p>\n<p>Some local commenters have expressed concern that the construction of the Centerfield Taxiway, which is at the heart of the dispute before this court, would lead to an increase in flight activity, thus increasing air pollutants. The FAA denies this and responds that airport capacity is primarily a factor of runway capacity, not taxiway capacity; that the goal of this improvement project is to reduce delays and improve safety within Logan's current capacity; and that the Centerfield Taxiway would not \"independently affect the total number of aircraft operations at Logan.\"</p>\n<p>As for noise pollution, again compared to the no action alternative, the FAA found the preferred alternative would (1) drastically reduce the number of citizens exposed to excessive noise levels, defined as 70 dB (decibels) DNL (day-night average sound level) or higher, and (2) reduce the number of citizens exposed in the near-term to 65 dB DNL, which is the threshold at which the FAA considers noise levels to be significant as to residential land use. However, the reduction of the highest noise levels would be achieved by redistributing aircraft throughout the airfield, so the preferred alternative would result in approximately 250 more people being exposed to 65 dB DNL in the long term. Most of those affected would be residents of Chelsea and East Boston.</p>\n<p>In its 2002 ROD, the FAA concluded, as it had in the FEIS, that the Centerfield Taxiway would be \"the largest contributor to taxiway delay reduction\" out of all the components of the preferred alternative package and that the new taxiway would \"enhance airfield safety ..., provide small air quality benefits, and have no significant adverse noise or other environmental impact.\"</p>\n<p>However, the FAA deferred final approval of the construction of the Centerfield Taxiway, despite approving the remaining components of its preferred alternative, in order to see whether operational changes, in addition to the construction, would provide further benefits. As a mitigation measure, the FAA agreed first to conduct an additional study, seeking comment from persons living around the northern side of the airfield, to consider \"potential beneficial operational procedures that would preserve or improve the operational and environmental benefits of the Centerfield Taxiway as shown in the EIS.\" The additional study would also consider <span class=\"star-pagination\">*6</span> possible changes to the use of Taxiway November in response to concerns from local communities. Before agreeing to undertake this mitigation measure, the FAA considered the impact of deferring construction of the Centerfield Taxiway and concluded that \"the potential deferment of the Centerfield Taxiway would have no discernable impact on the environmental [benefits] associated with the other [components] on the Preferred Alternative.\" It is the results of this additional consideration of potential mitigation benefits which is at the heart of this petition.</p>\n<p>The FAA contracted with the firm of Harris Miller Miller &amp; Hanson Inc., experts in the field of noise and vibration control, to undertake this additional limited analysis of operational alternatives. That study (\"HMMH Report\"), which was published in 2006, considered the efficiency, noise, and air quality effects of different uses of the November and proposed Centerfield Taxiways. It concluded that \"no operational action could be identified that would yield environmental benefits\" beyond those already anticipated by the EIS for the construction of the Centerfield Taxiway.</p>\n<p>With that report completed, the FAA released a Written Reevaluation and ROD in April 2007, affirming that the data and analysis in the EIS were still \"adequate, accurate, current and valid,\" concluding that the FEIS did not need to be supplemented, and approving the construction of the Centerfield Taxiway.</p>\n<p>The D.C. Circuit has already upheld the EIS and 2002 ROD against legal challenge, <i>see </i><i>Communities Against Runway Expansion, Inc. v. FAA,</i> <span class=\"citation\" data-id=\"186101\"><a href=\"/opinion/186101/commty-agnst-runway-v-faa/\"><span class=\"volume\">355</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">678</span></a></span> (D.C.Cir.2004), and this case presents no issue as to the legality of those decisions.</p>\n<p>Petitioners now seek review of the 2007 Written Reevaluation and ROD. Massport has intervened as a respondent in support of the actions taken. We are told that construction of the preferred alternative is ongoing. Petitioners do not seek to enjoin that construction.</p>\n<p>We have jurisdiction over this final FAA order under 49 U.S.C. § 46110(a).</p>\n<p></p>\n<h2>II.</h2>\n<p>As a preliminary matter, intervenor Massport challenges petitioners' Article III standing before this court. Because Article III standing is a constitutional requirement, we address it first, but as the FAA does not join in this challenge, we keep our discussion brief.</p>\n<p>Article III standing requires an injury-in-fact to a cognizable interest, a causal link between that injury and respondent's action, and a likelihood that the injury could be redressed by the requested relief. <i>Sprint Commc'ns Co. v. APCC Servs., Inc.,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145783\"><a href=\"/opinion/145783/sprint-communications-co-v-apcc-services/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2531</span></a></span>, 2535-36, ___ L.Ed.2d ___ (2008); <i>Save Our Heritage, Inc. v. FAA,</i> <span class=\"citation\" data-id=\"199641\"><a href=\"/opinion/199641/save-our-heritage-v/\"><span class=\"volume\">269</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span>, 55 (1st Cir.2001). \"To establish injury-in-fact in a `procedural injury' case,\" like the present one, \"petitioners must show that `the government act performed without the procedure in question [here, sufficient NEPA review] will cause a distinct risk to a particularized interest of the plaintiff.'\" <i>City of Dania Beach v. FAA,</i> <span class=\"citation\" data-id=\"186921\"><a href=\"/opinion/186921/city-dania-beach-fl-v-faa/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1181</span></a></span>, 1185 (D.C.Cir.2007) (quoting <i>Fla. Audubon Soc'y v. Bentsen,</i> <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">658</span></span>, 663 (D.C.Cir.1996) (en banc)).</p>\n<p>Massport challenges this requirement of injury-in-fact on the grounds that the construction of the Centerfield Taxiway (according to the EIS) will have minimal if any environmental effect on the surrounding area. Massport's argument puts the cart before the horse; it assumes the outcome on the merits in making its preliminary standing objection.</p>\n<p><span class=\"star-pagination\">*7</span> Our standing discussion in <i>Save Our Heritage</i> is both instructive and dispositive. In that case, local towns and preservationist organizations challenged an FAA order regarding flights originating from Hanscom Field, outside Boston. The FAA argued there, as Massport does here, that the FAA's order would have \"no significant environmental impact,\" so there would be no standing. <i>Save Our Heritage,</i> 269 F.3d at 56. As we explained:</p>\n<blockquote>We need not rule out the possibility of cases where the claim of impact is so specious or patently implausible that a threshold standing objection might be appropriate.... But beyond that, we think that the likelihood and extent of impact are properly addressed in connection with the merits.... A reasonable claim of minimal impact is enough for standing....</blockquote>\n<p><i>Id.</i> (citations omitted).</p>\n<p>Petitioners here have reasonably and adequately alleged that they fear harm-in-fact should the Centerfield Taxiway construction go forward as approved by the FAA. That is enough, even if the FAA concluded otherwise in the order that petitioners challenge. <i>Cf. </i><i>Lujan v. Defenders of Wildlife,</i> <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span>, 572 n. 7, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1992) (\"[U]nder our case law, one living adjacent to the site for proposed construction of a federally licensed dam has standing to challenge the licensing agency's failure to prepare an environmental impact statement, even though we cannot establish with any certainty that the statement will cause the license to be withheld or altered....\"). Petitioners have Article III standing.</p>\n<p></p>\n<h2>III.</h2>\n<p>We turn to the heart of petitioners' argument: that the FAA's decision not to compile a supplemental EIS (\"SEIS\") was arbitrary and capricious and that the HMMH Report erred in its choice of noise impact modeling. We first describe the regulatory requirements for an SEIS before addressing petitioners' three challenges to the FAA's decision not to undertake one here.</p>\n<p></p>\n<h2>A. <i>Regulatory Scheme and Standard of Review</i>\n</h2>\n<p>The road to final approval for an agency action is often a long one; in this case it has been more than ten years since the commencement of the EIS process and five years since the FEIS. It would undermine NEPA's policies if agencies in the interim were allowed to ignore material new information or circumstances which could change the environmental analysis contained in the original EIS. <i>See </i><i>Marsh,</i> 490 U.S. at 371, <span class=\"citation\" data-id=\"112256\"><a href=\"/opinion/112256/marsh-v-oregon-natural-resources-council/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1851</span></a></span>. The Council on Environmental Quality's regulations implementing NEPA thus require a supplemental EIS if \"[t]he agency makes <i>substantial</i> changes in the proposed action that are relevant to environmental concerns\" or \"[t]here are <i>significant</i> new circumstances or information relevant to environmental concerns and bearing on the proposed action or its impacts.\" 40 C.F.R. § 1502.9(c)(1) (emphasis added). That is, an SEIS would be required here if new information \"paint[ed] a dramatically different picture of impacts compared to the description of impacts in the EIS.\" Environmental Impacts: Policies and Procedures, FAA Order 1050.1E chg. 1 ¶ 516a (Mar. 20, 2006).<sup>[3]</sup></p>\n<p>The FAA has, by order, imposed further requirements upon itself for airport projects. <span class=\"star-pagination\">*8</span> If more than three years have passed since the FAA approved an FEIS and no major steps toward implementing the proposed action have taken place, the FAA must prepare a written reevaluation to determine whether the FEIS \"remains accurate, adequate, and current.\" NEPA Implementing Instructions for Airport Projects, FAA Order 5050.4B ¶ 1401(c)(1) (Apr. 28, 2006)<sup>[4]</sup>; <i>see also</i> FAA Order 1050.1E ¶ 514b(1) (requiring, after three years of no major action, a written reevaluation of the \"adequacy, accuracy, and validity of the FEIS\"). That is, the mere passage of time does not require preparation of an SEIS, only a written reevaluation. The FAA also specifically committed itself in the 2002 ROD to preparing a written reevaluation of whether it was necessary to prepare an SEIS before issuing its final decision on the Centerfield Taxiway, and it has done so.</p>\n<p>If \"substantial change\" has occurred involving the earlier data or other conditions relevant to the FAA's prior decision, the preparation of an SEIS is required. FAA Order 5050.4B ¶ 1401(c)(1); <i>see also</i> FAA Order 1050.1E ¶ 514b(1) (if, after three years, \"there have been significant changes in ... the affected environment [or] anticipated impacts,\" an SEIS must be prepared); FAA Order 5050.4B ¶ 1402(b)(2) (requiring an SEIS, regardless of passage of time, if \"[s]ignificant new changes, circumstances or information relevant to the proposed action, its affected environment, or its environmental impacts becomes available\"). The written reevaluation determining whether it is necessary to prepare an SEIS need not, however, be made public. FAA Order 5050.4B ¶ 1401(d); FAA Order 1050.1E ¶ 515c.</p>\n<p>While NEPA requires agencies to \"take a `hard look' at the environmental effects of their planned action, even after a proposal has received initial approval,\" <i>Marsh,</i> 490 U.S. at 374, <span class=\"citation\" data-id=\"112256\"><a href=\"/opinion/112256/marsh-v-oregon-natural-resources-council/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1851</span></a></span>, \"an agency need not supplement an EIS every time new information comes to light after the EIS is finalized,\" <i>id.</i> at 373, <span class=\"citation\" data-id=\"112256\"><a href=\"/opinion/112256/marsh-v-oregon-natural-resources-council/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1851</span></a></span>. \"To require otherwise would render agency decision-making intractable, always awaiting updated information only to find the new information outdated by the time a decision is made.\" <i>Id.</i></p>\n<p>The key question for the FAA, then, is determining what constitutes <i>significant</i> new information, and that is a factual question requiring technical expertise. <i>Id.</i> at 376, <span class=\"citation\" data-id=\"112256\"><a href=\"/opinion/112256/marsh-v-oregon-natural-resources-council/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1851</span></a></span>. The agency's resolution of this question is thus one to which a reviewing court owes considerable deference. <i>See id.</i> at 376-77, <span class=\"citation\" data-id=\"112256\"><a href=\"/opinion/112256/marsh-v-oregon-natural-resources-council/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1851</span></a></span>. Considerable deference is also owed to the FAA's determination of whether a three-year-old FEIS remains accurate, adequate, and current, as that determination is but a variation on the same question of significance.</p>\n<p>As a result, the FAA's decision not to issue an SEIS cannot be set aside by a reviewing court unless that decision is arbitrary and capricious. <i>Id.</i> at 376, <span class=\"citation\" data-id=\"112256\"><a href=\"/opinion/112256/marsh-v-oregon-natural-resources-council/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1851</span></a></span>; <i>see also</i> 5 U.S.C. § 706(2)(A). An agency's decision is not arbitrary and capricious if that decision was based on consideration of the relevant factors and if it did not commit a clear error of judgment. <i>Marsh,</i> 490 U.S. at 378, <span class=\"citation\" data-id=\"112256\"><a href=\"/opinion/112256/marsh-v-oregon-natural-resources-council/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1851</span></a></span>; <i>Airport Impact Relief, Inc. v. Wykle,</i> <span class=\"citation\" data-id=\"198660\"><a href=\"/opinion/198660/airport-impact-v-wykle/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">197</span></a></span>, 202 (1st Cir.1999).</p>\n<p></p>\n<h2>B. <i>Whether the FAA Erred in Its Determination That the FEIS Remains \"Accurate, Adequate, Current, and Valid\"</i>\n</h2>\n<p>Petitioners primarily argue that the FAA did not adequately consider all the <span class=\"star-pagination\">*9</span> requisite factors in determining whether there have been significant material changes since the 2002 ROD. We start with petitioners' allegation that the data underlying the EIS is outdated. The relevant requirement for the FAA as to preparation of an SEIS is whether the FEIS remains accurate, adequate, current, and valid. FAA Order 5050.4B ¶ 1401(c)(1); FAA Order 1050.1E ¶ 514b(1).</p>\n<p>As petitioners acknowledge, the 2007 ROD did specifically make the finding that the FEIS remains accurate, adequate, current, and valid. Petitioners' two-sentence counter to this finding is, at most, general and conclusory, providing us no grounds for critiquing the FAA's procedures. <i>See </i><i>Save Our Heritage,</i> 269 F.3d at 60 (\"Gauzy generalizations ..., in the face of specific findings and a plausible result, are not even a start at a serious assault.\"); <i>Airport Impact Relief,</i> 192 F.3d at 205 (\"Issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived for purposes of appeal.\"). These general and undeveloped arguments are waived.</p>\n<p>Nonetheless, we address petitioners' criticism of the continuing validity of the EIS as presented in their argument that the data no longer reflects \"existing environmental conditions.\"<sup>[5]</sup> We disagree that the 2007 Written Reevaluation and ROD failed to evaluate adequately the continuing validity of the data underlying the EIS. The ROD stated twice that the updated data analyzed in the HMMH Report were consistent with and validated the earlier data and analyses in the EIS.</p>\n<p>The HMMH report, in turn, carefully compared its data-based conclusions regarding both air quality and noise impacts with those reached earlier in the EIS. The HMMH Report's analyses incorporated new data gathered between 2002 and 2005. The report noted that the \"models, methodologies and data\" used in that report were similar to those used in the EIS; these similarities allowed for meaningful comparison. As one example of a specific comparison, the report demonstrated numerically how \"[t]he estimated annual average DNL values for the [HMMH Report]\"  that is, the measurement of noise impact  were \"very comparable to those listed in the EIS.\" The report concluded that \"[t]he analyses ... reflected in this report are consistent with those performed for the [EIS]\" and, \"[t]herefore, the results of the analysis on noise and air quality described in this report ... do not change any of the conclusions that were reached in the EIS.\"</p>\n<p>Given this validation of its earlier data, the FAA could reasonably have concluded that there was no \"substantial change\" in conditions since the data used in its EIS were gathered. That is, it was reasonable to assume in these circumstances that the mere passage of time did not invalidate or render out-dated the data and analyses in the EIS.</p>\n<p>Petitioners seem to assume that \"current\" in the FAA regulation means literally contemporaneous. That cannot be the correct reading of the requirement, as data relied on in an FEIS will never be current <span class=\"star-pagination\">*10</span> in that sense. Further, such an interpretation would read out the role of the written reevaluation, as the data in a three-year-old FEIS would by definition never be current.</p>\n<p>Rather, \"current\" should be read in conjunction with \"accurate\" and \"adequate\" and in light of the general SEIS standard of <i>significant</i> change: the data remain \"current\" if there has been no major change that would cause one to expect contemporaneous conditions to vary significantly from conditions at the time the data were gathered. By validating through the HMMH Report that more recent conditions generate similar data as the data used in the EIS, the FAA could reasonably conclude that all the data still reflected current conditions. In another recent situation where the FAA determined that more recent data did not draw into question the modeling it had conducted using older data, the D.C. Circuit explained:</p>\n<blockquote>However desirable it may be for agencies to use the most current and comprehensive data available when making decisions, the FAA has expressed its professional judgment that the later data would not alter its conclusions in the EIS ..., and it is reasonably concerned that an unyielding avalanche of information might overwhelm an agency's ability to reach a final decision.... The method the FAA chose, creating its models with the best information available when it began its analysis and then checking the assumptions of those models as new information became available, was a reasonable means of balancing those competing considerations, particularly given the many months required to conduct full modeling with new data.</blockquote>\n<p><i>Vill. of Bensenville v. FAA,</i> <span class=\"citation no-link\"><span class=\"volume\">457</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></span>, 71 (D.C.Cir.2006) (citation omitted); <i>cf. </i><i>Save Our Heritage,</i> 269 F.3d at 59-60.</p>\n<p>To the extent that petitioners seek a more detailed description of the FAA's consideration of the HMMH report's conclusions regarding the continuing validity of the EIS data, none was required. <i>See </i><i>Forest Guardians v. U.S. Forest Serv.,</i> <span class=\"citation\" data-id=\"169507\"><a href=\"/opinion/169507/forest-guardians-v-united-states-forest-service/\"><span class=\"volume\">495</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1162</span></a></span>, 1172-73 (10th Cir.2007) (\"NEPA imposes no obligation to use precise phrasing.\"); <i>cf. </i><i>Airport Impact Relief,</i> 192 F.3d at 209 (\"[A] federal agency need not perform the detailed environmental analysis of an [S]EIS before it can determine that no [S]EIS need be prepared. Such a requirement would eliminate the threshold requirements of the regulations in favor of a full ... SEIS in every case.\"). Instead, the arbitrary and capricious standard of review \"requires substantial deference to the agency ... when [courts] review[] drafting decisions like how much discussion to include on each topic, and how much data is necessary to fully address each issue.\" <i>Sierra Club v. Van Antwerp,</i> <span class=\"citation\" data-id=\"78028\"><a href=\"/opinion/78028/sierra-club-v-van-antwerp/\"><span class=\"volume\">526</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1353</span></a></span>, 1361 (11th Cir.2008).</p>\n<p>The FAA adequately considered the continuing validity of the data underlying the FEIS. Its determination that the data were still adequate, accurate, current, and valid was not arbitrary and capricious.</p>\n<p></p>\n<h2>C. <i>Whether Concerns About Ultrafine Particulate Matter Constitute Significant New Information</i>\n</h2>\n<p>Petitioners next argue that new studies demonstrating the effects of fine and ultrafine particulate matter (\"PM\") on public health constitute significant new information that the FAA should have considered in an SEIS. <i>See</i> 40 C.F.R. § 1502.9(c)(1)(ii). They also fault the FAA for not adequately responding to and considering concerns about these health effects.</p>\n<p>The Environmental Protection Agency (\"EPA\") sets National Ambient Air Quality <span class=\"star-pagination\">*11</span> Standards (\"NAAQS\"), which define acceptable levels of certain regulated air pollutants, including PM. PM is, in turn, categorized as coarse, fine, and ultrafine. At the time of the EIS, there were NAAQS for coarse PM, which is PM with an aerodynamic diameter of 10 microns or smaller (\"PM10\"). Fine PM is defined as PM with a diameter of 2.5 microns or smaller (\"PM2.5\"); ultrafine PM is defined as PM with an diameter of 0.1 microns or less.</p>\n<p>The FAA included coarse PM (PM10) in the air pollutants it measured and analyzed during the EIS process. It concluded that none of the alternatives considered would come close to violating the NAAQS for PM10, and it also found that the preferred alternative would slightly decrease PM10 emissions over the other alternatives, including the no action alternative. For example, under the no action alternative, PM10 emissions in 2010 were estimated to range from 280 to 336 kilograms per day, depending on airport volume; under the preferred alternative, PM10 emissions would range from 251 to 299 kilograms per day.<sup>[6]</sup></p>\n<p>Petitioners point to three letters in particular, submitted in response to the draft written reevaluation, that raise questions about the adequacy of the FAA's consideration of the health impacts of the Centerfield Taxiway: a letter from the Massachusetts Department of Public Health, Center for Environmental Health; a letter from the City of Boston's Environment Department; and a letter from the Boston Public Health Commission, Environmental Hazards Program. Contrary to petitioners' assertions, the FAA did respond to these concerns, and its responses were not unreasonable.</p>\n<p>These letters primarily urged greater data collection and analysis. They specifically expressed concern that air quality data be gathered at points closer to the airport to better measure local impact. They also argued that city-wide or region-wide compliance with NAAQS was insufficient reassurance of local air quality, as air quality near a major emission source like Logan would likely be worse than the regional average. In its responses, the FAA emphasized that multiple ongoing studies were or would be gathering such localized data. Massport already provides annual Environmental Data Reports on emissions from Logan. As a condition of state approval for the project, Massport agreed to implement an air quality study that would measure emissions in neighborhoods around Logan both before and after the Centerfield Taxiway becomes operational. The Massachusetts Department of Public Health is currently conducting a study of the health impacts of Logan on surrounding communities, a project that includes further data gathering and analysis. The FAA also noted additional programs requiring Logan to monitor the local impact of emissions of specific pollutants. To the extent the letters suggested that the FAA wait until further data had been collected, it was not arbitrary and capricious for the FAA to conclude that it had enough data to make a reasoned decision. There will always be more data that could be gathered; agencies must have some discretion to decide when to draw the line and move forward with decisionmaking.</p>\n<p>All three letters expressed concern that the HMMH Report used emissions inventory <span class=\"star-pagination\">*12</span> data (the amount of pollutants generated) rather than atmospheric dispersion modeling based on that emissions inventory data (which would estimate levels of human exposure to pollutants at specific times and locations). The latter provides a more complete picture of the health impact of emissions on surrounding communities. The FAA responded by pointing out that such dispersion analyses had been conducted as part of the EIS. The measurement of health effects is integral to an EIS, but the purpose of a written reevaluation is not the same. The question for the FAA at this stage was whether the data in the HMMH Report drew into question the health impact analyses in the EIS. The FAA has reasonably concluded that it did not.</p>\n<p>Finally, and in petitioners' view most importantly, all three letters urged monitoring of ultrafine PM because of growing evidence of that pollutant's adverse health effects. The FAA acknowledged these concerns and noted that it is \"sponsoring research into the potential health effects of PM emitted from aircraft engines.\" It explained that it did not measure ultrafine PM separately in this decision-making process because the \"technology and methods for monitoring ultra-fine PM is considered to be emerging and is still under development by the U.S. EPA and others.\"<sup>[7]</sup> The FAA also noted that it is engaged in an ongoing effort with the EPA, NASA, and other agencies to measure emissions from modern-day aircraft engines, including emissions of ultrafine PM.</p>\n<p>Not only were these responses adequate, but they also demonstrate that the FAA did consider the information presented, and we cannot say that the agency committed a clear error in judgment in concluding that this information did not warrant an SEIS. Preliminarily, it was not unreasonable for the FAA to assume that, if the preferred alternative would reduce all NAAQS-regulated air pollutants (including PM10), then the preferred alternative  which includes construction of the Centerfield Taxiway  would also reduce levels of ultrafine PM. It is a matter of common sense that an action quantitatively projected to reduce all air pollutants that were studied would also reduce the amount of air pollutants not studied. <i>Cf. </i><i>Airport Impact Relief,</i> 192 F.3d at 209 (describing sensibleness of presuming that increased noise due to building roadway at a higher elevation than originally planned would be largely offset by decreased noise due to moving roadway further away from area of concern). Petitioners have provided no reason to doubt that decreased idling and taxiing time would lead to a decrease in all emissions.<sup>[8]</sup></p>\n<p>Further, the FAA acted within reason in considering how to treat this information. Health impacts due to PM had already been considered in the EIS; while these newer studies might provide more information on potential health effects, the FAA could reasonably conclude that the information presented was not \"significant new information\" because it did not \"paint[ ] a dramatically different picture of impacts compared to the description of impacts in the EIS.\" FAA Order 1050.1E ¶ 516a (defining \"significant information\"). <span class=\"star-pagination\">*13</span> This area of research is also still developing. It is not unreasonable for an agency to decline to study in an SEIS a pollutant for which there are not yet standard methods of measurement or analysis. An SEIS is not, after all, a research document. <i>Cf. </i><i>Lee v. U.S. Air Force,</i> <span class=\"citation\" data-id=\"164231\"><a href=\"/opinion/164231/lee-v-united-states-air/\"><span class=\"volume\">354</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1229</span></a></span>, 1244 (10th Cir.2004) (Air Force not required to conduct own studies where scientific information is scarce, despite concerns raised during the comment period). We emphasize that the FAA has not ignored these concerns; rather, it has decided to evaluate the issue fully in a more appropriate setting alongside agencies with relevant expertise.</p>\n<p>We are thus satisfied that the FAA considered the information presented and that its determination that there was no significant new information was not a clear error in judgment. The FAA's decision not to prepare an SEIS was not arbitrary and capricious.</p>\n<p></p>\n<h2>D. <i>Whether the HMMH Report Erred in Its Choice of Computer Model for Evaluating Noise Impact of Centerfield Taxiway</i>\n</h2>\n<p>Petitioners assert that the HMMH Report did not use an appropriate modeling program for evaluating the noise impact of different uses of the November and Centerfield Taxiways. However, \"[a]gencies are entitled to select their own methodology as long as that methodology is reasonable. The reviewing court must give deference\" to that decision. <i>Hughes River Watershed Conservancy v. Johnson,</i> <span class=\"citation no-link\"><span class=\"volume\">165</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">283</span></span>, 289 (4th Cir.1999); <i>see also </i><i>Valley Citizens for a Safe Env't v. Aldridge,</i> <span class=\"citation\" data-id=\"529937\"><a href=\"/opinion/529937/valley-citizens-for-a-safe-environment-v-edward-c-aldridge-etc/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">458</span></a></span>, 469 (1st Cir.1989).</p>\n<p>The HMMH Report provided a reasonable explanation for selecting the SoundPLAN model. It explained:</p>\n<blockquote>The SoundPLAN model is more appropriate for evaluation of aircraft ground operations than the FAA's Integrated Noise Model (INM), which is intended primarily for the evaluation of aircraft flight operations. While the INM can be used to model taxi operations, it is a very crude tool for this purpose.... By using SoundPLAN and aircraft noise emissions data collected at idle/taxi power settings, noise modeling is much more precise. Also, the INM does not incorporate any building or terrain shielding, or variation in ground type ..., so these characteristics, which are important for ground-based noise sources[,] cannot be modeled with INM.</blockquote>\n<p>The FAA also responded thoroughly to specific concerns regarding the HMMH Report's sound analysis.</p>\n<p>As a preliminary matter, respondents point out that petitioners did not specifically object to the use of the SoundPLAN model during the comment period on the draft written reevaluation, which relied on the HMMH Report. \"[T]he time to complain, and to complain clearly, about methodology was at the comment stage, not two years later after the [relevant report] was complete.\" <i>Valley Citizens,</i> 886 F.2d at 469. It does the agency no good to receive criticism of its choice of methodology <i>after</i> it has finished its decisionmaking process, especially when there was a chance to comment earlier. <i>See </i><i>Vt. Yankee Nuclear Power Corp. v. Natural Res. Def. Council,</i> <span class=\"citation\" data-id=\"109827\"><a href=\"/opinion/109827/vermont-yankee-nuclear-power-corp-v-natural-resources-defense-council/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">519</span></a></span>, 553, <span class=\"citation\" data-id=\"109827\"><a href=\"/opinion/109827/vermont-yankee-nuclear-power-corp-v-natural-resources-defense-council/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1197</span></a></span>, <span class=\"citation\" data-id=\"109827\"><a href=\"/opinion/109827/vermont-yankee-nuclear-power-corp-v-natural-resources-defense-council/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">460</span></a></span> (1978) (\"[I]t is ... incumbent upon intervenors who wish to participate... to structure their participation so that it is meaningful, so that it alerts the agency to the intervenors' position and contentions.\").</p>\n<p>While concerns about the application of the chosen methodology were raised during the comment period (concerns which we believe the FAA adequately addressed), <span class=\"star-pagination\">*14</span> the petitioners here do not allege any harm or error resulting from the use of SoundPLAN but only assert that the very choice of SoundPLAN was erroneous. We believe that argument was waived because it was not raised before the agency. We continue on a little further to explain why, even if preserved, the argument would fail regardless.</p>\n<p>Petitioners point to FAA internal regulations regarding the preparation of an EIS, which require a detailed noise analysis if significant noise impacts are expected. FAA Order 1050.1E ¶ 14.2a. These regulations further state that \"[a]ll detailed noise analyses must be performed using the most current version of the FAA's Integrated Noise Model (INM), Heliport Noise Model (HNM), or Noise Integrated Routing System (NIRS). Use of an equivalent methodology and computer model must receive prior written approval from the FAA's Office of Environment and Energy.\" <i>Id.</i> ¶ 14.2b. No prior written approval was obtained for the use of SoundPLAN in the HMMH Report.</p>\n<p>However, as the FAA points out, the HMMH Report is not an EIS. Instead, the HMMH Report considered operational alternatives that might further decrease noise impacts on neighboring communities. There was no regulatory requirement for the FAA to use any specific model for this study. SoundPLAN was selected because it was considered more sensitive to the sources of noise of most concern in the HMMH Report and would thus be more likely to illuminate an operational alternative that would improve noise conditions for nearby residents. This is a reasonable explanation to which we must defer.</p>\n<p></p>\n<h2>IV.</h2>\n<p>As a final matter, petitioners seek to supplement the administrative record with additional documents. In considering whether an agency action was arbitrary and capricious, \"the focal point for judicial review should be the administrative record already in existence, not some new record made initially in the reviewing court.\" <i>Camp v. Pitts,</i> <span class=\"citation\" data-id=\"108752\"><a href=\"/opinion/108752/camp-v-pitts/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, 142, <span class=\"citation\" data-id=\"108752\"><a href=\"/opinion/108752/camp-v-pitts/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1241</span></a></span>, <span class=\"citation\" data-id=\"108752\"><a href=\"/opinion/108752/camp-v-pitts/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span></a></span> (1973). Supplementing the administrative record on judicial review is therefore the exception, not the rule, and is discretionary with the reviewing court. <i>See </i><i>Valley Citizens,</i> 886 F.2d at 460. There are two types of situations in which we may exercise that discretion. This court \"`may' (although it is not required to) supplement the record where there is [ ] `a strong showing of bad faith or improper behavior' by agency decision makers.\" <i>Olsen v. United States,</i> <span class=\"citation\" data-id=\"201691\"><a href=\"/opinion/201691/olsen-v-united-states/\"><span class=\"volume\">414</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">144</span></a></span>, 155 (1st Cir.2005) (quoting <i>Citizens to Preserve Overton Park, Inc. v. Volpe,</i> <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">402</span></a></span>, 420, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">814</span></a></span>, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">136</span></a></span> (1971), <i>overruled on other grounds by </i><i>Califano v. Sanders,</i> <span class=\"citation\" data-id=\"109606\"><a href=\"/opinion/109606/califano-v-sanders/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"109606\"><a href=\"/opinion/109606/califano-v-sanders/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">980</span></a></span>, <span class=\"citation\" data-id=\"109606\"><a href=\"/opinion/109606/califano-v-sanders/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">192</span></a></span> (1977)). \"Alternatively, supplementation of the record may be permissible where there is a `failure to explain administrative action as to frustrate effective judicial review.'\" <i>Id.</i> at 155-56 (quoting <i>Camp,</i> 411 U.S. at 142-43, <span class=\"citation\" data-id=\"108752\"><a href=\"/opinion/108752/camp-v-pitts/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1241</span></a></span>).</p>\n<p>Neither situation presents itself here, nor do petitioners argue otherwise. Indeed, petitioners argue very few specifics as to why these documents should be included. We deny the motion to supplement the record and briefly outline our rationale as to each specific request.</p>\n<p>First, petitioners' request for a separate indexing of documents which are already included in the administrative record (as part of the administrative record for the D.C. Circuit's review of the 2002 ROD) is frivolous. Second, the petitioners seek inclusion of an email from a contractor to an FAA official, but by its nature the email would not illuminate the thinking of any-one <span class=\"star-pagination\">*15</span> within the FAA, and the FAA asserts that it did not rely on the content of that email in its decisionmaking (hence the agency's omission of the email from the record).</p>\n<p>Third, the petitioners would like included forty-six documents which the FAA has withheld in response to a Freedom of Information Act (\"FOIA\") request filed by petitioners. In an entirely separate proceeding regarding this FOIA request, a district judge has reviewed those forty-six documents <i>in camera</i> and agreed with the FAA that the documents pertain to internal deliberative processes and were properly exempted from disclosure under FOIA. Petitioners have appealed that ruling as a separate matter, not presently before us. Documents pertaining to internal deliberative processes are irrelevant to this petition.</p>\n<p>Finally, petitioners have moved to supplement the record with the declaration of Helen Suh, Sc.D., dated December 19, 2007 (more than six months after the release of the final ROD). Petitioners propose that the declaration would aid this court's understanding of the technical issues involved in this case. <i>See </i><i>Valley Citizens,</i> 886 F.2d at 460. \"However desirable this kind of evidentiary supplementation as an aid to understanding highly technical, environmental matters, its use is discretionary with the reviewing court.\" <i>Id.</i> The Suh declaration elaborates on concerns already addressed in the record. Thus regardless of whether it might illuminate the factual dispute further, it would not bear on the relevant legal question: whether the FAA adequately considered these concerns and reasonably reached the decision it did based on the information it had at the time. <i>See id.</i> at 461. We decline to review the document. We can find no other legitimate basis among petitioners' arguments for supplementing the record with this post-ROD declaration.</p>\n<p></p>\n<h2>V.</h2>\n<p>We <i>deny</i> the motions to supplement the record, and we <i>deny</i> the petition for review.</p>\n<h2>NOTES</h2>\n<p>[1]  Massachusetts has a similar act, the Massachusetts Environmental Policy Act, which requires preparation of an environmental impact report. Mass. Gen. Laws ch. 30, §§ 61-621. The undergoing of the state regulatory process was congruent with the NEPA process and is not discussed separately here.</p>\n<p>[2]  While the Centerfield Taxiway was included and analyzed as part of the preferred alternative, final approval of the Taxiway was not actually provided in the 2002 ROD, as discussed <i>infra.</i></p>\n<p>[3]  FAA Order 1050.1E chg. 1 is available at http://www.faa.gov/regulations_policies/ orders_notices/media/10501echg.pdf</p>\n<p>[4]  FAA Order 5050.4B is available at http:// www.faa.gov/airports_airtraffic/airports/ resources/publications/orders/environmental_5050_4.</p>\n<p>[5]  Petitioners try to rephrase the FAA's obligation as one of determining whether the FEIS \"accurately reflect[s] existing environmental conditions,\" which they treat as a distinct requirement. This is not the standard; that language is lifted from the FAA's rationale for allowing FAA officials \"the <i>discretion</i> to determine if a written re-evaluation of a NEPA document is needed.\" FAA Order 5050.4B ¶ 1401(a) (emphasis added). That language is not binding here, where a written reevaluation is required due to the passage of time. Further, petitioners' treatment of the term \"existing\" suffers from the same faults as their definition of \"current,\" as we discuss.</p>\n<p>[6]  After the FEIS but before the 2007 Written Reevaluation and ROD, NAAQS for PM2.5 took effect. Petitioners do not argue that the FAA has not measured PM2.5 adequately or applied the PM2.5 NAAQS; rather, they argue that the FAA has not adequately considered the health effects of fine and ultrafine particulate matter.</p>\n<p>[7]  The PM10 NAAQS covers all PM up to 10 microns in diameter, including ultrafine PM. The concern is that a high concentration of ultrafine PM within otherwise acceptable PM10 levels could cause health problems, in which case there would be a need for separate measurements of ultrafine PM.</p>\n<p>[8]  Again, we accept the FAA's and Massport's assertion, in the absence of any contrary evidence, that the Centerfield Taxiway will not lead to an increase in the aircraft capacity of Logan.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/78028/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109827/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/164231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/169507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/186101/",
    "http://www.courtlistener.com/api/rest/v3/opinions/186921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201691/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529937/"
  ]
}