{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203425/",
  "absolute_url": "/opinion/203425/philip-v-cronin/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203425/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1997/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:16:29Z",
  "date_modified": "2016-04-26T23:40:53.119944Z",
  "type": "010combined",
  "sha1": "8f3588091325d70ab48f884740995e9a84229ef8",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-1860-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/08/07/Philip_v._Cronin.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 06-1860\n\n                         ABRAHAM PHILIP,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                           JOHN CRONIN,\n\n                       Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Joseph L. Tauro, U.S. District Judge]\n\n\n                              Before\n\n                        Lynch, Chief Judge,\n                  O'Connor,* Associate Justice,\n                  and Torruella, Circuit Judge.\n\n\n\n     Daniel S. Sharp with whom Elaine Whitfield Sharp and Whitfield\nSharp & Sharp were on brief for appellant.\n     Mary O'Neil, Assistant Attorney General, with whom Martha\nCoakley, Attorney General, was on brief for appellee.\n\n\n\n                          August 7, 2008\n\n\n\n\n     *\n          The Hon. Sandra Day O'Connor, Associate Justice (Ret.) of\nthe Supreme Court of the United States, sitting by designation.\n\f            LYNCH, Chief Judge.      The Office of the Chief Medical\n\nExaminer of Massachusetts has had a troubled history. This lawsuit\n\nis brought by a disgruntled former contract medical examiner, Dr.\n\nAbraham Philip, against the administrator of that office, John\n\nCronin.\n\n            In November of 2000 the National Association of Medical\n\nExaminers (\"NAME\") conducted an audit and filed a report critical\n\nof the Office of the Chief Medical Examiner for Massachusetts\n\n(\"OCME\").    (OCME had requested the audit.)            The report called\n\nOCME's facilities \"woefully inadequate\" and detailed insufficient\n\nstaffing,   unacceptable   delays,      and   other   difficulties    in    the\n\noffice.\n\n            In March of 2003, John Cronin was brought on as the Chief\n\nAdministrator of OCME and charged with improving the office,\n\nincluding   mending   OCME's   public    reputation.      During     Cronin's\n\ntenure, plaintiff Abraham Philip was employed as a medical examiner\n\nunder a ten-month contract starting on September 2, 2003.                  That\n\ncontract required Dr. Philip to \"adhere to the highest ethical\n\nstandards and serve as a role model for all other OCME employees.\"\n\nHe had worked for the agency in the past.\n\n            Cronin terminated Dr. Philip's contract on March 3, 2004.\n\nDr. Philip sued Cronin in his personal capacity, claiming the\n\ntermination was in retaliation for two letters criticizing OCME\n\nthat Dr. Philip had sent to the governor and therefore violated his\n\n\n                                  -2-\n\fFirst Amendment rights.       Cronin denied that accusation and pointed\n\nto several troubling incidents during Dr. Philip's employment as\n\nthe cause for the contract termination.\n\n            The case went to trial.        After the close of plaintiff's\n\nevidence, and on defendant's motion, the trial judge entered a\n\ndirected verdict for Cronin.        See Fed. R. Civ. P. 50(a).       The judge\n\ndid so \"essentially for the reasons and rationale set forth\" in\n\ndefendant's memorandum of law in support of his Rule 50(a) motion.\n\nCronin, in his memorandum to the district court, had primarily\n\nargued (1) that no reasonable fact finder could conclude that Dr.\n\nPhilip's critical speech regarding OCME was the motivating factor\n\nin   the   termination   of   his   employment,   (2)   that   Dr.   Philip's\n\nemployment would have been terminated regardless of his speech on\n\na matter of public concern, and (3) that Cronin was entitled to\n\nqualified immunity.1      Of these rationales, we find the last --\n\nqualified immunity -- sufficient to sustain the trial court's Rule\n\n50(a) judgment.\n\n\n\n\n      1\n          It appears that although defendant claimed qualified\nimmunity as an affirmative defense in his answer to plaintiff's\ncomplaint, he made no other effort to get a ruling on his qualified\nimmunity before trial.\n          Cronin's remaining arguments before the district court\npertained to two state law claims brought by Dr. Philip.        Dr.\nPhilip does not argue on appeal that there was any error in the\ndismissal of those claims.\n\n                                     -3-\n\f                                               I.\n\n               Dr. Philip was, depending on one's point of view, either\n\na constant complainer or a constant seeker of improvement in the\n\nOCME.    He freely used emails and memos to communicate his ideas to\n\nCronin.    Cronin did meet with Dr. Philip at least twice in January\n\n2004,    for     a   couple       of   hours        each     time,    to    discuss    these\n\nsuggestions. Many of Dr. Philip's concerns had been highlighted in\n\nthe NAME report from two years earlier.                        As to Dr. Philip's new\n\nideas, Cronin did follow up on some.\n\n               Starting      in    February         2004,    there    was    a    series   of\n\nincidents      which      had     later    consequences.             The   first    incident\n\ninvolved the contamination of a death certificate. On February 13,\n\n2004, a funeral home brought a death certificate back to OCME\n\nbecause it had not been properly signed; because the autopsy had\n\nbeen    conducted      by    Dr.    Philip,         Cronin    sent    an    administrative\n\nassistant, Leslie Ward, to obtain Dr. Philip's signature on the\n\ncertificate.\n\n               Dr. Philip, in the midst of another autopsy, did not want\n\nto be interrupted and essentially told Leslie Ward to tell the\n\nfuneral home to wait an hour until he took a break.                              She relayed\n\nthat    message      to     Cronin;       at   Cronin's       request,      Leslie    Ward's\n\nsupervisor, Deirdre Ward, went down to see Dr. Philip, bearing the\n\nunsigned certificate and a request that he sign it.                          This time Dr.\n\nPhilip did sign it, but in doing so got blood on the certificate.\n\n\n                                               -4-\n\fDr. Philip testified that he placed the bloody certificate on a\n\ntable to deal with later, but that the technician took it away\n\nwhile Dr. Philip was finishing his autopsy.               (Deirdre Ward told\n\nCronin that Dr. Philip had handed the bloodied certificate directly\n\nto her.)    Deirdre Ward brought the certificate to Cronin and told\n\nhim it had been \"dripping with blood\" when she received it.                Cronin\n\ntold Deirdre Ward to place it into a sleeve, recognizing the bloody\n\ncertificate to be a biohazard. Cronin then explained what happened\n\nto Dr. Richard Evans, the Chief Medical Examiner.                 According to\n\nCronin,    Dr.   Evans   was   shocked    and    disgusted   by   Dr.   Philip's\n\nunprofessional behavior.\n\n            Cronin   investigated        and    took   statements   from    four\n\nemployees involved in the incident, who confirmed the events\n\noutlined.    Dr. Philip's autopsy assistant was not questioned about\n\nthe incident. Cronin then consulted his superiors at the Executive\n\nOffice of Public Safety (\"EOPS\"), EOPS Undersecretary Robert Hass\n\nand EOPS Chief of Staff Jane Tewksbury. They discussed the written\n\nstatements and the range of possible disciplinary actions.                    Dr.\n\nEvans also provided his views.\n\n            In Cronin's view, the lack of signature on the original\n\ncertificate was not directly Dr. Philip's fault, but Dr. Philip's\n\nresponse was inappropriate.        Dr. Philip had larger administrative\n\nand safety responsibilities, and the group decided some discipline\n\nwas appropriate.     The decision was made to suspend Dr. Philip for\n\n\n                                     -5-\n\fone day to \"get his attention and make him realize that he need[ed]\n\nto be part of this recovery of this medical/legal system that [OCME\n\nwas]   looking   to   build   from   a   professional   ground   up.\"   The\n\nsuspension was brief in light of the staffing shortage at OCME.\n\nCronin's superiors instructed Cronin to convey that disciplinary\n\ndecision to Dr. Philip.\n\n           That same day, February 25, Cronin met with Dr. Philip to\n\nhear his version of events.          This effort was unsuccessful.      Dr.\n\nPhilip became agitated and left Cronin's office in anger, yelling\n\nat him.    As Dr. Philip left, Cronin handed him a disciplinary\n\naction letter, dated February 25, 2004, that read:\n\n           Please let this correspondence serve to notify\n           you that as a result of your actions on Friday\n           February 13, 2004 at approximately 12:30pm,\n           you are suspended without pay for one day.\n           Your suspension is to be served on Thursday\n           March 4, 2004.\n\n           The events, as described by four witnesses,\n           reveal that you abruptly accepted a death\n           certificate for your signature while you were\n           performing an autopsy on a homicide victim.\n           You then, without comment, handed the document\n           back to Ms. Deirdre Ward with \"blood dripping\n           from it\". A copy of the soiled document is\n           attached.\n\n           Your actions exposed a co-worker to a\n           potentially hazardous situation without any\n           explanation. The document was also rendered\n           \"destroyed\" thereby causing embarrassment and\n           inconvenience to this office, the funeral home\n           that transported the document, the burial\n           agent that signed the original for burial of\n           the decedent back in January 2004, and the\n           Natick Town Hall Clerk's office.\n\n\n                                     -6-\n\f            Please understand that your actions are very\n            disturbing and are determined to be completely\n            unacceptable.\n\n            Any future occurrence of unprofessional or\n            unacceptable behavior will result in immediate\n            termination   of  your   contracted   services\n            pursuant to the Terms and Conditions of the\n            contract you have endorsed with this office.\n\n            At trial, Dr. Philip acknowledged he knew he was on shaky\n\nground in terms of his continued employment once he got this\n\nletter.     Dr. Philip's view of the incident was that he should not\n\nhave been asked to sign a certificate while he was in the midst of\n\nan autopsy, that he believed he was given no choice but to sign the\n\ncertificate immediately, that the funeral home could have waited an\n\nhour for him to take a preplanned break, or that some other medical\n\nexaminer could have been found to sign in his place.\n\n            Cronin, on the other hand, testified that he had not\n\nviewed Dr. Philip as a discipline problem before the bloody autopsy\n\nreport, although Dr. Philip had made a number of negative comments\n\nto Cronin, derisively calling him a \"control freak\" and \"Mr.\n\nAdministrator.\" Cronin explained that no one other than Dr. Philip\n\nand Dr. Evans could have signed the certificate; that Cronin was\n\nattempting to provide polite and quick service to the funeral home\n\nto   help   repair   OCME's   negative    bureaucratic   reputation;   that\n\nDeirdre Ward was instructed to ask, not command, Dr. Philip to sign\n\nthe certificate; and that neither Deirdre Ward nor Leslie Ward, to\n\n\n\n\n                                    -7-\n\fthe   best   of    Cronin's      knowledge,   violated     standard   operating\n\nprocedures by entering the autopsy suite.\n\n             The next incident concerns emails about evidence from a\n\nchild homicide prosecution, including the \"urinate/fart\" email.\n\nOn February 25, Jackie Faherty, general counsel for OCME, informed\n\nDr. Philip that a court had issued an order requiring his notes\n\nrelating to the death and autopsy of a child homicide victim be\n\npreserved.     Dr. Philip was working on a report for the case, but\n\nthe charts were in Faherty's possession.                 On February 27, Dr.\n\nPhilip replied to Faherty that he was working on the draft of his\n\nreport   and      needed   the    entire   case   folder    that   was   in   her\n\npossession.\n\n             On February 29, an Assistant District Attorney (\"ADA\")\n\nhandling the child homicide case emailed Dr. Philip informing him\n\nthat the court had ordered preservation of all of Dr. Philip's\n\nrecords in the case and asking about the report.              By email, dated\n\nMarch 1, Dr. Philip replied to the ADA:\n\n             I finalized the report on [name redacted], a\n             few corrections have to be made, which my\n             secretary will do early this morning.     My\n             problem is I cannot find the original charts\n             on this case, to check if everything else is\n             okay.    The last I heard the file was with\n             Jackie Faherty, and she locked it in her\n             office and has been away on Thursday and\n             Friday.\n\n             There are some other very bizarre events going\n             on in the office with weird accusations being\n             levelled against me. So when you arrange with\n             Jackie Faherty to hand over the file to me,\n\n                                       -8-\n\f          please insist that a witness be present in the\n          room to prevent weird charges of having\n          urinated on the chart or farted while working\n          on the chart being levelled against me by the\n          head honcho who runs this agency.\n\n(emphasis added).\n\n          Dr. Philip explained his statements in the email as\n\nreflecting his reaction to what he felt was the earlier unfair\n\ndiscipline imposed on him for the bloody death certificate.\n\n          The ADA was concerned about this email and contacted\n\nCronin, who, in turn, contacted Faherty. Faherty expressed concern\n\nthat the email might well be a discoverable document, which could\n\nbecome public.   If so, it would greatly embarrass the agency.\n\n          On March 2, Faherty left the main case file on Dr.\n\nPhilip's chair and so informed him by email.     In response, Dr.\n\nPhilip sent her this email, dated March 2:\n\n          Note my fervent prayers to you in what I\n          thought was plain english was to hand over the\n          files in the presence of a witness, and\n          arrange to have a witness present while\n          completing the autopsy report and checking the\n          file.   I was down in the autopsy rooms and\n          evaluating a brain when some one sneaked in\n          and left the files on my chair. In order to\n          avoid any contamination of the file, they have\n          been left out on the table in the corridor,\n          till a witness can be arranged.\n\nThis email also caused concerns.\n\n          That same day, Faherty took these emails and her concerns\n\nto Cronin, and later that day they went to Dr. Philip's office to\n\ndeliver the child homicide file in person.   Cronin testified that\n\n\n                                -9-\n\fhe \"put the file on [Dr. Philip's] desk and said finish your work,\n\nplease,\" though he also described becoming upset at Dr. Philip's\n\nantagonistic response.     Dr. Philip testified that Cronin threw the\n\nfile on Philip's desk in a threatening manner, told him to finish\n\nthe work, and that \"enough was enough.\"\n\n          Meanwhile, on March 1, Dr. Philip had sent a letter to\n\nthen-Governor Mitt Romney that criticized OCME on numerous grounds,\n\nwhich were not limited to the issues NAME had identified earlier.\n\nThe letter opens \"I write to alert you to serious deficiencies in\n\nthe [OCME].\"   It appears that this letter was sent after Dr. Philip\n\nsent the urinate/fart email.\n\n          On March 2, 2004, after he sent the urinate/fart email,\n\nDr. Philip circulated a memo internally via email; he sent the same\n\nmemo to the governor on March 3 (but with a cover letter bearing\n\nthe date of March 1).      This is the \"Joshua memo.\"        Dr. Philip's\n\ncover letter to the governor explained he was writing \"to alert\n\n[the governor] to serious issue [sic] regarding organ procurement.\"\n\nThe Joshua memo arose out of Dr. Philip's concerns about what he\n\nbelieved was an inappropriate organ harvesting procedure.           He had\n\ndeclined to harvest organs from a candidate donor using this\n\nprocedure on January 30, 2004; Dr. Evans eventually approved the\n\nuse of the procedure on that candidate, contrary to Dr. Philip's\n\nexpress recommendation.       The Joshua memo called for more open\n\ndiscussion   about   the   legal   and    ethical   implications   of   this\n\n\n                                   -10-\n\fprocedure \"so that everybody is comfortable with the decisions\n\ntaken.\"\n\n           The decision to terminate Dr. Philip's contract was made\n\nat a March 3 meeting comprised of EOPS Undersecretary Hass, Chief\n\nof Staff Tewksbury, Dr. Evans, Cronin, and perhaps one or two\n\nothers.   Cronin testified the group discussed \"the latest round of\n\nbizarre activity\" by Dr. Philip and his deteriorating behavior at\n\nthe agency.   Cronin testified that the discussion touched on the\n\nJoshua memo and the two letters Dr.        Philip had sent to the\n\ngovernor, but these items were not the \"thrust\" of the conversation\n\nand did not inform their primary discussion or final decision.\n\nRather, \"the focus of the discussion\" was Dr. Philip's behavioral\n\nissues, especially \"Dr. Philip's behavior within the office place\n\nrelated to [the] email that he had sent to [the] assistant district\n\nattorney.\"    This behavior was considered in light of the bloody\n\ndeath certificate incident.     Chief of Staff Tewksbury took the\n\nposition that Dr. Philip had to go.    That was the general consensus\n\nand final decision of the group.\n\n           Cronin agreed with the contract termination decision; his\n\nonly reservation was that the office was already understaffed and\n\nthey could not afford to lose another examiner. Cronin believed he\n\nhad no discretion, after the group decision, not to terminate Dr.\n\nPhilip's contract.   He spoke with OCME's human resources director\n\nand asked her to prepare a termination letter.       He told her the\n\n\n                                -11-\n\fletter should focus on Dr. Philip's breach of his contractual\n\nobligation to meet the highest standards of conduct.\n\n          The letter terminating Dr. Philip's contract is dated\n\nMarch 3, 2004, and states:\n\n          On February 25, 2004, you were notified that\n          any    occurrence    of    unprofessional   or\n          unacceptable behavior would result in the\n          immediate termination of your contracted\n          services pursuant to the Terms and Conditions\n          of the contract you endorsed with the Office\n          of the Chief Medical Examiner.         Due to\n          continued   instances   of   misconduct,  your\n          contract is hereby terminated for cause,\n          effective immediately.\n\n          As you are aware, your contract required you\n          to demonstrate high standards of conduct.\n          Explicit in your duties was a requirement that\n          you adhere to the highest ethical standards\n          and serve as a role model for all other OCME\n          employees. Your conduct on or about March 1st\n          and 2nd, 2004, which included unprofessional\n          and inappropriate communications with members\n          of the OCME and a district attorney's office\n          do not comport with this requirement and\n          constitute a breach of your contract.\n\n          Chronologically, Dr. Philip's contract was terminated\n\nless than seventy-two hours after his March 1 letter to the\n\ngovernor, his release of the Joshua memo on March 2, and his March\n\n3 transmittal of the Joshua memo to the governor.   Dr. Philip bases\n\nhis First Amendment claims on these documents.        He argues the\n\nletters were discussed during the March 3 termination meeting, as\n\nCronin admitted, and were things of consequence.    Cronin testified\n\nthere were two reasons for the termination: the bloody death\n\ncertificate and the urinate/fart email.     From this, Dr. Philip\n\n                               -12-\n\fargues that the termination letter was inconsistent and that\n\nqualified immunity cannot be granted in the face of inconsistent\n\nreasons from the defendant.\n\n                                       II.\n\n           Our review of the grant of judgment for defendant at\n\ntrial is de novo.      Acevedo-Feliciano v. Ruiz-Hernández, 447 F.3d\n\n115, 121 (1st Cir. 2006).        We take all facts and inferences in\n\nplaintiff's favor.     Id.\n\n           After the trial in this case, the Supreme Court shed\n\nfurther light on First Amendment claims brought by public employees\n\nin   Garcetti   v.   Ceballos,   547    U.S.   410   (2006).   As   we   have\n\nrecognized, Garcetti somewhat modifies the prior test articulated\n\nunder Pickering v. Board of Education, 391 U.S. 563 (1968). Curran\n\nv. Cousins, 509 F.3d 36, 44-45 (1st Cir. 2007).\n\n           If the court decides, as the trial court did here, that\n\nthe \"employee spoke as a citizen on a matter of public concern,\"\n\nthen under Garcetti, we consider whether there was \"adequate\n\njustification\":\n\n           The question becomes whether the relevant\n           government    entity     had    an    adequate\n           justification   for   treating   the  employee\n           differently from any other member of the\n           general public.    This consideration reflects\n           the importance of the relationship between the\n           speaker's expressions and employment.        A\n           government entity has broader discretion to\n           restrict speech when it acts in its role as\n           employer, but the restrictions it imposes must\n           be directed at speech that has some potential\n           to affect the entity's operations.\n\n                                   -13-\n\fId. at 45 (quoting Garcetti, 547 U.S. at 418).\n\n              To prove retaliation, plaintiff must also establish a\n\ncausal connection between the speech and the adverse employment\n\naction, here that Dr. Philip's speech was the substantial or\n\nmotivating factor in his firing.            Torres-Rosado v. Rotger-Sabat,\n\n335 F.3d 1, 11 (1st Cir. 2003); see also Curran, 509 F.3d at 45.\n\n              In addition, where a plaintiff seeks the relief of\n\nmonetary damages against state officials, as here, plaintiff must\n\novercome the qualified immunity defense of those officials, a\n\ndefense which protects their reasonable judgments.                Dirrane v.\n\nBrookline Police Dep't, 315 F.3d 65, 69 (1st Cir. 2002).           This case\n\nraises both the Garcetti doctrine and the doctrine of qualified\n\nimmunity.\n\nA.            First Amendment Claim\n\n              It is undisputed that Dr. Philip's speech in the Joshua\n\nmemo was on a matter of public concern.             To the extent that the\n\ndistrict court entered a directed verdict on the basis that no jury\n\ncould reasonably conclude that the Joshua memo was a substantial or\n\na motivating factor in the decision to terminate Dr. Philip's\n\ncontract, we disagree.          We discuss the point for its value in\n\nfuture cases.\n\n              A trial judge faced with a motion for a directed verdict\n\nmust   take    the   evidence   in   the    light   most   favorable   to   the\n\n\n\n\n                                     -14-\n\fplaintiff, including drawing all inferences in plaintiff's favor.\n\nAcevedo-Feliciano, 447 F.3d at 121.\n\n          The test is not what the jury verdict is likely to be.\n\nHere, taking all the evidence in plaintiff's favor, we think there\n\nwas sufficient evidence of a causal and a motivating relationship\n\nbetween the First Amendment protected speech and the termination\n\nfor the retaliation claim to survive a Rule 50(a) motion.\n\n          There is a great deal of temporal proximity here between\n\nthe protected conduct and the employer's action.         Cf. DeCaire v.\n\nMukasey, 530 F.3d 1, 19 (1st Cir. 2008) (evidence of temporal\n\nproximity may be sufficient to make out a prima facie case of\n\nretaliation for exercise of rights protected under Title VII).\n\nDefendant Cronin testified that at the March 3 meeting where the\n\ndecision to terminate Dr. Philip's employment was made, the March\n\n1 letter from Dr. Philip to the governor and the Joshua memo were\n\ndiscussed.   Cronin and the other participants were certainly aware\n\nof these letters at the March 3 meeting.    Further, the termination\n\nletter itself refers to Dr. Philip's \"conduct on or about March 1\n\nand 2,\" although it specifically notes his \"unprofessional and\n\ninappropriate   communications   with   members   of   the   OCME   and   a\n\ndistrict attorney's office\" in connection with those dates.         While\n\nthe evidence was strong that it was Dr. Philip's behavior with\n\nrespect to the bloody death certificate and the urinate/fart email\n\nwhich caused his dismissal, we cannot say that no reasonable jury\n\n\n                                 -15-\n\fcould have concluded there was no causal relationship with the\n\nMarch 1 letter and the Joshua memo.           Dr. Philip had made a number\n\nof highly critical comments about the agency before March 1, but on\n\nMarch 1, March 2, and March 3, he made critical comments to persons\n\noutside of OCME, unlike his earlier behavior.             A jury could have\n\nconcluded that it was this going outside the agency with his\n\ncriticisms that was at least a motivating factor in Dr. Philip's\n\nfiring.2   It was also possible for a jury to conclude that there\n\nwas an overreaction to Dr. Philip's exercise of poor judgment in\n\nhis urinate/fart email, despite the prior discipline, which is best\n\nexplained as retaliation for his protected speech.\n\nB.         Qualified Immunity\n\n           Regardless, we have no doubt that Cronin, the sole\n\ndefendant in this case, is entitled to qualified immunity.               Such\n\nimmunity provides a shield \"to all but the plainly incompetent or\n\nthose who knowingly violate the law.\"          Malley v. Briggs, 475 U.S.\n\n335, 341 (1986).    \"We use a three-part test to determine whether an\n\nofficial   is    entitled   to    qualified     immunity\":    \"whether   the\n\nplaintiff's     allegations,     if   true,   establish   a   constitutional\n\nviolation,\" \"whether the right was clearly established at the time\n\nof the alleged violation,\" and \"whether a reasonable officer,\n\n\n\n     2\n          Dr. Philip also relies on a supposed inconsistency\nbetween Cronin's testimony about why Dr. Philip was fired and the\nreasons stated in the letter of termination.          We see no\ninconsistency.\n\n                                      -16-\n\fsimilarly situated, would understand that the challenged conduct\n\nviolated that established right.\"         Suboh v. Dist. Attorney's\n\nOffice, 298 F.3d 81, 90 (1st Cir. 2002).\n\n          We will take it as clearly established here that a public\n\nemployee has limited First Amendment rights of speech on matters of\n\npublic concern under Garcetti, Pickering, and a host of other\n\ncases, and that on plaintiff's version of the facts, a First\n\nAmendment violation is stated.    See Saucier v. Katz, 533 U.S. 194,\n\n201 (2001) (violation of constitutional right is threshold question\n\nin qualified immunity analysis).3\n\n          Nonetheless, even if a constitutional right is clearly\n\nestablished, the defendant is entitled to qualified immunity so\n\nlong as a reasonable official in Cronin's position could believe,\n\nalbeit mistakenly, that his conduct did not violate the First\n\nAmendment.    Harlow   v.   Fitzgerald,   457   U.S.   800,   819   (1982);\n\nDirrane, 315 F.3d at 69.      This is an objective test: Cronin is\n\nentitled to immunity so long as he reasonably could have believed\n\non the facts before him that no violation existed.            Dirrane, 315\n\nF.3d at 69.\n\n          The evidence at trial was that the contract termination\n\ndecision was made not by Cronin alone, but in conjunction with\n\nCronin's superiors at the Executive Office of Public Safety.\n\n\n     3\n          We also bypass here defendant's Mt. Healthy defense,\nraised in his memorandum before the district court.      See = Mt.\nHealthy City Sch. Dist. Bd. of Educ. v. Doyle, 429 U.S. 274 (1977).\n\n                                 -17-\n\f            Cronin     could     quite     reasonably     believe       that    this\n\ncollective    decision    did     not    violate   Philip's     First      Amendment\n\nrights.    By the time plaintiff rested at trial, it was clear that\n\nthese    decisionmakers     had    reasons       unrelated    to     Dr.    Philip's\n\nprotected speech to fire him, and he admitted that he had committed\n\nthe acts of concern.           Before March 3, Dr. Philip had already\n\nengaged in inappropriate behavior in exposing people to risk with\n\nthe bloody death certificate.             He had been warned that further\n\ninappropriate conduct could lead to immediate termination, yet\n\nwithin days, he behaved inappropriately again.                He did not accept\n\nresponsibility for his actions, but rejected it angrily when asked\n\nto explain himself.       Not only was the email to the ADA intemperate\n\nand     unprofessional,    but     it    also    posed    a   risk    of     further\n\nembarrassing    an   office      trying    to    regain   its      reputation    for\n\nprofessionalism and confidence.            See Flomenbaum v. Commonwealth,\n\n___ N.E.2d ___, 2008 WL 2655561, at *4-5 (Mass. July 9, 2008)\n\n(upholding    \"for   cause\"     removal     of   Chief    Medical     Examiner    on\n\nevidence of incidents which in the view of the EOPS Secretary \"had\n\ndamaged the integrity and reputation of [OCME], and which could\n\nhave been avoided\").\n\n            Further,      Cronin        could    reasonably        conclude     that\n\nterminating Dr. Philip's contract would curtail the potential for\n\nfurther harm to the office. \"Even if this reasoning were mistaken,\n\nit would not have been egregiously so and, accordingly, qualified\n\n\n                                        -18-\n\fimmunity is available.\"     Wagner v. City of Holyoke, 404 F.3d 504,\n\n509 (1st Cir. 2005); see also id. (\"Wagner's broad range of\n\ncomplaints    (some   consisting      of    unprotected       and    antagonistic\n\nspeech), coupled with his disregard of confidentiality protocols\n\nand   his   disobedience   in   following         the   department's    chain   of\n\ncommand, would have permitted a reasonable superior officer to\n\nbelieve that he was entitled to discipline Wagner regardless of the\n\ncontent of his speech, consistent with the protections of the first\n\namendment.\"); Dirrane, 315 F.3d at 71 (reasonable police officer\n\nwould not necessarily have known he was acting unconstitutionally\n\nin    transferring    officer   who        made    repeated    and     disruptive\n\nallegations of wrongdoing against his fellow officers, submitted a\n\n\"morass\" of complaints, and had shown poor judgment).\n\n                                   III.\n\n            On this basis, the judgment is affirmed.\n\n\n\n\n                                   -19-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>537 F.3d 26 (2008)</b></center>\n<center><h1>Abraham PHILIP, Plaintiff, Appellant,<br>\nv.<br>\nJohn CRONIN, Defendant, Appellee.</h1></center>\n<center>No. 06-1860.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 6, 2008.</center>\n<center>Decided August 7, 2008.</center>\n<p><span class=\"star-pagination\">*27</span> Daniel S. Sharp with whom Elaine Whitfield Sharp and Whitfield Sharp &amp; Sharp were on brief for appellant.</p>\n<p>Mary O'Neil, Assistant Attorney General, with whom Martha Coakley, Attorney General, was on brief for appellee.</p>\n<p>Before LYNCH, Chief Judge, O'CONNOR,<sup>[*]</sup> Associate Justice, and TORRUELLA, Circuit Judge.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>The Office of the Chief Medical Examiner of Massachusetts has had a troubled history. This lawsuit is brought by a disgruntled former contract medical examiner, Dr. Abraham Philip, against the administrator of that office, John Cronin.</p>\n<p>In November of 2000 the National Association of Medical Examiners (\"NAME\") conducted an audit and filed a report critical of the Office of the Chief Medical Examiner for Massachusetts (\"OCME\"). (OCME had requested the audit.) The report called OCME's facilities \"woefully inadequate\" and detailed insufficient staffing, <span class=\"star-pagination\">*28</span> unacceptable delays, and other difficulties in the office.</p>\n<p>In March of 2003, John Cronin was brought on as the Chief Administrator of OCME and charged with improving the office, including mending OCME's public reputation. During Cronin's tenure, plaintiff Abraham Philip was employed as a medical examiner under a ten-month contract starting on September 2, 2003. That contract required Dr. Philip to \"adhere to the highest ethical standards and serve as a role model for all other OCME employees.\" He had worked for the agency in the past.</p>\n<p>Cronin terminated Dr. Philip's contract on March 3, 2004. Dr. Philip sued Cronin in his personal capacity, claiming the termination was in retaliation for two letters criticizing OCME that Dr. Philip had sent to the governor and therefore violated his First Amendment rights. Cronin denied that accusation and pointed to several troubling incidents during Dr. Philip's employment as the cause for the contract termination.</p>\n<p>The case went to trial. After the close of plaintiff's evidence, and on defendant's motion, the trial judge entered a directed verdict for Cronin. <i>See</i> Fed.R.Civ.P. 50(a). The judge did so \"essentially for the reasons and rationale set forth\" in defendant's memorandum of law in support of his Rule 50(a) motion. Cronin, in his memorandum to the district court, had primarily argued (1) that no reasonable fact finder could conclude that Dr. Philip's critical speech regarding OCME was the motivating factor in the termination of his employment, (2) that Dr. Philip's employment would have been terminated regardless of his speech on a matter of public concern, and (3) that Cronin was entitled to qualified immunity.<sup>[1]</sup> Of these rationales, we find the last  qualified immunity  sufficient to sustain the trial court's Rule 50(a) judgment.</p>\n<p></p>\n<h2>I.</h2>\n<p>Dr. Philip was, depending on one's point of view, either a constant complainer or a constant seeker of improvement in the OCME. He freely used emails and memos to communicate his ideas to Cronin. Cronin did meet with Dr. Philip at least twice in January 2004, for a couple of hours each time, to discuss these suggestions. Many of Dr. Philip's concerns had been highlighted in the NAME report from two years earlier. As to Dr. Philip's new ideas, Cronin did follow up on some.</p>\n<p>Starting in February 2004, there was a series of incidents which had later consequences. The first incident involved the contamination of a death certificate. On February 13, 2004, a funeral home brought a death certificate back to OCME because it had not been properly signed; because the autopsy had been conducted by Dr. Philip, Cronin sent an administrative assistant, Leslie Ward, to obtain Dr. Philip's signature on the certificate.</p>\n<p>Dr. Philip, in the midst of another autopsy, did not want to be interrupted and essentially told Leslie Ward to tell the funeral home to wait an hour until he took a break. She relayed that message to Cronin; at Cronin's request, Leslie Ward's supervisor, Deirdre Ward, went down to see Dr. Philip, bearing the unsigned certificate and a request that he sign it. This <span class=\"star-pagination\">*29</span> time Dr. Philip did sign it, but in doing so got blood on the certificate. Dr. Philip testified that he placed the bloody certificate on a table to deal with later, but that the technician took it away while Dr. Philip was finishing his autopsy. (Deirdre Ward told Cronin that Dr. Philip had handed the bloodied certificate directly to her.) Deirdre Ward brought the certificate to Cronin and told him it had been \"dripping with blood\" when she received it. Cronin told Deirdre Ward to place it into a sleeve, recognizing the bloody certificate to be a biohazard. Cronin then explained what happened to Dr. Richard Evans, the Chief Medical Examiner. According to Cronin, Dr. Evans was shocked and disgusted by Dr. Philip's unprofessional behavior.</p>\n<p>Cronin investigated and took statements from four employees involved in the incident, who confirmed the events outlined. Dr. Philip's autopsy assistant was not questioned about the incident. Cronin then consulted his superiors at the Executive Office of Public Safety (\"EOPS\"), EOPS Undersecretary Robert Hass and EOPS Chief of Staff Jane Tewksbury. They discussed the written statements and the range of possible disciplinary actions. Dr. Evans also provided his views.</p>\n<p>In Cronin's view, the lack of signature on the original certificate was not directly Dr. Philip's fault, but Dr. Philip's response was inappropriate. Dr. Philip had larger administrative and safety responsibilities, and the group decided some discipline was appropriate. The decision was made to suspend Dr. Philip for one day to \"get his attention and make him realize that he need[ed] to be part of this recovery of this medical/legal system that [OCME was] looking to build from a professional ground up.\" The suspension was brief in light of the staffing shortage at OCME. Cronin's superiors instructed Cronin to convey that disciplinary decision to Dr. Philip.</p>\n<p>That same day, February 25, Cronin met with Dr. Philip to hear his version of events. This effort was unsuccessful. Dr. Philip became agitated and left Cronin's office in anger, yelling at him. As Dr. Philip left, Cronin handed him a disciplinary action letter, dated February 25, 2004, that read:</p>\n<blockquote>Please let this correspondence serve to notify you that as a result of your actions on Friday February 13, 2004 at approximately 12:30pm, you are suspended without pay for one day. Your suspension is to be served on Thursday March 4, 2004.</blockquote>\n<blockquote>The events, as described by four witnesses, reveal that you abruptly accepted a death certificate for your signature while you were performing an autopsy on a homicide victim. You then, without comment, handed the document back to Ms. Deirdre Ward with \"blood dripping from it\". A copy of the soiled document is attached.</blockquote>\n<blockquote>Your actions exposed a co-worker to a potentially hazardous situation without any explanation. The document was also rendered \"destroyed\" thereby causing embarrassment and inconvenience to this office, the funeral home that transported the document, the burial agent that signed the original for burial of the decedent back in January 2004, and the Natick Town Hall Clerk's office.</blockquote>\n<blockquote>Please understand that your actions are very disturbing and are determined to be completely unacceptable.</blockquote>\n<blockquote>Any future occurrence of unprofessional or unacceptable behavior will result in immediate termination of your contracted services pursuant to the Terms and Conditions of the contract you have endorsed with this office.</blockquote>\n<p>At trial, Dr. Philip acknowledged he knew he was on shaky ground in terms of his continued employment once he got this <span class=\"star-pagination\">*30</span> letter. Dr. Philip's view of the incident was that he should not have been asked to sign a certificate while he was in the midst of an autopsy, that he believed he was given no choice but to sign the certificate immediately, that the funeral home could have waited an hour for him to take a preplanned break, or that some other medical examiner could have been found to sign in his place.</p>\n<p>Cronin, on the other hand, testified that he had not viewed Dr. Philip as a discipline problem before the bloody autopsy report, although Dr. Philip had made a number of negative comments to Cronin, derisively calling him a \"control freak\" and \"Mr. Administrator.\" Cronin explained that no one other than Dr. Philip and Dr. Evans could have signed the certificate; that Cronin was attempting to provide polite and quick service to the funeral home to help repair OCME's negative bureaucratic reputation; that Deirdre Ward was instructed to ask, not command, Dr. Philip to sign the certificate; and that neither Deirdre Ward nor Leslie Ward, to the best of Cronin's knowledge, violated standard operating procedures by entering the autopsy suite.</p>\n<p>The next incident concerns emails about evidence from a child homicide prosecution, including the \"urinate/fart\" email. On February 25, Jackie Faherty, general counsel for OCME, informed Dr. Philip that a court had issued an order requiring his notes relating to the death and autopsy of a child homicide victim be preserved. Dr. Philip was working on a report for the case, but the charts were in Faherty's possession. On February 27, Dr. Philip replied to Faherty that he was working on the draft of his report and needed the entire case folder that was in her possession.</p>\n<p>On February 29, an Assistant District Attorney (\"ADA\") handling the child homicide case emailed Dr. Philip informing him that the court had ordered preservation of all of Dr. Philip's records in the case and asking about the report. By email, dated March 1, Dr. Philip replied to the ADA:</p>\n<blockquote>I finalized the report on [name redacted], a few corrections have to be made, which my secretary will do early this morning. My problem is I cannot find the original charts on this case, to check if everything else is okay. The last I heard the file was with Jackie Faherty, and she locked it in her office and has been away on Thursday and Friday.</blockquote>\n<blockquote>There are some other very bizarre events going on in the office with weird accusations being levelled against me. <i>So when you arrange with Jackie Faherty to hand over the file to me, please insist that a witness be present in the room to prevent weird charges of having urinated on the chart or farted while working on the chart being levelled against me by the head honcho</i> who runs this agency.</blockquote>\n<p>(emphasis added).</p>\n<p>Dr. Philip explained his statements in the email as reflecting his reaction to what he felt was the earlier unfair discipline imposed on him for the bloody death certificate.</p>\n<p>The ADA was concerned about this email and contacted Cronin, who, in turn, contacted Faherty. Faherty expressed concern that the email might well be a discoverable document, which could become public. If so, it would greatly embarrass the agency.</p>\n<p>On March 2, Faherty left the main case file on Dr. Philip's chair and so informed him by email. In response, Dr. Philip sent her this email, dated March 2:</p>\n<blockquote>Note my fervent prayers to you in what I thought was plain english was to hand over the files in the presence of a witness, <span class=\"star-pagination\">*31</span> and arrange to have a witness present while completing the autopsy report and checking the file. I was down in the autopsy rooms and evaluating a brain when some one sneaked in and left the files on my chair. In order to avoid any contamination of the file, they have been left out on the table in the corridor, till a witness can be arranged.</blockquote>\n<p>This email also caused concerns.</p>\n<p>That same day, Faherty took these emails and her concerns to Cronin, and later that day they went to Dr. Philip's office to deliver the child homicide file in person. Cronin testified that he \"put the file on [Dr. Philip's] desk and said finish your work, please,\" though he also described becoming upset at Dr. Philip's antagonistic response. Dr. Philip testified that Cronin threw the file on Philip's desk in a threatening manner, told him to finish the work, and that \"enough was enough.\"</p>\n<p>Meanwhile, on March 1, Dr. Philip had sent a letter to then-Governor Mitt Romney that criticized OCME on numerous grounds, which were not limited to the issues NAME had identified earlier. The letter opens \"I write to alert you to serious deficiencies in the [OCME].\" It appears that this letter was sent after Dr. Philip sent the urinate/fart email.</p>\n<p>On March 2, 2004, after he sent the urinate/fart email, Dr. Philip circulated a memo internally via email; he sent the same memo to the governor on March 3 (but with a cover letter bearing the date of March 1). This is the \"Joshua memo.\" Dr. Philip's cover letter to the governor explained he was writing \"to alert [the governor] to serious issue [sic] regarding organ procurement.\" The Joshua memo arose out of Dr. Philip's concerns about what he believed was an inappropriate organ harvesting procedure. He had declined to harvest organs from a candidate donor using this procedure on January 30, 2004; Dr. Evans eventually approved the use of the procedure on that candidate, contrary to Dr. Philip's express recommendation. The Joshua memo called for more open discussion about the legal and ethical implications of this procedure \"so that everybody is comfortable with the decisions taken.\"</p>\n<p>The decision to terminate Dr. Philip's contract was made at a March 3 meeting comprised of EOPS Undersecretary Hass, Chief of Staff Tewksbury, Dr. Evans, Cronin, and perhaps one or two others. Cronin testified the group discussed \"the latest round of bizarre activity\" by Dr. Philip and his deteriorating behavior at the agency. Cronin testified that the discussion touched on the Joshua memo and the two letters Dr. Philip had sent to the governor, but these items were not the \"thrust\" of the conversation and did not inform their primary discussion or final decision. Rather, \"the focus of the discussion\" was Dr. Philip's behavioral issues, especially \"Dr. Philip's behavior within the office place related to [the] email that he had sent to [the] assistant district attorney.\" This behavior was considered in light of the bloody death certificate incident. Chief of Staff Tewksbury took the position that Dr. Philip had to go. That was the general consensus and final decision of the group.</p>\n<p>Cronin agreed with the contract termination decision; his only reservation was that the office was already understaffed and they could not afford to lose another examiner. Cronin believed he had no discretion, after the group decision, not to terminate Dr. Philip's contract. He spoke with OCME's human resources director and asked her to prepare a termination letter. He told her the letter should focus on Dr. Philip's breach of his contractual <span class=\"star-pagination\">*32</span> obligation to meet the highest standards of conduct.</p>\n<p>The letter terminating Dr. Philip's contract is dated March 3, 2004, and states:</p>\n<blockquote>On February 25, 2004, you were notified that any occurrence of unprofessional or unacceptable behavior would result in the immediate termination of your contracted services pursuant to the Terms and Conditions of the contract you endorsed with the Office of the Chief Medical Examiner. Due to continued instances of misconduct, your contract is hereby terminated for cause, effective immediately.</blockquote>\n<blockquote>As you are aware, your contract required you to demonstrate high standards of conduct. Explicit in your duties was a requirement that you adhere to the highest ethical standards and serve as a role model for all other OCME employees. Your conduct on or about March 1st and 2nd, 2004, which included unprofessional and inappropriate communications with members of the OCME and a district attorney's office do not comport with this requirement and constitute a breach of your contract.</blockquote>\n<p>Chronologically, Dr. Philip's contract was terminated less than seventy-two hours after his March 1 letter to the governor, his release of the Joshua memo on March 2, and his March 3 transmittal of the Joshua memo to the governor. Dr. Philip bases his First Amendment claims on these documents. He argues the letters were discussed during the March 3 termination meeting, as Cronin admitted, and were things of consequence. Cronin testified there were two reasons for the termination: the bloody death certificate and the urinate/fart email. From this, Dr. Philip argues that the termination letter was inconsistent and that qualified immunity cannot be granted in the face of inconsistent reasons from the defendant.</p>\n<p></p>\n<h2>II.</h2>\n<p>Our review of the grant of judgment for defendant at trial is de novo. <i>Acevedo-Feliciano v. Ruiz-Hernández,</i> 447 F.3d 115, 121 (1st Cir.2006). We take all facts and inferences in plaintiff's favor. <i>Id.</i></p>\n<p>After the trial in this case, the Supreme Court shed further light on First Amendment claims brought by public employees in <i>Garcetti v. Ceballos,</i> 547 U.S. 410, 126 S.Ct. 1951, 164 L.Ed.2d 689 (2006). As we have recognized, <i>Garcetti</i> somewhat modifies the prior test articulated under <i>Pickering v. Board of Education,</i> 391 U.S. 563, 88 S.Ct. 1731, 20 L.Ed.2d 811 (1968). <i>Curran v. Cousins,</i> 509 F.3d 36, 44-45 (1st Cir.2007).</p>\n<p>If the court decides, as the trial court did here, that the \"employee spoke as a citizen on a matter of public concern,\" then under <i>Garcetti,</i> we consider whether there was \"adequate justification\":</p>\n<blockquote>The question becomes whether the relevant government entity had an adequate justification for treating the employee differently from any other member of the general public. This consideration reflects the importance of the relationship between the speaker's expressions and employment. A government entity has broader discretion to restrict speech when it acts in its role as employer, but the restrictions it imposes must be directed at speech that has some potential to affect the entity's operations.</blockquote>\n<p><i>Id.</i> at 45 (quoting <i>Garcetti,</i> 547 U.S. at 418, 126 S.Ct. 1951).</p>\n<p>To prove retaliation, plaintiff must also establish a causal connection between the speech and the adverse employment action, here that Dr. Philip's speech was the substantial or motivating factor in his <span class=\"star-pagination\">*33</span> firing. <i>Torres-Rosado v. Rotger-Sabat,</i> 335 F.3d 1, 11 (1st Cir.2003); <i>see also </i><i>Curran,</i> 509 F.3d at 45.</p>\n<p>In addition, where a plaintiff seeks the relief of monetary damages against state officials, as here, plaintiff must overcome the qualified immunity defense of those officials, a defense which protects their reasonable judgments. <i>Dirrane v. Brookline Police Dep't,</i> 315 F.3d 65, 69 (1st Cir.2002). This case raises both the <i>Garcetti</i> doctrine and the doctrine of qualified immunity.</p>\n<p></p>\n<h2>A. <i>First Amendment Claim</i>\n</h2>\n<p>It is undisputed that Dr. Philip's speech in the Joshua memo was on a matter of public concern. To the extent that the district court entered a directed verdict on the basis that no jury could reasonably conclude that the Joshua memo was a substantial or a motivating factor in the decision to terminate Dr. Philip's contract, we disagree. We discuss the point for its value in future cases.</p>\n<p>A trial judge faced with a motion for a directed verdict must take the evidence in the light most favorable to the plaintiff, including drawing all inferences in plaintiff's favor. <i>Acevedo-Feliciano,</i> 447 F.3d at 121.</p>\n<p>The test is not what the jury verdict is likely to be. Here, taking all the evidence in plaintiff's favor, we think there was sufficient evidence of a causal and a motivating relationship between the First Amendment protected speech and the termination for the retaliation claim to survive a Rule 50(a) motion.</p>\n<p>There is a great deal of temporal proximity here between the protected conduct and the employer's action. <i>Cf. </i><i>DeCaire v. Mukasey,</i> 530 F.3d 1, 19 (1st Cir.2008) (evidence of temporal proximity may be sufficient to make out a prima facie case of retaliation for exercise of rights protected under Title VII). Defendant Cronin testified that at the March 3 meeting where the decision to terminate Dr. Philip's employment was made, the March 1 letter from Dr. Philip to the governor and the Joshua memo were discussed. Cronin and the other participants were certainly aware of these letters at the March 3 meeting. Further, the termination letter itself refers to Dr. Philip's \"conduct on or about March 1 and 2,\" although it specifically notes his \"unprofessional and inappropriate communications with members of the OCME and a district attorney's office\" in connection with those dates. While the evidence was strong that it was Dr. Philip's behavior with respect to the bloody death certificate and the urinate/fart email which caused his dismissal, we cannot say that no reasonable jury could have concluded there was no causal relationship with the March 1 letter and the Joshua memo. Dr. Philip had made a number of highly critical comments about the agency before March 1, but on March 1, March 2, and March 3, he made critical comments to persons outside of OCME, unlike his earlier behavior. A jury could have concluded that it was this going outside the agency with his criticisms that was at least a motivating factor in Dr. Philip's firing.<sup>[2]</sup> It was also possible for a jury to conclude that there was an overreaction to Dr. Philip's exercise of poor judgment in his urinate/fart email, despite the prior discipline, which is best explained as retaliation for his protected speech.</p>\n<p></p>\n<h2>B. <i>Qualified Immunity</i>\n</h2>\n<p>Regardless, we have no doubt that Cronin, the sole defendant in this case, is <span class=\"star-pagination\">*34</span> entitled to qualified immunity. Such immunity provides a shield \"to all but the plainly incompetent or those who knowingly violate the law.\" <i>Malley v. Briggs,</i> 475 U.S. 335, 341, 106 S.Ct. 1092, 89 L.Ed.2d 271 (1986). \"We use a three-part test to determine whether an official is entitled to qualified immunity\": \"whether the plaintiff's allegations, if true, establish a constitutional violation,\" \"whether the right was clearly established at the time of the alleged violation,\" and \"whether a reasonable officer, similarly situated, would understand that the challenged conduct violated that established right.\" <i>Suboh v. Dist. Attorney's Office,</i> 298 F.3d 81, 90 (1st Cir.2002).</p>\n<p>We will take it as clearly established here that a public employee has limited First Amendment rights of speech on matters of public concern under <i>Garcetti, Pickering,</i> and a host of other cases, and that on plaintiff's version of the facts, a First Amendment violation is stated. <i>See </i><i>Saucier v. Katz,</i> 533 U.S. 194, 201, 121 S.Ct. 2151, 150 L.Ed.2d 272 (2001) (violation of constitutional right is threshold question in qualified immunity analysis).<sup>[3]</sup></p>\n<p>Nonetheless, even if a constitutional right is clearly established, the defendant is entitled to qualified immunity so long as a reasonable official in Cronin's position could believe, albeit mistakenly, that his conduct did not violate the First Amendment. <i>Harlow v. Fitzgerald,</i> 457 U.S. 800, 819, 102 S.Ct. 2727, 73 L.Ed.2d 396 (1982); <i>Dirrane,</i> 315 F.3d at 69. This is an objective test: Cronin is entitled to immunity so long as he reasonably could have believed on the facts before him that no violation existed. <i>Dirrane,</i> 315 F.3d at 69.</p>\n<p>The evidence at trial was that the contract termination decision was made not by Cronin alone, but in conjunction with Cronin's superiors at the Executive Office of Public Safety.</p>\n<p>Cronin could quite reasonably believe that this collective decision did not violate Philip's First Amendment rights. By the time plaintiff rested at trial, it was clear that these decisionmakers had reasons unrelated to Dr. Philip's protected speech to fire him, and he admitted that he had committed the acts of concern. Before March 3, Dr. Philip had already engaged in inappropriate behavior in exposing people to risk with the bloody death certificate. He had been warned that further inappropriate conduct could lead to immediate termination, yet within days, he behaved inappropriately again. He did not accept responsibility for his actions, but rejected it angrily when asked to explain himself. Not only was the email to the ADA intemperate and unprofessional, but it also posed a risk of further embarrassing an office trying to regain its reputation for professionalism and confidence. <i>See </i><i>Flomenbaum v. Commonwealth,</i> 451 Mass. 740, 889 N.E.2d 423, 428-30 (2008) (upholding \"for cause\" removal of Chief Medical Examiner on evidence of incidents which in the view of the EOPS Secretary \"had damaged the integrity and reputation of [OCME], and which could have been avoided\").</p>\n<p>Further, Cronin could reasonably conclude that terminating Dr. Philip's contract would curtail the potential for further harm to the office. \"Even if this reasoning were mistaken, it would not have been egregiously so and, accordingly, qualified immunity is available.\" <i>Wagner v. City of Holyoke,</i> 404 F.3d 504, 509 (1st Cir.2005); <span class=\"star-pagination\">*35</span> <i>see also id.</i> (\"Wagner's broad range of complaints (some consisting of unprotected and antagonistic speech), coupled with his disregard of confidentiality protocols and his disobedience in following the department's chain of command, would have permitted a reasonable superior officer to believe that he was entitled to discipline Wagner regardless of the content of his speech, consistent with the protections of the first amendment.\"); <i>Dirrane,</i> 315 F.3d at 71 (reasonable police officer would not necessarily have known he was acting unconstitutionally in transferring officer who made repeated and disruptive allegations of wrongdoing against his fellow officers, submitted a \"morass\" of complaints, and had shown poor judgment).</p>\n<p></p>\n<h2>III.</h2>\n<p>On this basis, the judgment is <i>affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  The Hon. Sandra Day O'Connor, Associate Justice (Ret.) of the Supreme Court of the United States, sitting by designation.</p>\n<p>[1]  It appears that although defendant claimed qualified immunity as an affirmative defense in his answer to plaintiff's complaint, he made no other effort to get a ruling on his qualified immunity before trial.\n</p>\n<p>Cronin's remaining arguments before the district court pertained to two state law claims brought by Dr. Philip. Dr. Philip does not argue on appeal that there was any error in the dismissal of those claims.</p>\n<p>[2]  Dr. Philip also relies on a supposed inconsistency between Cronin's testimony about why Dr. Philip was fired and the reasons stated in the letter of termination. We see no inconsistency.</p>\n<p>[3]  We also bypass here defendant's <i>Mt. Healthy</i> defense, raised in his memorandum before the district court. <i>See </i><i>Mt. Healthy City Sch. Dist. Bd. of Educ. v. Doyle,</i> 429 U.S. 274, 97 S.Ct. 568, 50 L.Ed.2d 471 (1977).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation\" data-id=\"203471\"><a href=\"/opinion/203471/philip-v-cronin/\"><span class=\"volume\">537</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span> (2008)</b></center>\n<center><h1>Abraham PHILIP, Plaintiff, Appellant,<br>\nv.<br>\nJohn CRONIN, Defendant, Appellee.</h1></center>\n<center>No. 06-1860.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 6, 2008.</center>\n<center>Decided August 7, 2008.</center>\n<p><span class=\"star-pagination\">*27</span> Daniel S. Sharp with whom Elaine Whitfield Sharp and Whitfield Sharp &amp; Sharp were on brief for appellant.</p>\n<p>Mary O'Neil, Assistant Attorney General, with whom Martha Coakley, Attorney General, was on brief for appellee.</p>\n<p>Before LYNCH, Chief Judge, O'CONNOR,<sup>[*]</sup> Associate Justice, and TORRUELLA, Circuit Judge.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>The Office of the Chief Medical Examiner of Massachusetts has had a troubled history. This lawsuit is brought by a disgruntled former contract medical examiner, Dr. Abraham Philip, against the administrator of that office, John Cronin.</p>\n<p>In November of 2000 the National Association of Medical Examiners (\"NAME\") conducted an audit and filed a report critical of the Office of the Chief Medical Examiner for Massachusetts (\"OCME\"). (OCME had requested the audit.) The report called OCME's facilities \"woefully inadequate\" and detailed insufficient staffing, <span class=\"star-pagination\">*28</span> unacceptable delays, and other difficulties in the office.</p>\n<p>In March of 2003, John Cronin was brought on as the Chief Administrator of OCME and charged with improving the office, including mending OCME's public reputation. During Cronin's tenure, plaintiff Abraham Philip was employed as a medical examiner under a ten-month contract starting on September 2, 2003. That contract required Dr. Philip to \"adhere to the highest ethical standards and serve as a role model for all other OCME employees.\" He had worked for the agency in the past.</p>\n<p>Cronin terminated Dr. Philip's contract on March 3, 2004. Dr. Philip sued Cronin in his personal capacity, claiming the termination was in retaliation for two letters criticizing OCME that Dr. Philip had sent to the governor and therefore violated his First Amendment rights. Cronin denied that accusation and pointed to several troubling incidents during Dr. Philip's employment as the cause for the contract termination.</p>\n<p>The case went to trial. After the close of plaintiff's evidence, and on defendant's motion, the trial judge entered a directed verdict for Cronin. <i>See</i> Fed.R.Civ.P. 50(a). The judge did so \"essentially for the reasons and rationale set forth\" in defendant's memorandum of law in support of his Rule 50(a) motion. Cronin, in his memorandum to the district court, had primarily argued (1) that no reasonable fact finder could conclude that Dr. Philip's critical speech regarding OCME was the motivating factor in the termination of his employment, (2) that Dr. Philip's employment would have been terminated regardless of his speech on a matter of public concern, and (3) that Cronin was entitled to qualified immunity.<sup>[1]</sup> Of these rationales, we find the last  qualified immunity  sufficient to sustain the trial court's Rule 50(a) judgment.</p>\n<p></p>\n<h2>I.</h2>\n<p>Dr. Philip was, depending on one's point of view, either a constant complainer or a constant seeker of improvement in the OCME. He freely used emails and memos to communicate his ideas to Cronin. Cronin did meet with Dr. Philip at least twice in January 2004, for a couple of hours each time, to discuss these suggestions. Many of Dr. Philip's concerns had been highlighted in the NAME report from two years earlier. As to Dr. Philip's new ideas, Cronin did follow up on some.</p>\n<p>Starting in February 2004, there was a series of incidents which had later consequences. The first incident involved the contamination of a death certificate. On February 13, 2004, a funeral home brought a death certificate back to OCME because it had not been properly signed; because the autopsy had been conducted by Dr. Philip, Cronin sent an administrative assistant, Leslie Ward, to obtain Dr. Philip's signature on the certificate.</p>\n<p>Dr. Philip, in the midst of another autopsy, did not want to be interrupted and essentially told Leslie Ward to tell the funeral home to wait an hour until he took a break. She relayed that message to Cronin; at Cronin's request, Leslie Ward's supervisor, Deirdre Ward, went down to see Dr. Philip, bearing the unsigned certificate and a request that he sign it. This <span class=\"star-pagination\">*29</span> time Dr. Philip did sign it, but in doing so got blood on the certificate. Dr. Philip testified that he placed the bloody certificate on a table to deal with later, but that the technician took it away while Dr. Philip was finishing his autopsy. (Deirdre Ward told Cronin that Dr. Philip had handed the bloodied certificate directly to her.) Deirdre Ward brought the certificate to Cronin and told him it had been \"dripping with blood\" when she received it. Cronin told Deirdre Ward to place it into a sleeve, recognizing the bloody certificate to be a biohazard. Cronin then explained what happened to Dr. Richard Evans, the Chief Medical Examiner. According to Cronin, Dr. Evans was shocked and disgusted by Dr. Philip's unprofessional behavior.</p>\n<p>Cronin investigated and took statements from four employees involved in the incident, who confirmed the events outlined. Dr. Philip's autopsy assistant was not questioned about the incident. Cronin then consulted his superiors at the Executive Office of Public Safety (\"EOPS\"), EOPS Undersecretary Robert Hass and EOPS Chief of Staff Jane Tewksbury. They discussed the written statements and the range of possible disciplinary actions. Dr. Evans also provided his views.</p>\n<p>In Cronin's view, the lack of signature on the original certificate was not directly Dr. Philip's fault, but Dr. Philip's response was inappropriate. Dr. Philip had larger administrative and safety responsibilities, and the group decided some discipline was appropriate. The decision was made to suspend Dr. Philip for one day to \"get his attention and make him realize that he need[ed] to be part of this recovery of this medical/legal system that [OCME was] looking to build from a professional ground up.\" The suspension was brief in light of the staffing shortage at OCME. Cronin's superiors instructed Cronin to convey that disciplinary decision to Dr. Philip.</p>\n<p>That same day, February 25, Cronin met with Dr. Philip to hear his version of events. This effort was unsuccessful. Dr. Philip became agitated and left Cronin's office in anger, yelling at him. As Dr. Philip left, Cronin handed him a disciplinary action letter, dated February 25, 2004, that read:</p>\n<blockquote>Please let this correspondence serve to notify you that as a result of your actions on Friday February 13, 2004 at approximately 12:30pm, you are suspended without pay for one day. Your suspension is to be served on Thursday March 4, 2004.</blockquote>\n<blockquote>The events, as described by four witnesses, reveal that you abruptly accepted a death certificate for your signature while you were performing an autopsy on a homicide victim. You then, without comment, handed the document back to Ms. Deirdre Ward with \"blood dripping from it\". A copy of the soiled document is attached.</blockquote>\n<blockquote>Your actions exposed a co-worker to a potentially hazardous situation without any explanation. The document was also rendered \"destroyed\" thereby causing embarrassment and inconvenience to this office, the funeral home that transported the document, the burial agent that signed the original for burial of the decedent back in January 2004, and the Natick Town Hall Clerk's office.</blockquote>\n<blockquote>Please understand that your actions are very disturbing and are determined to be completely unacceptable.</blockquote>\n<blockquote>Any future occurrence of unprofessional or unacceptable behavior will result in immediate termination of your contracted services pursuant to the Terms and Conditions of the contract you have endorsed with this office.</blockquote>\n<p>At trial, Dr. Philip acknowledged he knew he was on shaky ground in terms of his continued employment once he got this <span class=\"star-pagination\">*30</span> letter. Dr. Philip's view of the incident was that he should not have been asked to sign a certificate while he was in the midst of an autopsy, that he believed he was given no choice but to sign the certificate immediately, that the funeral home could have waited an hour for him to take a preplanned break, or that some other medical examiner could have been found to sign in his place.</p>\n<p>Cronin, on the other hand, testified that he had not viewed Dr. Philip as a discipline problem before the bloody autopsy report, although Dr. Philip had made a number of negative comments to Cronin, derisively calling him a \"control freak\" and \"Mr. Administrator.\" Cronin explained that no one other than Dr. Philip and Dr. Evans could have signed the certificate; that Cronin was attempting to provide polite and quick service to the funeral home to help repair OCME's negative bureaucratic reputation; that Deirdre Ward was instructed to ask, not command, Dr. Philip to sign the certificate; and that neither Deirdre Ward nor Leslie Ward, to the best of Cronin's knowledge, violated standard operating procedures by entering the autopsy suite.</p>\n<p>The next incident concerns emails about evidence from a child homicide prosecution, including the \"urinate/fart\" email. On February 25, Jackie Faherty, general counsel for OCME, informed Dr. Philip that a court had issued an order requiring his notes relating to the death and autopsy of a child homicide victim be preserved. Dr. Philip was working on a report for the case, but the charts were in Faherty's possession. On February 27, Dr. Philip replied to Faherty that he was working on the draft of his report and needed the entire case folder that was in her possession.</p>\n<p>On February 29, an Assistant District Attorney (\"ADA\") handling the child homicide case emailed Dr. Philip informing him that the court had ordered preservation of all of Dr. Philip's records in the case and asking about the report. By email, dated March 1, Dr. Philip replied to the ADA:</p>\n<blockquote>I finalized the report on [name redacted], a few corrections have to be made, which my secretary will do early this morning. My problem is I cannot find the original charts on this case, to check if everything else is okay. The last I heard the file was with Jackie Faherty, and she locked it in her office and has been away on Thursday and Friday.</blockquote>\n<blockquote>There are some other very bizarre events going on in the office with weird accusations being levelled against me. <i>So when you arrange with Jackie Faherty to hand over the file to me, please insist that a witness be present in the room to prevent weird charges of having urinated on the chart or farted while working on the chart being levelled against me by the head honcho</i> who runs this agency.</blockquote>\n<p>(emphasis added).</p>\n<p>Dr. Philip explained his statements in the email as reflecting his reaction to what he felt was the earlier unfair discipline imposed on him for the bloody death certificate.</p>\n<p>The ADA was concerned about this email and contacted Cronin, who, in turn, contacted Faherty. Faherty expressed concern that the email might well be a discoverable document, which could become public. If so, it would greatly embarrass the agency.</p>\n<p>On March 2, Faherty left the main case file on Dr. Philip's chair and so informed him by email. In response, Dr. Philip sent her this email, dated March 2:</p>\n<blockquote>Note my fervent prayers to you in what I thought was plain english was to hand over the files in the presence of a witness, <span class=\"star-pagination\">*31</span> and arrange to have a witness present while completing the autopsy report and checking the file. I was down in the autopsy rooms and evaluating a brain when some one sneaked in and left the files on my chair. In order to avoid any contamination of the file, they have been left out on the table in the corridor, till a witness can be arranged.</blockquote>\n<p>This email also caused concerns.</p>\n<p>That same day, Faherty took these emails and her concerns to Cronin, and later that day they went to Dr. Philip's office to deliver the child homicide file in person. Cronin testified that he \"put the file on [Dr. Philip's] desk and said finish your work, please,\" though he also described becoming upset at Dr. Philip's antagonistic response. Dr. Philip testified that Cronin threw the file on Philip's desk in a threatening manner, told him to finish the work, and that \"enough was enough.\"</p>\n<p>Meanwhile, on March 1, Dr. Philip had sent a letter to then-Governor Mitt Romney that criticized OCME on numerous grounds, which were not limited to the issues NAME had identified earlier. The letter opens \"I write to alert you to serious deficiencies in the [OCME].\" It appears that this letter was sent after Dr. Philip sent the urinate/fart email.</p>\n<p>On March 2, 2004, after he sent the urinate/fart email, Dr. Philip circulated a memo internally via email; he sent the same memo to the governor on March 3 (but with a cover letter bearing the date of March 1). This is the \"Joshua memo.\" Dr. Philip's cover letter to the governor explained he was writing \"to alert [the governor] to serious issue [sic] regarding organ procurement.\" The Joshua memo arose out of Dr. Philip's concerns about what he believed was an inappropriate organ harvesting procedure. He had declined to harvest organs from a candidate donor using this procedure on January 30, 2004; Dr. Evans eventually approved the use of the procedure on that candidate, contrary to Dr. Philip's express recommendation. The Joshua memo called for more open discussion about the legal and ethical implications of this procedure \"so that everybody is comfortable with the decisions taken.\"</p>\n<p>The decision to terminate Dr. Philip's contract was made at a March 3 meeting comprised of EOPS Undersecretary Hass, Chief of Staff Tewksbury, Dr. Evans, Cronin, and perhaps one or two others. Cronin testified the group discussed \"the latest round of bizarre activity\" by Dr. Philip and his deteriorating behavior at the agency. Cronin testified that the discussion touched on the Joshua memo and the two letters Dr. Philip had sent to the governor, but these items were not the \"thrust\" of the conversation and did not inform their primary discussion or final decision. Rather, \"the focus of the discussion\" was Dr. Philip's behavioral issues, especially \"Dr. Philip's behavior within the office place related to [the] email that he had sent to [the] assistant district attorney.\" This behavior was considered in light of the bloody death certificate incident. Chief of Staff Tewksbury took the position that Dr. Philip had to go. That was the general consensus and final decision of the group.</p>\n<p>Cronin agreed with the contract termination decision; his only reservation was that the office was already understaffed and they could not afford to lose another examiner. Cronin believed he had no discretion, after the group decision, not to terminate Dr. Philip's contract. He spoke with OCME's human resources director and asked her to prepare a termination letter. He told her the letter should focus on Dr. Philip's breach of his contractual <span class=\"star-pagination\">*32</span> obligation to meet the highest standards of conduct.</p>\n<p>The letter terminating Dr. Philip's contract is dated March 3, 2004, and states:</p>\n<blockquote>On February 25, 2004, you were notified that any occurrence of unprofessional or unacceptable behavior would result in the immediate termination of your contracted services pursuant to the Terms and Conditions of the contract you endorsed with the Office of the Chief Medical Examiner. Due to continued instances of misconduct, your contract is hereby terminated for cause, effective immediately.</blockquote>\n<blockquote>As you are aware, your contract required you to demonstrate high standards of conduct. Explicit in your duties was a requirement that you adhere to the highest ethical standards and serve as a role model for all other OCME employees. Your conduct on or about March 1st and 2nd, 2004, which included unprofessional and inappropriate communications with members of the OCME and a district attorney's office do not comport with this requirement and constitute a breach of your contract.</blockquote>\n<p>Chronologically, Dr. Philip's contract was terminated less than seventy-two hours after his March 1 letter to the governor, his release of the Joshua memo on March 2, and his March 3 transmittal of the Joshua memo to the governor. Dr. Philip bases his First Amendment claims on these documents. He argues the letters were discussed during the March 3 termination meeting, as Cronin admitted, and were things of consequence. Cronin testified there were two reasons for the termination: the bloody death certificate and the urinate/fart email. From this, Dr. Philip argues that the termination letter was inconsistent and that qualified immunity cannot be granted in the face of inconsistent reasons from the defendant.</p>\n<p></p>\n<h2>II.</h2>\n<p>Our review of the grant of judgment for defendant at trial is de novo. <i>Acevedo-Feliciano v. Ruiz-Hernández,</i> <span class=\"citation\" data-id=\"202208\"><a href=\"/opinion/202208/acevedo-feliciano-v-ruiz-hernandez/\"><span class=\"volume\">447</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">115</span></a></span>, 121 (1st Cir.2006). We take all facts and inferences in plaintiff's favor. <i>Id.</i></p>\n<p>After the trial in this case, the Supreme Court shed further light on First Amendment claims brought by public employees in <i>Garcetti v. Ceballos,</i> <span class=\"citation\" data-id=\"145653\"><a href=\"/opinion/145653/garcetti-v-ceballos/\"><span class=\"volume\">547</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">410</span></a></span>, <span class=\"citation\" data-id=\"145653\"><a href=\"/opinion/145653/garcetti-v-ceballos/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1951</span></a></span>, <span class=\"citation\" data-id=\"145653\"><a href=\"/opinion/145653/garcetti-v-ceballos/\"><span class=\"volume\">164</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">689</span></a></span> (2006). As we have recognized, <i>Garcetti</i> somewhat modifies the prior test articulated under <i>Pickering v. Board of Education,</i> <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1731</span></a></span>, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1968). <i>Curran v. Cousins,</i> <span class=\"citation\" data-id=\"203052\"><a href=\"/opinion/203052/curran-v-cousins/\"><span class=\"volume\">509</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 44-45 (1st Cir.2007).</p>\n<p>If the court decides, as the trial court did here, that the \"employee spoke as a citizen on a matter of public concern,\" then under <i>Garcetti,</i> we consider whether there was \"adequate justification\":</p>\n<blockquote>The question becomes whether the relevant government entity had an adequate justification for treating the employee differently from any other member of the general public. This consideration reflects the importance of the relationship between the speaker's expressions and employment. A government entity has broader discretion to restrict speech when it acts in its role as employer, but the restrictions it imposes must be directed at speech that has some potential to affect the entity's operations.</blockquote>\n<p><i>Id.</i> at 45 (quoting <i>Garcetti,</i> 547 U.S. at 418, <span class=\"citation\" data-id=\"145653\"><a href=\"/opinion/145653/garcetti-v-ceballos/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1951</span></a></span>).</p>\n<p>To prove retaliation, plaintiff must also establish a causal connection between the speech and the adverse employment action, here that Dr. Philip's speech was the substantial or motivating factor in his <span class=\"star-pagination\">*33</span> firing. <i>Torres-Rosado v. Rotger-Sabat,</i> <span class=\"citation\" data-id=\"200527\"><a href=\"/opinion/200527/torres-rosado-v-rotger-sabat/\"><span class=\"volume\">335</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 11 (1st Cir.2003); <i>see also </i><i>Curran,</i> 509 F.3d at 45.</p>\n<p>In addition, where a plaintiff seeks the relief of monetary damages against state officials, as here, plaintiff must overcome the qualified immunity defense of those officials, a defense which protects their reasonable judgments. <i>Dirrane v. Brookline Police Dep't,</i> <span class=\"citation\" data-id=\"200266\"><a href=\"/opinion/200266/dirrane-v-brookline-police/\"><span class=\"volume\">315</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">65</span></a></span>, 69 (1st Cir.2002). This case raises both the <i>Garcetti</i> doctrine and the doctrine of qualified immunity.</p>\n<p></p>\n<h2>A. <i>First Amendment Claim</i>\n</h2>\n<p>It is undisputed that Dr. Philip's speech in the Joshua memo was on a matter of public concern. To the extent that the district court entered a directed verdict on the basis that no jury could reasonably conclude that the Joshua memo was a substantial or a motivating factor in the decision to terminate Dr. Philip's contract, we disagree. We discuss the point for its value in future cases.</p>\n<p>A trial judge faced with a motion for a directed verdict must take the evidence in the light most favorable to the plaintiff, including drawing all inferences in plaintiff's favor. <i>Acevedo-Feliciano,</i> 447 F.3d at 121.</p>\n<p>The test is not what the jury verdict is likely to be. Here, taking all the evidence in plaintiff's favor, we think there was sufficient evidence of a causal and a motivating relationship between the First Amendment protected speech and the termination for the retaliation claim to survive a Rule 50(a) motion.</p>\n<p>There is a great deal of temporal proximity here between the protected conduct and the employer's action. <i>Cf. </i><i>DeCaire v. Mukasey,</i> <span class=\"citation\" data-id=\"203386\"><a href=\"/opinion/203386/decaire-v-mukasey/\"><span class=\"volume\">530</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 19 (1st Cir.2008) (evidence of temporal proximity may be sufficient to make out a prima facie case of retaliation for exercise of rights protected under Title VII). Defendant Cronin testified that at the March 3 meeting where the decision to terminate Dr. Philip's employment was made, the March 1 letter from Dr. Philip to the governor and the Joshua memo were discussed. Cronin and the other participants were certainly aware of these letters at the March 3 meeting. Further, the termination letter itself refers to Dr. Philip's \"conduct on or about March 1 and 2,\" although it specifically notes his \"unprofessional and inappropriate communications with members of the OCME and a district attorney's office\" in connection with those dates. While the evidence was strong that it was Dr. Philip's behavior with respect to the bloody death certificate and the urinate/fart email which caused his dismissal, we cannot say that no reasonable jury could have concluded there was no causal relationship with the March 1 letter and the Joshua memo. Dr. Philip had made a number of highly critical comments about the agency before March 1, but on March 1, March 2, and March 3, he made critical comments to persons outside of OCME, unlike his earlier behavior. A jury could have concluded that it was this going outside the agency with his criticisms that was at least a motivating factor in Dr. Philip's firing.<sup>[2]</sup> It was also possible for a jury to conclude that there was an overreaction to Dr. Philip's exercise of poor judgment in his urinate/fart email, despite the prior discipline, which is best explained as retaliation for his protected speech.</p>\n<p></p>\n<h2>B. <i>Qualified Immunity</i>\n</h2>\n<p>Regardless, we have no doubt that Cronin, the sole defendant in this case, is <span class=\"star-pagination\">*34</span> entitled to qualified immunity. Such immunity provides a shield \"to all but the plainly incompetent or those who knowingly violate the law.\" <i>Malley v. Briggs,</i> <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, 341, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1092</span></a></span>, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">271</span></a></span> (1986). \"We use a three-part test to determine whether an official is entitled to qualified immunity\": \"whether the plaintiff's allegations, if true, establish a constitutional violation,\" \"whether the right was clearly established at the time of the alleged violation,\" and \"whether a reasonable officer, similarly situated, would understand that the challenged conduct violated that established right.\" <i>Suboh v. Dist. Attorney's Office,</i> <span class=\"citation no-link\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></span>, 90 (1st Cir.2002).</p>\n<p>We will take it as clearly established here that a public employee has limited First Amendment rights of speech on matters of public concern under <i>Garcetti, Pickering,</i> and a host of other cases, and that on plaintiff's version of the facts, a First Amendment violation is stated. <i>See </i><i>Saucier v. Katz,</i> <span class=\"citation no-link\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></span>, 201, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>, <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">272</span></span> (2001) (violation of constitutional right is threshold question in qualified immunity analysis).<sup>[3]</sup></p>\n<p>Nonetheless, even if a constitutional right is clearly established, the defendant is entitled to qualified immunity so long as a reasonable official in Cronin's position could believe, albeit mistakenly, that his conduct did not violate the First Amendment. <i>Harlow v. Fitzgerald,</i> <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 819, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1982); <i>Dirrane,</i> 315 F.3d at 69. This is an objective test: Cronin is entitled to immunity so long as he reasonably could have believed on the facts before him that no violation existed. <i>Dirrane,</i> 315 F.3d at 69.</p>\n<p>The evidence at trial was that the contract termination decision was made not by Cronin alone, but in conjunction with Cronin's superiors at the Executive Office of Public Safety.</p>\n<p>Cronin could quite reasonably believe that this collective decision did not violate Philip's First Amendment rights. By the time plaintiff rested at trial, it was clear that these decisionmakers had reasons unrelated to Dr. Philip's protected speech to fire him, and he admitted that he had committed the acts of concern. Before March 3, Dr. Philip had already engaged in inappropriate behavior in exposing people to risk with the bloody death certificate. He had been warned that further inappropriate conduct could lead to immediate termination, yet within days, he behaved inappropriately again. He did not accept responsibility for his actions, but rejected it angrily when asked to explain himself. Not only was the email to the ADA intemperate and unprofessional, but it also posed a risk of further embarrassing an office trying to regain its reputation for professionalism and confidence. <i>See </i><i>Flomenbaum v. Commonwealth,</i> <span class=\"citation no-link\"><span class=\"volume\">451</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">740</span></span>, <span class=\"citation no-link\"><span class=\"volume\">889</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">423</span></span>, 428-30 (2008) (upholding \"for cause\" removal of Chief Medical Examiner on evidence of incidents which in the view of the EOPS Secretary \"had damaged the integrity and reputation of [OCME], and which could have been avoided\").</p>\n<p>Further, Cronin could reasonably conclude that terminating Dr. Philip's contract would curtail the potential for further harm to the office. \"Even if this reasoning were mistaken, it would not have been egregiously so and, accordingly, qualified immunity is available.\" <i>Wagner v. City of Holyoke,</i> <span class=\"citation\" data-id=\"201532\"><a href=\"/opinion/201532/wagner-v-city-of-holyoke/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">504</span></a></span>, 509 (1st Cir.2005); <span class=\"star-pagination\">*35</span> <i>see also id.</i> (\"Wagner's broad range of complaints (some consisting of unprotected and antagonistic speech), coupled with his disregard of confidentiality protocols and his disobedience in following the department's chain of command, would have permitted a reasonable superior officer to believe that he was entitled to discipline Wagner regardless of the content of his speech, consistent with the protections of the first amendment.\"); <i>Dirrane,</i> 315 F.3d at 71 (reasonable police officer would not necessarily have known he was acting unconstitutionally in transferring officer who made repeated and disruptive allegations of wrongdoing against his fellow officers, submitted a \"morass\" of complaints, and had shown poor judgment).</p>\n<p></p>\n<h2>III.</h2>\n<p>On this basis, the judgment is <i>affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  The Hon. Sandra Day O'Connor, Associate Justice (Ret.) of the Supreme Court of the United States, sitting by designation.</p>\n<p>[1]  It appears that although defendant claimed qualified immunity as an affirmative defense in his answer to plaintiff's complaint, he made no other effort to get a ruling on his qualified immunity before trial.\n</p>\n<p>Cronin's remaining arguments before the district court pertained to two state law claims brought by Dr. Philip. Dr. Philip does not argue on appeal that there was any error in the dismissal of those claims.</p>\n<p>[2]  Dr. Philip also relies on a supposed inconsistency between Cronin's testimony about why Dr. Philip was fired and the reasons stated in the letter of termination. We see no inconsistency.</p>\n<p>[3]  We also bypass here defendant's <i>Mt. Healthy</i> defense, raised in his memorandum before the district court. <i>See </i><i>Mt. Healthy City Sch. Dist. Bd. of Educ. v. Doyle,</i> <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> (1977).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145653/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200266/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200527/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201532/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203471/"
  ]
}