{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203556/",
  "absolute_url": "/opinion/203556/commonwealth-land-title-ins-v-idc-properties/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203556/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:19:08Z",
  "date_modified": "2016-04-26T12:47:16.877055Z",
  "type": "010combined",
  "sha1": "be5af68e07b55e6e044851aa3cfa9e55828b0815",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-1130P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2008/11/05/Commonwealth_Land_v._IDC_Properties.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 08-1130\n\n               COMMONWEALTH LAND TITLE INSURANCE CO.,\n\n                        Plaintiff, Appellant,\n\n                                   v.\n\n                        IDC PROPERTIES, INC.,\n\n                        Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF RHODE ISLAND\n\n               [Hon. Ernest C. Torres, District Judge]\n\n\n                                 Before\n\n                         Lynch, Chief Judge,\n                       Boudin, Circuit Judge,\n                   and Schwarzer,* District Judge.\n\n\n     Thomas C. Angelone with whom Thomas Gonnella and Pannone Lopes\n& Devereaux LLC were on brief for appellant.\n     Steven E. Snow with whom Robert K. Taylor and Partridge Snow\n& Hahn LLP were on brief for appellee.\n\n\n                            November 5, 2008\n\n\n\n\n     *\n      Of the     Northern    District     of   California,   sitting   by\ndesignation.\n\f           SCHWARZER, District Judge.        IDC Properties, Inc. (“IDC”)\n\nappeals the judgment declaring the title insurance policy issued by\n\nCommonwealth Land Title Insurance Company (“Commonwealth”) null and\n\nvoid because of material misrepresentations by IDC.                  On this\n\nappeal, IDC argues that the district court applied the wrong legal\n\nstandard for material misrepresentation. Finding that the district\n\ncourt applied the correct standard, we affirm.\n\n                   I.   FACTUAL AND PROCEDURAL HISTORY\n\n           We provide a summary of the relevant facts which are\n\ndescribed in detail in decisions by the district court and Rhode\n\nIsland Supreme Court.      See Commonwealth Land Title Ins. Co. v. IDC\n\nProps., Inc., 524 F. Supp. 2d 155 (D.R.I. 2007); America Condo.\n\nAss’n, Inc. v. IDC, Inc., 844 A.2d 117 (R.I. 2004) (“America Condo.\n\nI”), clarified and aff’d on reargument, 870 A.2d 434 (R.I. 2005)\n\n(“America Condo. II”).\n\nA.   Master Declaration\n\n           In January 1988, IDC's predecessor, Globe Manufacturing\n\nCo. (“Globe”), owned twenty-three acres of land on Goat Island, in\n\nNewport,   Rhode    Island,   which    it   planned   to   develop   into   a\n\ncondominium called “Goat Island South - A Waterfront Condominium.”\n\nGlobe recorded a condominium declaration dividing the property into\n\nsix parcels: three parcels that were existing residential complexes\n\n(America Condominium, Capella South Condominium, and Harbor House\n\n\n\n\n                                      -2-\n\fCondominium),1 two undeveloped parcels (the West and South Units),\n\nand another undeveloped parcel known as the “Reserved Area” (later,\n\nthe North Unit).       In March 1988, Globe recorded a First Amended and\n\nRestated Declaration of Condominium (the “Master Declaration”).\n\nFive of the six parcels, all except the Reserved Area, were\n\ndesignated “Master Units.”\n\n               The Master Declaration created a Master Association to\n\ngovern Goat Island South. The Master Association was controlled by\n\na Master Executive Board comprised of representatives from each\n\nMaster Unit. America, Capella South, and Harbor House were defined\n\nas “sub-condominiums,” each with its own Sub-Association that was\n\ncontrolled by its respective Sub-Association Executive Board.               See\n\nApp. Ex. 7          at §§ 1.32-1.35; America I, 844 A.2d at 121-22.\n\nMembers of each Sub-Association Executive Board sat on the Master\n\nExecutive Board, acting as representatives for the individual\n\nsub-condominium unit owners (i.e., the residents). As owner of the\n\nWest       Unit,   South   Unit,   and   the   majority   of   the   individual\n\nresidential units in America, Capella South, and Harbor House, IDC\n\ncontrolled the majority of votes on the Master Executive Board.\n\nAmerica I, 844 A.2d at 122.\n\n               The Master Declaration reserved the Declarant’s (IDC’s)\n\nright to develop the West Unit and convert the Reserved Area into\n\n\n       1\n         America and Capella South each contained an apartment\nbuilding and Harbor House contained nineteen stand-alone waterfront\nhomes. America I, 844 A.2d at 120.\n\n                                         -3-\n\fa Master Unit and develop it through December 31, 1994.    See App.\n\nEx. 7 at Art. 6; America II, 870 A.2d at 440.   It also reserved the\n\nDeclarant’s right to improve the Master Units without any deadline\n\nand the “unrestricted right, without the consent of the Owners or\n\nSub-Association Board Members or the Master Executive Board, to\n\nconstruct, renovate, sell, assign, mortgage or lease any of the\n\nMaster Units or Units” owned by the Declarant.      See App. Ex. 7\n\nat §§ 10.2, 2.3.   An “Owner” is defined as the Declarant or other\n\nperson owning a Master Unit that is not a sub-condominium.      See\n\nApp. Ex. 7   at § 1.27.\n\n             The Master Declaration stated that except as otherwise\n\nprovided in the Master Declaration or the Rhode Island Condominium\n\nAct (“Condominium Act”), R.I. Gen. Laws §§ 34-36.1-1.01 to 4.20,\n\namendments to the Master Declaration could only be made with the\n\napproval of 67% of the voting interest of all Owners and Sub-\n\nAssociation Executive Board Members.     See App. Ex. 7 at § 10.1.\n\nThe Master Declaration further provided that an amendment changing\n\nany Master Unit or Master Common Elements must be approved by all\n\nOwners and Sub-Association Executive Board members of the affected\n\nMaster Units.   See id.\n\n          In sum, under the Master Declaration, only owners of the\n\nundeveloped West and South Master Units and representatives of the\n\nthree residential Master Units could vote to amend the Declaration,\n\nnot individual unit owners of America, Capella South, or Harbor\n\n\n                                 -4-\n\fHouse. The Condominium Act, however, requires unanimous consent of\n\nthe individual unit owners for amendments that “create or increase\n\nspecial declarant rights, increase the number of units, change the\n\nboundaries of any unit, the allocated interests of a unit, or the\n\nuses       to       which   any        unit   is    restricted.”       R.I.   Gen.     Laws\n\n§ 34-36.1-2.17(d).                 Timothy More, IDC's counsel, stated in a\n\nmemorandum to Thomas Roos, IDC's president, that “an argument could\n\nbe made that the master unit structure of Goat Island, which\n\nallowed the Declarant [(IDC)] to maintain control of all Master\n\nUnit votes,” circumvented this requirement.                         See App. Ex. 17.\n\n                By the end of 1994, the Reserved Area had not been\n\nconverted to a Master Unit and it remained undeveloped along with\n\nthe West Unit.              With the expiration of its development rights\n\nlooming, IDC attempted to extend the December 31, 1994, deadline\n\nthrough         a     series      of     amendments      to   the   Master    Declaration\n\npurportedly adopted between April and December 29, 1994.2                               The\n\namendments initially extended the deadline for five years to\n\nDecember 31, 1999, then extended it an additional sixteen years to\n\nDecember 31, 2015.                The Third, Fourth, and Fifth Amendments were\n\napproved by more than 67% of the voting interest as prescribed by\n\nthe Master Declaration, but not by all of the individual unit\n\nowners.         IDC converted the Reserved Area to a Master Unit called\n\n\n       2\n       The Third Amendment was adopted April 29, 1994; the Fourth\nAmendment on November 15, 1994; and the Fifth and Sixth Amendments\non December 29, 1994.\n\n                                                   -5-\n\fthe “North Unit” through its unilateral adoption of the Sixth\n\nAmendment.\n\n           Before the Third Amendment was adopted, IDC's president\n\n(Roos) was advised by counsel to IDC's predecessor that extending\n\nthe time for exercising development rights “could easily subject\n\n[IDC] to litigation” on the ground that all individual condominium\n\nowners had not consented as required under the Condominium Act.\n\nSee App. Ex. 14.       But because IDC considered it likely that\n\nunanimous consent of all unit owners was “impossible to obtain,” a\n\ndecision was made to assume an “aggressive posture.”     See id.\n\nB.   Title Insurance\n\n           On October 21, 1994, after the Third Amendment had been\n\nadopted, IDC obtained a $10 million title insurance policy from\n\nChicago Title Insurance Company (“Chicago Title”) covering IDC's\n\ntitle and development rights in the West and South Units as well as\n\nindividual condominium units still owned by IDC.    App. Ex. 12.   The\n\npolicy did not cover the Reserved Area, later the North Unit.      Both\n\nChicago Title and IDC's counsel (More) recognized that the Third\n\nAmendment's purported extension of IDC's time to exercise its\n\ndevelopment rights might be invalid because it was not approved by\n\nall individual unit owners.   See App. Ex. 13.\n\n           America, Capella South, and Harbor House each had a\n\ngoverning condominium association of which all unit owners were\n\nmembers.   See App. Ex. 30 at ¶¶ 4-6.   Sometime in 1997, these three\n\n\n                                 -6-\n\fassociations     (“Associations”)3       and     individual        unit   owners\n\nchallenged IDC's right to develop the undeveloped Master Units\n\nclaiming that the time to exercise those development rights had\n\nexpired and the purported extensions of those rights were invalid.\n\nBeginning in September 1997, several meetings were held involving\n\nMore, Roos, various individual owners, and the attorney for the\n\nAssociations.    See App. Exs. 15, 17.        In a memorandum dated October\n\n9, 1997, More expressed to Roos his concerns that (1) the extension\n\nof the Declarant’s rights required unanimous consent of all unit\n\nowners    and   the   voting    structure     may   have    circumvented    the\n\nCondominium Act’s requirements; and (2) the Declarant’s “endless\n\nright” to construct improvements circumvented the Condominium Act\n\nand   was   inconsistent       with   other    provisions     of    the   Master\n\nDeclaration.    See App. Ex. 17.\n\n            Meanwhile, More was attempting to persuade Chicago Title\n\nor Commonwealth to issue a policy insuring title to and development\n\nrights in the North Unit, which was not covered by the earlier\n\nChicago Title policy. More sent to Michael Mellion of Commonwealth\n\ncopies of the Master Declaration, Amendments 1-6, the earlier\n\nChicago Title policy, and a memorandum dated November 17, 1997,\n\nstating two theories on which IDC's claim to development rights in\n\nthe North Unit was based.        See App. Ex. 20.\n\n\n      3\n        It is unclear whether the Associations that sued IDC in\nstate court are the Sub-Associations defined in the Master\nDeclaration.\n\n                                      -7-\n\f            The first theory was that the Fifth Amendment, which\n\nextended the time for exercising the development rights until 2015,\n\nwas adopted by unanimous consent of the Master Unit Owners and that\n\nconsent of the individual sub-condominium owners was not required.\n\nId.   The memo also stated that, even if the Amendment was invalid,\n\nthe one-year statute of limitations should bar any challenge to it.\n\nId.   The second theory was that under specific provisions of the\n\nMaster Declaration, as owner of the North Unit, IDC had the right\n\nto develop it at any time.\n\n            The November 17th memo failed to mention that one of the\n\nExecutive     Board    Members   who    represented     America     Condominium\n\nobjected to amending the declaration or extending the development\n\nrights and abstained from voting in what he deemed an illegal\n\nproceeding.    524 F. Supp. 2d at 159-60; America I, 844 A.2d at 124-\n\n25.   The November 17th memo also did not refer to the threat of\n\nsuit from the Associations or individual unit owners.               An earlier\n\ndraft of the November 17th memo, that was not sent to Commonwealth,\n\nhowever, referred to questions regarding the validity of the\n\nAmendment and other legal issues raised by the America Condominium\n\nassociation.    See App. Ex. 19; Ex. 40 at 257-61.\n\n            While its December 4, 1997, request to Commonwealth was\n\npending,    IDC’s     discussions    with     the   Associations    continued,\n\nincluding   negotiation     of   a     mediation    proposal   to   avoid   “the\n\nlitigation that otherwise would be inevitable” and a tolling\n\n\n                                        -8-\n\fagreement.      App. Ex. 21 (letter of Dec. 10, 1997).         On January 5,\n\n1998, IDC entered into a tolling agreement with the Associations,\n\nwhich provided that any suit filed by the Associations on or before\n\nJune 30, 1998, would be deemed filed on December 1, 1997, “for\n\npurposes of statute of limitations” or other “similar defenses.”4\n\nApp. Ex. 25.      IDC concedes that its counsel More was aware of the\n\nthreat   of    litigation   and   the   tolling    agreement    even   before\n\nCommonwealth issued the title insurance policy.           Appellant Br. 41\n\nn.25. “At no time did IDC disclose to Commonwealth that individual\n\ncondominium      owners   had   threatened    a   suit   challenging   IDC's\n\ndevelopment rights or that there was a tolling agreement extending\n\nthe time for bringing such a suit.”          524 F. Supp. 2d at 160.\n\n              On December 12, 1997, Commonwealth offered to issue a $5\n\nmillion policy insuring IDC's title to and development rights in\n\nthe North Unit.      App. Ex. 22.\n\n              On December 15, 1997, Chicago Title declined to issue\n\ntitle insurance for IDC's development rights in the North Unit.\n\nApp. Ex. 23.      In its rejection memo, Chicago Title disagreed with\n\nIDC’s statements in the November 17th memo that it was “clear” that\n\n\n\n     4\n         The district court incorrectly notes that the tolling\nagreement was entered on December 10, 1997. 524 F. Supp. 2d at\n160. The Associations’ December 10th letter to More included a\nproposed tolling agreement, App. Ex. 21, but the parties did not\nexecute the tolling agreement until January 5, 1998. App. Ex. 25.\nThe tolling agreement was subsequently extended three times to\napply to actions filed on or before May 31, 1999. America I, 844\nA.2d at 125, 134.\n\n                                     -9-\n\fthe Master Unit owners were the proper parties to vote on the\n\nAmendment.     Id.   Chicago Title stated that it was aware of\n\n“threatened    litigation”   and    was    concerned   “that    there   is    a\n\nsubstantial risk that the sub-condominium unit owners may allege\n\nthat there was fraud in the manner in which this amendment was\n\ncreated.” Id. Chicago Title also expressed its opinion that IDC's\n\ndevelopment rights expired on December 31, 1994.               IDC did not\n\nprovide   Commonwealth   with   a   copy   of   Chicago    Title’s   memo    or\n\ndisclose the stated reasons for its rejection.            524 F. Supp. 2d at\n\n160.\n\n           On January 13, 1998, Commonwealth issued title insurance\n\npolicy number 228716 (“Policy”), covering IDC’s title to the North\n\nUnit and its rights to develop and construct improvements on the\n\nNorth Unit. IDC then began constructing a function center known as\n\nthe Regatta Club on the North Unit.        On February 7, 1998, at IDC’s\n\nrequest, Commonwealth increased the Policy from $7 million to $12\n\nmillion and added title coverage for the South and West Units.              See\n\nApp. Ex. 28.\n\nC.   Litigation\n\n           Before the expiration of the tolling agreement, on May\n\n29, 1999, the Associations sued IDC and Roos in Rhode Island state\n\ncourt seeking a declaration that IDC's development rights had\n\nexpired on December 31, 1994, and that IDC no longer owned the\n\nNorth Unit or any other undeveloped Master Unit.           In June 2001, the\n\n\n                                    -10-\n\fSuperior Court entered judgment for the Associations, declaring\n\nthat “IDC's development rights expired on December 31, 1994 because\n\nthe amendments purporting to extend the time for exercising them\n\nwere not unanimously approved by individual unit owners.”                           524 F.\n\nSupp. 2d at 160.\n\n                  While IDC’s appeal to the Rhode Island Supreme Court was\n\npending, Commonwealth filed this declaratory judgment action on\n\nAugust 24, 2001.         Commonwealth sought declarations that any losses\n\nresulting from the annulment or expiration of IDC’s development\n\nrights       were     excluded      from    coverage      under   the    Policy,      that\n\nCommonwealth was not liable to IDC for any such losses, and that\n\nthe Policy provides no coverage for IDC’s title.5                        The district\n\ncourt concluded that Commonwealth based its case on IDC’s failure\n\nto   disclose        material    facts.       524    F.   Supp.   2d    at   161.      IDC\n\ncounterclaimed seeking a declaration that the Policy does cover the\n\nloss of IDC's development rights and its title.                        This action was\n\nstayed pending resolution of IDC’s appeal to the Rhode Island\n\nSupreme Court.\n\n                  In March 2004, the Rhode Island Supreme Court held that\n\n(1) the amendments extending the time for IDC’s development rights\n\nwere       void    because   they    were    not    unanimously    approved     by     the\n\n\n\n       5\n        The district court granted Commonwealth’s motion to amend\nits complaint to specifically request a declaration that the Policy\nprovides no coverage for IDC’s title. 524 F. Supp. 2d at 165-66.\nIDC does not challenge this on appeal.\n\n                                            -11-\n\findividual unit owners; (2) IDC’s development rights expired on\n\nDecember 31, 1994; and (3) title to the North, South, and West\n\nUnits vested in the individual unit owners.       America I, 844 A.2d at\n\n130-33.      After   reargument,   the    Rhode   Island   Supreme   Court\n\nreaffirmed and clarified its first decision, holding that the\n\nNorth, South, and West Units were never validly created because\n\nthey did not comply with the substantial completion requirement of\n\nthe Condominium Act.    America II, 870 A.2d at 440-42.\n\n            After the second Rhode Island Supreme Court decision, the\n\ndistrict court conducted a three day bench trial and issued its\n\ndecision on December 21, 2007, from which IDC appeals.\n\n                             II.   ANALYSIS\n\n            Following a bench trial, “we review the district court's\n\nlegal conclusions de novo and its underlying factual findings for\n\nclear error.”   Federal Ins. Co. v. HPSC, Inc., 480 F.3d 26, 34 (1st\n\nCir. 2007) (citing Commercial Union Ins. Co. v. Seven Provinces\n\nIns. Co., 217 F.3d 33, 40 (1st Cir. 2000)); see Fed. R. Civ. P.\n\n52(a).    We have subject matter jurisdiction under 28 U.S.C. § 1332\n\nand appellate jurisdiction under 28 U.S.C. § 1291.\n\n            The central issue on appeal is whether the district court\n\napplied the correct standard for material misrepresentation.6          IDC\n\ndoes not challenge any of the district court’s factual findings,\n\n\n\n     6\n        In view of our disposition of this appeal, we need not\nreach Commonwealth’s policy exclusion argument.\n\n                                   -12-\n\fincluding its findings of materiality and misrepresentation.\n\nA.    District Court Opinion\n\n              The district court held that under Rhode Island law, a\n\nmaterial misrepresentation or omission in an insurance application\n\nmakes the insurance policy voidable and “need not be made with\n\nfraudulent intent.”       524 F. Supp. 2d at 162-63.         The district court\n\ntreated the failure to disclose material facts as an affirmative\n\nmisrepresentation, which IDC does not challenge.                 Id. at 162; see\n\nBarry    R.    Ostrager   &   Thomas   R.     Newman,   Handbook   on    Insurance\n\nCoverage Disputes § 3.01[b] (14th ed. 2008).                 It found that IDC\n\n“knowingly failed to disclose” to Commonwealth that (1) individual\n\ncondominium unit owners had threatened a suit challenging IDC's\n\nclaimed development rights; (2) IDC had entered a tolling agreement\n\nwith the unit owners extending the time for bringing such a suit;\n\nand (3) Chicago Title had cited the litigation threat as one of its\n\nreasons for declining to provide coverage.              524 F. Supp. 2d at 162-\n\n63.    Commonwealth was not aware of any of these facts and they were\n\nnot matters of public record.           Id. at 163.\n\n              The evidence showed that IDC’s president (Roos) and\n\ncounsel (More) participated in meetings with the Associations and\n\nindividual unit owners where the challenge to IDC’s development\n\nrights    in    the   North    Unit     and    the    litigation   threat    were\n\nspecifically discussed. Id. at 163. The district court found that\n\nRoos    and    More   recognized      that    the    challenge   might   succeed,\n\n\n                                       -13-\n\fdemonstrated by More’s October 9th memo to Roos and IDC’s decision\n\nto enter the tolling agreement to “settle or delay the litigation\n\nuntil after the [title] insurance had been obtained.”                     Id.    In his\n\nOctober   9th     memo    to    Roos,   More    expressed    concern      that    IDC's\n\ndevelopment       and     construction          rights    could      be    found     to\n\n“circumvent[]” time limitations under the Condominium Act and the\n\nMaster Declaration.         524 F. Supp. 2d at 165; App. Ex. 17.\n\n            The district court found, moreover, that the November\n\n17th memo, which More sent to Commonwealth with IDC’s request for\n\ntitle insurance, did not mention the individual unit owners’\n\nchallenge    to    the     amendments      or    “IDC’s    own    assessment”      that\n\nunanimous consent of all individual unit owners was required to\n\nextend the time to exercise IDC’s rights.                 524 F. Supp. 2d at 163.\n\nThe district court determined that the omitted assessment was\n\ninconsistent with one of the theories advanced in the November 17th\n\nmemo on which IDC’s claim to development rights in the North Unit\n\nwas based.      Id.      The district court also found the November 17th\n\nmemo failed to disclose that one of the Executive Board Members\n\nobjected to amending the declaration or extending the development\n\nrights and abstained from voting in what he deemed an illegal\n\nproceeding.        Id.     at    159-60.        This     Executive    Board      Member\n\nrepresented America Condominium.                America I, 844 A.2d at 124-25.\n\nThe November 17th memo further stated that, even if the Amendment\n\nwas invalid, the one-year statute of limitations should bar any\n\n\n                                         -14-\n\fchallenge to it.   524 F. Supp. 2d at 160.    Commonwealth was not\n\naware of the tolling agreement, which (1) IDC negotiated and\n\nexecuted before the Policy issued, (2) IDC failed to disclose, and\n\n(3) was not a matter of public record.   See id. at 163-64, 160.\n\n          The district court found that the litigation threat,\n\ntolling agreement, and substance of Chicago Title’s refusal were\n\nmaterial because Commonwealth would not have issued the Policy if\n\nthey were disclosed and they “bore directly on the nature of the\n\nrisk that Commonwealth was being asked to insure.”   524 F. Supp. 2d\n\nat 162-63.    The district court determined that the threat of\n\nlitigation alone was material to Commonwealth’s decision because it\n\n“was real and it directly related to a risk covered by the Policy.”\n\nId. at 163.\n\n          The evidence showed that Commonwealth would not have\n\nissued the policy had it known these facts.     Mellion, who made\n\nCommonwealth’s decision to issue the Policy, “explained that,\n\nbecause the Policy required Commonwealth to defend against any\n\nclaims challenging IDC's insured interests[] and, because the\n\npolicy premium of approximately $5,000 would have covered only a\n\nfraction of the cost of defending against litigation brought by the\n\nindividual unit owners, Commonwealth would have declined to issue\n\nthe Policy since it was not interested in ‘buying a lawsuit.’”   Id.\n\nIDC does not challenge the district court’s finding of materiality.\n\n          The district court held the Policy to be void based on\n\n\n                               -15-\n\fIDC’s material nondisclosures and entered judgment in favor of\n\nCommonwealth on both its claim and IDC's counterclaim.      524 F.\n\nSupp. 2d at 162-63, 165, 166.    Having found that the Policy was\n\nvoid, the district court declined to reach Commonwealth’s claims\n\nthat IDC’s losses resulting from the annulment or expiration of its\n\ndevelopment rights were excluded from coverage under the Policy.\n\nId. at 162.\n\nB.   Applicable Standard\n\n           Rhode Island law governs this diversity case where the\n\nparties7 and district court applied it and choice of law is not at\n\nissue.   See Hershey v. Donaldson, Lufkin & Jenrette Securities\n\nCorp., 317 F.3d 16, 20 (1st Cir. 2003) (“Where parties have agreed\n\nto the choice of law, this court is free to ‘forego an independent\n\nanalysis and accept the parties' agreement.’”); Borden v. Paul\n\nRevere Life Ins. Co., 935 F.2d 370, 375 (1st Cir. 1991) (applying\n\nRhode Island law for claims where the parties and district court\n\nconsistently did).\n\n           On appeal, IDC does not challenge the district court's\n\nfinding that the information it failed to disclose was material.\n\nRather, it argues that, absent fraud (which the district court did\n\nnot find), there is no obligation to disclose information to a\n\nprospective insurer unless specifically asked questions on the\n\n\n\n     7\n        At oral argument, IDC confirmed that Rhode Island law was\ncontrolling.\n\n                                -16-\n\fpoint.     Thus, IDC contends, the legal standard applied by the\n\ndistrict court was incorrect and the court erred in stating that\n\nmaterial    omissions,    as   opposed    to    misrepresentations,      were\n\nsufficient to void the title insurance policy absent fraud.\n\n            Rules vary--even among different types of insurance--as\n\nto whether there is a duty to disclose material facts to an insurer\n\nabsent a question, and Rhode Island law may not provide a clear\n\nanswer as to that question as to policies of the kind                    here\n\ninvolved.   But we need not decide how the Rhode Island courts would\n\nresolve a bare non-disclosure issue because it is clear that a\n\nhalf-truth or failure to speak when necessary to qualify misleading\n\nprior statements does amount to a misrepresentation.             See Nash v.\n\nTrustees of Boston Univ., 776 F. Supp. 73, 83 (D.R.I. 1990), aff'd,\n\n946 F.2d 960 (1st Cir. 1991); Restatement of Torts § 529 (1938);\n\nsee also Halpert v. Rosenthal, 267 A.2d 730, 734 (R.I. 1970)\n\n(defining “misrepresentation” as “any manifestation by words or\n\nother    conduct   by    one   person    to    another   that,   under   the\n\ncircumstances, amounts to an assertion not in accordance with the\n\nfacts.”).\n\n            Here, IDC made affirmative representations about the\n\nsubjects at issue.      For example, More sent the November 17th memo\n\nstating two theories on which the development rights in the North\n\nUnit were based, but he deleted information about the legal issues\n\nraised by the American Condominium association and did not include\n\n\n                                   -17-\n\finformation about the threatened lawsuit.                      Further, IDC failed to\n\nclarify      that    its    statements,         that   any    claim     challenging        its\n\ndevelopment rights would be barred by the statute of limitations,\n\nwere    affected      by    the    tolling      agreement      IDC    entered       with   the\n\nAssociations before Commonwealth issued the Policy.                           Also, in an\n\neffort to persuade Commonwealth to issue the title insurance\n\npolicy, More sent Commonwealth the earlier Chicago Title insurance\n\npolicy but later failed to disclose when Chicago Title refused to\n\nissue    a   new     policy       based    on   the    threatened       litigation.         A\n\nprospective        insured    cannot       select      and    present    only   favorable\n\ninformation on a subject and delete less favorable information on\n\nthe same point, even if no follow up questions are asked.\n\n              Finally,       having       concluded      that     IDC    made       material\n\nmisrepresentations to Commonwealth, we need not resolve whether the\n\ndistrict court's finding that IDC \"knowingly failed to disclose\"\n\nmaterial information amounted to a finding of fraud.                          Rhode Island\n\nlaw is clear that, in the case of a material misrepresentation,\n\nfraud is not required to void a policy.                      Evora v. Henry, 559 A.2d\n\n1038,    1040       (R.I.   1989);        Guardian     Life    Ins.     Co.    of    Am.   v.\n\nTillinghast, 512 A.2d 855, 859 (R.I. 1986); see also Commercial\n\nUnion Ins. Co. v. Pesante, 459 F.3d 34, 38 (1st Cir. 2006).\n\n              We therefore hold that the district court applied the\n\ncorrect standard and affirm.\n\n              Affirmed.\n\n\n                                            -18-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>547 F.3d 15 (2008)</b></center>\n<center><h1>COMMONWEALTH LAND TITLE INSURANCE CO., Plaintiff, Appellant,<br>\nv.<br>\nIDC PROPERTIES, INC., Defendant, Appellee.</h1></center>\n<center>No. 08-1130.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 4, 2008.</center>\n<center>Decided November 5, 2008.</center>\n<p>Thomas C. Angelone with whom Thomas Gonnella and Pannone Lopes &amp; Devereaux LLC were on brief for appellant.</p>\n<p>Steven E. Snow with whom Robert K. Taylor and Partridge Snow &amp; Hahn LLP were on brief for appellee.</p>\n<p>Before LYNCH, Chief Judge, BOUDIN, Circuit Judge, and SCHWARZER,<sup>[*]</sup> District Judge.</p>\n<p><span class=\"star-pagination\">*16</span> SCHWARZER, District Judge.</p>\n<p>IDC Properties, Inc. (\"IDC\") appeals the judgment declaring the title insurance policy issued by Commonwealth Land Title Insurance Company (\"Commonwealth\") null and void because of material misrepresentations by IDC. On this appeal, IDC argues that the district court applied the wrong legal standard for material misrepresentation. Finding that the district court applied the correct standard, we affirm.</p>\n<p></p>\n<h2>I. FACTUAL AND PROCEDURAL HISTORY</h2>\n<p>We provide a summary of the relevant facts which are described in detail in decisions by the district court and Rhode Island Supreme Court. <i>See Commonwealth Land Title Ins. Co. v. IDC Props., Inc.,</i> 524 F.Supp.2d 155 (D.R.I.2007); <i>America Condo. Ass'n, Inc. v. IDC, Inc.,</i> 844 A.2d 117 (R.I.2004) (\"<i>America Condo. I</i>\"), <i>clarified and aff'd on reargument,</i> 870 A.2d 434 (R.I.2005) (\"<i>America Condo. II</i>\").</p>\n<p></p>\n<h2>A. Master Declaration</h2>\n<p>In January 1988, IDC's predecessor, Globe Manufacturing Co. (\"Globe\"), owned twenty-three acres of land on Goat Island, in Newport, Rhode Island, which it planned to develop into a condominium called \"Goat Island South-A Waterfront Condominium.\" Globe recorded a condominium declaration dividing the property into six parcels: three parcels that were existing residential complexes (America Condominium, Capella South Condominium, and Harbor House Condominium),<sup>[1]</sup> two undeveloped parcels (the West and South Units), and another undeveloped parcel known as the \"Reserved Area\" (later, the North Unit). In March 1988, Globe recorded a First Amended and Restated Declaration of Condominium (the \"Master Declaration\"). Five of the six parcels, all except the Reserved Area, were designated \"Master Units.\"</p>\n<p>The Master Declaration created a Master Association to govern Goat Island South. The Master Association was controlled by a Master Executive Board comprised of representatives from each Master Unit. America, Capella South, and Harbor House were defined as \"sub-condominiums,\" each with its own Sub-Association that was controlled by its respective Sub-Association Executive Board. <i>See</i> App. Ex. 7 at §§ 1.32-1.35; <i>America I,</i> 844 A.2d at 121-22. Members of each Sub-Association Executive Board sat on the Master Executive Board, acting as representatives for the individual sub-condominium unit owners (i.e., the residents). As owner of the West Unit, South Unit, and the majority of the individual residential units in America, Capella South, and Harbor House, IDC controlled the majority of votes on the Master Executive Board. <i>America I,</i> 844 A.2d at 122.</p>\n<p>The Master Declaration reserved the Declarant's (IDC's) right to develop the West Unit and convert the Reserved Area into a Master Unit and develop it through December 31, 1994. <i>See</i> App. Ex. 7 at Art. 6; <i>America II,</i> 870 A.2d at 440. It also reserved the Declarant's right to improve the Master Units without any deadline and the \"unrestricted right, without the consent of the Owners or Sub-Association Board Members or the Master Executive Board, to construct, renovate, sell, assign, mortgage or lease any of the Master Units or Units\" owned by the Declarant. <i>See</i> App. Ex. 7 at §§ 10.2, 2.3. An \"Owner\" is defined as the Declarant or other person owning a Master Unit that is not a <span class=\"star-pagination\">*17</span> sub-condominium. <i>See</i> App. Ex. 7 at § 1.27.</p>\n<p>The Master Declaration stated that except as otherwise provided in the Master Declaration or the Rhode Island Condominium Act (\"Condominium Act\"), R.I. Gen. Laws §§ 34-36.1-1.01 to 4.20, amendments to the Master Declaration could only be made with the approval of 67% of the voting interest of all Owners and Sub-Association Executive Board Members. <i>See</i> App. Ex. 7 at § 10.1. The Master Declaration further provided that an amendment changing any Master Unit or Master Common Elements must be approved by all Owners and Sub-Association Executive Board members of the affected Master Units. <i>See id.</i></p>\n<p>In sum, under the Master Declaration, only owners of the undeveloped West and South Master Units and representatives of the three residential Master Units could vote to amend the Declaration, not individual unit owners of America, Capella South, or Harbor House. The Condominium Act, however, requires unanimous consent of the individual unit owners for amendments that \"create or increase special declarant rights, increase the number of units, change the boundaries of any unit, the allocated interests of a unit, or the uses to which any unit is restricted.\" R.I. Gen. Laws § 34-36.1-2.17(d). Timothy More, IDC's counsel, stated in a memorandum to Thomas Roos, IDC's president, that \"an argument could be made that the master unit structure of Goat Island, which allowed the Declarant [(IDC)] to maintain control of all Master Unit votes,\" circumvented this requirement. <i>See</i> App. Ex. 17.</p>\n<p>By the end of 1994, the Reserved Area had not been converted to a Master Unit and it remained undeveloped along with the West Unit. With the expiration of its development rights looming, IDC attempted to extend the December 31, 1994, deadline through a series of amendments to the Master Declaration purportedly adopted between April and December 29, 1994.<sup>[2]</sup> The amendments initially extended the deadline for five years to December 31, 1999, then extended it an additional sixteen years to December 31, 2015. The Third, Fourth, and Fifth Amendments were approved by more than 67% of the voting interest as prescribed by the Master Declaration, but not by all of the individual unit owners. IDC converted the Reserved Area to a Master Unit called the \"North Unit\" through its unilateral adoption of the Sixth Amendment.</p>\n<p>Before the Third Amendment was adopted, IDC's president (Roos) was advised by counsel to IDC's predecessor that extending the time for exercising development rights \"could easily subject [IDC] to litigation\" on the ground that all individual condominium owners had not consented as required under the Condominium Act. <i>See</i> App. Ex. 14. But because IDC considered it likely that unanimous consent of all unit owners was \"impossible to obtain,\" a decision was made to assume an \"aggressive posture.\" <i>See id.</i></p>\n<p></p>\n<h2>B. Title Insurance</h2>\n<p>On October 21, 1994, after the Third Amendment had been adopted, IDC obtained a $10 million title insurance policy from Chicago Title Insurance Company (\"Chicago Title\") covering IDC's title and development rights in the West and South Units as well as individual condominium units still owned by IDC.App. Ex. 12. The policy did not cover the Reserved Area, later the North Unit. Both Chicago Title and IDC's counsel (More) recognized that <span class=\"star-pagination\">*18</span> the Third Amendment's purported extension of IDC's time to exercise its development rights might be invalid because it was not approved by all individual unit owners. <i>See</i> App. Ex. 13.</p>\n<p>America, Capella South, and Harbor House each had a governing condominium association of which all unit owners were members. <i>See</i> App. Ex. 30 at ¶¶ 4-6. Sometime in 1997, these three associations (\"Associations\")<sup>[3]</sup> and individual unit owners challenged IDC's right to develop the undeveloped Master Units claiming that the time to exercise those development rights had expired and the purported extensions of those rights were invalid. Beginning in September 1997, several meetings were held involving More, Roos, various individual owners, and the attorney for the Associations. <i>See</i> App. Exs. 15, 17. In a memorandum dated October 9, 1997, More expressed to Roos his concerns that (1) the extension of the Declarant's rights required unanimous consent of all unit owners and the voting structure may have circumvented the Condominium Act's requirements; and (2) the Declarant's \"endless right\" to construct improvements circumvented the Condominium Act and was inconsistent with other provisions of the Master Declaration. <i>See</i> App. Ex. 17.</p>\n<p>Meanwhile, More was attempting to persuade Chicago Title or Commonwealth to issue a policy insuring title to and development rights in the North Unit, which was not covered by the earlier Chicago Title policy. More sent to Michael Mellion of Commonwealth copies of the Master Declaration, Amendments 1-6, the earlier Chicago Title policy, and a memorandum dated November 17, 1997, stating two theories on which IDC's claim to development rights in the North Unit was based. <i>See</i> App. Ex. 20.</p>\n<p>The first theory was that the Fifth Amendment, which extended the time for exercising the development rights until 2015, was adopted by unanimous consent of the Master Unit Owners and that consent of the individual sub-condominium owners was not required. <i>Id.</i> The memo also stated that, even if the Amendment was invalid, the one-year statute of limitations should bar any challenge to it. <i>Id.</i> The second theory was that under specific provisions of the Master Declaration, as owner of the North Unit, IDC had the right to develop it at any time.</p>\n<p>The November 17th memo failed to mention that one of the Executive Board Members who represented America Condominium objected to amending the declaration or extending the development rights and abstained from voting in what he deemed an illegal proceeding. 524 F.Supp.2d at 159-60; <i>America I,</i> 844 A.2d at 124-25. The November 17th memo also did not refer to the threat of suit from the Associations or individual unit owners. An earlier draft of the November 17th memo, that was not sent to Commonwealth, however, referred to questions regarding the validity of the Amendment and other legal issues raised by the America Condominium association. <i>See</i> App. Ex. 19; Ex. 40 at 257-61.</p>\n<p>While its December 4, 1997, request to Commonwealth was pending, IDC's discussions with the Associations continued, including negotiation of a mediation proposal to avoid \"the litigation that otherwise would be inevitable\" and a tolling agreement. App. Ex. 21 (letter of Dec. 10, 1997). On January 5, 1998, IDC entered <span class=\"star-pagination\">*19</span> into a tolling agreement with the Associations, which provided that any suit filed by the Associations on or before June 30, 1998, would be deemed filed on December 1, 1997, \"for purposes of statute of limitations\" or other \"similar defenses.\"<sup>[4]</sup> App. Ex. 25. IDC concedes that its counsel More was aware of the threat of litigation and the tolling agreement even before Commonwealth issued the title insurance policy. Appellant Br. 41 n. 25. \"At no time did IDC disclose to Commonwealth that individual condominium owners had threatened a suit challenging IDC's development rights or that there was a tolling agreement extending the time for bringing such a suit.\" 524 F.Supp.2d at 160.</p>\n<p>On December 12, 1997, Commonwealth offered to issue a $5 million policy insuring IDC's title to and development rights in the North Unit.App. Ex. 22.</p>\n<p>On December 15, 1997, Chicago Title declined to issue title insurance for IDC's development rights in the North Unit.App. Ex. 23. In its rejection memo, Chicago Title disagreed with IDC's statements in the November 17th memo that it was \"clear\" that the Master Unit owners were the proper parties to vote on the Amendment. <i>Id.</i> Chicago Title stated that it was aware of \"threatened litigation\" and was concerned \"that there is a substantial risk that the sub-condominium unit owners may allege that there was fraud in the manner in which this amendment was created.\" <i>Id.</i> Chicago Title also expressed its opinion that IDC's development rights expired on December 31, 1994. IDC did not provide Commonwealth with a copy of Chicago Title's memo or disclose the stated reasons for its rejection. 524 F.Supp.2d at 160.</p>\n<p>On January 13, 1998, Commonwealth issued title insurance policy number 228716 (\"Policy\"), covering IDC's title to the North Unit and its rights to develop and construct improvements on the North Unit. IDC then began constructing a function center known as the Regatta Club on the North Unit. On February 7, 1998, at IDC's request, Commonwealth increased the Policy from $7 million to $12 million and added title coverage for the South and West Units. <i>See</i> App. Ex. 28.</p>\n<p></p>\n<h2>C. Litigation</h2>\n<p>Before the expiration of the tolling agreement, on May 29, 1999, the Associations sued IDC and Roos in Rhode Island state court seeking a declaration that IDC's development rights had expired on December 31, 1994, and that IDC no longer owned the North Unit or any other undeveloped Master Unit. In June 2001, the Superior Court entered judgment for the Associations, declaring that \"IDC's development rights expired on December 31, 1994 because the amendments purporting to extend the time for exercising them were not unanimously approved by individual unit owners.\" 524 F.Supp.2d at 160.</p>\n<p>While IDC's appeal to the Rhode Island Supreme Court was pending, Commonwealth filed this declaratory judgment action on August 24, 2001. Commonwealth sought declarations that any losses resulting from the annulment or expiration of IDC's development rights were excluded from coverage under the Policy, that Commonwealth was not liable to IDC for any <span class=\"star-pagination\">*20</span> such losses, and that the Policy provides no coverage for IDC's title.<sup>[5]</sup> The district court concluded that Commonwealth based its case on IDC's failure to disclose material facts. 524 F.Supp.2d at 161. IDC counterclaimed seeking a declaration that the Policy does cover the loss of IDC's development rights and its title. This action was stayed pending resolution of IDC's appeal to the Rhode Island Supreme Court.</p>\n<p>In March 2004, the Rhode Island Supreme Court held that (1) the amendments extending the time for IDC's development rights were void because they were not unanimously approved by the individual unit owners; (2) IDC's development rights expired on December 31, 1994; and (3) title to the North, South, and West Units vested in the individual unit owners. <i>America I,</i> 844 A.2d at 130-33. After reargument, the Rhode Island Supreme Court reaffirmed and clarified its first decision, holding that the North, South, and West Units were never validly created because they did not comply with the substantial completion requirement of the Condominium Act. <i>America II,</i> 870 A.2d at 440-42.</p>\n<p>After the second Rhode Island Supreme Court decision, the district court conducted a three day bench trial and issued its decision on December 21, 2007, from which IDC appeals.</p>\n<p></p>\n<h2>II. ANALYSIS</h2>\n<p>Following a bench trial, \"we review the district court's legal conclusions <i>de novo</i> and its underlying factual findings for clear error.\" <i>Federal Ins. Co. v. HPSC, Inc.,</i> 480 F.3d 26, 34 (1st Cir.2007) (citing <i>Commercial Union Ins. Co. v. Seven Provinces Ins. Co.,</i> 217 F.3d 33, 40 (1st Cir. 2000)); see Fed.R.Civ.P. 52(a). We have subject matter jurisdiction under 28 U.S.C. § 1332 and appellate jurisdiction under 28 U.S.C. § 1291.</p>\n<p>The central issue on appeal is whether the district court applied the correct standard for material misrepresentation.<sup>[6]</sup> IDC does not challenge any of the district court's factual findings, including its findings of materiality and misrepresentation.</p>\n<p></p>\n<h2>A. District Court Opinion</h2>\n<p>The district court held that under Rhode Island law, a material misrepresentation or omission in an insurance application makes the insurance policy voidable and \"need not be made with fraudulent intent.\" 524 F.Supp.2d at 162-63. The district court treated the failure to disclose material facts as an affirmative misrepresentation, which IDC does not challenge. <i>Id.</i> at 162; <i>see</i> Barry R. Ostrager &amp; Thomas R. Newman, <i>Handbook on Insurance Coverage Disputes</i> § 3.01[b] (14th ed.2008). It found that IDC \"knowingly failed to disclose\" to Commonwealth that (1) individual condominium unit owners had threatened a suit challenging IDC's claimed development rights; (2) IDC had entered a tolling agreement with the unit owners extending the time for bringing such a suit; and (3) Chicago Title had cited the litigation threat as one of its reasons for declining to provide coverage. 524 F.Supp.2d at 162-63. Commonwealth was not aware of any of these facts and they were not matters of public record. <i>Id.</i> at 163.</p>\n<p><span class=\"star-pagination\">*21</span> The evidence showed that IDC's president (Roos) and counsel (More) participated in meetings with the Associations and individual unit owners where the challenge to IDC's development rights in the North Unit and the litigation threat were specifically discussed. <i>Id.</i> at 163. The district court found that Roos and More recognized that the challenge might succeed, demonstrated by More's October 9th memo to Roos and IDC's decision to enter the tolling agreement to \"settle or delay the litigation until after the [title] insurance had been obtained.\" <i>Id.</i> In his October 9th memo to Roos, More expressed concern that IDC's development and construction rights could be found to \"circumvent[]\" time limitations under the Condominium Act and the Master Declaration. 524 F.Supp.2d at 165; App. Ex. 17.</p>\n<p>The district court found, moreover, that the November 17th memo, which More sent to Commonwealth with IDC's request for title insurance, did not mention the individual unit owners' challenge to the amendments or \"IDC's own assessment\" that unanimous consent of all individual unit owners was required to extend the time to exercise IDC's rights. 524 F.Supp.2d at 163. The district court determined that the omitted assessment was inconsistent with one of the theories advanced in the November 17th memo on which IDC's claim to development rights in the North Unit was based. <i>Id.</i> The district court also found the November 17th memo failed to disclose that one of the Executive Board Members objected to amending the declaration or extending the development rights and abstained from voting in what he deemed an illegal proceeding. <i>Id.</i> at 159-60. This Executive Board Member represented America Condominium. <i>America I,</i> 844 A.2d at 124-25. The November 17th memo further stated that, even if the Amendment was invalid, the one-year statute of limitations should bar any challenge to it. 524 F.Supp.2d at 160. Commonwealth was not aware of the tolling agreement, which (1) IDC negotiated and executed before the Policy issued, (2) IDC failed to disclose, and (3) was not a matter of public record. <i>See id.</i> at 163-64, 160.</p>\n<p>The district court found that the litigation threat, tolling agreement, and substance of Chicago Title's refusal were material because Commonwealth would not have issued the Policy if they were disclosed and they \"bore directly on the nature of the risk that Commonwealth was being asked to insure.\" 524 F.Supp.2d at 162-63. The district court determined that the threat of litigation alone was material to Commonwealth's decision because it \"was real and it directly related to a risk covered by the Policy.\" <i>Id.</i> at 163.</p>\n<p>The evidence showed that Commonwealth would not have issued the policy had it known these facts. Mellion, who made Commonwealth's decision to issue the Policy, \"explained that, because the Policy required Commonwealth to defend against any claims challenging IDC's insured interests[ ] and, because the policy premium of approximately $5,000 would have covered only a fraction of the cost of defending against litigation brought by the individual unit owners, Commonwealth would have declined to issue the Policy since it was not interested in `buying a lawsuit.'\" <i>Id.</i> IDC does not challenge the district court's finding of materiality.</p>\n<p>The district court held the Policy to be void based on IDC's material nondisclosures and entered judgment in favor of Commonwealth on both its claim and IDC's counterclaim. 524 F.Supp.2d at 162-63, 165, 166. Having found that the Policy was void, the district court declined to reach Commonwealth's claims that IDC's losses resulting from the annulment <span class=\"star-pagination\">*22</span> or expiration of its development rights were excluded from coverage under the Policy. <i>Id.</i> at 162.</p>\n<p></p>\n<h2>B. Applicable Standard</h2>\n<p>Rhode Island law governs this diversity case where the parties<sup>[7]</sup> and district court applied it and choice of law is not at issue. <i>See </i><i>Hershey v. Donaldson, Lufkin &amp; Jenrette Securities Corp.,</i> 317 F.3d 16, 20 (1st Cir.2003) (\"Where parties have agreed to the choice of law, this court is free to `forego an independent analysis and accept the parties' agreement.'\"); <i>Borden v. Paul Revere Life Ins. Co.,</i> 935 F.2d 370, 375 (1st Cir.1991) (applying Rhode Island law for claims where the parties and district court consistently did).</p>\n<p>On appeal, IDC does not challenge the district court's finding that the information it failed to disclose was material. Rather, it argues that, absent fraud (which the district court did not find), there is no obligation to disclose information to a prospective insurer unless specifically asked questions on the point. Thus, IDC contends, the legal standard applied by the district court was incorrect and the court erred in stating that material omissions, as opposed to misrepresentations, were sufficient to void the title insurance policy absent fraud.</p>\n<p>Rules varyeven among different types of insuranceas to whether there is a duty to disclose material facts to an insurer absent a question, and Rhode Island law may not provide a clear answer as to that question as to policies of the kind here involved. But we need not decide how the Rhode Island courts would resolve a bare non-disclosure issue because it is clear that a half-truth or failure to speak when necessary to qualify misleading prior statements does amount to a misrepresentation. <i>See </i><i>Nash v. Trustees of Boston Univ.,</i> 776 F.Supp. 73, 83 (D.R.I.1990), <i>aff'd,</i> 946 F.2d 960 (1st Cir.1991); Restatement of Torts § 529 (1938); <i>see also </i><i>Halpert v. Rosenthal,</i> 107 R.I. 406, 267 A.2d 730, 734 (1970) (defining \"misrepresentation\" as \"any manifestation by words or other conduct by one person to another that, under the circumstances, amounts to an assertion not in accordance with the facts.\").</p>\n<p>Here, IDC made affirmative representations about the subjects at issue. For example, More sent the November 17th memo stating two theories on which the development rights in the North Unit were based, but he deleted information about the legal issues raised by the American Condominium association and did not include information about the threatened lawsuit. Further, IDC failed to clarify that its statements, that any claim challenging its development rights would be barred by the statute of limitations, were affected by the tolling agreement IDC entered with the Associations before Commonwealth issued the Policy. Also, in an effort to persuade Commonwealth to issue the title insurance policy, More sent Commonwealth the earlier Chicago Title insurance policy but later failed to disclose when Chicago Title refused to issue a new policy based on the threatened litigation. A prospective insured cannot select and present only favorable information on a subject and delete less favorable information on the same point, even if no follow up questions are asked.</p>\n<p>Finally, having concluded that IDC made material misrepresentations to Commonwealth, we need not resolve whether the district court's finding that IDC \"knowingly failed to disclose\" material information amounted to a finding of fraud. <span class=\"star-pagination\">*23</span> Rhode Island law is clear that, in the case of a material misrepresentation, fraud is not required to void a policy. <i>Evora v. Henry,</i> 559 A.2d 1038, 1040 (R.I.1989); <i>Guardian Life Ins. Co. of Am. v. Tillinghast,</i> 512 A.2d 855, 859 (R.I.1986); <i>see also </i><i>Commercial Union Ins. Co. v. Pesante,</i> 459 F.3d 34, 38 (1st Cir.2006).</p>\n<p>We therefore hold that the district court applied the correct standard and affirm.</p>\n<p>Affirmed.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Northern District of California, sitting by designation.</p>\n<p>[1]  America and Capella South each contained an apartment building and Harbor House contained nineteen stand-alone waterfront homes. <i>America I,</i> 844 A.2d at 120.</p>\n<p>[2]  The Third Amendment was adopted April 29, 1994; the Fourth Amendment on November 15, 1994; and the Fifth and Sixth Amendments on December 29, 1994.</p>\n<p>[3]  It is unclear whether the Associations that sued IDC in state court are the Sub-Associations defined in the Master Declaration.</p>\n<p>[4]  The district court incorrectly notes that the tolling agreement was entered on December 10, 1997. 524 F.Supp.2d at 160. The Associations' December 10th letter to More included a proposed tolling agreement, App. Ex. 21, but the parties did not execute the tolling agreement until January 5, 1998. App. Ex. 25. The tolling agreement was subsequently extended three times to apply to actions filed on or before May 31, 1999. <i>America I,</i> 844 A.2d at 125, 134.</p>\n<p>[5]  The district court granted Commonwealth's motion to amend its complaint to specifically request a declaration that the Policy provides no coverage for IDC's title. 524 F.Supp.2d at 165-66. IDC does not challenge this on appeal.</p>\n<p>[6]  In view of our disposition of this appeal, we need not reach Commonwealth's policy exclusion argument.</p>\n<p>[7]  At oral argument, IDC confirmed that Rhode Island law was controlling.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">547</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></span> (2008)</b></center>\n<center><h1>COMMONWEALTH LAND TITLE INSURANCE CO., Plaintiff, Appellant,<br>\nv.<br>\nIDC PROPERTIES, INC., Defendant, Appellee.</h1></center>\n<center>No. 08-1130.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 4, 2008.</center>\n<center>Decided November 5, 2008.</center>\n<p>Thomas C. Angelone with whom Thomas Gonnella and Pannone Lopes &amp; Devereaux LLC were on brief for appellant.</p>\n<p>Steven E. Snow with whom Robert K. Taylor and Partridge Snow &amp; Hahn LLP were on brief for appellee.</p>\n<p>Before LYNCH, Chief Judge, BOUDIN, Circuit Judge, and SCHWARZER,<sup>[*]</sup> District Judge.</p>\n<p><span class=\"star-pagination\">*16</span> SCHWARZER, District Judge.</p>\n<p>IDC Properties, Inc. (\"IDC\") appeals the judgment declaring the title insurance policy issued by Commonwealth Land Title Insurance Company (\"Commonwealth\") null and void because of material misrepresentations by IDC. On this appeal, IDC argues that the district court applied the wrong legal standard for material misrepresentation. Finding that the district court applied the correct standard, we affirm.</p>\n<p></p>\n<h2>I. FACTUAL AND PROCEDURAL HISTORY</h2>\n<p>We provide a summary of the relevant facts which are described in detail in decisions by the district court and Rhode Island Supreme Court. <i>See Commonwealth Land Title Ins. Co. v. IDC Props., Inc.,</i> <span class=\"citation\" data-id=\"2442253\"><a href=\"/opinion/2442253/commonwealth-land-title-ins-co-v-idc-properties/\"><span class=\"volume\">524</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">155</span></a></span> (D.R.I.2007); <i>America Condo. Ass'n, Inc. v. IDC, Inc.,</i> <span class=\"citation\" data-id=\"1988985\"><a href=\"/opinion/1988985/america-condominium-association-v-idc-inc/\"><span class=\"volume\">844</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">117</span></a></span> (R.I.2004) (\"<i>America Condo. I</i>\"), <i>clarified and aff'd on reargument,</i> <span class=\"citation\" data-id=\"2156600\"><a href=\"/opinion/2156600/america-condo-assn-inc-v-idc-inc/\"><span class=\"volume\">870</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">434</span></a></span> (R.I.2005) (\"<i>America Condo. II</i>\").</p>\n<p></p>\n<h2>A. Master Declaration</h2>\n<p>In January 1988, IDC's predecessor, Globe Manufacturing Co. (\"Globe\"), owned twenty-three acres of land on Goat Island, in Newport, Rhode Island, which it planned to develop into a condominium called \"Goat Island South-A Waterfront Condominium.\" Globe recorded a condominium declaration dividing the property into six parcels: three parcels that were existing residential complexes (America Condominium, Capella South Condominium, and Harbor House Condominium),<sup>[1]</sup> two undeveloped parcels (the West and South Units), and another undeveloped parcel known as the \"Reserved Area\" (later, the North Unit). In March 1988, Globe recorded a First Amended and Restated Declaration of Condominium (the \"Master Declaration\"). Five of the six parcels, all except the Reserved Area, were designated \"Master Units.\"</p>\n<p>The Master Declaration created a Master Association to govern Goat Island South. The Master Association was controlled by a Master Executive Board comprised of representatives from each Master Unit. America, Capella South, and Harbor House were defined as \"sub-condominiums,\" each with its own Sub-Association that was controlled by its respective Sub-Association Executive Board. <i>See</i> App. Ex. 7 at §§ 1.32-1.35; <i>America I,</i> 844 A.2d at 121-22. Members of each Sub-Association Executive Board sat on the Master Executive Board, acting as representatives for the individual sub-condominium unit owners (i.e., the residents). As owner of the West Unit, South Unit, and the majority of the individual residential units in America, Capella South, and Harbor House, IDC controlled the majority of votes on the Master Executive Board. <i>America I,</i> 844 A.2d at 122.</p>\n<p>The Master Declaration reserved the Declarant's (IDC's) right to develop the West Unit and convert the Reserved Area into a Master Unit and develop it through December 31, 1994. <i>See</i> App. Ex. 7 at Art. 6; <i>America II,</i> 870 A.2d at 440. It also reserved the Declarant's right to improve the Master Units without any deadline and the \"unrestricted right, without the consent of the Owners or Sub-Association Board Members or the Master Executive Board, to construct, renovate, sell, assign, mortgage or lease any of the Master Units or Units\" owned by the Declarant. <i>See</i> App. Ex. 7 at §§ 10.2, 2.3. An \"Owner\" is defined as the Declarant or other person owning a Master Unit that is not a <span class=\"star-pagination\">*17</span> sub-condominium. <i>See</i> App. Ex. 7 at § 1.27.</p>\n<p>The Master Declaration stated that except as otherwise provided in the Master Declaration or the Rhode Island Condominium Act (\"Condominium Act\"), R.I. Gen. Laws §§ 34-36.1-1.01 to 4.20, amendments to the Master Declaration could only be made with the approval of 67% of the voting interest of all Owners and Sub-Association Executive Board Members. <i>See</i> App. Ex. 7 at § 10.1. The Master Declaration further provided that an amendment changing any Master Unit or Master Common Elements must be approved by all Owners and Sub-Association Executive Board members of the affected Master Units. <i>See id.</i></p>\n<p>In sum, under the Master Declaration, only owners of the undeveloped West and South Master Units and representatives of the three residential Master Units could vote to amend the Declaration, not individual unit owners of America, Capella South, or Harbor House. The Condominium Act, however, requires unanimous consent of the individual unit owners for amendments that \"create or increase special declarant rights, increase the number of units, change the boundaries of any unit, the allocated interests of a unit, or the uses to which any unit is restricted.\" R.I. Gen. Laws § 34-36.1-2.17(d). Timothy More, IDC's counsel, stated in a memorandum to Thomas Roos, IDC's president, that \"an argument could be made that the master unit structure of Goat Island, which allowed the Declarant [(IDC)] to maintain control of all Master Unit votes,\" circumvented this requirement. <i>See</i> App. Ex. 17.</p>\n<p>By the end of 1994, the Reserved Area had not been converted to a Master Unit and it remained undeveloped along with the West Unit. With the expiration of its development rights looming, IDC attempted to extend the December 31, 1994, deadline through a series of amendments to the Master Declaration purportedly adopted between April and December 29, 1994.<sup>[2]</sup> The amendments initially extended the deadline for five years to December 31, 1999, then extended it an additional sixteen years to December 31, 2015. The Third, Fourth, and Fifth Amendments were approved by more than 67% of the voting interest as prescribed by the Master Declaration, but not by all of the individual unit owners. IDC converted the Reserved Area to a Master Unit called the \"North Unit\" through its unilateral adoption of the Sixth Amendment.</p>\n<p>Before the Third Amendment was adopted, IDC's president (Roos) was advised by counsel to IDC's predecessor that extending the time for exercising development rights \"could easily subject [IDC] to litigation\" on the ground that all individual condominium owners had not consented as required under the Condominium Act. <i>See</i> App. Ex. 14. But because IDC considered it likely that unanimous consent of all unit owners was \"impossible to obtain,\" a decision was made to assume an \"aggressive posture.\" <i>See id.</i></p>\n<p></p>\n<h2>B. Title Insurance</h2>\n<p>On October 21, 1994, after the Third Amendment had been adopted, IDC obtained a $10 million title insurance policy from Chicago Title Insurance Company (\"Chicago Title\") covering IDC's title and development rights in the West and South Units as well as individual condominium units still owned by IDC.App. Ex. 12. The policy did not cover the Reserved Area, later the North Unit. Both Chicago Title and IDC's counsel (More) recognized that <span class=\"star-pagination\">*18</span> the Third Amendment's purported extension of IDC's time to exercise its development rights might be invalid because it was not approved by all individual unit owners. <i>See</i> App. Ex. 13.</p>\n<p>America, Capella South, and Harbor House each had a governing condominium association of which all unit owners were members. <i>See</i> App. Ex. 30 at ¶¶ 4-6. Sometime in 1997, these three associations (\"Associations\")<sup>[3]</sup> and individual unit owners challenged IDC's right to develop the undeveloped Master Units claiming that the time to exercise those development rights had expired and the purported extensions of those rights were invalid. Beginning in September 1997, several meetings were held involving More, Roos, various individual owners, and the attorney for the Associations. <i>See</i> App. Exs. 15, 17. In a memorandum dated October 9, 1997, More expressed to Roos his concerns that (1) the extension of the Declarant's rights required unanimous consent of all unit owners and the voting structure may have circumvented the Condominium Act's requirements; and (2) the Declarant's \"endless right\" to construct improvements circumvented the Condominium Act and was inconsistent with other provisions of the Master Declaration. <i>See</i> App. Ex. 17.</p>\n<p>Meanwhile, More was attempting to persuade Chicago Title or Commonwealth to issue a policy insuring title to and development rights in the North Unit, which was not covered by the earlier Chicago Title policy. More sent to Michael Mellion of Commonwealth copies of the Master Declaration, Amendments 1-6, the earlier Chicago Title policy, and a memorandum dated November 17, 1997, stating two theories on which IDC's claim to development rights in the North Unit was based. <i>See</i> App. Ex. 20.</p>\n<p>The first theory was that the Fifth Amendment, which extended the time for exercising the development rights until 2015, was adopted by unanimous consent of the Master Unit Owners and that consent of the individual sub-condominium owners was not required. <i>Id.</i> The memo also stated that, even if the Amendment was invalid, the one-year statute of limitations should bar any challenge to it. <i>Id.</i> The second theory was that under specific provisions of the Master Declaration, as owner of the North Unit, IDC had the right to develop it at any time.</p>\n<p>The November 17th memo failed to mention that one of the Executive Board Members who represented America Condominium objected to amending the declaration or extending the development rights and abstained from voting in what he deemed an illegal proceeding. 524 F.Supp.2d at 159-60; <i>America I,</i> 844 A.2d at 124-25. The November 17th memo also did not refer to the threat of suit from the Associations or individual unit owners. An earlier draft of the November 17th memo, that was not sent to Commonwealth, however, referred to questions regarding the validity of the Amendment and other legal issues raised by the America Condominium association. <i>See</i> App. Ex. 19; Ex. 40 at 257-61.</p>\n<p>While its December 4, 1997, request to Commonwealth was pending, IDC's discussions with the Associations continued, including negotiation of a mediation proposal to avoid \"the litigation that otherwise would be inevitable\" and a tolling agreement. App. Ex. 21 (letter of Dec. 10, 1997). On January 5, 1998, IDC entered <span class=\"star-pagination\">*19</span> into a tolling agreement with the Associations, which provided that any suit filed by the Associations on or before June 30, 1998, would be deemed filed on December 1, 1997, \"for purposes of statute of limitations\" or other \"similar defenses.\"<sup>[4]</sup> App. Ex. 25. IDC concedes that its counsel More was aware of the threat of litigation and the tolling agreement even before Commonwealth issued the title insurance policy. Appellant Br. 41 n. 25. \"At no time did IDC disclose to Commonwealth that individual condominium owners had threatened a suit challenging IDC's development rights or that there was a tolling agreement extending the time for bringing such a suit.\" 524 F.Supp.2d at 160.</p>\n<p>On December 12, 1997, Commonwealth offered to issue a $5 million policy insuring IDC's title to and development rights in the North Unit.App. Ex. 22.</p>\n<p>On December 15, 1997, Chicago Title declined to issue title insurance for IDC's development rights in the North Unit.App. Ex. 23. In its rejection memo, Chicago Title disagreed with IDC's statements in the November 17th memo that it was \"clear\" that the Master Unit owners were the proper parties to vote on the Amendment. <i>Id.</i> Chicago Title stated that it was aware of \"threatened litigation\" and was concerned \"that there is a substantial risk that the sub-condominium unit owners may allege that there was fraud in the manner in which this amendment was created.\" <i>Id.</i> Chicago Title also expressed its opinion that IDC's development rights expired on December 31, 1994. IDC did not provide Commonwealth with a copy of Chicago Title's memo or disclose the stated reasons for its rejection. 524 F.Supp.2d at 160.</p>\n<p>On January 13, 1998, Commonwealth issued title insurance policy number 228716 (\"Policy\"), covering IDC's title to the North Unit and its rights to develop and construct improvements on the North Unit. IDC then began constructing a function center known as the Regatta Club on the North Unit. On February 7, 1998, at IDC's request, Commonwealth increased the Policy from $7 million to $12 million and added title coverage for the South and West Units. <i>See</i> App. Ex. 28.</p>\n<p></p>\n<h2>C. Litigation</h2>\n<p>Before the expiration of the tolling agreement, on May 29, 1999, the Associations sued IDC and Roos in Rhode Island state court seeking a declaration that IDC's development rights had expired on December 31, 1994, and that IDC no longer owned the North Unit or any other undeveloped Master Unit. In June 2001, the Superior Court entered judgment for the Associations, declaring that \"IDC's development rights expired on December 31, 1994 because the amendments purporting to extend the time for exercising them were not unanimously approved by individual unit owners.\" 524 F.Supp.2d at 160.</p>\n<p>While IDC's appeal to the Rhode Island Supreme Court was pending, Commonwealth filed this declaratory judgment action on August 24, 2001. Commonwealth sought declarations that any losses resulting from the annulment or expiration of IDC's development rights were excluded from coverage under the Policy, that Commonwealth was not liable to IDC for any <span class=\"star-pagination\">*20</span> such losses, and that the Policy provides no coverage for IDC's title.<sup>[5]</sup> The district court concluded that Commonwealth based its case on IDC's failure to disclose material facts. 524 F.Supp.2d at 161. IDC counterclaimed seeking a declaration that the Policy does cover the loss of IDC's development rights and its title. This action was stayed pending resolution of IDC's appeal to the Rhode Island Supreme Court.</p>\n<p>In March 2004, the Rhode Island Supreme Court held that (1) the amendments extending the time for IDC's development rights were void because they were not unanimously approved by the individual unit owners; (2) IDC's development rights expired on December 31, 1994; and (3) title to the North, South, and West Units vested in the individual unit owners. <i>America I,</i> 844 A.2d at 130-33. After reargument, the Rhode Island Supreme Court reaffirmed and clarified its first decision, holding that the North, South, and West Units were never validly created because they did not comply with the substantial completion requirement of the Condominium Act. <i>America II,</i> 870 A.2d at 440-42.</p>\n<p>After the second Rhode Island Supreme Court decision, the district court conducted a three day bench trial and issued its decision on December 21, 2007, from which IDC appeals.</p>\n<p></p>\n<h2>II. ANALYSIS</h2>\n<p>Following a bench trial, \"we review the district court's legal conclusions <i>de novo</i> and its underlying factual findings for clear error.\" <i>Federal Ins. Co. v. HPSC, Inc.,</i> <span class=\"citation\" data-id=\"202661\"><a href=\"/opinion/202661/federal-insurance-co-v-hpsc-inc/\"><span class=\"volume\">480</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 34 (1st Cir.2007) (citing <i>Commercial Union Ins. Co. v. Seven Provinces Ins. Co.,</i> <span class=\"citation\" data-id=\"198990\"><a href=\"/opinion/198990/commercial-union-v-seven-provinces/\"><span class=\"volume\">217</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span>, 40 (1st Cir. 2000)); see Fed.R.Civ.P. 52(a). We have subject matter jurisdiction under 28 U.S.C. § 1332 and appellate jurisdiction under 28 U.S.C. § 1291.</p>\n<p>The central issue on appeal is whether the district court applied the correct standard for material misrepresentation.<sup>[6]</sup> IDC does not challenge any of the district court's factual findings, including its findings of materiality and misrepresentation.</p>\n<p></p>\n<h2>A. District Court Opinion</h2>\n<p>The district court held that under Rhode Island law, a material misrepresentation or omission in an insurance application makes the insurance policy voidable and \"need not be made with fraudulent intent.\" 524 F.Supp.2d at 162-63. The district court treated the failure to disclose material facts as an affirmative misrepresentation, which IDC does not challenge. <i>Id.</i> at 162; <i>see</i> Barry R. Ostrager &amp; Thomas R. Newman, <i>Handbook on Insurance Coverage Disputes</i> § 3.01[b] (14th ed.2008). It found that IDC \"knowingly failed to disclose\" to Commonwealth that (1) individual condominium unit owners had threatened a suit challenging IDC's claimed development rights; (2) IDC had entered a tolling agreement with the unit owners extending the time for bringing such a suit; and (3) Chicago Title had cited the litigation threat as one of its reasons for declining to provide coverage. 524 F.Supp.2d at 162-63. Commonwealth was not aware of any of these facts and they were not matters of public record. <i>Id.</i> at 163.</p>\n<p><span class=\"star-pagination\">*21</span> The evidence showed that IDC's president (Roos) and counsel (More) participated in meetings with the Associations and individual unit owners where the challenge to IDC's development rights in the North Unit and the litigation threat were specifically discussed. <i>Id.</i> at 163. The district court found that Roos and More recognized that the challenge might succeed, demonstrated by More's October 9th memo to Roos and IDC's decision to enter the tolling agreement to \"settle or delay the litigation until after the [title] insurance had been obtained.\" <i>Id.</i> In his October 9th memo to Roos, More expressed concern that IDC's development and construction rights could be found to \"circumvent[]\" time limitations under the Condominium Act and the Master Declaration. 524 F.Supp.2d at 165; App. Ex. 17.</p>\n<p>The district court found, moreover, that the November 17th memo, which More sent to Commonwealth with IDC's request for title insurance, did not mention the individual unit owners' challenge to the amendments or \"IDC's own assessment\" that unanimous consent of all individual unit owners was required to extend the time to exercise IDC's rights. 524 F.Supp.2d at 163. The district court determined that the omitted assessment was inconsistent with one of the theories advanced in the November 17th memo on which IDC's claim to development rights in the North Unit was based. <i>Id.</i> The district court also found the November 17th memo failed to disclose that one of the Executive Board Members objected to amending the declaration or extending the development rights and abstained from voting in what he deemed an illegal proceeding. <i>Id.</i> at 159-60. This Executive Board Member represented America Condominium. <i>America I,</i> 844 A.2d at 124-25. The November 17th memo further stated that, even if the Amendment was invalid, the one-year statute of limitations should bar any challenge to it. 524 F.Supp.2d at 160. Commonwealth was not aware of the tolling agreement, which (1) IDC negotiated and executed before the Policy issued, (2) IDC failed to disclose, and (3) was not a matter of public record. <i>See id.</i> at 163-64, 160.</p>\n<p>The district court found that the litigation threat, tolling agreement, and substance of Chicago Title's refusal were material because Commonwealth would not have issued the Policy if they were disclosed and they \"bore directly on the nature of the risk that Commonwealth was being asked to insure.\" 524 F.Supp.2d at 162-63. The district court determined that the threat of litigation alone was material to Commonwealth's decision because it \"was real and it directly related to a risk covered by the Policy.\" <i>Id.</i> at 163.</p>\n<p>The evidence showed that Commonwealth would not have issued the policy had it known these facts. Mellion, who made Commonwealth's decision to issue the Policy, \"explained that, because the Policy required Commonwealth to defend against any claims challenging IDC's insured interests[ ] and, because the policy premium of approximately $5,000 would have covered only a fraction of the cost of defending against litigation brought by the individual unit owners, Commonwealth would have declined to issue the Policy since it was not interested in `buying a lawsuit.'\" <i>Id.</i> IDC does not challenge the district court's finding of materiality.</p>\n<p>The district court held the Policy to be void based on IDC's material nondisclosures and entered judgment in favor of Commonwealth on both its claim and IDC's counterclaim. 524 F.Supp.2d at 162-63, 165, 166. Having found that the Policy was void, the district court declined to reach Commonwealth's claims that IDC's losses resulting from the annulment <span class=\"star-pagination\">*22</span> or expiration of its development rights were excluded from coverage under the Policy. <i>Id.</i> at 162.</p>\n<p></p>\n<h2>B. Applicable Standard</h2>\n<p>Rhode Island law governs this diversity case where the parties<sup>[7]</sup> and district court applied it and choice of law is not at issue. <i>See </i><i>Hershey v. Donaldson, Lufkin &amp; Jenrette Securities Corp.,</i> <span class=\"citation\" data-id=\"200293\"><a href=\"/opinion/200293/hershey-v-donaldson-lufkin/\"><span class=\"volume\">317</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 20 (1st Cir.2003) (\"Where parties have agreed to the choice of law, this court is free to `forego an independent analysis and accept the parties' agreement.'\"); <i>Borden v. Paul Revere Life Ins. Co.,</i> <span class=\"citation\" data-id=\"562609\"><a href=\"/opinion/562609/ronald-borden-v-the-paul-revere-life-insurance-company-ronald-borden-v/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">370</span></a></span>, 375 (1st Cir.1991) (applying Rhode Island law for claims where the parties and district court consistently did).</p>\n<p>On appeal, IDC does not challenge the district court's finding that the information it failed to disclose was material. Rather, it argues that, absent fraud (which the district court did not find), there is no obligation to disclose information to a prospective insurer unless specifically asked questions on the point. Thus, IDC contends, the legal standard applied by the district court was incorrect and the court erred in stating that material omissions, as opposed to misrepresentations, were sufficient to void the title insurance policy absent fraud.</p>\n<p>Rules varyeven among different types of insuranceas to whether there is a duty to disclose material facts to an insurer absent a question, and Rhode Island law may not provide a clear answer as to that question as to policies of the kind here involved. But we need not decide how the Rhode Island courts would resolve a bare non-disclosure issue because it is clear that a half-truth or failure to speak when necessary to qualify misleading prior statements does amount to a misrepresentation. <i>See </i><i>Nash v. Trustees of Boston Univ.,</i> <span class=\"citation\" data-id=\"2340556\"><a href=\"/opinion/2340556/nash-v-trustees-of-boston-university/\"><span class=\"volume\">776</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">73</span></a></span>, 83 (D.R.I.1990), <i>aff'd,</i> <span class=\"citation\" data-id=\"570023\"><a href=\"/opinion/570023/paul-nash-v-trustees-of-boston-university/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">960</span></a></span> (1st Cir.1991); Restatement of Torts § 529 (1938); <i>see also </i><i>Halpert v. Rosenthal,</i> <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">406</span></span>, <span class=\"citation\" data-id=\"2314067\"><a href=\"/opinion/2314067/halpert-v-rosenthal/\"><span class=\"volume\">267</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">730</span></a></span>, 734 (1970) (defining \"misrepresentation\" as \"any manifestation by words or other conduct by one person to another that, under the circumstances, amounts to an assertion not in accordance with the facts.\").</p>\n<p>Here, IDC made affirmative representations about the subjects at issue. For example, More sent the November 17th memo stating two theories on which the development rights in the North Unit were based, but he deleted information about the legal issues raised by the American Condominium association and did not include information about the threatened lawsuit. Further, IDC failed to clarify that its statements, that any claim challenging its development rights would be barred by the statute of limitations, were affected by the tolling agreement IDC entered with the Associations before Commonwealth issued the Policy. Also, in an effort to persuade Commonwealth to issue the title insurance policy, More sent Commonwealth the earlier Chicago Title insurance policy but later failed to disclose when Chicago Title refused to issue a new policy based on the threatened litigation. A prospective insured cannot select and present only favorable information on a subject and delete less favorable information on the same point, even if no follow up questions are asked.</p>\n<p>Finally, having concluded that IDC made material misrepresentations to Commonwealth, we need not resolve whether the district court's finding that IDC \"knowingly failed to disclose\" material information amounted to a finding of fraud. <span class=\"star-pagination\">*23</span> Rhode Island law is clear that, in the case of a material misrepresentation, fraud is not required to void a policy. <i>Evora v. Henry,</i> <span class=\"citation\" data-id=\"2334280\"><a href=\"/opinion/2334280/evora-v-henry/\"><span class=\"volume\">559</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1038</span></a></span>, 1040 (R.I.1989); <i>Guardian Life Ins. Co. of Am. v. Tillinghast,</i> <span class=\"citation\" data-id=\"1927445\"><a href=\"/opinion/1927445/guardian-life-ins-co-v-tillinghast/\"><span class=\"volume\">512</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">855</span></a></span>, 859 (R.I.1986); <i>see also </i><i>Commercial Union Ins. Co. v. Pesante,</i> <span class=\"citation\" data-id=\"202343\"><a href=\"/opinion/202343/commercial-union-v-pesante/\"><span class=\"volume\">459</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 38 (1st Cir.2006).</p>\n<p>We therefore hold that the district court applied the correct standard and affirm.</p>\n<p>Affirmed.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Northern District of California, sitting by designation.</p>\n<p>[1]  America and Capella South each contained an apartment building and Harbor House contained nineteen stand-alone waterfront homes. <i>America I,</i> 844 A.2d at 120.</p>\n<p>[2]  The Third Amendment was adopted April 29, 1994; the Fourth Amendment on November 15, 1994; and the Fifth and Sixth Amendments on December 29, 1994.</p>\n<p>[3]  It is unclear whether the Associations that sued IDC in state court are the Sub-Associations defined in the Master Declaration.</p>\n<p>[4]  The district court incorrectly notes that the tolling agreement was entered on December 10, 1997. 524 F.Supp.2d at 160. The Associations' December 10th letter to More included a proposed tolling agreement, App. Ex. 21, but the parties did not execute the tolling agreement until January 5, 1998. App. Ex. 25. The tolling agreement was subsequently extended three times to apply to actions filed on or before May 31, 1999. <i>America I,</i> 844 A.2d at 125, 134.</p>\n<p>[5]  The district court granted Commonwealth's motion to amend its complaint to specifically request a declaration that the Policy provides no coverage for IDC's title. 524 F.Supp.2d at 165-66. IDC does not challenge this on appeal.</p>\n<p>[6]  In view of our disposition of this appeal, we need not reach Commonwealth's policy exclusion argument.</p>\n<p>[7]  At oral argument, IDC confirmed that Rhode Island law was controlling.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/198990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202343/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/562609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1927445/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1988985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2156600/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2314067/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2334280/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2340556/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2442253/"
  ]
}