{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203657/",
  "absolute_url": "/opinion/203657/sec-v-papa/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203657/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:20:59Z",
  "date_modified": "2016-02-28T05:11:41.103228Z",
  "type": "010combined",
  "sha1": "f27a1e2a015ad18e8eeaeedf9e7701cbf2018909",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-1172P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/02/06/SEC_v._Papa.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\nNo. 08-1172\n\n               SECURITIES AND EXCHANGE COMMISSION,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n     VIRGINIA A. PAPA, KEVIN F. CRAIN, and SANDRA G. CHILDS,\n\n                      Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Nathaniel M. Gorton, U.S. District Judge]\n\n\n                               Before\n                     Boudin, Stahl and Howard,\n                          Circuit Judges.\n\n\n     Tracey A. Hardin, Senior Counsel, Securities and Exchange\nCommission, with whom Brian G. Cartwright, General Counsel, Andrew\nN. Vollmer, Deputy General Counsel, Jacob H. Stillman, Solicitor,\nand Katharine B. Gresham, Assistant General Counsel, were on brief\nfor appellant.\n     Anthony Mirenda, with whom Robert E. Toone, Jennifer A.\nCardello, Jennifer S. Behr and Foley Hoag LLP were on brief, for\nappellee Kevin F. Crane.\n     Anthony Mirenda for appellees Virginia A. Papa and Sandra G.\nChilds.\n     Kelley A. Jordan-Price, Michael J. Connolly, Laura B. Angelini\nand Hinckley, Allen & Snyder LLP on brief for appellee Virginia A.\nPapa.\n     John A. Sten, Jason C. Moreau and Greenberg Traurig, LLP on\nbrief for appellee Sandra G. Childs.\n\n\n                         February 6, 2009\n\f           BOUDIN,   Circuit   Judge.      This   is   an   appeal   by   the\n\nSecurities and Exchange Commission (\"SEC\") from a judgment of the\n\ndistrict court dismissing with prejudice a civil complaint against\n\nthree individuals charging them with violations of the securities\n\nlaws.   On the grant of a motion to dismiss, well-pleaded facts in\n\nthe complaint are taken as true,        Tellabs, Inc. v. Makor Issues &\n\nRights, Ltd., 127 S. Ct. 2499, 2509 (2007), so our description of\n\nevents is largely drawn from the complaint.\n\n           Putnam is a well-known money management firm. One of its\n\nentities, Putnam Fiduciary Trust Company (\"PFTC\"), acts as an\n\nadministrator of employee-defined contribution plans and Putnam\n\nmutual funds.   Cardinal Health, Inc., a PFTC client who utilized\n\nPFTC to run its employee-defined contribution plans, decided to\n\nmerge with Allegiance Health, and in late 2000 the two companies\n\narranged to combine their defined contribution plans, creating a\n\ntrust with PFTC as the trustee and investment manager.\n\n           In this role, PFTC was responsible for investing the\n\nmerged plan's assets, making payments on its behalf, and carrying\n\nout investment instructions. On January 2, 2001, the assets of the\n\nCardinal and Allegiance plans were combined into a single new\n\ncombined account; this was done by selling the assets of the old\n\nCardinal and Allegiance accounts and transferring the proceeds from\n\nthose sales to the new combined account.      PFTC had been directed to\n\n\n\n\n                                  -2-\n\finvest the combined assets in several mutual funds as soon as\n\npossible.\n\n            In fact, PFTC did not make the investments until January\n\n3, 2001, causing the combined plan to miss a sharp upswing in the\n\nmarkets.    Had the same funds been invested on January 2, the value\n\nof the holdings of the combined plan would have been almost $4\n\nmillion greater.    Told on January 3 that the investments had been\n\nmade (but not told of the one-day delay), a Cardinal employee\n\nrejoiced, saying that \"[t]he market is up and we look great being\n\ninvested on the upswing.\"\n\n            PFTC officials took a set of steps designed to offset\n\nmuch of the \"loss\" to the combined account resulting from the delay\n\nand to conceal the misadventure and its repair.    These activities\n\ngave rise to the present law suit.         According to the SEC's\n\ncomplaint, at least six employees of PFTC were in some measure\n\nresponsible:\n\n            Karnig Durgarian, Jr., the highest ranking\n            executive of PFTC and of various Putnam mutual\n            funds, in several of which the combined plan\n            assets were invested on January 3;\n\n            Virginia A. Papa and Donald McCracken, two\n            senior officers of PFTC who reported directly\n            to Durgarian;\n\n            Kevin Crain and Sandra Childs, both unit heads\n            reporting to Papa; and\n\n            Ronald B. Hogan, an officer in Childs' unit\n            who reported to her.\n\n\n\n                                 -3-\n\f            According to the SEC, Crain, Childs, Hogan and perhaps\n\nothers met on January 3 or 4, 2001, and agreed that the combined\n\nplan should be protected from losses resulting from the one-day\n\ndelay.     On January 4 or 5, Hogan began to work out possible\n\ntransactions to achieve this end.            On or about January 5, all six\n\ndefendants met and Hogan described a plan to cover the loss by\n\nusing    \"as-of\"   transactions--backdated           purchases    or   sales    of\n\nsecurities that use the price from an earlier day rather than the\n\nprice current on the date the transaction occurred.\n\n            Such as-of trades can dilute the value of other shares in\n\na mutual fund, but (we are told) they are not necessarily illegal\n\nand are used to correct trading errors.              However, to prevent harm\n\nto its mutual fund shareholders from dilution that may be caused by\n\nas-of trades, PFTC had an internal policy, known as the penny-per-\n\nshare    policy,   requiring     the   party      responsible    for   the   error\n\nnecessitating      the   as-of     trade     to     compensate     mutual      fund\n\nshareholders for any dilution of value beyond a penny per share.\n\n            Each participant in the January 5, 2001, meeting, the SEC\n\nasserts, knew that the transactions would harm the other mutual\n\nfund investors and that the harm would exceed a penny per share.\n\nNevertheless, says the SEC, \"[a]fter discussion, Defendants agreed\n\nto execute Hogan's plan.\"        Durgarian said that Cardinal should not\n\nbe informed about the delay in making the original investments and\n\nthat PFTC would not bear the cost of the shortfall.\n\n\n                                       -4-\n\f             Hogan thereafter executed several transactions involving\n\nPutnam funds.      The first, which serves as an example, involved\n\nreversing on the books some January 2, 2001, sales by Cardinal\n\n(made in liquidating its old account) and restating the sales as\n\noccurring on January 3, crediting the new combined account with the\n\nhigher value that those shares had on the later date.                 This\n\ngenerated $450,000 for the combined plan at the expense of the\n\nPutnam funds' shareholders.\n\n             This first set of transactions were followed by two more\n\ntransactions, differently designed but also at the expense of other\n\nPutnam funds' shareholders.        The result was to offset about $3\n\nmillion of the $4 million loss.         The remaining $1 million in loss,\n\nwhich was due to delayed investment in the Franklin Small Cap Fund-\n\n-a non-Putnam mutual fund--went uncompensated. Hogan and Durgarian\n\nboth contacted Franklin and attempted to persuade it to execute\n\nsimilar as-of trades, but Franklin refused.\n\n             At a later meeting or meetings attended by all six of the\n\nofficials identified above, Durgarian told McCracken to use various\n\naccounting adjustments so as to increase recorded expenses for\n\ncertain of the adversely affected Putnam funds. The purpose was to\n\nmask   the    apparent   effect   of    the   as-of   transactions.    The\n\nadjustments were designed to appear on the books at the same time\n\nas the as-of trades themselves.\n\n\n\n\n                                       -5-\n\f             On January 18, 2002, and February 7, 2003, PFTC's outside\n\nauditor conducted audits of PFTC's internal controls in the defined\n\ncontribution plan servicing unit for the years 2001 and 2002.      As\n\npart of the audit, certain senior managers were required to sign\n\nstatements (the \"audit letters\") stating that they were \"unaware of\n\nany uncorrected errors, frauds or illegal acts attributable to\"\n\nPFTC that had affected its clients.       Crain, Childs and Papa all\n\nsigned these statements for both audits.\n\n             These events came to light in early 2004 when Crain,\n\nhaving been fired by PFTC for other reasons, told PFTC's internal\n\nauditor that the January 5, 2001, events had the \"fingerprints\" of\n\n\"financial fraud.\"    Ultimately PFTC terminated Durgarian, Papa and\n\nHogan and converted McCracken's 2002 resignation into a termination\n\nfor cause.    PFTC made compensatory payments to the affected Putnam\n\nmutual funds and to others who had redeemed shares or withdrawn\n\nfrom the Putnam funds or combined plan.\n\n             On December 30, 2005, the SEC filed a civil complaint in\n\nthe district court alleging that all six of the PFTC officers had\n\nviolated section 17(a) of the Securities Act, 15 U.S.C. § 77q(a)\n\n(2006), section 10(b) of the Exchange Act, id. § 78j, and its\n\nimplementing regulation, Rule 10b-5, 17 C.F.R. § 240.10b-5 (2008),\n\nand that each had aided and abetted PFTC's uncharged primary\n\nviolations of section 10(b) and Rule 10b-5, thus violating section\n\n20(e) of the Exchange Act, 15 U.S.C. § 78t(e).\n\n\n                                  -6-\n\f            Section 10(b) of the Exchange Act, which is central to\n\nthis case, makes it unlawful \"[t]o use or employ, in connection\n\nwith the purchase or sale of any security . . . any manipulative or\n\ndeceptive device or contrivance in contravention of such rules and\n\nregulations    as    the    Commission    may    prescribe    as    necessary      or\n\nappropriate.\"       Id. § 78j.     Rule 10b-5 identifies false, misleading\n\nor incomplete statements as violations and proscribes the use of\n\ndevices, schemes, or artifices to defraud.              17 C.F.R. § 240.10b-5.\n\n            On motions by the defendants to dismiss for failure to\n\nstate   a   claim,    the   district     court   denied   the      motions   as    to\n\nDurgarian, McCracken, and Hogan in light of their actions in\n\nordering or carrying out the pertinent transactions.                         SEC v.\n\nDurgarian, 477 F. Supp. 2d 342, 350, 353-54 (D. Mass. 2007).                       By\n\ncontrast, the district court found that none of the counts stated\n\na claim against Papa, Crain, and Childs, id. at 360, and entered\n\nfinal judgment in favor of each, Fed. R. Civ. P. 54(b), permitting\n\nan immediate separate appeal by the SEC, Fed. R. App. P. 4(a).\n\n            The district court, in dismissing claims against the\n\nappellees as primary violators, stressed that Papa, Crain, and\n\nChilds were not charged with ordering or executing any of the\n\nwrongful    transactions      in    January     2001;   the   complaint      merely\n\nasserted in general terms that they had \"agreed\" on January 5,\n\n2001, to the overall plan.            This, the district court said, was\n\ninsufficient    to     make    them    \"substantial\"      participants        in    a\n\n\n                                       -7-\n\fpotentially wrongful scheme directed by Durgarian and carried out\n\nby Hogan and McCracken.\n\n          The appellees' signing of the audit letters over a year\n\nafter the transactions (and then again a year after that) were\n\naffirmative acts but, as to them, the district court said:\n\n          [T]he alleged false [audit letters] bearing\n          their signatures are too attenuated to link\n          them to the fraudulent scheme.        The SEC\n          provides no allegation linking the signatures\n          to the fraud other than its general assertion\n          that the defendants attended the meeting. The\n          referenced certification letters are the only\n          overt acts alleged in the Complaint against\n          these defendants and, therefore, the only\n          basis on which their substantial participation\n          in the scheme, and thus their liability as\n          primary violators, is predicated.\n\nDurgarian, 477 F. Supp. 2d at 355.       For similar reasons, the\n\ndistrict court also found inadequate the aiding and abetting claims\n\nagainst Papa, Crain and Childs.    Id. at 357.1\n\n          On appeal, the dispute has been narrowed.     The SEC no\n\nlonger asserts that Papa, Crain, and Childs are liable as primary\n\nviolators under sections 10(b) and 17(a). It claims only that they\n\naided and abetted PFTC's uncharged primary violations of section\n\n10(b), as implemented by Rule 10b-5, by signing the 2002 and 2003\n\n\n\n     1\n      In addition, the district court said that the complaint\nfailed to plead facts sufficient to create a strong inference that\nPapa, Crain and Childs acted with scienter in signing the audit\nletters. Id. at 355. However, the \"strong inference\" requirement\nrelied on by the court has recently been held inapplicable to SEC\nactions, SEC v. Tambone, 550 F.3d 106, 119-20 (1st Cir. 2008),\npetition for reh'g filed, so we bypass this alternative holding.\n\n                                  -8-\n\faudit letters while knowing that the allegedly wrongful as-of\n\ntransactions and accounting adjustments had occurred and not been\n\ndisclosed.\n\n           Appellees say that this is a theory that the SEC never\n\nsquarely presented to the district court and so cannot be argued on\n\nappeal as a basis for reversal.          The SEC's theory of appellees'\n\nliability in the district court rested on the alleged agreement by\n\nthe Papa, Crain and Childs to the overall scheme, and their later\n\nsignatures on the audit letters were treated merely as acts in\n\nfurtherance of that scheme.        Thus, the SEC's emphasis in the\n\ndistrict court was different than its emphasis on this appeal.\n\n           Still, the SEC's complaint included at the end a general\n\naiding   and   abetting   count   including    all   defendants   without\n\nspecifying conduct, and the SEC's opposition to the motion to\n\ndismiss did refer to the audit letters as furthering the initial\n\nplan. True, the SEC's argument now depends upon treating the audit\n\nletters as the only wrongdoing by appellees.            But, while this\n\nsharpens the focus, it is not an entirely new argument.\n\n           The civil aiding and abetting offense was added to the\n\nExchange Act as an amendment in 1995, Private Securities Litigation\n\nReform Act of 1995, Pub. L. 104-67, § 104, 109 Stat. 737, following\n\nCent. Bank of Denver, N.A. v. First Interstate Bank of Denver,\n\nN.A., 511 U.S. 164 (1994).        In Central Bank, the Supreme Court\n\nrejected aiding and abetting as a basis for liability for section\n\n\n                                   -9-\n\f10(b) violations; and, in response, Congress added section 20(e),\n\n15 U.S.C. § 78t(e), to the Exchange Act, to provide--for SEC\n\nenforcement but not private actions--that\n\n          any person that knowingly provides substantial\n          assistance to another person in violation of a\n          provision of this chapter, . . . shall be\n          deemed to be in violation of such provision to\n          the same extent as the person to whom such\n          assistance is provided.\n\n          The question, then, is whether the conduct charged in\n\nthis case can comprise substantial assistance, and the first issue\n\nis assistance of what wrong.      The SEC's brief--like its original\n\ncomplaint--variously   refers     to   two   different   notions   of   the\n\n\"wrong\": one is of a set of transactions in January 2005 which, to\n\nan outsider, might seem dubious; the other is a notion that the\n\nwrong pertinent to this appeal lay in PFTC's failure as a fiduciary\n\nto disclose the initial loss and the remedial steps that followed.2\n\n          The   initial   delay    and   the   transactions   themselves\n\n(whether or not wrongful) seemingly caused concrete financial loss,\n\nnamely, the net loss (after partial compensation) to the combined\n\nCardinal-Allegiance fund and the reduction in value for other\n\nshareholders.   If this were the focus, the difficulty for the SEC\n\n\n     2\n      Paragraph 1 of the complaint describes the offense as\nfollows: \"[Defendants] engaged in a fraudulent scheme to conceal\nand cover up an error that had occurred in a client's account.\nInstead of disclosing the error to the client and facing the\nconsequences, Defendants engaged in a fraudulent course of conduct\nto transfer the loss from one client to others and then to conceal\nthe error and the fraudulent transfer from the affected clients and\nfrom PFTC's auditors.\"\n\n                                  -10-\n\fwould    be    that   the   transactions,   including    the   accounting\n\nadjustments masking them, were completed in or around January 2005,\n\nlong before the audit letters by appellees.         One cannot aid and\n\nabet a fraudulent scheme that is already complete,         United States\n\nv. Hamilton, 334 F.3d 170, 180 (2d Cir.), cert. denied, 540 U.S.\n\n985 (2003), so the issue would be one of duration.\n\n              In Krulewitch v. United States, 336 U.S. 440 (1949), and\n\nGrunewald v. United States, 353 U.S. 391 (1957), the Supreme Court\n\nrefused to treat conspiracies (a close counterpart to \"schemes\") as\n\ncontinuing crimes once the initial wrong is completed, even though\n\ncontinuing concealment was alleged or implicit.3        Other courts have\n\nextended Grunewald and Krulewitch to civil conspiracies.             See,\n\ne.g., Pyramid Sec. Ltd., 924 F.2d at 1117-18; Hampton v. Hanrahan,\n\n600 F.2d 600, 622 (7th Cir. 1979), rev'd in part on other grounds\n\nby 446 U.S. 754 (1980).\n\n              Of course, an agreement to conceal after the fact could\n\nbe viewed as inherent in a conspiracy or any wrongful fraudulent\n\nscheme; but then all covert joint wrongdoing would be a permanently\n\ncontinuing offense, Krulewitch, 336 U.S. at 456 (Jackson, J.,\n\n\n\n     3\n      \"[T]he Supreme Court held long ago that a conspiracy\ngenerally ends when the design to commit substantive misconduct\nends; it does not continue beyond that point \"merely because the\nconspirators take steps to bury their traces, in order to avoid\ndetection and punishment after the central criminal purpose has\nbeen accomplished.\" Grunewald v. United States . . . .\" Pyramid\nSec. Ltd. v. IB Resolution, Inc., 924 F.2d 1114, 1117-18 (D.C.\nCir.), cert. denied, 502 U.S. 822 (1991).\n\n                                   -11-\n\fconcurring), an approach that the Supreme Court has rejected.\n\nSimilarly, \"[t]hough the result of a conspiracy may be continuing,\n\nthe conspiracy does not thereby become a continuing one.\"         Fiswick\n\nv. United States, 329 U.S. 211, 216 (1946).\n\n            Admittedly, a borderland of uncertainty exists as to how\n\nfar   the   Grunewald    approach   extends   where,   for   example,   the\n\nstatutory offense is inherently a continuing one or an objective to\n\ntake continuing action to conceal is part of the central plan.          The\n\nproblem is complicated by new case law after Grunewald, especially\n\nin the tax area, e.g., Forman v. United States, 361 U.S. 416, 422-\n\n24 (1960), overruled on other grounds by Burks v. United States,\n\n437 U.S. 1 (1978), and by variations as to the offense, the facts,\n\nand various contexts (e.g., statute of limitations, hearsay) in\n\nwhich duration questions occur.\n\n            At least on appeal, the SEC sidesteps the problem of\n\nscheme duration.        The ongoing wrong that it says was aided and\n\nabetted by appellees was not the transactions themselves nor the\n\nscheme that embodied them but arose out of an ongoing fiduciary\n\nduty by PFTC to disclose the original loss and the subsequent\n\npartial transfer of loss to the clients adversely affected.             The\n\nSEC argued below that all of the defendants including appellees had\n\nsuch a fiduciary duty, but it no longer maintains that position on\n\nappeal.\n\n\n\n\n                                    -12-\n\f             Instead, the SEC argues that, given PFTC's continuing\n\nduty as a fiduciary to make this disclosure, which is at least\n\narguable,    Restatement     (Third)    of   Agency   §   8.11    (2006),     the\n\nappellees' audit letters \"assisted\" PFTC in continuing to breach\n\nits   duty    because--the     SEC     claims   (appellees       say   this   is\n\nspeculative)--accurate answers to the audit letters would have\n\nrevealed PFTC's conduct to auditors and eventually to the combined\n\nplan and Putnam funds. An underlying necessary premise is that the\n\nnon-disclosure was not only a breach of fiduciary duty but also a\n\nviolation of section 10(b), so invoking SEC jurisdiction.\n\n             A breach of fiduciary duty can sometimes be central to a\n\nsection 10(b) violation; an example would be a purchase or sale\n\nthat is deemed fraudulent or manipulative because it is based on\n\nundisclosed inside information in breach of a fiduciary duty.\n\nE.g., United States v. O'Hagan, 521 U.S. 642 (1997).              Possibly the\n\nsecurities transactions in this case, if they were violations, are\n\nso partly because of fiduciary duty to manage them in the clients'\n\ninterest.\n\n             But, by contrast to the usual bilateral purchase or sale\n\ninvolving a material misstatement or omission, the non-disclosures\n\ndid not cause either the transactions or the concrete losses\n\nresulting from them.       See Loss & Seligman, Securities Regulation\n\n3710-12 (3d rev. ed. 2003).            Even if the non-disclosures were\n\nregarded as a continuing breach of fiduciary duty, it is perhaps\n\n\n                                     -13-\n\farguable   but   not   crystal     clear     in   this   case    that   the   non-\n\ndisclosures themselves constitute a securities law violation.\n\n           Admittedly, the boundary lines are not sharply etched:\n\nin SEC v. Zandford, 535 U.S. 813 (2002), the Supreme Court mingled\n\nconcepts of fiduciary duty and non-disclosure in extending section\n\n10(b) to a broker who embezzled client proceeds derived from the\n\nsale of securities.         Id. at 820-23.    But even there the Court did\n\nnot suggest that the wrongdoing could be treated as a continuing\n\nsecurities violation after the embezzlement and could be used to\n\nmake liable for it those who learned of the wrong but did not\n\ndisclose it.\n\n           The SEC's attempt to do so here would extend the supposed\n\nwrong indefinitely and until its disclosure--not just as a common\n\nlaw breach of duty but as a federal securities violation.                     Then,\n\nthrough the aiding and abetting device, the SEC's approach would\n\ncreate new liability under section 10(b), long after the original\n\ntransactions, for individuals like appellees otherwise assumed to\n\nbe not liable for those transactions.              And it would do so based\n\nsolely on general denials of knowledge of wrongdoing.\n\n           Whether     or    not   the   January    2001   transactions       were\n\nviolations of section 10(b) has not been briefed to us; but they\n\noccurred in the same time frame as the original purchases for\n\nCardinal and the as-of adjustments and they affected the value of\n\nholdings both of Cardinal-Allegiance and others.                The mere denials\n\n\n                                     -14-\n\fof knowledge by appellees a year or more later may be wrongful, but\n\nthe wrongs were not in our view the aiding and abetting of ongoing\n\nsecurities fraud merely by dint of some other fiduciary to disclose\n\nits errors or wrongs.\n\n           False statements that impede discovery of a crime or\n\nfraud that has already been completed may well be punished in some\n\ncircumstances--for example, as perjury or obstruction of justice.\n\nBut those who lied do not thereby become responsible for the crime\n\nor fraud itself unless it is then ongoing and assisted by the lie.\n\nCf. 18 U.S.C. § 1621 (2006); 2 LaFave, Substantive Criminal Law §\n\n13.6 (2d ed. 2003).      The distinction can greatly affect the\n\nconsequences for the offender; obstruction is one thing; liability\n\nfor the original wrong, another.\n\n           Ironically, the SEC's complaint might have sustained an\n\naiding and abetting claim based directly on appellees' alleged\n\nagreement at the January 5, 2001, meeting.     Where a wrongful act is\n\nproposed, there is some precedent for treating as aiding and\n\nabetting   a   bystander's   contemporaneous     assurance   that   no\n\nrepercussions will follow, and this might even be inferred from\n\nsilence where consciously intended to further a planned or an\n\nongoing violation.4\n\n\n     4\n      See State v. Conde, 787 A.2d 571, 579-82 (Conn. App. 2001),\ncert. denied, 793 A.2d 251 (2002); see also State v. Doody, 434\nA.2d 523, 529-30 (Me. 1981); LaFave, supra, § 13.2(a), at 340.\nCompare Armstrong v. McAlpin, 699 F.2d 79, 92 (2d Cir. 1983)\n(finding that \"[a]wareness and approval, standing alone, do not\n\n                                -15-\n\f          But the SEC has not relied upon such a theory in this\n\ncourt; and the appellees have therefore had no reason to answer it.\n\nAnd, of course, it depends on viewing the original transactions\n\nthemselves as violations of section 10(b) which is the argument\n\nthat the SEC seemed to make in its complaint but has not developed\n\non this appeal.   So we mention this alternative only to make clear,\n\nfor future cases, that we have not considered and rejected it.\n\n          Affirmed.\n\n\n\n\nconstitute substantial assistance\" to securities fraud where the\napproval did not cause the underlying conduct).\n\n                                -16-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                      For the First Circuit\n\nNo. 08-1172\n\n               SECURITIES AND EXCHANGE COMMISSION,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n     VIRGINIA A. PAPA, KEVIN F. CRAIN, and SANDRA G. CHILDS,\n\n                      Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Nathaniel M. Gorton, U.S. District Judge]\n\n\n                               Before\n                     Boudin, Stahl and Howard,\n                          Circuit Judges.\n\n\n     Tracey A. Hardin, Senior Counsel, Securities and Exchange\nCommission, with whom Brian G. Cartwright, General Counsel, Andrew\nN. Vollmer, Deputy General Counsel, Jacob H. Stillman, Solicitor,\nand Katharine B. Gresham, Assistant General Counsel, were on brief\nfor appellant.\n     Anthony Mirenda, with whom Robert E. Toone, Jennifer A.\nCardello, Jennifer S. Behr and Foley Hoag LLP were on brief, for\nappellee Kevin F. Crane.\n     Anthony Mirenda for appellees Virginia A. Papa and Sandra G.\nChilds.\n     Kelley A. Jordan-Price, Michael J. Connolly, Laura B. Angelini\nand Hinckley, Allen & Snyder LLP on brief for appellee Virginia A.\nPapa.\n     John A. Sten, Jason C. Moreau and Greenberg Traurig, LLP on\nbrief for appellee Sandra G. Childs.\n\n\n                         February 6, 2009\n\f           BOUDIN,   Circuit   Judge.      This   is   an   appeal   by   the\n\nSecurities and Exchange Commission (\"SEC\") from a judgment of the\n\ndistrict court dismissing with prejudice a civil complaint against\n\nthree individuals charging them with violations of the securities\n\nlaws.   On the grant of a motion to dismiss, well-pleaded facts in\n\nthe complaint are taken as true,        Tellabs, Inc. v. Makor Issues &\n\nRights, Ltd., </pre><span class=\"citation\" data-id=\"145709\"><a href=\"/opinion/145709/tellabs-inc-v-makor-issues-rights-ltd/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2499</span></a></span><pre class=\"inline\">, 2509 (2007), so our description of\n\nevents is largely drawn from the complaint.\n\n           Putnam is a well-known money management firm. One of its\n\nentities, Putnam Fiduciary Trust Company (\"PFTC\"), acts as an\n\nadministrator of employee-defined contribution plans and Putnam\n\nmutual funds.   Cardinal Health, Inc., a PFTC client who utilized\n\nPFTC to run its employee-defined contribution plans, decided to\n\nmerge with Allegiance Health, and in late 2000 the two companies\n\narranged to combine their defined contribution plans, creating a\n\ntrust with PFTC as the trustee and investment manager.\n\n           In this role, PFTC was responsible for investing the\n\nmerged plan's assets, making payments on its behalf, and carrying\n\nout investment instructions. On January 2, 2001, the assets of the\n\nCardinal and Allegiance plans were combined into a single new\n\ncombined account; this was done by selling the assets of the old\n\nCardinal and Allegiance accounts and transferring the proceeds from\n\nthose sales to the new combined account.      PFTC had been directed to\n\n\n\n\n                                  -2-\n\finvest the combined assets in several mutual funds as soon as\n\npossible.\n\n            In fact, PFTC did not make the investments until January\n\n3, 2001, causing the combined plan to miss a sharp upswing in the\n\nmarkets.    Had the same funds been invested on January 2, the value\n\nof the holdings of the combined plan would have been almost $4\n\nmillion greater.    Told on January 3 that the investments had been\n\nmade (but not told of the one-day delay), a Cardinal employee\n\nrejoiced, saying that \"[t]he market is up and we look great being\n\ninvested on the upswing.\"\n\n            PFTC officials took a set of steps designed to offset\n\nmuch of the \"loss\" to the combined account resulting from the delay\n\nand to conceal the misadventure and its repair.    These activities\n\ngave rise to the present law suit.         According to the SEC's\n\ncomplaint, at least six employees of PFTC were in some measure\n\nresponsible:\n\n            Karnig Durgarian, Jr., the highest ranking\n            executive of PFTC and of various Putnam mutual\n            funds, in several of which the combined plan\n            assets were invested on January 3;\n\n            Virginia A. Papa and Donald McCracken, two\n            senior officers of PFTC who reported directly\n            to Durgarian;\n\n            Kevin Crain and Sandra Childs, both unit heads\n            reporting to Papa; and\n\n            Ronald B. Hogan, an officer in Childs' unit\n            who reported to her.\n\n\n\n                                 -3-\n\f            According to the SEC, Crain, Childs, Hogan and perhaps\n\nothers met on January 3 or 4, 2001, and agreed that the combined\n\nplan should be protected from losses resulting from the one-day\n\ndelay.     On January 4 or 5, Hogan began to work out possible\n\ntransactions to achieve this end.            On or about January 5, all six\n\ndefendants met and Hogan described a plan to cover the loss by\n\nusing    \"as-of\"   transactions--backdated           purchases    or   sales    of\n\nsecurities that use the price from an earlier day rather than the\n\nprice current on the date the transaction occurred.\n\n            Such as-of trades can dilute the value of other shares in\n\na mutual fund, but (we are told) they are not necessarily illegal\n\nand are used to correct trading errors.              However, to prevent harm\n\nto its mutual fund shareholders from dilution that may be caused by\n\nas-of trades, PFTC had an internal policy, known as the penny-per-\n\nshare    policy,   requiring     the   party      responsible    for   the   error\n\nnecessitating      the   as-of     trade     to     compensate     mutual      fund\n\nshareholders for any dilution of value beyond a penny per share.\n\n            Each participant in the January 5, 2001, meeting, the SEC\n\nasserts, knew that the transactions would harm the other mutual\n\nfund investors and that the harm would exceed a penny per share.\n\nNevertheless, says the SEC, \"[a]fter discussion, Defendants agreed\n\nto execute Hogan's plan.\"        Durgarian said that Cardinal should not\n\nbe informed about the delay in making the original investments and\n\nthat PFTC would not bear the cost of the shortfall.\n\n\n                                       -4-\n\f             Hogan thereafter executed several transactions involving\n\nPutnam funds.      The first, which serves as an example, involved\n\nreversing on the books some January 2, 2001, sales by Cardinal\n\n(made in liquidating its old account) and restating the sales as\n\noccurring on January 3, crediting the new combined account with the\n\nhigher value that those shares had on the later date.                 This\n\ngenerated $450,000 for the combined plan at the expense of the\n\nPutnam funds' shareholders.\n\n             This first set of transactions were followed by two more\n\ntransactions, differently designed but also at the expense of other\n\nPutnam funds' shareholders.        The result was to offset about $3\n\nmillion of the $4 million loss.         The remaining $1 million in loss,\n\nwhich was due to delayed investment in the Franklin Small Cap Fund-\n\n-a non-Putnam mutual fund--went uncompensated. Hogan and Durgarian\n\nboth contacted Franklin and attempted to persuade it to execute\n\nsimilar as-of trades, but Franklin refused.\n\n             At a later meeting or meetings attended by all six of the\n\nofficials identified above, Durgarian told McCracken to use various\n\naccounting adjustments so as to increase recorded expenses for\n\ncertain of the adversely affected Putnam funds. The purpose was to\n\nmask   the    apparent   effect   of    the   as-of   transactions.    The\n\nadjustments were designed to appear on the books at the same time\n\nas the as-of trades themselves.\n\n\n\n\n                                       -5-\n\f             On January 18, 2002, and February 7, 2003, PFTC's outside\n\nauditor conducted audits of PFTC's internal controls in the defined\n\ncontribution plan servicing unit for the years 2001 and 2002.      As\n\npart of the audit, certain senior managers were required to sign\n\nstatements (the \"audit letters\") stating that they were \"unaware of\n\nany uncorrected errors, frauds or illegal acts attributable to\"\n\nPFTC that had affected its clients.       Crain, Childs and Papa all\n\nsigned these statements for both audits.\n\n             These events came to light in early 2004 when Crain,\n\nhaving been fired by PFTC for other reasons, told PFTC's internal\n\nauditor that the January 5, 2001, events had the \"fingerprints\" of\n\n\"financial fraud.\"    Ultimately PFTC terminated Durgarian, Papa and\n\nHogan and converted McCracken's 2002 resignation into a termination\n\nfor cause.    PFTC made compensatory payments to the affected Putnam\n\nmutual funds and to others who had redeemed shares or withdrawn\n\nfrom the Putnam funds or combined plan.\n\n             On December 30, 2005, the SEC filed a civil complaint in\n\nthe district court alleging that all six of the PFTC officers had\n\nviolated section 17(a) of the Securities Act, 15 U.S.C. § 77q(a)\n\n(2006), section 10(b) of the Exchange Act, id. § 78j, and its\n\nimplementing regulation, Rule 10b-5, 17 C.F.R. § 240.10b-5 (2008),\n\nand that each had aided and abetted PFTC's uncharged primary\n\nviolations of section 10(b) and Rule 10b-5, thus violating section\n\n20(e) of the Exchange Act, 15 U.S.C. § 78t(e).\n\n\n                                  -6-\n\f            Section 10(b) of the Exchange Act, which is central to\n\nthis case, makes it unlawful \"[t]o use or employ, in connection\n\nwith the purchase or sale of any security . . . any manipulative or\n\ndeceptive device or contrivance in contravention of such rules and\n\nregulations    as    the    Commission    may    prescribe    as    necessary      or\n\nappropriate.\"       Id. § 78j.     Rule 10b-5 identifies false, misleading\n\nor incomplete statements as violations and proscribes the use of\n\ndevices, schemes, or artifices to defraud.              17 C.F.R. § 240.10b-5.\n\n            On motions by the defendants to dismiss for failure to\n\nstate   a   claim,    the   district     court   denied   the      motions   as    to\n\nDurgarian, McCracken, and Hogan in light of their actions in\n\nordering or carrying out the pertinent transactions.                         SEC v.\n\nDurgarian, </pre><span class=\"citation\" data-id=\"2429946\"><a href=\"/opinion/2429946/sec-v-durgarian/\"><span class=\"volume\">477</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">342</span></a></span><pre class=\"inline\">, 350, 353-54 (D. Mass. 2007).                       By\n\ncontrast, the district court found that none of the counts stated\n\na claim against Papa, Crain, and Childs, id. at 360, and entered\n\nfinal judgment in favor of each, Fed. R. Civ. P. 54(b), permitting\n\nan immediate separate appeal by the SEC, Fed. R. App. P. 4(a).\n\n            The district court, in dismissing claims against the\n\nappellees as primary violators, stressed that Papa, Crain, and\n\nChilds were not charged with ordering or executing any of the\n\nwrongful    transactions      in    January     2001;   the   complaint      merely\n\nasserted in general terms that they had \"agreed\" on January 5,\n\n2001, to the overall plan.            This, the district court said, was\n\ninsufficient    to     make    them    \"substantial\"      participants        in    a\n\n\n                                       -7-\n\fpotentially wrongful scheme directed by Durgarian and carried out\n\nby Hogan and McCracken.\n\n          The appellees' signing of the audit letters over a year\n\nafter the transactions (and then again a year after that) were\n\naffirmative acts but, as to them, the district court said:\n\n          [T]he alleged false [audit letters] bearing\n          their signatures are too attenuated to link\n          them to the fraudulent scheme.        The SEC\n          provides no allegation linking the signatures\n          to the fraud other than its general assertion\n          that the defendants attended the meeting. The\n          referenced certification letters are the only\n          overt acts alleged in the Complaint against\n          these defendants and, therefore, the only\n          basis on which their substantial participation\n          in the scheme, and thus their liability as\n          primary violators, is predicated.\n\nDurgarian, 477 F. Supp. 2d at 355.       For similar reasons, the\n\ndistrict court also found inadequate the aiding and abetting claims\n\nagainst Papa, Crain and Childs.    Id. at 357.1\n\n          On appeal, the dispute has been narrowed.     The SEC no\n\nlonger asserts that Papa, Crain, and Childs are liable as primary\n\nviolators under sections 10(b) and 17(a). It claims only that they\n\naided and abetted PFTC's uncharged primary violations of section\n\n10(b), as implemented by Rule 10b-5, by signing the 2002 and 2003\n\n\n\n     1\n      In addition, the district court said that the complaint\nfailed to plead facts sufficient to create a strong inference that\nPapa, Crain and Childs acted with scienter in signing the audit\nletters. Id. at 355. However, the \"strong inference\" requirement\nrelied on by the court has recently been held inapplicable to SEC\nactions, SEC v. Tambone, </pre><span class=\"citation\" data-id=\"203578\"><a href=\"/opinion/203578/sec-v-tambone/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">106</span></a></span><pre class=\"inline\">, 119-20 (1st Cir. 2008),\npetition for reh'g filed, so we bypass this alternative holding.\n\n                                  -8-\n\faudit letters while knowing that the allegedly wrongful as-of\n\ntransactions and accounting adjustments had occurred and not been\n\ndisclosed.\n\n           Appellees say that this is a theory that the SEC never\n\nsquarely presented to the district court and so cannot be argued on\n\nappeal as a basis for reversal.          The SEC's theory of appellees'\n\nliability in the district court rested on the alleged agreement by\n\nthe Papa, Crain and Childs to the overall scheme, and their later\n\nsignatures on the audit letters were treated merely as acts in\n\nfurtherance of that scheme.        Thus, the SEC's emphasis in the\n\ndistrict court was different than its emphasis on this appeal.\n\n           Still, the SEC's complaint included at the end a general\n\naiding   and   abetting   count   including    all   defendants   without\n\nspecifying conduct, and the SEC's opposition to the motion to\n\ndismiss did refer to the audit letters as furthering the initial\n\nplan. True, the SEC's argument now depends upon treating the audit\n\nletters as the only wrongdoing by appellees.            But, while this\n\nsharpens the focus, it is not an entirely new argument.\n\n           The civil aiding and abetting offense was added to the\n\nExchange Act as an amendment in 1995, Private Securities Litigation\n\nReform Act of 1995, Pub. L. 104-67, § 104, 109 Stat. 737, following\n\nCent. Bank of Denver, N.A. v. First Interstate Bank of Denver,\n\nN.A., </pre><span class=\"citation\" data-id=\"117837\"><a href=\"/opinion/117837/central-bank-of-denver-na-v-first-interstate-bank-of-denver-na/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">164</span></a></span><pre class=\"inline\"> (1994).        In Central Bank, the Supreme Court\n\nrejected aiding and abetting as a basis for liability for section\n\n\n                                   -9-\n\f10(b) violations; and, in response, Congress added section 20(e),\n\n15 U.S.C. § 78t(e), to the Exchange Act, to provide--for SEC\n\nenforcement but not private actions--that\n\n          any person that knowingly provides substantial\n          assistance to another person in violation of a\n          provision of this chapter, . . . shall be\n          deemed to be in violation of such provision to\n          the same extent as the person to whom such\n          assistance is provided.\n\n          The question, then, is whether the conduct charged in\n\nthis case can comprise substantial assistance, and the first issue\n\nis assistance of what wrong.      The SEC's brief--like its original\n\ncomplaint--variously   refers     to   two   different   notions   of   the\n\n\"wrong\": one is of a set of transactions in January 2005 which, to\n\nan outsider, might seem dubious; the other is a notion that the\n\nwrong pertinent to this appeal lay in PFTC's failure as a fiduciary\n\nto disclose the initial loss and the remedial steps that followed.2\n\n          The   initial   delay    and   the   transactions   themselves\n\n(whether or not wrongful) seemingly caused concrete financial loss,\n\nnamely, the net loss (after partial compensation) to the combined\n\nCardinal-Allegiance fund and the reduction in value for other\n\nshareholders.   If this were the focus, the difficulty for the SEC\n\n\n     2\n      Paragraph 1 of the complaint describes the offense as\nfollows: \"[Defendants] engaged in a fraudulent scheme to conceal\nand cover up an error that had occurred in a client's account.\nInstead of disclosing the error to the client and facing the\nconsequences, Defendants engaged in a fraudulent course of conduct\nto transfer the loss from one client to others and then to conceal\nthe error and the fraudulent transfer from the affected clients and\nfrom PFTC's auditors.\"\n\n                                  -10-\n\fwould    be    that   the   transactions,   including    the   accounting\n\nadjustments masking them, were completed in or around January 2005,\n\nlong before the audit letters by appellees.         One cannot aid and\n\nabet a fraudulent scheme that is already complete,         United States\n\nv. Hamilton, </pre><span class=\"citation\" data-id=\"782497\"><a href=\"/opinion/782497/united-states-v-michael-hamilton-and-nicola-messere-also-known-as/\"><span class=\"volume\">334</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">170</span></a></span><pre class=\"inline\">, 180 (2d Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">985</span></span><pre class=\"inline\"> (2003), so the issue would be one of duration.\n\n              In Krulewitch v. United States, </pre><span class=\"citation\" data-id=\"104646\"><a href=\"/opinion/104646/krulewitch-v-united-states/\"><span class=\"volume\">336</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">440</span></a></span><pre class=\"inline\"> (1949), and\n\nGrunewald v. United States, </pre><span class=\"citation\" data-id=\"105508\"><a href=\"/opinion/105508/grunewald-v-united-states/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">391</span></a></span><pre class=\"inline\"> (1957), the Supreme Court\n\nrefused to treat conspiracies (a close counterpart to \"schemes\") as\n\ncontinuing crimes once the initial wrong is completed, even though\n\ncontinuing concealment was alleged or implicit.3        Other courts have\n\nextended Grunewald and Krulewitch to civil conspiracies.             See,\n\ne.g., Pyramid Sec. Ltd., 924 F.2d at 1117-18; Hampton v. Hanrahan,\n\n</pre><span class=\"citation\" data-id=\"367126\"><a href=\"/opinion/367126/iberia-hampton-v-edward-v-hanrahan-united-states-of-america-ex-rel/\"><span class=\"volume\">600</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">600</span></a></span><pre class=\"inline\">, 622 (7th Cir. 1979), rev'd in part on other grounds\n\nby </pre><span class=\"citation\" data-id=\"110275\"><a href=\"/opinion/110275/hanrahan-v-hampton/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">754</span></a></span><pre class=\"inline\"> (1980).\n\n              Of course, an agreement to conceal after the fact could\n\nbe viewed as inherent in a conspiracy or any wrongful fraudulent\n\nscheme; but then all covert joint wrongdoing would be a permanently\n\ncontinuing offense, Krulewitch, 336 U.S. at 456 (Jackson, J.,\n\n\n\n     3\n      \"[T]he Supreme Court held long ago that a conspiracy\ngenerally ends when the design to commit substantive misconduct\nends; it does not continue beyond that point \"merely because the\nconspirators take steps to bury their traces, in order to avoid\ndetection and punishment after the central criminal purpose has\nbeen accomplished.\" Grunewald v. United States . . . .\" Pyramid\nSec. Ltd. v. IB Resolution, Inc., </pre><span class=\"citation\" data-id=\"555428\"><a href=\"/opinion/555428/pyramid-securities-limited-v-ib-resolution-inc/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1114</span></a></span><pre class=\"inline\">, 1117-18 (D.C.\nCir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">822</span></span><pre class=\"inline\"> (1991).\n\n                                   -11-\n\fconcurring), an approach that the Supreme Court has rejected.\n\nSimilarly, \"[t]hough the result of a conspiracy may be continuing,\n\nthe conspiracy does not thereby become a continuing one.\"         Fiswick\n\nv. United States, </pre><span class=\"citation\" data-id=\"104336\"><a href=\"/opinion/104336/fiswick-v-united-states/\"><span class=\"volume\">329</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">211</span></a></span><pre class=\"inline\">, 216 (1946).\n\n            Admittedly, a borderland of uncertainty exists as to how\n\nfar   the   Grunewald    approach   extends   where,   for   example,   the\n\nstatutory offense is inherently a continuing one or an objective to\n\ntake continuing action to conceal is part of the central plan.          The\n\nproblem is complicated by new case law after Grunewald, especially\n\nin the tax area, e.g., Forman v. United States, </pre><span class=\"citation\" data-id=\"105996\"><a href=\"/opinion/105996/forman-v-united-states/\"><span class=\"volume\">361</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">416</span></a></span><pre class=\"inline\">, 422-\n\n24 (1960), overruled on other grounds by Burks v. United States,\n\n</pre><span class=\"citation\" data-id=\"109891\"><a href=\"/opinion/109891/burks-v-united-states/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\"> (1978), and by variations as to the offense, the facts,\n\nand various contexts (e.g., statute of limitations, hearsay) in\n\nwhich duration questions occur.\n\n            At least on appeal, the SEC sidesteps the problem of\n\nscheme duration.        The ongoing wrong that it says was aided and\n\nabetted by appellees was not the transactions themselves nor the\n\nscheme that embodied them but arose out of an ongoing fiduciary\n\nduty by PFTC to disclose the original loss and the subsequent\n\npartial transfer of loss to the clients adversely affected.             The\n\nSEC argued below that all of the defendants including appellees had\n\nsuch a fiduciary duty, but it no longer maintains that position on\n\nappeal.\n\n\n\n\n                                    -12-\n\f             Instead, the SEC argues that, given PFTC's continuing\n\nduty as a fiduciary to make this disclosure, which is at least\n\narguable,    Restatement     (Third)    of   Agency   §   8.11    (2006),     the\n\nappellees' audit letters \"assisted\" PFTC in continuing to breach\n\nits   duty    because--the     SEC     claims   (appellees       say   this   is\n\nspeculative)--accurate answers to the audit letters would have\n\nrevealed PFTC's conduct to auditors and eventually to the combined\n\nplan and Putnam funds. An underlying necessary premise is that the\n\nnon-disclosure was not only a breach of fiduciary duty but also a\n\nviolation of section 10(b), so invoking SEC jurisdiction.\n\n             A breach of fiduciary duty can sometimes be central to a\n\nsection 10(b) violation; an example would be a purchase or sale\n\nthat is deemed fraudulent or manipulative because it is based on\n\nundisclosed inside information in breach of a fiduciary duty.\n\nE.g., United States v. O'Hagan, </pre><span class=\"citation\" data-id=\"118143\"><a href=\"/opinion/118143/united-states-v-ohagan/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">642</span></a></span><pre class=\"inline\"> (1997).              Possibly the\n\nsecurities transactions in this case, if they were violations, are\n\nso partly because of fiduciary duty to manage them in the clients'\n\ninterest.\n\n             But, by contrast to the usual bilateral purchase or sale\n\ninvolving a material misstatement or omission, the non-disclosures\n\ndid not cause either the transactions or the concrete losses\n\nresulting from them.       See Loss & Seligman, Securities Regulation\n\n3710-12 (3d rev. ed. 2003).            Even if the non-disclosures were\n\nregarded as a continuing breach of fiduciary duty, it is perhaps\n\n\n                                     -13-\n\farguable   but   not   crystal     clear     in   this   case    that   the   non-\n\ndisclosures themselves constitute a securities law violation.\n\n           Admittedly, the boundary lines are not sharply etched:\n\nin SEC v. Zandford, </pre><span class=\"citation\" data-id=\"118513\"><a href=\"/opinion/118513/sec-v-zandford/\"><span class=\"volume\">535</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">813</span></a></span><pre class=\"inline\"> (2002), the Supreme Court mingled\n\nconcepts of fiduciary duty and non-disclosure in extending section\n\n10(b) to a broker who embezzled client proceeds derived from the\n\nsale of securities.         Id. at 820-23.    But even there the Court did\n\nnot suggest that the wrongdoing could be treated as a continuing\n\nsecurities violation after the embezzlement and could be used to\n\nmake liable for it those who learned of the wrong but did not\n\ndisclose it.\n\n           The SEC's attempt to do so here would extend the supposed\n\nwrong indefinitely and until its disclosure--not just as a common\n\nlaw breach of duty but as a federal securities violation.                     Then,\n\nthrough the aiding and abetting device, the SEC's approach would\n\ncreate new liability under section 10(b), long after the original\n\ntransactions, for individuals like appellees otherwise assumed to\n\nbe not liable for those transactions.              And it would do so based\n\nsolely on general denials of knowledge of wrongdoing.\n\n           Whether     or    not   the   January    2001   transactions       were\n\nviolations of section 10(b) has not been briefed to us; but they\n\noccurred in the same time frame as the original purchases for\n\nCardinal and the as-of adjustments and they affected the value of\n\nholdings both of Cardinal-Allegiance and others.                The mere denials\n\n\n                                     -14-\n\fof knowledge by appellees a year or more later may be wrongful, but\n\nthe wrongs were not in our view the aiding and abetting of ongoing\n\nsecurities fraud merely by dint of some other fiduciary to disclose\n\nits errors or wrongs.\n\n           False statements that impede discovery of a crime or\n\nfraud that has already been completed may well be punished in some\n\ncircumstances--for example, as perjury or obstruction of justice.\n\nBut those who lied do not thereby become responsible for the crime\n\nor fraud itself unless it is then ongoing and assisted by the lie.\n\nCf. 18 U.S.C. § 1621 (2006); 2 LaFave, Substantive Criminal Law §\n\n13.6 (2d ed. 2003).      The distinction can greatly affect the\n\nconsequences for the offender; obstruction is one thing; liability\n\nfor the original wrong, another.\n\n           Ironically, the SEC's complaint might have sustained an\n\naiding and abetting claim based directly on appellees' alleged\n\nagreement at the January 5, 2001, meeting.     Where a wrongful act is\n\nproposed, there is some precedent for treating as aiding and\n\nabetting   a   bystander's   contemporaneous     assurance   that   no\n\nrepercussions will follow, and this might even be inferred from\n\nsilence where consciously intended to further a planned or an\n\nongoing violation.4\n\n\n     4\n      See State v. Conde, </pre><span class=\"citation no-link\"><span class=\"volume\">787</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">571</span></span><pre class=\"inline\">, 579-82 (Conn. App. 2001),\ncert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">793</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">251</span></span><pre class=\"inline\"> (2002); see also State v. Doody, </pre><span class=\"citation no-link\"><span class=\"volume\">434</span>\n<span class=\"reporter\">A.2d</span> <span class=\"page\">523</span></span><pre class=\"inline\">, 529-30 (Me. 1981); LaFave, supra, § 13.2(a), at 340.\nCompare Armstrong v. McAlpin, </pre><span class=\"citation\" data-id=\"414050\"><a href=\"/opinion/414050/fed-sec-l-rep-p-99073-michael-f-armstrong-as-receiver-of-capital/\"><span class=\"volume\">699</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">79</span></a></span><pre class=\"inline\">, 92 (2d Cir. 1983)\n(finding that \"[a]wareness and approval, standing alone, do not\n\n                                -15-\n\f          But the SEC has not relied upon such a theory in this\n\ncourt; and the appellees have therefore had no reason to answer it.\n\nAnd, of course, it depends on viewing the original transactions\n\nthemselves as violations of section 10(b) which is the argument\n\nthat the SEC seemed to make in its complaint but has not developed\n\non this appeal.   So we mention this alternative only to make clear,\n\nfor future cases, that we have not considered and rejected it.\n\n          Affirmed.\n\n\n\n\nconstitute substantial assistance\" to securities fraud where the\napproval did not cause the underlying conduct).\n\n                                -16-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110275/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118513/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145709/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203578/",
    "http://www.courtlistener.com/api/rest/v3/opinions/367126/",
    "http://www.courtlistener.com/api/rest/v3/opinions/414050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555428/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782497/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2429946/"
  ]
}