{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203718/",
  "absolute_url": "/opinion/203718/united-states-v-rivera-maldonado/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203718/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:22:00Z",
  "date_modified": "2016-04-26T13:37:06.789600Z",
  "type": "010combined",
  "sha1": "5c1040d5a5259d10961f610eb7943d1d7c21d758",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-1426P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/03/12/US_v._Rivera-Maldonado.pdf",
  "plain_text": "            United States Court of Appeals\n                       For the First Circuit\n\nNo. 07-1426\n\n                      UNITED STATES OF AMERICA,\n\n                              Appellee,\n\n                                 v.\n\n                      CARLOS RIVERA-MALDONADO,\n\n                        Defendant, Appellant.\n\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Carmen Consuelo Cerezo, U.S. District Judge]\n\n\n                               Before\n\n                  Lipez and Howard, Circuit Judges,\n                   and DiClerico,* District Judge.\n\n\n\n     Ignacio Fernández de Lahongrais for appellant.\n     Rosa Emilia Rodriguez-Velez, United States Attorney, and\nNelson Pérez-Sosa, Assistant United States Attorney, for appellee.\n\n\n\n                           March 12, 2009\n\n\n\n\n     *\n         Of the District of New Hampshire, sitting by designation.\n\f           LIPEZ, Circuit Judge. Appellant Carlos Rivera-Maldonado,\n\nwho pled guilty to possession of child pornography, now asks us to\n\nvacate the judgment against him because he was misinformed about\n\nthe consequences of his plea in a written plea agreement and during\n\nhis change of plea colloquy.       He was told that the maximum term of\n\nsupervised release could be no more than three years.                 In fact, the\n\napplicable maximum term of supervised release was life, and that\n\nwas the supervised release term imposed at sentencing.                    Although\n\nappellant did not contemporaneously object to this error or move to\n\nwithdraw his plea in the district court because of it, we find that\n\nthe error was plain and that it affected his substantial rights as\n\nwell as \"the fairness, integrity, or public reputation of judicial\n\nproceedings,\" United States v. Olano, 507 U.S. 725, 736 (1993)\n\n(internal quotation marks and citation omitted).                Accordingly, we\n\nvacate the judgment and order that appellant be permitted to\n\nwithdraw his guilty plea.\n\n                                       I.\n\n           On April 6, 2006, appellant was indicted for knowing\n\npossession   of   child   pornography        in   violation     of   18   U.S.C.   §\n\n2252(a)(4)(B).      On    June   27,   2006,      he   signed   a    written   plea\n\nagreement stipulating that he had accessed an internet website\n\nwhere users posted and shared files containing child pornography.\n\nThe agreement also stipulated that when Bureau of Immigration and\n\nCustoms   Enforcement     officials     learned        of   this     access,   they\n\n\n                                       -2-\n\fconducted a consensual search of appellant's home that resulted in\n\nseizure of his computer and other digital media.      Further, the\n\nagreement stipulated that investigation by a computer forensics\n\nexaminer revealed that the seized computer had been used to access\n\nand store numerous still images and movie files containing child\n\npornography.\n\n            According to the written plea agreement, the maximum\n\npenalty for appellant's offense was: \"a term of imprisonment which\n\nmay not be more than ten (10) years, a fine not to exceed two\n\nhundred fifty thousand dollars ($250,000), and a term of supervised\n\nrelease of no more than three (3) years.\" (Emphasis added.)      In\n\nfact, the maximum period of supervised release applicable to the\n\ncharged offense was life, not three years.        See 18 U.S.C. §\n\n3583(k).1\n\n            A magistrate judge conducted appellant's change of plea\n\nhearing on June 27, 2006.2    Before deciding whether to recommend\n\n\n     1\n       Appellant pled guilty to 18 U.S.C. § 2252, a class C felony.\n18 U.S.C. §§ 2252(b)(2), 3559(a)(3). Although class C felonies\nnormally carry a maximum supervised release term of three years,\n18 U.S.C. § 3583(b)(2), the Prosecutorial Remedies and Other Tools\nto end the Exploitation of Children Today Act (PROTECT Act) became\neffective in 2003, authorizing a life term of supervised release\nfor certain offenses, including § 2252 offenses. PROTECT Act, Pub.\nL. No. 108-21, § 101, 117 Stat. 650 (2003) (codified at 18 U.S.C.\n§ 3583(k)); see also United States v. Presto, 498 F.3d 415, 417-18\n(6th Cir. 2007).\n\n     2\n       Under 28 U.S.C. § 636(b)(1)(B) and District of Puerto Rico\nLocal Rule 72, the magistrate judge had authority to conduct the\nchange of plea hearing and to make a recommendation to the district\n\n                                 -3-\n\facceptance   of   appellant's   plea    to   the   district   judge,   the\n\nmagistrate judge confirmed, among other things, that appellant had\n\nreviewed and discussed the plea agreement with his attorney, that\n\nnothing in the agreement came as a surprise to him, and that he\n\nunderstood that the sentencing judge could accept or deny the\n\nsentencing recommendations set forth in the agreement.         The court\n\nalso reiterated the plea agreement's erroneous assertion that\n\nappellant could receive no more than three years of supervised\n\nrelease for his crime.     The following exchanges occurred during\n\nthis change of plea hearing:\n\n          Court: And let me advise you that you're\n          facing a maximum penalty, a maximum sentence\n          of 10 years imprisonment, a fine not to exceed\n          $250,000 and a term of supervised release of\n          up to three years.    You also have to pay a\n          special monetary assessment of $100. Do you\n          understand those maximum penalties?\n\n          Appellant: Yeah.\n\n          . . .\n\n          Court: Now, let me advise you that the only\n          limits to Judge Cerezo's discretion -- again,\n          she has to consider the guidelines but is not\n          bound by them -- the only limits to her\n          sentencing   discretion  [are]   the  10-year\n          maximum sentence of imprisonment as well as\n          all the other maximum penalties. Is that\n          understood?\n\n          Appellant: Yeah.\n\n          The Court: . . . Let me advise you also that,\n          should she not follow the guidelines and not\n\n\ncourt judge on whether to accept the plea.\n\n                                  -4-\n\f            follow   what  is   contained  in   the  plea\n            agreement, as long as she sentences you up to\n            the statutory maximum, that is within her\n            discretion. Do you understand this?\n\n            Appellant: Yeah.\n\n(Emphasis       added.)    The    district       court    judge,      acting   on     the\n\nmagistrate judge's recommendation, accepted appellant's plea of\n\nguilty on July 13, 2006.\n\n            After the change of plea hearing, the probation office\n\nprepared    a    presentence      report     (PSR).           The   PSR    stated   that\n\nappellant's base offense level was 18. See U.S.S.G. § 2G2.2(a)(1).\n\nIt recommended a two-level enhancement pursuant to U.S.S.G. §\n\n2G2.2(b)(2) because the pornographic material contained images of\n\na prepubescent minor or a minor under twelve years old, and a two-\n\nlevel   enhancement        pursuant    to    U.S.S.G      §    2G2.2(b)(6)     because\n\nappellant's possession of the material resulted from his use of a\n\ncomputer. It further recommended a four-level increase because the\n\noffense    involved       material    portraying         sadistic     or   masochistic\n\nconduct, U.S.S.G. § 2G2.2(b)(4), and a four-level increase because\n\nthe offense involved at least 300 but fewer than 600 images,\n\nU.S.S.G. § 2G2.2(b)(7)(C).            Finally, the PSR recommended a three-\n\nlevel reduction because appellant accepted responsibility for his\n\nconduct. U.S.S.G. § 3E1.1(a), (b). Contrary to the plea agreement\n\nand the information provided by the magistrate judge, the PSR\n\ncorrectly stated that the applicable maximum period of supervised\n\nrelease    was    life.      18   U.S.C.     §    3583(k);      see   supra    note    1.\n\n                                         -5-\n\fAppellant filed objections to the PSR but did not object to its\n\nassertion that he could be sentenced to a lifetime of supervised\n\nrelease.\n\n            On January 30, 2007, the district court judge conducted\n\nappellant's sentencing hearing.            The judge adopted the PSR's\n\nsentencing recommendations, including the recommended enhancements\n\nand   the    recommended    downward    adjustment   for      acceptance     of\n\nresponsibility.      The judge agreed with the PSR that based on the\n\nresulting offense level of 27 and appellant's criminal history of\n\nCategory II, appellant's guideline imprisonment range was 78-97\n\nmonths.      The judge also found that, pursuant to 18 U.S.C. §\n\n3583(k), appellant could be sentenced to a supervised release term\n\nof life.    When the judge announced this possibility, appellant did\n\nnot   object.      The   judge   sentenced   appellant   to   78    months   of\n\nimprisonment followed by supervised release for life.              This appeal\n\nfollowed.\n\n                                     II.\n\n            Change of plea colloquies are governed by Federal Rule of\n\nCriminal Procedure 11, which requires courts to properly advise\n\ndefendants, inter alia, of \"any maximum possible penalty, including\n\nimprisonment, fine, and term of supervised release.\" Fed. R. Crim.\n\n11(b)(1)(H).     A defendant who did not object to a Rule 11 error in\n\nthe district court must satisfy plain error review to obtain relief\n\non appeal.      United States v. Vonn, 535 U.S. 55, 59 (2002).          Here,\n\n\n                                     -6-\n\fappellant must meet that standard of review because he never\n\nobjected to the misinformation contained in the plea agreement and\n\nlater restated by the magistrate judge at the change of plea\n\nhearing.    Likewise, he never moved to withdraw his guilty plea in\n\nthe district court on the basis of the misinformation, even after\n\nthe PSR made clear that he was actually eligible for lifetime\n\nsupervised    release   and   the   district   court   judge   stated   that\n\npossibility at sentencing.      Plain error review requires appellant\n\nto make the four part showing that: 1) there was an error, 2) the\n\nerror was plain, 3) the error affected substantial rights, and 4)\n\nthe error \"'seriously affect[ed] the fairness, integrity or public\n\nreputation of judicial proceedings.'\"          Vonn, 535 U.S. at 62-63\n\n(quoting Olano, 507 U.S. at 736) (alteration in original).              The\n\nSupreme Court explained in United States v. Dominguez Benitez, 542\n\nU.S. 74, 83 (2004), that a Rule 11 error affects substantial rights\n\nand therefore satisfies the third prong of the plain error test\n\nonly when a defendant can show \"a reasonable probability that, but\n\nfor the error, he would not have entered the plea.\"\n\n            The government concedes the first two prongs of plain\n\nerror review, acknowledging that there was an error and that it was\n\nplain.     Federal Rule of Criminal Procedure 11(b)(1)(H) requires\n\nthat before accepting a plea of guilty a court must \"inform the\n\ndefendant of, and determine that the defendant understands . . .\n\nany maximum possible penalty, including imprisonment, fine and a\n\n\n                                     -7-\n\fterm of supervised release.\"   Here, the magistrate judge accepting\n\nthe guilty plea did not inform appellant that he could be sentenced\n\nto lifetime supervised release.       Instead, relying on the plea\n\nagreement, he erroneously stated that the maximum possible period\n\nof supervised release was three years.     We agree with the parties\n\nthat this was plain error.\n\n          Having established the first two prongs of plain error\n\nreview, appellant must next meet the Dominguez Benitez standard of\n\nprejudice by showing that the error affected his substantial rights\n\nbecause there is a reasonable probability that he would not have\n\nentered the plea agreement but for the misstatement.       Dominguez\n\nBenitez, 542 U.S. at 83.   We faced a similar claim of prejudice in\n\nthe Rule 11 context in United States v. Santo, 225 F.3d 92 (2000).\n\nThere, the defendant pled guilty to drug charges after being\n\ninformed in the plea agreement and during the plea colloquy that he\n\nwas subject to a mandatory minimum sentence of only five years and\n\na guideline range of 87 to 108 months (about seven to nine years).\n\nId. at 95.   The probation office's PSR later determined that the\n\ndefendant was responsible for more drugs than were contemplated by\n\nthe plea agreement.   Id. at 96.      Among other consequences, this\n\nfinding increased the mandatory minimum penalty to ten years.    Id.\n\n          We decided Santo before the Supreme Court ruled in Vonn\n\nthat the plain error standard should be applied to all unobjected-\n\nto Rule 11 errors, and before it decided in Dominguez Benitez that\n\n\n                                -8-\n\fa defendant seeking to establish the third prong of plain error\n\nreview in the Rule 11 context must show a reasonable probability\n\nthat but for the error he would not have entered the plea.\n\nNonetheless, we recognized in Santo that the defendant faced a\n\n\"high hurdle\" because he had failed to seek withdrawal of his\n\nguilty plea in the lower court.    Id. at 97.   We found the defendant\n\nhad cleared that high hurdle and had shown a \"substantial defect in\n\nthe Rule 11 proceeding itself.\"    Id. (internal quotation marks and\n\ncitation omitted).   The defect went to the very purpose of Rule 11,\n\n\"which is to advise a defendant of the actual consequences of his\n\nplea so that he can realistically decide whether to plead guilty.\"\n\nId. at 98; see also United States v. Hernandez-Wilson, 186 F.3d 1,\n\n6 (1st Cir. 1999) (defendant's knowledge of the consequences of his\n\nplea is a core concern of Rule 11).         We concluded that \"the\n\nmisinformation that the minimum sentence was only five years\n\nreasonably could have affected Santo's decision to change his plea\n\nto guilty.\"   Santo, 225 F.3d at 101.      Therefore, \"the district\n\ncourt's erroneous advice as to the mandatory minimum sentence\n\naffected Santo's substantial rights,\" and we ordered that Santo be\n\npermitted to withdraw his plea.     Id.\n\n          The government argues that we should not order the same\n\nrelief here because the appellant \"has not argued on appeal that he\n\nwould not have pleaded guilty if he had known that the maximum term\n\nof supervised release was life.\"    Instead, appellant claims in his\n\n\n                                  -9-\n\fbrief that his willingness to plead \"might conceivably have been\n\nlessened\" if he had known of the potential of lifelong supervised\n\nrelease.3    His brief also states that the assurance of receiving no\n\nmore than three years of supervised release \"played a crucial role\n\nin his decision to plead guilty.\"\n\n            We reject the government's assertion that \"there is\n\nnothing in the record to support the claim that defendant would not\n\nhave entered the plea had he known that the maximum term of\n\nsupervised release was life.\"     The government fails to acknowledge\n\nthat the appropriate standard for prejudice, set forth in Dominguez\n\nBenitez, requires appellant to establish a reasonable probability\n\nthat he would not have entered his plea of guilty if it were not\n\nfor   the   error.   Dominguez   Benitez,   542   U.S.   at   83.4   Given\n\nappellant's assertion that the information he received from the\n\nplea agreement and the magistrate judge \"played a crucial role in\n\nhis decision to plead guilty,\" and given the dramatic difference\n\nbetween a three year period of supervised release and a lifetime of\n\nsupervised release, we are satisfied that appellant has shown a\n\nreasonable probability that he would not have entered the plea\n\n\n      3\n       Appellant takes this language from Santo, where we said that\n\"had [the defendant] known that a ten-year mandatory minimum might\napply . . . his expectations might conceivably have been lessened,\nalong with his willingness to plead.\"     Santo, 225 F.3d at 101.\nAppellant should have reflected in his brief the standard of\nprejudice set forth in Dominguez Benitez.\n      4\n      It is troubling that the government, like appellant, did not\nacknowledge this critical precedent.\n\n                                  -10-\n\fbefore the magistrate judge if he understood that his exposure\n\nbefore the sentencing court was a lifetime of supervised release.\n\nIndeed, it would be anomalous to conclude that the erroneous advice\n\non the consequences of the sentence affected substantial rights in\n\nSanto, and then reject that conclusion here.     In both cases, the\n\nerroneous information dramatically altered the sentencing stakes\n\nfor the defendant.5\n\n           Santo, however, decided before Vonn, did not address the\n\nfourth prong of plain error review, which requires us to decide if\n\nan error \"seriously affect[ed] the fairness, integrity, or public\n\nreputation   of   judicial   proceedings.\"   Vonn,   535    U.S.   at   63\n\n(quoting Olano, 507 U.S. at 731-32, 736) (alterations in original).\n\nThis issue is closer than might first appear.              Although the\n\npresentence report (which was prepared after the change of plea\n\nhearing) advised appellant that he was exposed to a lifetime of\n\nsupervised release, he never objected to that provision of the\n\nreport.   At sentencing the district judge also advised him that he\n\nwas subject to a lifetime of supervised release.     He did not object\n\nto that information or to the imposition of the life term of\n\nsupervised release. Also, as noted earlier, appellant never sought\n\nto withdraw his guilty plea in the district court.    One might infer\n\n\n     5\n       As noted, Santo was apprised by the plea agreement and the\nplea colloquy that he faced a mandatory minium penalty of five\nyears. 225 F.3d at 95. Instead, because of the probation office's\nfinding on drug quantity, he faced a mandatory minimum of ten\nyears. Id. at 96.\n\n                                  -11-\n\ffrom this history that appellant chose to go forward with the\n\nsentencing even after learning that he had been misinformed about\n\nthe maximum term of supervised release.\n\n            However, the fact remains that the error in the plea\n\nagreement   regarding    the   possible     term   of   supervised   release,\n\nrepeated by the magistrate judge at the critical time when the\n\ndefendant   was    entering    his   plea   of   guilty,   was   particularly\n\ndramatic.    There is a huge difference between expecting a three\n\nyear term of supervised release and expecting that one will be\n\nsubject to such supervision for the rest of one's life.            Rivera was\n\n39 years old at the time of his plea.        He now faces a sentence that\n\ncould continue, in some form, until he dies.6              If we vacate his\n\nsentence and allow him to withdraw his guilty plea, the serious\n\ncharge that he faces does not go away, nor does the evidence that\n\ninduced the guilty plea in the first instance. The prosecution and\n\nthe defense can resume the bargaining that led to the original\n\nguilty plea.      The only difference will be that appellant will now\n\nhave a complete understanding of the consequences of a guilty plea\n\n\n     6\n      Supervised release is a part of a criminal sentence which is\nseparate and independent from the original incarcerative term.\nUnited States v. Work, 409 F.3d 484, 489-90 (1st Cir. 2005).\nAppellant thus faces the possibility that the combination of his\noriginal sentence and sentences imposed for any violations of\nsupervised release will exceed the statutory maximum for his\nunderlying offense. Id. at 489. He also will be subject to the\nstringent conditions of his supervised release for the rest of his\nlife. Given the nature of the charge, that may be an appropriate\noutcome. Nevertheless, appellant should have been informed of that\npossible outcome before he was asked to enter his guilty plea.\n\n                                     -12-\n\fif he chooses to enter one.      On balance, we conclude that it would\n\nseriously affect the fairness, integrity, or public reputation of\n\nthe judicial proceedings at issue here if we did not allow the\n\nappellant to consider the entry of a guilty plea with an accurate\n\nunderstanding of the possible sentencing consequences.        As we have\n\nsaid   on    many   occasions,   \"the   defendant's   knowledge   of   the\n\nconsequences of his plea\" is a core concern of Rule 11.       Hernandez-\n\nWilson, 186 F.3d at 6.\n\n                                   III.\n\n            Because we find that appellant has established all of the\n\nelements required to obtain relief under plain error review, we\n\nvacate the judgment and remand this case to the district court with\n\ninstructions that the appellant be permitted to withdraw his plea\n\nof guilty.\n\n            So ordered.\n\n\n\n\n                                   -13-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>560 F.3d 16 (2009)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nCarlos RIVERA-MALDONADO, Defendant, Appellant.</h1></center>\n<center>No. 07-1426.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted November 5, 2008.</center>\n<center>Decided March 12, 2009.</center>\n<p><span class=\"star-pagination\">*17</span> Ignacio Fernndez de Lahongrais for appellant.</p>\n<p>Rosa Emilia Rodriguez-Velez, United States Attorney, and Nelson Prez-Sosa, Assistant United States Attorney, for appellee.</p>\n<p>Before Lipez and Howard, Circuit Judges, and DiClerico,<sup>[*]</sup> District Judge.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>Appellant Carlos Rivera-Maldonado, who pled guilty to possession of child pornography, now asks us to vacate the judgment against him because he was misinformed about the consequences of his plea in a written plea agreement and during his change of plea colloquy. He was told that the maximum term of supervised release could be no more than three years. In fact, the applicable maximum term of supervised release was life, and that was the supervised release term imposed at sentencing. Although appellant did not contemporaneously object to this error or move to withdraw his plea in the district court because of it, we find that the error was plain and that it affected his substantial rights as well as \"the fairness, integrity, or public reputation of judicial proceedings,\" <i>United States v. Olano,</i> 507 U.S. 725, 736, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993) (internal quotation marks and citation omitted). Accordingly, we vacate the judgment and order that appellant be permitted to withdraw his guilty plea.</p>\n<p></p>\n<h2>I.</h2>\n<p>On April 6, 2006, appellant was indicted for knowing possession of child pornography in violation of 18 U.S.C. § 2252(a)(4)(B). On June 27, 2006, he signed a written plea agreement stipulating that he had accessed an internet website where users posted and shared files containing child pornography. The agreement also stipulated that when Bureau of Immigration and Customs Enforcement officials learned of this access, they conducted a consensual search of appellant's home that resulted in seizure of his computer and other digital media. Further, the agreement stipulated that investigation by a computer forensics examiner revealed that the seized computer had been used to access and store numerous still images and movie files containing child pornography.</p>\n<p>According to the written plea agreement, the maximum penalty for appellant's offense was: \"a term of imprisonment which may not be more than ten (10) years, a fine not to exceed two hundred fifty thousand dollars ($250,000), <i>and a term of supervised release of no more than</i> <span class=\"star-pagination\">*18</span> <i>three (3) years.</i>\" (Emphasis added.) In fact, the maximum period of supervised release applicable to the charged offense was life, not three years. <i>See</i> 18 U.S.C. § 3583(k).<sup>[1]</sup></p>\n<p>A magistrate judge conducted appellant's change of plea hearing on June 27, 2006.<sup>[2]</sup> Before deciding whether to recommend acceptance of appellant's plea to the district judge, the magistrate judge confirmed, among other things, that appellant had reviewed and discussed the plea agreement with his attorney, that nothing in the agreement came as a surprise to him, and that he understood that the sentencing judge could accept or deny the sentencing recommendations set forth in the agreement. The court also reiterated the plea agreement's erroneous assertion that appellant could receive no more than three years of supervised release for his crime. The following exchanges occurred during this change of plea hearing:</p>\n<blockquote>Court: And let me advise you that you're facing a maximum penalty, a maximum sentence of 10 years imprisonment, a fine not to exceed $250,000 <i>and a term of supervised release of up to three years.</i> You also have to pay a special monetary assessment of $100. Do you understand those maximum penalties?</blockquote>\n<blockquote>Appellant: Yeah.</blockquote>\n<blockquote>...</blockquote>\n<blockquote>Court: Now, let me advise you that the only limits to Judge Cerezo's discretion again, she has to consider the guidelines but is not bound by them the only limits to her sentencing discretion [are] the 10-year maximum sentence of imprisonment as well as all the other maximum penalties. Is that understood?</blockquote>\n<blockquote>Appellant: Yeah.</blockquote>\n<blockquote>The Court: ... Let me advise you also that, should she not follow the guidelines and not follow what is contained in the plea agreement, as long as she sentences you up to the statutory maximum, that is within her discretion. Do you understand this?</blockquote>\n<blockquote>Appellant: Yeah.</blockquote>\n<p>(Emphasis added.) The district court judge, acting on the magistrate judge's recommendation, accepted appellant's plea of guilty on July 13, 2006.</p>\n<p>After the change of plea hearing, the probation office prepared a presentence report (PSR). The PSR stated that appellant's base offense level was 18. <i>See</i> U.S.S.G. § 2G2.2(a)(1). It recommended a two-level enhancement pursuant to U.S.S.G. § 2G2.2(b)(2) because the pornographic material contained images of a prepubescent minor or a minor under twelve years old, and a two-level enhancement pursuant to U.S.S.G § 2G2.2(b)(6) because appellant's possession of the material resulted from his use of a computer. It further recommended a four-level increase because the offense involved material portraying sadistic or masochistic conduct, <span class=\"star-pagination\">*19</span> U.S.S.G. § 2G2.2(b)(4), and a four-level increase because the offense involved at least 300 but fewer than 600 images, U.S.S.G. § 2G2.2(b)(7)(C). Finally, the PSR recommended a three-level reduction because appellant accepted responsibility for his conduct. U.S.S.G. § 3E1.1(a), (b). Contrary to the plea agreement and the information provided by the magistrate judge, the PSR correctly stated that the applicable maximum period of supervised release was life. 18 U.S.C. § 3583(k); <i>see supra</i> note 1. Appellant filed objections to the PSR but did not object to its assertion that he could be sentenced to a lifetime of supervised release.</p>\n<p>On January 30, 2007, the district court judge conducted appellant's sentencing hearing. The judge adopted the PSR's sentencing recommendations, including the recommended enhancements and the recommended downward adjustment for acceptance of responsibility. The judge agreed with the PSR that based on the resulting offense level of 27 and appellant's criminal history of Category II, appellant's guideline imprisonment range was 78-97 months. The judge also found that, pursuant to 18 U.S.C. § 3583(k), appellant could be sentenced to a supervised release term of life. When the judge announced this possibility, appellant did not object. The judge sentenced appellant to 78 months of imprisonment followed by supervised release for life. This appeal followed.</p>\n<p></p>\n<h2>II.</h2>\n<p>Change of plea colloquies are governed by Federal Rule of Criminal Procedure 11, which requires courts to properly advise defendants, inter alia, of \"any maximum possible penalty, including imprisonment, fine, and term of supervised release.\" Fed. R.Crim. 11(b)(1)(H). A defendant who did not object to a Rule 11 error in the district court must satisfy plain error review to obtain relief on appeal. <i>United States v. Vonn,</i> 535 U.S. 55, 59, 122 S.Ct. 1043, 152 L.Ed.2d 90 (2002). Here, appellant must meet that standard of review because he never objected to the misinformation contained in the plea agreement and later restated by the magistrate judge at the change of plea hearing. Likewise, he never moved to withdraw his guilty plea in the district court on the basis of the misinformation, even after the PSR made clear that he was actually eligible for lifetime supervised release and the district court judge stated that possibility at sentencing. Plain error review requires appellant to make the four part showing that: 1) there was an error, 2) the error was plain, 3) the error affected substantial rights, and 4) the error \"`seriously affect[ed] the fairness, integrity or public reputation of judicial proceedings.'\" <i>Vonn,</i> 535 U.S. at 62-63, 122 S.Ct. 1043 (quoting <i>Olano,</i> 507 U.S. at 736, 113 S.Ct. 1770) (alteration in original). The Supreme Court explained in <i>United States v. Dominguez Benitez,</i> 542 U.S. 74, 83, 124 S.Ct. 2333, 159 L.Ed.2d 157 (2004), that a Rule 11 error affects substantial rights and therefore satisfies the third prong of the plain error test only when a defendant can show \"a reasonable probability that, but for the error, he would not have entered the plea.\"</p>\n<p>The government concedes the first two prongs of plain error review, acknowledging that there was an error and that it was plain. Federal Rule of Criminal Procedure 11(b)(1)(H) requires that before accepting a plea of guilty a court must \"inform the defendant of, and determine that the defendant understands ... any maximum possible penalty, including imprisonment, fine and a term of supervised release.\" Here, the magistrate judge accepting the guilty plea did not inform appellant that he could be sentenced to lifetime supervised release. Instead, relying <span class=\"star-pagination\">*20</span> on the plea agreement, he erroneously stated that the maximum possible period of supervised release was three years. We agree with the parties that this was plain error.</p>\n<p>Having established the first two prongs of plain error review, appellant must next meet the <i>Dominguez Benitez</i> standard of prejudice by showing that the error affected his substantial rights because there is a reasonable probability that he would not have entered the plea agreement but for the misstatement. <i>Dominguez Benitez,</i> 542 U.S. at 83, 124 S.Ct. 2333. We faced a similar claim of prejudice in the Rule 11 context in <i>United States v. Santo,</i> 225 F.3d 92 (2000). There, the defendant pled guilty to drug charges after being informed in the plea agreement and during the plea colloquy that he was subject to a mandatory minimum sentence of only five years and a guideline range of 87 to 108 months (about seven to nine years). <i>Id.</i> at 95. The probation office's PSR later determined that the defendant was responsible for more drugs than were contemplated by the plea agreement. <i>Id.</i> at 96. Among other consequences, this finding increased the mandatory minimum penalty to ten years. <i>Id.</i> We decided <i>Santo</i> before the Supreme Court ruled in <i>Vonn</i> that the plain error standard should be applied to all unobjected-to Rule 11 errors, and before it decided in <i>Dominguez Benitez</i> that a defendant seeking to establish the third prong of plain error review in the Rule 11 context must show a reasonable probability that but for the error he would not have entered the plea. Nonetheless, we recognized in <i>Santo</i> that the defendant faced a \"high hurdle\" because he had failed to seek withdrawal of his guilty plea in the lower court. <i>Id.</i> at 97. We found the defendant had cleared that high hurdle and had shown a \"substantial defect in the Rule 11 proceeding itself.\" <i>Id.</i> (internal quotation marks and citation omitted). The defect went to the very purpose of Rule 11, \"which is to advise a defendant of the actual consequences of his plea so that he can realistically decide whether to plead guilty.\" <i>Id.</i> at 98; <i>see also </i><i>United States v. Hernandez-Wilson,</i> 186 F.3d 1, 6 (1st Cir.1999) (defendant's knowledge of the consequences of his plea is a core concern of Rule 11). We concluded that \"the misinformation that the minimum sentence was only five years reasonably could have affected Santo's decision to change his plea to guilty.\" <i>Santo,</i> 225 F.3d at 101. Therefore, \"the district court's erroneous advice as to the mandatory minimum sentence affected Santo's substantial rights,\" and we ordered that Santo be permitted to withdraw his plea. <i>Id.</i></p>\n<p>The government argues that we should not order the same relief here because the appellant \"has not argued on appeal that he would not have pleaded guilty if he had known that the maximum term of supervised release was life.\" Instead, appellant claims in his brief that his willingness to plead \"might conceivably have been lessened\" if he had known of the potential of lifelong supervised release.<sup>[3]</sup> His brief also states that the assurance of receiving no more than three years of supervised release \"played a crucial role in his decision to plead guilty.\"</p>\n<p>We reject the government's assertion that \"there is nothing in the record to support the claim that defendant would not have entered the plea had he known that <span class=\"star-pagination\">*21</span> the maximum term of supervised release was life.\" The government fails to acknowledge that the appropriate standard for prejudice, set forth in <i>Dominguez Benitez,</i> requires appellant to establish a reasonable probability that he would not have entered his plea of guilty if it were not for the error. <i>Dominguez Benitez,</i> 542 U.S. at 83, 124 S.Ct. 2333.<sup>[4]</sup> Given appellant's assertion that the information he received from the plea agreement and the magistrate judge \"played a crucial role in his decision to plead guilty,\" and given the dramatic difference between a three year period of supervised release and a lifetime of supervised release, we are satisfied that appellant has shown a reasonable probability that he would not have entered the plea before the magistrate judge if he understood that his exposure before the sentencing court was a lifetime of supervised release. Indeed, it would be anomalous to conclude that the erroneous advice on the consequences of the sentence affected substantial rights in <i>Santo,</i> and then reject that conclusion here. In both cases, the erroneous information dramatically altered the sentencing stakes for the defendant.<sup>[5]</sup></p>\n<p><i>Santo,</i> however, decided before <i>Vonn,</i> did not address the fourth prong of plain error review, which requires us to decide if an error \"seriously affect[ed] the fairness, integrity, or public reputation of judicial proceedings.\" <i>Vonn,</i> 535 U.S. at 63, 122 S.Ct. 1043 (quoting <i>Olano,</i> 507 U.S. at 731-32, 736, 113 S.Ct. 1770) (alterations in original). This issue is closer than might first appear. Although the presentence report (which was prepared after the change of plea hearing) advised appellant that he was exposed to a lifetime of supervised release, he never objected to that provision of the report. At sentencing the district judge also advised him that he was subject to a lifetime of supervised release. He did not object to that information or to the imposition of the life term of supervised release. Also, as noted earlier, appellant never sought to withdraw his guilty plea in the district court. One might infer from this history that appellant chose to go forward with the sentencing even after learning that he had been misinformed about the maximum term of supervised release.</p>\n<p>However, the fact remains that the error in the plea agreement regarding the possible term of supervised release, repeated by the magistrate judge at the critical time when the defendant was entering his plea of guilty, was particularly dramatic. There is a huge difference between expecting a three year term of supervised release and expecting that one will be subject to such supervision for the rest of one's life. Rivera was 39 years old at the time of his plea. He now faces a sentence that could continue, in some form, until he dies.<sup>[6]</sup> If <span class=\"star-pagination\">*22</span> we vacate his sentence and allow him to withdraw his guilty plea, the serious charge that he faces does not go away, nor does the evidence that induced the guilty plea in the first instance. The prosecution and the defense can resume the bargaining that led to the original guilty plea. The only difference will be that appellant will now have a complete understanding of the consequences of a guilty plea if he chooses to enter one. On balance, we conclude that it would seriously affect the fairness, integrity, or public reputation of the judicial proceedings at issue here if we did not allow the appellant to consider the entry of a guilty plea with an accurate understanding of the possible sentencing consequences. As we have said on many occasions, \"the defendant's knowledge of the consequences of his plea\" is a core concern of Rule 11. <i>Hernandez-Wilson,</i> 186 F.3d at 6.</p>\n<p></p>\n<h2>III.</h2>\n<p>Because we find that appellant has established all of the elements required to obtain relief under plain error review, we <i>vacate</i> the judgment and <i>remand</i> this case to the district court with instructions that the appellant be permitted to withdraw his plea of guilty.</p>\n<p><i>So ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of New Hampshire, sitting by designation.</p>\n<p>[1]  Appellant pled guilty to 18 U.S.C. § 2252, a class C felony. 18 U.S.C. §§ 2252(b)(2), 3559(a)(3). Although class C felonies normally carry a maximum supervised release term of three years, 18 U.S.C. § 3583(b)(2), the Prosecutorial Remedies and Other Tools to end the Exploitation of Children Today Act (PROTECT Act) became effective in 2003, authorizing a life term of supervised release for certain offenses, including § 2252 offenses. PROTECT Act, Pub.L. No. 108-21, § 101, 117 Stat. 650 (2003) (codified at 18 U.S.C. § 3583(k)); <i>see also </i><i>United States v. Presto,</i> 498 F.3d 415, 417-18 (6th Cir.2007).</p>\n<p>[2]  Under 28 U.S.C. § 636(b)(1)(B) and District of Puerto Rico Local Rule 72, the magistrate judge had authority to conduct the change of plea hearing and to make a recommendation to the district court judge on whether to accept the plea.</p>\n<p>[3]  Appellant takes this language from <i>Santo,</i> where we said that \"had [the defendant] known that a ten-year mandatory minimum might apply ... his expectations might conceivably have been lessened, along with his willingness to plead.\" <i>Santo,</i> 225 F.3d at 101. Appellant should have reflected in his brief the standard of prejudice set forth in <i>Dominguez Benitez.</i></p>\n<p>[4]  It is troubling that the government, like appellant, did not acknowledge this critical precedent.</p>\n<p>[5]  As noted, <i>Santo</i> was apprised by the plea agreement and the plea colloquy that he faced a mandatory minimum penalty of five years. 225 F.3d at 95. Instead, because of the probation office's finding on drug quantity, he faced a mandatory minimum of ten years. <i>Id.</i> at 96.</p>\n<p>[6]  Supervised release is a part of a criminal sentence which is separate and independent from the original incarcerative term. <i>United States v. Work,</i> 409 F.3d 484, 489-90 (1st Cir.2005). Appellant thus faces the possibility that the combination of his original sentence and sentences imposed for any violations of supervised release will exceed the statutory maximum for his underlying offense. <i>Id.</i> at 489. He also will be subject to the stringent conditions of his supervised release for the rest of his life. Given the nature of the charge, that may be an appropriate outcome. Nevertheless, appellant should have been informed of that possible outcome before he was asked to enter his guilty plea.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">560</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></span> (2009)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nCarlos RIVERA-MALDONADO, Defendant, Appellant.</h1></center>\n<center>No. 07-1426.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted November 5, 2008.</center>\n<center>Decided March 12, 2009.</center>\n<p><span class=\"star-pagination\">*17</span> Ignacio Fernndez de Lahongrais for appellant.</p>\n<p>Rosa Emilia Rodriguez-Velez, United States Attorney, and Nelson Prez-Sosa, Assistant United States Attorney, for appellee.</p>\n<p>Before Lipez and Howard, Circuit Judges, and DiClerico,<sup>[*]</sup> District Judge.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>Appellant Carlos Rivera-Maldonado, who pled guilty to possession of child pornography, now asks us to vacate the judgment against him because he was misinformed about the consequences of his plea in a written plea agreement and during his change of plea colloquy. He was told that the maximum term of supervised release could be no more than three years. In fact, the applicable maximum term of supervised release was life, and that was the supervised release term imposed at sentencing. Although appellant did not contemporaneously object to this error or move to withdraw his plea in the district court because of it, we find that the error was plain and that it affected his substantial rights as well as \"the fairness, integrity, or public reputation of judicial proceedings,\" <i>United States v. Olano,</i> <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 736, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993) (internal quotation marks and citation omitted). Accordingly, we vacate the judgment and order that appellant be permitted to withdraw his guilty plea.</p>\n<p></p>\n<h2>I.</h2>\n<p>On April 6, 2006, appellant was indicted for knowing possession of child pornography in violation of 18 U.S.C. § 2252(a)(4)(B). On June 27, 2006, he signed a written plea agreement stipulating that he had accessed an internet website where users posted and shared files containing child pornography. The agreement also stipulated that when Bureau of Immigration and Customs Enforcement officials learned of this access, they conducted a consensual search of appellant's home that resulted in seizure of his computer and other digital media. Further, the agreement stipulated that investigation by a computer forensics examiner revealed that the seized computer had been used to access and store numerous still images and movie files containing child pornography.</p>\n<p>According to the written plea agreement, the maximum penalty for appellant's offense was: \"a term of imprisonment which may not be more than ten (10) years, a fine not to exceed two hundred fifty thousand dollars ($250,000), <i>and a term of supervised release of no more than</i> <span class=\"star-pagination\">*18</span> <i>three (3) years.</i>\" (Emphasis added.) In fact, the maximum period of supervised release applicable to the charged offense was life, not three years. <i>See</i> 18 U.S.C. § 3583(k).<sup>[1]</sup></p>\n<p>A magistrate judge conducted appellant's change of plea hearing on June 27, 2006.<sup>[2]</sup> Before deciding whether to recommend acceptance of appellant's plea to the district judge, the magistrate judge confirmed, among other things, that appellant had reviewed and discussed the plea agreement with his attorney, that nothing in the agreement came as a surprise to him, and that he understood that the sentencing judge could accept or deny the sentencing recommendations set forth in the agreement. The court also reiterated the plea agreement's erroneous assertion that appellant could receive no more than three years of supervised release for his crime. The following exchanges occurred during this change of plea hearing:</p>\n<blockquote>Court: And let me advise you that you're facing a maximum penalty, a maximum sentence of 10 years imprisonment, a fine not to exceed $250,000 <i>and a term of supervised release of up to three years.</i> You also have to pay a special monetary assessment of $100. Do you understand those maximum penalties?</blockquote>\n<blockquote>Appellant: Yeah.</blockquote>\n<blockquote>...</blockquote>\n<blockquote>Court: Now, let me advise you that the only limits to Judge Cerezo's discretion again, she has to consider the guidelines but is not bound by them the only limits to her sentencing discretion [are] the 10-year maximum sentence of imprisonment as well as all the other maximum penalties. Is that understood?</blockquote>\n<blockquote>Appellant: Yeah.</blockquote>\n<blockquote>The Court: ... Let me advise you also that, should she not follow the guidelines and not follow what is contained in the plea agreement, as long as she sentences you up to the statutory maximum, that is within her discretion. Do you understand this?</blockquote>\n<blockquote>Appellant: Yeah.</blockquote>\n<p>(Emphasis added.) The district court judge, acting on the magistrate judge's recommendation, accepted appellant's plea of guilty on July 13, 2006.</p>\n<p>After the change of plea hearing, the probation office prepared a presentence report (PSR). The PSR stated that appellant's base offense level was 18. <i>See</i> U.S.S.G. § 2G2.2(a)(1). It recommended a two-level enhancement pursuant to U.S.S.G. § 2G2.2(b)(2) because the pornographic material contained images of a prepubescent minor or a minor under twelve years old, and a two-level enhancement pursuant to U.S.S.G § 2G2.2(b)(6) because appellant's possession of the material resulted from his use of a computer. It further recommended a four-level increase because the offense involved material portraying sadistic or masochistic conduct, <span class=\"star-pagination\">*19</span> U.S.S.G. § 2G2.2(b)(4), and a four-level increase because the offense involved at least 300 but fewer than 600 images, U.S.S.G. § 2G2.2(b)(7)(C). Finally, the PSR recommended a three-level reduction because appellant accepted responsibility for his conduct. U.S.S.G. § 3E1.1(a), (b). Contrary to the plea agreement and the information provided by the magistrate judge, the PSR correctly stated that the applicable maximum period of supervised release was life. 18 U.S.C. § 3583(k); <i>see supra</i> note 1. Appellant filed objections to the PSR but did not object to its assertion that he could be sentenced to a lifetime of supervised release.</p>\n<p>On January 30, 2007, the district court judge conducted appellant's sentencing hearing. The judge adopted the PSR's sentencing recommendations, including the recommended enhancements and the recommended downward adjustment for acceptance of responsibility. The judge agreed with the PSR that based on the resulting offense level of 27 and appellant's criminal history of Category II, appellant's guideline imprisonment range was 78-97 months. The judge also found that, pursuant to 18 U.S.C. § 3583(k), appellant could be sentenced to a supervised release term of life. When the judge announced this possibility, appellant did not object. The judge sentenced appellant to 78 months of imprisonment followed by supervised release for life. This appeal followed.</p>\n<p></p>\n<h2>II.</h2>\n<p>Change of plea colloquies are governed by Federal Rule of Criminal Procedure 11, which requires courts to properly advise defendants, inter alia, of \"any maximum possible penalty, including imprisonment, fine, and term of supervised release.\" Fed. R.Crim. 11(b)(1)(H). A defendant who did not object to a Rule 11 error in the district court must satisfy plain error review to obtain relief on appeal. <i>United States v. Vonn,</i> <span class=\"citation\" data-id=\"118487\"><a href=\"/opinion/118487/united-states-v-vonn/\"><span class=\"volume\">535</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">55</span></a></span>, 59, <span class=\"citation\" data-id=\"118487\"><a href=\"/opinion/118487/united-states-v-vonn/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1043</span></a></span>, <span class=\"citation\" data-id=\"118487\"><a href=\"/opinion/118487/united-states-v-vonn/\"><span class=\"volume\">152</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span></a></span> (2002). Here, appellant must meet that standard of review because he never objected to the misinformation contained in the plea agreement and later restated by the magistrate judge at the change of plea hearing. Likewise, he never moved to withdraw his guilty plea in the district court on the basis of the misinformation, even after the PSR made clear that he was actually eligible for lifetime supervised release and the district court judge stated that possibility at sentencing. Plain error review requires appellant to make the four part showing that: 1) there was an error, 2) the error was plain, 3) the error affected substantial rights, and 4) the error \"`seriously affect[ed] the fairness, integrity or public reputation of judicial proceedings.'\" <i>Vonn,</i> 535 U.S. at 62-63, <span class=\"citation\" data-id=\"118487\"><a href=\"/opinion/118487/united-states-v-vonn/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1043</span></a></span> (quoting <i>Olano,</i> 507 U.S. at 736, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>) (alteration in original). The Supreme Court explained in <i>United States v. Dominguez Benitez,</i> <span class=\"citation\" data-id=\"136986\"><a href=\"/opinion/136986/united-states-v-dominguez-benitez/\"><span class=\"volume\">542</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">74</span></a></span>, 83, <span class=\"citation\" data-id=\"136986\"><a href=\"/opinion/136986/united-states-v-dominguez-benitez/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2333</span></a></span>, <span class=\"citation\" data-id=\"136986\"><a href=\"/opinion/136986/united-states-v-dominguez-benitez/\"><span class=\"volume\">159</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">157</span></a></span> (2004), that a Rule 11 error affects substantial rights and therefore satisfies the third prong of the plain error test only when a defendant can show \"a reasonable probability that, but for the error, he would not have entered the plea.\"</p>\n<p>The government concedes the first two prongs of plain error review, acknowledging that there was an error and that it was plain. Federal Rule of Criminal Procedure 11(b)(1)(H) requires that before accepting a plea of guilty a court must \"inform the defendant of, and determine that the defendant understands ... any maximum possible penalty, including imprisonment, fine and a term of supervised release.\" Here, the magistrate judge accepting the guilty plea did not inform appellant that he could be sentenced to lifetime supervised release. Instead, relying <span class=\"star-pagination\">*20</span> on the plea agreement, he erroneously stated that the maximum possible period of supervised release was three years. We agree with the parties that this was plain error.</p>\n<p>Having established the first two prongs of plain error review, appellant must next meet the <i>Dominguez Benitez</i> standard of prejudice by showing that the error affected his substantial rights because there is a reasonable probability that he would not have entered the plea agreement but for the misstatement. <i>Dominguez Benitez,</i> 542 U.S. at 83, <span class=\"citation\" data-id=\"136986\"><a href=\"/opinion/136986/united-states-v-dominguez-benitez/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2333</span></a></span>. We faced a similar claim of prejudice in the Rule 11 context in <i>United States v. Santo,</i> <span class=\"citation\" data-id=\"199080\"><a href=\"/opinion/199080/united-states-v-santo/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></a></span> (2000). There, the defendant pled guilty to drug charges after being informed in the plea agreement and during the plea colloquy that he was subject to a mandatory minimum sentence of only five years and a guideline range of 87 to 108 months (about seven to nine years). <i>Id.</i> at 95. The probation office's PSR later determined that the defendant was responsible for more drugs than were contemplated by the plea agreement. <i>Id.</i> at 96. Among other consequences, this finding increased the mandatory minimum penalty to ten years. <i>Id.</i> We decided <i>Santo</i> before the Supreme Court ruled in <i>Vonn</i> that the plain error standard should be applied to all unobjected-to Rule 11 errors, and before it decided in <i>Dominguez Benitez</i> that a defendant seeking to establish the third prong of plain error review in the Rule 11 context must show a reasonable probability that but for the error he would not have entered the plea. Nonetheless, we recognized in <i>Santo</i> that the defendant faced a \"high hurdle\" because he had failed to seek withdrawal of his guilty plea in the lower court. <i>Id.</i> at 97. We found the defendant had cleared that high hurdle and had shown a \"substantial defect in the Rule 11 proceeding itself.\" <i>Id.</i> (internal quotation marks and citation omitted). The defect went to the very purpose of Rule 11, \"which is to advise a defendant of the actual consequences of his plea so that he can realistically decide whether to plead guilty.\" <i>Id.</i> at 98; <i>see also </i><i>United States v. Hernandez-Wilson,</i> <span class=\"citation\" data-id=\"198576\"><a href=\"/opinion/198576/united-states-v-hernandez/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.1999) (defendant's knowledge of the consequences of his plea is a core concern of Rule 11). We concluded that \"the misinformation that the minimum sentence was only five years reasonably could have affected Santo's decision to change his plea to guilty.\" <i>Santo,</i> 225 F.3d at 101. Therefore, \"the district court's erroneous advice as to the mandatory minimum sentence affected Santo's substantial rights,\" and we ordered that Santo be permitted to withdraw his plea. <i>Id.</i></p>\n<p>The government argues that we should not order the same relief here because the appellant \"has not argued on appeal that he would not have pleaded guilty if he had known that the maximum term of supervised release was life.\" Instead, appellant claims in his brief that his willingness to plead \"might conceivably have been lessened\" if he had known of the potential of lifelong supervised release.<sup>[3]</sup> His brief also states that the assurance of receiving no more than three years of supervised release \"played a crucial role in his decision to plead guilty.\"</p>\n<p>We reject the government's assertion that \"there is nothing in the record to support the claim that defendant would not have entered the plea had he known that <span class=\"star-pagination\">*21</span> the maximum term of supervised release was life.\" The government fails to acknowledge that the appropriate standard for prejudice, set forth in <i>Dominguez Benitez,</i> requires appellant to establish a reasonable probability that he would not have entered his plea of guilty if it were not for the error. <i>Dominguez Benitez,</i> 542 U.S. at 83, <span class=\"citation\" data-id=\"136986\"><a href=\"/opinion/136986/united-states-v-dominguez-benitez/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2333</span></a></span>.<sup>[4]</sup> Given appellant's assertion that the information he received from the plea agreement and the magistrate judge \"played a crucial role in his decision to plead guilty,\" and given the dramatic difference between a three year period of supervised release and a lifetime of supervised release, we are satisfied that appellant has shown a reasonable probability that he would not have entered the plea before the magistrate judge if he understood that his exposure before the sentencing court was a lifetime of supervised release. Indeed, it would be anomalous to conclude that the erroneous advice on the consequences of the sentence affected substantial rights in <i>Santo,</i> and then reject that conclusion here. In both cases, the erroneous information dramatically altered the sentencing stakes for the defendant.<sup>[5]</sup></p>\n<p><i>Santo,</i> however, decided before <i>Vonn,</i> did not address the fourth prong of plain error review, which requires us to decide if an error \"seriously affect[ed] the fairness, integrity, or public reputation of judicial proceedings.\" <i>Vonn,</i> 535 U.S. at 63, <span class=\"citation\" data-id=\"118487\"><a href=\"/opinion/118487/united-states-v-vonn/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1043</span></a></span> (quoting <i>Olano,</i> 507 U.S. at 731-32, 736, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>) (alterations in original). This issue is closer than might first appear. Although the presentence report (which was prepared after the change of plea hearing) advised appellant that he was exposed to a lifetime of supervised release, he never objected to that provision of the report. At sentencing the district judge also advised him that he was subject to a lifetime of supervised release. He did not object to that information or to the imposition of the life term of supervised release. Also, as noted earlier, appellant never sought to withdraw his guilty plea in the district court. One might infer from this history that appellant chose to go forward with the sentencing even after learning that he had been misinformed about the maximum term of supervised release.</p>\n<p>However, the fact remains that the error in the plea agreement regarding the possible term of supervised release, repeated by the magistrate judge at the critical time when the defendant was entering his plea of guilty, was particularly dramatic. There is a huge difference between expecting a three year term of supervised release and expecting that one will be subject to such supervision for the rest of one's life. Rivera was 39 years old at the time of his plea. He now faces a sentence that could continue, in some form, until he dies.<sup>[6]</sup> If <span class=\"star-pagination\">*22</span> we vacate his sentence and allow him to withdraw his guilty plea, the serious charge that he faces does not go away, nor does the evidence that induced the guilty plea in the first instance. The prosecution and the defense can resume the bargaining that led to the original guilty plea. The only difference will be that appellant will now have a complete understanding of the consequences of a guilty plea if he chooses to enter one. On balance, we conclude that it would seriously affect the fairness, integrity, or public reputation of the judicial proceedings at issue here if we did not allow the appellant to consider the entry of a guilty plea with an accurate understanding of the possible sentencing consequences. As we have said on many occasions, \"the defendant's knowledge of the consequences of his plea\" is a core concern of Rule 11. <i>Hernandez-Wilson,</i> 186 F.3d at 6.</p>\n<p></p>\n<h2>III.</h2>\n<p>Because we find that appellant has established all of the elements required to obtain relief under plain error review, we <i>vacate</i> the judgment and <i>remand</i> this case to the district court with instructions that the appellant be permitted to withdraw his plea of guilty.</p>\n<p><i>So ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of New Hampshire, sitting by designation.</p>\n<p>[1]  Appellant pled guilty to 18 U.S.C. § 2252, a class C felony. 18 U.S.C. §§ 2252(b)(2), 3559(a)(3). Although class C felonies normally carry a maximum supervised release term of three years, 18 U.S.C. § 3583(b)(2), the Prosecutorial Remedies and Other Tools to end the Exploitation of Children Today Act (PROTECT Act) became effective in 2003, authorizing a life term of supervised release for certain offenses, including § 2252 offenses. PROTECT Act, Pub.L. No. 108-21, § 101, 117 Stat. 650 (2003) (codified at 18 U.S.C. § 3583(k)); <i>see also </i><i>United States v. Presto,</i> <span class=\"citation\" data-id=\"1288577\"><a href=\"/opinion/1288577/united-states-v-presto/\"><span class=\"volume\">498</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">415</span></a></span>, 417-18 (6th Cir.2007).</p>\n<p>[2]  Under 28 U.S.C. § 636(b)(1)(B) and District of Puerto Rico Local Rule 72, the magistrate judge had authority to conduct the change of plea hearing and to make a recommendation to the district court judge on whether to accept the plea.</p>\n<p>[3]  Appellant takes this language from <i>Santo,</i> where we said that \"had [the defendant] known that a ten-year mandatory minimum might apply ... his expectations might conceivably have been lessened, along with his willingness to plead.\" <i>Santo,</i> 225 F.3d at 101. Appellant should have reflected in his brief the standard of prejudice set forth in <i>Dominguez Benitez.</i></p>\n<p>[4]  It is troubling that the government, like appellant, did not acknowledge this critical precedent.</p>\n<p>[5]  As noted, <i>Santo</i> was apprised by the plea agreement and the plea colloquy that he faced a mandatory minimum penalty of five years. 225 F.3d at 95. Instead, because of the probation office's finding on drug quantity, he faced a mandatory minimum of ten years. <i>Id.</i> at 96.</p>\n<p>[6]  Supervised release is a part of a criminal sentence which is separate and independent from the original incarcerative term. <i>United States v. Work,</i> <span class=\"citation\" data-id=\"201625\"><a href=\"/opinion/201625/united-states-v-work/\"><span class=\"volume\">409</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">484</span></a></span>, 489-90 (1st Cir.2005). Appellant thus faces the possibility that the combination of his original sentence and sentences imposed for any violations of supervised release will exceed the statutory maximum for his underlying offense. <i>Id.</i> at 489. He also will be subject to the stringent conditions of his supervised release for the rest of his life. Given the nature of the charge, that may be an appropriate outcome. Nevertheless, appellant should have been informed of that possible outcome before he was asked to enter his guilty plea.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118487/",
    "http://www.courtlistener.com/api/rest/v3/opinions/136986/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198576/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199080/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1288577/"
  ]
}