{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203732/",
  "absolute_url": "/opinion/203732/levesque-v-doocy/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203732/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:22:14Z",
  "date_modified": "2016-04-26T13:15:45.382542Z",
  "type": "010combined",
  "sha1": "4767cc5056a115db76a542b970a96708faf81f6e",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-1814P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/03/19/Levesque_v._Doocy.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 08-1814\n\n                          LEON LEVESQUE,\n\n                       Plaintiff-Appellant,\n\n                                v.\n\n                       STEVE DOOCY, ET AL.,\n\n                      Defendants-Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF MAINE\n\n        [Hon. D. Brock Hornby, Jr., U.S. District Judge]\n\n\n                              Before\n\n          Torruella, Stahl, and Howard, Circuit Judges.\n\n\n\n     Bernard J. Kubetz with whom Mark D. Beaumont and Eaton Peabody\nwere on brief for plaintiff-appellant.\n     Dori Ann Hanswirth with whom Theresa M. House, David A. Soley,\nHogan & Hartson LLP, and Bernstein Shur were on brief for\ndefendants-appellees.\n\n\n\n                          March 19, 2009\n\f            STAHL, Circuit Judge.      Rare is there an opportunity to\n\ninterrupt today's twenty-four-hour news cycle, fueled by cable\n\ntelevision's incessant need for content and the explosion of\n\nInternet websites that promptly apprise us of events across the\n\nworld.    This appeal offers such a moment as we pause to review\n\nplaintiff-appellant Leon Levesque's claim that defendants-appellees\n\nFox News Network, LLC (\"Fox\"), Steve Doocy, and Brian Kilmeade\n\ndefamed him during a show on the Fox News Channel (\"FNC\").                  The\n\ndistrict court, after considering Levesque's claims, granted the\n\ndefendants' motion for summary judgment, and upon careful review,\n\nwe affirm.\n\n                                     I.\n\n            Because \"[t]his action is an appeal from a grant of\n\nsummary judgment, . . . we recite the facts in the light most\n\nfavorable to [Levesque] as non-movant.\"               Fiacco v. Sigma Alpha\n\nEpsilon   Fraternity,   528   F.3d   94,     97    (1st   Cir.   2008)   (citing\n\nFranceschi v. U.S. Dep't of Veterans Affairs, 514 F.3d 81, 84 (1st\n\nCir. 2008)).     The parties' dispute arises from a FNC morning\n\nprogram's    coverage   of   an   incident    in    Lewiston,    Maine,    where\n\nLevesque is the superintendent of the Lewiston Public Schools.\n\n            On April 11, 2007, a student at Lewiston Middle School\n\nplaced a bag containing leftover ham on the cafeteria table where\n\nSomali Muslim students were sitting for lunch. The Somali students\n\nreported the incident to Bill Brochu, a Lewiston police officer\n\n\n                                     -2-\n\fstationed at the school.    After an investigation of the incident,\n\nthe middle school's assistant principal suspended the offending\n\nstudent for ten school days, a decision in which the principal\n\nconcurred.   The assistant principal classified the incident as\n\n\"Hate Crime/Bias\" in the school's computer system, and Brochu filed\n\na police report under the direction of his superior officer,\n\ncharacterizing   the   incident   as   \"Crime:   Harassment/Hate   Bias.\"\n\nLevesque was informed of the suspension and endorsed the decision.\n\n          The following week, while the Lewiston schools were\n\nclosed for April vacation, Bonnie Washuk, a reporter for the\n\nLewiston Sun Journal, contacted Superintendent Levesque to discuss\n\nan article she intended to write about the incident.       Published on\n\nApril 19, 2007, the Washuk article included quotations from both\n\nLevesque and Stephen Wessler, the executive director of the Center\n\nfor the Prevention of Hate Violence (\"the Center\") which was\n\nworking with the Lewiston Middle School to develop an appropriate\n\nresponse to the incident. Washuk quoted Levesque as describing the\n\noffending student's conduct as \"a hate incident\" and acknowledging,\n\n\"We've got some work to do to turn this around and bring the school\n\ncommunity back together . . . All our students should feel welcome\n\nand safe in our schools.\"         Wessler described the incident as\n\n\"extraordinarily hurtful and degrading\" and warned that without a\n\nresponse, \"more degrading acts will follow, until at some point\n\nwe'll end up having violence.\"     Somali students reflected that the\n\n\n                                   -3-\n\fevent reminded them of an incident earlier that year when the head\n\nof a pig was rolled into a Lewiston mosque during a prayer session\n\nthat many Somalis attended.\n\n            On April 23, four days after the Sun Journal ran Washuk's\n\narticle, Nicholas Plagman uploaded a piece he had written about the\n\nApril 11 incident to Associated Content, a website platform that\n\npermits registered users to publish content on topics of their\n\nchoosing.    While the Plagman article purported to describe the\n\nincident as a news story, it mischaracterized some facts, such as\n\nreporting that the students left a ham sandwich, rather than ham\n\nsteak, on the cafeteria table.           Similarly, where Washuk reported\n\nthat the Center was working with the school to create a response\n\nplan, Plagman described it as \"an anti-ham 'response plan.'\"\n\nPlagman also included fictitious quotations which generally built\n\nupon those accurately used in Washuk's article.                   For example,\n\naccording to Plagman, Levesque stated, \"We've got work to do to\n\nturn this around and bring the school community back together\n\nagain.   These children have got to learn that ham is not a toy.\"\n\nPlagman also quoted Wessler as stating, \"It's extraordinarily\n\nhurtful and degrading.         They probably felt like they were back in\n\nMogadishu starving and being shot at.\"             Finally, Plagman falsely\n\nlisted the Associated Press (\"AP\") as a source.               Because Plagman\n\nindicated   that   his    story    should     be   housed   under   Associated\n\nContent's    \"humor\"     and    \"news\"      categories,     the   article   was\n\n\n                                      -4-\n\fretrievable through Google News, a computer-generated website that\n\naggregates headlines from news sources worldwide.\n\n            Around 3:30 a.m. on April 24, a line producer for FNC's\n\nmorning news talk show \"Fox & Friends\" discovered the Plagman\n\narticle.    \"Fox & Friends\" runs each weekday from 6 a.m. until 9\n\na.m., its hosts discussing current events, interviewing guests, and\n\nreporting   the   weather.     Producers    for    the   show   search   for\n\ncompelling stories for the hosts to discuss.             The line producer\n\nsent the Plagman article to the Fox News Research Department for\n\nadditional research. An information specialist was able to confirm\n\nsome of the facts presented in the article including the identities\n\nand   professional   positions   of    Levesque    and   Wessler   and   the\n\nexistence of the Center, Lewiston Middle School, and the Lewiston\n\nPolice    Department.    He   also    discovered   the    Washuk   article,\n\nconfirmed that the Lewiston Sun Journal was a legitimate newspaper,\n\nand found two articles related to the incident at the Lewiston\n\nmosque.\n\n            By 4:15 a.m., the Plagman article and research materials\n\nwere delivered to three of the show's four co-hosts, including\n\nDoocy and Kilmeade.     Doocy used Google News to conduct additional\n\nresearch and also found the Plagman article, the Washuk article,\n\nand a brief article on the Boston Globe's website which both\n\ncorroborated the general story of the incident and confirmed that\n\n\n\n\n                                     -5-\n\fthe Center was working with the school on a response plan.     The\n\ndefendants agreed to include the story in that morning's show.\n\n          During   the   three-hour   cablecast,   the   defendants\n\nrepeatedly raised and discussed the April 11 incident, frequently\n\nridiculing Levesque, ascribing the handling of the incident largely\n\nto him. They reported as true several of the fabricated quotations\n\nthat Plagman attributed to Levesque including the \"ham is not a\n\ntoy\" statement and also cited Levesque for the phony statement\n\ncomparing the incident to Mogadishu, a comment that had been\n\nfalsely attributed to Wessler in the Plagman article.    Throughout\n\nthe cablecast, the hosts repeated these two falsified quotations\n\nand used the incident as the basis for the \"Question of the Day,\"\n\ninviting viewers to call or email the show to share their thoughts.\n\nDoocy and Kilmeade at times made statements that arguably called\n\ninto question the veracity of the story.   For example, Doocy on a\n\nnumber of occasions stated, \"I am not making this up,\" once\n\nasserting that \"I've looked it up on a couple of different websites\n\nup there from local papers,\" and at various times, Kilmeade stated\n\n\"I hope we're not being duped,\" \"I thought this was a joke,\" and \"I\n\nthought this was almost from The Onion.1   I didn't think that was\n\nactually true.\" The show's producers attempted to contact Levesque\n\n\n\n\n     1\n       The Onion is a satirical newspaper that publishes parodies\nof real news stories.   It publishes a print version and has an\nwebsite.\n\n                               -6-\n\ffor comment, leaving a message at his office around 8 a.m., two\n\nhours into the cablecast.      Levesque did not return the calls.\n\n           Some time after the cablecast, Levesque contacted FNC to\n\ncomplain about the show's inaccuracies.2        On May 16, 2007, \"Fox &\n\nFriends\" issued a retraction and apology, agreeing that various\n\nstatements attributed to Levesque were fictitious and noting that\n\nhad the show realized the Plagman article was not legitimate, it\n\nwould not have repeated the fabricated statements.\n\n           The following month, Levesque filed a complaint asserting\n\nlibel, libel per se, false light invasion of privacy, and punitive\n\ndamages, claiming that five statements made by the defendants\n\nduring the cablecast were defamatory.3        First, he took issue with\n\nthe defendants' claim that he classified the incident as a hate\n\ncrime. He next objected to the defendants' references to an \"anti-\n\nham response plan.\"        Third, Levesque asserted that the repeated\n\nmentions   of   \"a   ham   sandwich\"   were   defamatory.   Fourth,   he\n\nchallenged the statement \"Leon Levesque - he says, 'These children\n\n\n     2\n       After the April 11 incident, Levesque began receiving\nderogatory and threatening emails and phone calls from persons who\nlearned about the incident and the student's suspension. Levesque\nsubmitted seventy-five emails to the district court; sixty-nine\nwere written after the \"Fox & Friends\" cablecast. Several were\nwritten during the hours that the cablecast ran, and while the\ndefendants suggest that no email specifically mentioned Fox, at\nleast one does.\n     3\n       In the action below, Levesque challenged six statements by\nthe defendants.    On appeal, he has elected to press his claims\nwith respect to only five. Therefore, we omit reference to the\nstatement which Levesque does not raise on appeal.\n\n                                   -7-\n\fhave got to learn that ham is not a toy.'\"             Finally, Levesque\n\ndisputed the defendants' assertion that \"the superintendent . . .\n\nsays it's akin to making these kids feel like they're being shot at\n\nback in Mogadishu and being starved to death.\"\n\n            The defendants moved for summary judgment, contending\n\nthat the statements were not defamatory and alternatively, that\n\nLevesque, who stipulated that he was a public official, could not\n\nshow that the defendants acted with actual malice in making them.\n\nThe district court held that the statements were protected on\n\nmultiple grounds.      Levesque v. Doocy, 557 F. Supp. 2d 157 (D. Me.\n\n2008). It found the reference to a \"hate crime\" substantially true\n\nand   the   \"anti-ham    response   plan\"   quip    protected   rhetorical\n\nhyperbole.     The court determined that the references to a ham\n\nsandwich, the \"ham is not a toy\" comment, and the Mogadishu\n\nstatement    were   materially   false,   reasonably   susceptible   of   a\n\ndefamatory meaning, and highly offensive for purposes of the false\n\nlight claim.        Nevertheless, the court granted the defendants'\n\nmotion, concluding that Levesque failed to produce evidence that\n\nthe defendants acted with constitutional malice when making the\n\nstatements.\n\n                                    II.\n\n            Summary judgment is proper where the record shows \"no\n\ngenuine issue as to any material fact [such] that the movant is\n\nentitled to judgment as a matter of law,\"          Fed. R. Civ. P. 56(c);\n\n\n                                    -8-\n\fsee   Hahn v. Sargent, 523 F.2d 461, 464 (1st Cir. 1975).   We review\n\na grant of summary judgment de novo, Fiacco, 528 F.3d at 98, and\n\nthus conduct an independent review of the entire record, Bose Corp.\n\nv. Consumers Union of U.S., Inc., 466 U.S. 485, 510-11 (1984)\n\n(discussing New York Times Co. v. Sullivan, 376 U.S. 254 (1964)).\n\n           Although we view the record in the light most favorable\n\nto the non-movant, Hahn, 523 F.2d at 464, we will reverse the grant\n\nof summary judgment only if the non-movant, here Levesque, produces\n\n\"evidence from which a jury might return a verdict in his favor,\"\n\nAnderson v. Liberty Lobby, Inc., 477 U.S. 242, 257 (1986).      This\n\nevidence must be substantial, Hahn, 523 F.2d at 464 (citations\n\nomitted), and go beyond the mere allegations of the complaint, see\n\nLipsett v. Univ. of Puerto Rico, 864 F.2d 881, 894-95 (1st Cir.\n\n1988) (citing Celotex Corp. v. Catrett, 477 U.S. 317, 324 (1986);\n\nFed. R. Civ. P. 56(e)).   \"[A] mere challenge to the credibility of\n\na movant's witnesses without any supporting evidence does not raise\n\na trialworthy issue of fact.\"    Favorito v. Pannell, 27 F.3d 716,\n\n721 (1st Cir. 1994) (internal quotations and citation omitted);\n\nsee also Saenz v. Playboy Enter., Inc., 841 F.2d 1309, 1318 (7th\n\nCir. 1988) (\"[T]he plaintiff must produce sufficient evidence\n\nsupporting the claimed factual dispute . . . to require a jury or\n\njudge to resolve the parties' differing versions of the truth at\n\ntrial.\") (internal quotations and citations omitted).\n\n\n\n\n                                -9-\n\f              Under Maine common law, a plaintiff alleging defamation\n\nmust show a false and defamatory statement published without\n\nprivilege to a third party resulting in harm to the plaintiff.\n\nLester   v.    Powers,       596     A.2d   65,    69   (Me.     1991).        Meanwhile,\n\ndiscussions          of     public     officials        like         Levesque     deserve\n\nconstitutionally-protected             \"breathing       space\"       in   a    democratic\n\nsociety and thus are subject to a conditional privilege that is\n\novercome only by clear and convincing evidence that the defamatory\n\nstatement     was     made    with    actual      malice,   in    other       words   \"with\n\nknowledge that [the statement] was false or with reckless disregard\n\nof whether it was false or not.\"               New York Times Co., 376 U.S. at\n\n272, 279-80.4\n\n              This        actual   malice      standard        can     have     \"profound\n\nconsequences\" on the outcome of a defamation case, Mandel v. Boston\n\nPhoenix, Inc., 456 F.3d 198, 201 (1st Cir. 2006), with \"many\n\ndeserving plaintiffs, including some intentionally subjected to\n\ninjury, . . . unable to surmount the barrier of the New York\n\n\n     4\n       We are not unmindful of this circuit’s recent defamation\ndecision in Noonan v. Staples, Inc., No. 07-2159, 2009 WL 350895\n(1st. Cir. Feb. 13, 2009), which found a genuine dispute on actual\nmalice and held that the district court erred in granting summary\njudgment. However, Noonan applied Massachusetts common law on\nactual malice, defined as \"malicious intention.\" Id. at *5 (citing\nConner v. Standard Publ’g Co., 183 Mass. 464 (1903)). Here, we\ndeal with actual malice in the constitutional sense. Additionally,\nthe plaintiff in Noonan was neither a public official nor a public\nfigure, and the defendant did not timely argue that the issue was\na matter of public concern or that constitutional protections\nshould apply.    See id. at *5, n.7.       Thus, the reasoning of\nNoonan is inapplicable to our analysis here.\n\n                                            -10-\n\fTimes test,\" Gertz v. Robert Welch, Inc., 418 U.S. 323, 342 (1974).\n\nMoreover, the substantive evidentiary standard of proof for actual\n\nmalice applies at the motion for summary judgment stage. Anderson,\n\n477 U.S. at 252.           Thus, Levesque must provide evidence of actual\n\nmalice with \"convincing clarity,\" New York Times Co., 376 U.S. at\n\n285-86, to survive the defendants' motion for summary judgment.\n\n                 Squarely within this legal framework, we first examine\n\nthe challenged statements to determine whether the district court\n\nerred       in   holding    some   non-actionable   and   others   potentially\n\ndefamatory.         Because with one caveat we ultimately agree with the\n\ndistrict court's findings, we next consider whether the defendants\n\nacted with actual malice when making the defamatory statements.5\n\nA.               Defamatory in Nature\n\n                 The district court held that a jury could find defamatory\n\nthe defendants' attribution to Levesque of two false and absurd\n\nquotations -- \"ham is not a toy\" and \"it's akin to making these\n\nkids feel like they're being shot at back in Mogadishu and being\n\nstarved to death\" -- along with repeated references to a \"ham\n\n\n        5\n       Levesque also appeals the district court's grant of summary\njudgment on the false light invasion of privacy claim. Because\nthis claim \"is simply a restatement of his defamation claim under\na different heading,\" Brown v. Hearst Corp., 54 F.3d 21, 27 (1st\nCir. 1995), our treatment of the defamation claim necessarily will\naddress Levesque's false light argument. See Howard v. Antilla,\n294 F.3d 244, 248-49 (1st Cir. 2002) (\"Where a false light invasion\nof privacy action involves a public figure plaintiff and a media\ndefendant, the federal constitution imposes the same requirements\nthat would apply to an analogous claim for defamation under New\nYork Times Co. v. Sullivan and its progeny.\") (citation omitted).\n\n                                        -11-\n\fsandwich\" which included a recreation of the incident.                      The court\n\nfound   that    the    defendants'       statements       that   Levesque    and    the\n\nLewiston Middle School considered the incident to be a potential\n\n\"hate crime\" and the use of the term \"anti-ham response plan\" were\n\nnot defamatory, concluding that the former was substantially true\n\nand the latter was rhetorical hyperbole.\n\n           A communication is defamatory if it is provable as false,\n\nMilkovich v. Lorain Journal Co., 497 U.S. 1, 19-20 (1990), and\n\n\"'tends so to harm the reputation of another as to lower him in the\n\nestimation     of     the   community     or    to   deter   third   persons       from\n\nassociating or dealing with him,'\"               Bakal v. Weare, 583 A.2d 1028,\n\n1029 (Me. 1990) (quoting Restatement (Second) of Torts § 559\n\n(1977)).       Whether a statement is susceptible to a defamatory\n\nmeaning is a question of law.                 Amrak Prod., Inc. v. Morton, 410\n\nF.3d 69, 72 (1st Cir. 2005).             To appropriately \"'construe[] [the\n\nstatement]     in     the   light   of   what     might    reasonably   have       been\n\nunderstood therefrom by the persons who [heard] it,'\" Veilleux v.\n\nNat'l Broad. Co., 206 F.3d 92, 108 (1st Cir. 2000) (quoting Marston\n\nv. Newavom, 629 A.2d 587, 592 (Me. 1993)), a court should consider\n\nthe context in which the challenged statement is made, viewing it\n\nwithin the communication as a whole, Amrak Prods., 410 F.3d at 72-\n\n73;   Hearst    Corp.,      54   F.3d    at    27;   Phantom     Touring.    Inc.   v.\n\nAffiliated Pub., 953 F.2d 724, 729 (1st Cir. 1992); Bakal, 583 A.2d\n\nat 1030.\n\n\n                                         -12-\n\f           We dispense first with those comments which the district\n\ncourt found non-actionable.    A substantially true statement does\n\nnot provide adequate basis for a defamation claim under Maine law.\n\nVeilleux, 206 F.3d at 111; McCullough v. Visiting Nurse Serv., 691\n\nA.2d 1201, 1204 (Me. 1997).   Lewiston Middle School classified the\n\noffending student's conduct as \"Hate Crime/Bias\" in its computer\n\nsystem, both the Washuk and Plagman articles accurately quoted\n\nLevesque describing the conduct as a \"hate incident,\" and the\n\nWashuk article opened with \"more disciplinary action could follow\n\na possible hate crime at Lewiston Middle School, Superintendent\n\nLeon Levesque said.\"    We therefore agree with the district court\n\nthat \"[t]he [defendants'] statement '[T]he superintendent and the\n\nschool board [are] looking into perhaps other charges against the\n\nkid because it's a hate crime' is not actionable because it is\n\nsubstantially true.\"     Levesque, 557 F. Supp. 2d at 165, n.54\n\n(citing Masson v. New Yorker Magazine, Inc., 501 U.S. 496, 516-17\n\n(1991)).\n\n           We also agree that the defendants' references to an\n\n\"anti-ham response plan\" were not defamatory.      Statements that\n\ncontain \"imaginative expression\" or \"rhetorical hyperbole\" are\n\nprotected.   Veilleux, 206 F.3d at 115 (citing Milkovich, 497 U.S.\n\nat 20); Levinsky's, Inc. v. Wal-Mart Stores, Inc., 127 F.3d 122,\n\n127 (1st Cir. 1997)).     Here, the defendants augmented Washuk's\n\naccurate reporting -- \"the [Center] is working with the school to\n\n\n                                -13-\n\fcreate a response plan\" -- with Plagman's creative flourish -- \"the\n\n[Center is] working with the school to create an anti-ham 'response\n\nplan.'\"    This loosely rhyming phrase provided the defendants with\n\na succinct, perhaps distasteful, jingle through which to express\n\ntheir derision, but such a device does not qualify as a provably\n\nfalse statement, capable of a defamatory nature.             Further, it\n\n\"cannot reasonably be interpreted as stating actual facts about\n\n[Levesque],\" Milkovich, 497 U.S. at 20 (internal quotations and\n\ncitation omitted).6\n\n            We turn next to those statements which the trial court\n\nfound defamatory in nature, the defendants' repeated references to\n\na   ham   sandwich   and   two   fabricated   statements   attributed   to\n\nLevesque.    While the district court found that the defendants'\n\nmischaracterization of the ham placed on the Somali students' table\n\npresented a jury question as to whether the remarks were defamatory\n\nin nature, we think it is a close question whether the references\n\nto a ham sandwich would have a different effect on the mind of a\n\nlistener than an accurate report about a leftover ham steak.\n\nSee Masson, 501 U.S. at 517.           However, because our ultimate\n\n\n\n\n      6\n       Alternatively, this statement could be characterized as\nsubstantially true.    See Veilleux, 206 F.3d at 108 (\"Where a\ndefendant alters a speaker's words but effects no material change\nin meaning, the speaker suffers no injury to reputation that is\ncompensable under the law of defamation.\") (citing Masson, 501 U.S.\nat 516).\n\n                                    -14-\n\fresolution of this case makes such a determination unnecessary, we\n\ndo not disturb the district court's findings.\n\n          We concur with the district court that a jury reasonably\n\ncould conclude that the two fabricated statements attributed to\n\nLevesque were defamatory.   The Supreme Court has observed\n\n          [i]n general, quotation marks around a passage\n          indicate to the reader that the passage\n          reproduces the speaker's words verbatim. They\n          inform the reader that he or she is reading\n          the statement of the speaker, not a paraphrase\n          or other indirect interpretation by an author.\n          By providing this information, quotations add\n          authority to the statement and credibility to\n          the author's work.      Quotations allow the\n          reader to form his or her own conclusions and\n          to assess the conclusions of the author,\n          instead of relying entirely upon the author's\n          characterization of her subject . . . [T]he\n          attribution may result in injury to reputation\n          because the manner of expression or even the\n          fact that the statement was made indicates a\n          negative personal trait or an attitude the\n          speaker does not hold.\n\nMasson, 501 U.S. at 511.    During the \"Fox and Friends\" cablecast,\n\nthe hosts persistently ridiculed the Lewiston Public Schools and\n\nLevesque for the response to the April 11 incident and emphasized\n\nseveral times two false and particularly ridiculous quotations\n\nwhich they attributed to Levesque, \"ham is not a toy\" and a\n\ncomparison of the incident to Mogadishu.   The attribution of these\n\ncomments to Levesque coupled with the defendants' \"laughter tinged\n\nwith contempt,\" Powers v. Durgin-Snow Pub. Co., 144 A.2d 294, 296\n\n(Me. 1958), encouraged viewers to form negative conclusions about\n\nLevesque, thus tending to harm his reputation. Therefore, we agree\n\n                                -15-\n\fwith the district court that a genuine issue of material fact\n\nexists as to whether the statements were defamatory.7\n\nB.              Actual Malice\n\n                A public official advancing a defamation claim must show\n\n\"that the [challenged] statement was made with a high degree of\n\nawareness of . . . probable falsity.\"               Bose Corp., 692 F.2d at 195\n\n(internal quotations and citation omitted).                   In other words, the\n\ndefendant must act either with actual knowledge of the falsity or\n\nwith reckless disregard for the truth.                  New York Times Co., 376\n\nU.S.       at   279-80.      Actual   malice     then   is   measured    neither   by\n\nreasonably         prudent     conduct,    Harte-Hanks        Commc'n,     Inc.    v.\n\nConnaughton,        491   U.S.    657,    688     (1989),     nor   an   industry's\n\nprofessional standards, Howard, 294 F.3d at 252; rather, it is\n\nwholly subjective, St. Amant v. Thompson, 390 U.S. 727, 731 (1968).\n\nLevesque does not suggest that the defendants actually knew the\n\nPlagman article provided false information.                   Thus, he must show\n\n\"sufficient evidence to permit the conclusion that the defendant[s]\n\nin fact entertained serious doubts as to the truth of\" the Plagman\n\narticle and the statements it attributed to Levesque.                    Id.\n\n                Because direct evidence of actual malice is rare, it may\n\nbe proved through inference, Bose Corp., 692 F.2d at 196, and\n\n\n\n       7\n       Similarly, a jury reasonably could conclude that the\nstatements met the \"highly offensive to a reasonable person\"\nelement of the Maine false light cause of action. Veilleux, 206\nF.3d at 134.\n\n                                          -16-\n\fcircumstantial       evidence,        Connaughton,          491     U.S.      at     668.\n\nRecklessness amounting to actual malice may be found where a\n\npublisher    fabricates       an    account,      makes     inherently       improbable\n\nallegations, relies on a source where there is an obvious reason to\n\ndoubt its veracity, or deliberately ignores evidence that calls\n\ninto question his published statements.                 Connaughton, 491 U.S. at\n\n684-85; St. Amant, 390 U.S. at 732.               See Hunt v. Liberty Lobby, 720\n\nF.2d 631, 643 (11th Cir. 1983) (finding actual malice where the\n\ninvestigation was \"grossly inadequate,\" the story was not \"hot\n\nnews,\" and the neutrality of the source was dubious); Bose Corp.,\n\n692   F.2d   at    196   (noting      that    a    court     should    consider       the\n\nthoroughness and methodology of a publisher's preparation and the\n\nexpertise of its authors); but see St. Amant, 390 U.S. at 733\n\n(\"Failure to investigate does not in itself establish bad faith.\");\n\nMcFarlane v. Sheridan Square Press, Inc., 91 F.3d 1501, 1511 (D.C.\n\nCir. 1996) (\"[A]ctual malice may be inferred from an author's or\n\npublisher's       inability    to    corroborate        a   story     only    when,    in\n\nattempting to corroborate, he encounters persuasive evidence that\n\ncontradicts the allegation.\").\n\n             Levesque    contends      that       the   defendants'        failure    to\n\ncorroborate the fabricated quotes from the Plagman article coupled\n\nwith incredulous statements during the cablecast (e.g., \"I hope\n\nwe're not being duped,\" and \"I thought this was a joke\") establish\n\nthat the defendants acted with reckless disregard for the truth.\n\n\n                                        -17-\n\fHe notes that Fox rushed to broadcast the two-week-old story even\n\nthough it was not breaking news.          See Curtis Pub. Co. v. Butts, 388\n\nU.S. 130, 157 (1967); Hunt, 720 F.2d at 643.                    It is true that a\n\nmore deliberate consideration of the Plagman article should have\n\ncaused    reasonable    skepticism       about    the    source8    and    that       the\n\ndefendants    were    careless     in   relying     on    it,    but     this    is   an\n\nindication of negligence, not actual malice, and Superintendent\n\nLevesque faces the heavy burden of providing evidence that the\n\ndefendants    recognized     the     carelessness        with   which     they    were\n\nproceeding. See St. Amant, 390 U.S. at 731 (\"[R]eckless conduct is\n\nnot   measured   by    whether   a     reasonably    prudent       man   would    have\n\npublished, or would have investigated before publishing.\").\n\n            In   preparing       for     the     cablecast,      the      defendants\n\nauthenticated the April 11 incident and various facts reported in\n\nthe Plagman article through reputable sources. Compare Tavoulareas\n\nv. Piro, 817 F.2d 762, 790 (D.C. Cir. 1987) (finding no actual\n\nmalice and agreeing with the district court's assertion that \"much\n\nof [the unreliable source's] information was independently verified\n\nby other sources whose credibility even the plaintiff does not now\n\n\n\n      8\n        In addition to those statements which we have found\npotentially defamatory for summary judgment purposes, the Plagman\narticle falsely cited Levesque as stating \"[a]ll our students\nshould feel welcome in our schools, knowing that they are safe from\nattacks with ham, bacon, porkchops, or any other delicious meat\nthat comes from pigs.\"      The defendants did not repeat this\nfabricated statement, and on appeal, Levesque has not argued that\nit provides further support for a finding of defamation.\n\n                                        -18-\n\fchallenge\") with Celle v. Filipino Rep. Enter. Inc., 209 F.3d 163,\n\n190 (2d Cir. 2000) (finding actual malice where the defendants\n\nrelied on a single person who had a known bias against the\n\nplaintiff and whose account had internal inconsistencies).                    In the\n\npresent case, the two actionable statements attributed to Levesque\n\nwere certainly absurd, but the Plagman article presented them\n\nwithin larger, accurate comments that could be corroborated with\n\nthe Washuk article.            See Ryan v. Brooks, 634 F.2d 726, 734 (4th\n\nCir. 1980) (\"As long as the sources of the libelous information\n\nappeared reliable, and the defendant had no doubts about its\n\naccuracy, the courts have held the evidence of malice insufficient\n\nto support a jury verdict, even if a more thorough investigation\n\nmight       have    prevented    the   admitted   error.\")      (emphasis    added)\n\n(citations         omitted).     Further,   it    is   true    that   the   Lewiston\n\nincident was not \"hot news,\"9 but Levesque has offered no evidence\n\nthat       the   defendants     deliberately     limited      their   investigatory\n\ninquiry.10\n\n\n       9\n       Nonetheless, the \"Fox & Friends\" show was more timely than\nthe defamatory articles in Hunt, published in 1978 about the\nplaintiff's possible involvement in the 1963 assassination of\nPresident John F. Kennedy, Jr., 720 F.2d at 634-35, and Curtis Pub.\nCo., written in March 1963 about a September 1962 event involving\nthe plaintiff, Butts v. Curtis Pub. Co., 225 F. Supp. 916, 917\n(N.D. Ga. 1964).\n       10\n       We acknowledge that the case law which instructs our inquiry\ndoes not include situations in which defendants relied on Internet\nsources, a more recent but undoubtedly commonplace practice today.\nWhile publishers should employ greater caution with those Internet\nwebsites that do not go through the vetting process of traditional\n\n                                         -19-\n\f             During discovery, the defendants and other Fox employees\n\nconsistently stated that they believed the Plagman article was\n\nreliable,     both      because   it   cited       the    AP11   and    because    they\n\ncorroborated many of the article's facts with other sources.                        Cf.\n\nConnaughton, 491 U.S. at 684-85 (defendant deliberately ignored\n\navailable evidence to the point of avoiding the truth); Hunt, 720\n\nF.2d at 645-46 (defendant had reason to question the neutrality of\n\nsources     and   the    entire   premise     of    the    story       was   inherently\n\nimprobable); Norris v. Bangor Pub. Co., 53 F. Supp. 2d 495, 506-07\n\n(D.   Me.   1999)    (defendant    ignored     pertinent         and    contradictory\n\ninformation supporting an inference that he possessed a political\n\nmotive for publishing the story).\n\n\n\n\nnews media, reliance in part on an Internet posting does not\nnecessarily change our legal analysis.     See Zeran v. Diamond\nBroad., Inc., 203 F.3d 714, 719 (10th Cir. 2000) (employing\ntraditional false light analysis and determining that defendant\nradio show host's reliance on an anonymous and ultimately false\nInternet posting to urge listeners to harangue plaintiff did not\nqualify as actual malice).\n      11\n        None of the Fox employees were familiar with Associated\nContent when they discovered the Plagman article, but they\nconsistently indicated that they found relevant its citation to the\nAP. In fact, several, including Doocy, stated that they believed\nthe Plagman article actually was an AP piece. In his deposition,\nLevesque's expert recognized the AP's reputation for reliability\nand noted that it was one of two sources he regularly used. Still,\nwe agree with the expert that \"[t]he discrepancy [between an\nAssociated Content piece and an AP piece] should [have] been\nspotted.\" But where, as here, the plaintiff has failed to adduce\nadditional evidence of a defendant's subjective recklessness, this\noversight establishes only negligence, not actual malice.\n\n                                       -20-\n\f           To rebut these assertions, Levesque emphasizes Doocy and\n\nKilmeade's statements during the cablecast expressing incredulity\n\nas evidence that the defendants harbored doubts about the veracity\n\nof the quotes.   In certain contexts, a statement like \"I hope we're\n\nnot being duped\" likely would raise a genuine issue of material\n\nfact on the question of actual malice.         See Hunt, 720 F.2d at 638\n\n(finding relevant for actual malice purposes the fact that an\n\neditor wrote \"Confirm this!\" for a certain section of the novel's\n\ndraft).   But in the context of a consistently irreverent (and to\n\nmany, insensitive) morning television show, see Seelig v. Infinity\n\nBroad. Corp., 97 Cal. App. 4th 798, 811 (2002) (noting that \"the\n\nirreverence of [the] morning radio program, which may strike some\n\nas humorous and others as gratuitously disparaging, is not atypical\n\nof this genre\"), such statements frequently are used as devices to\n\nmagnify   the   presentation   and    grab   viewers'   attention.     See,\n\ne.g., Dep. of Brian Kilmeade, 67:17-23, 68:3-7 (Jan. 16, 2008) (\"I\n\nam trying to let people know that this is a story you should pay\n\nattention to. . . . I mean, Wake up.         I know you're brushing your\n\nteeth, putting on your pants, getting ready for school. . . . I\n\njust want to make sure people watch on a regular basis.              So you\n\ntease stories; you get people's attention.\").           We thus agree with\n\nthe district court that these statements do nothing to undermine\n\n\n\n\n                                     -21-\n\fthe defendants' sworn testimony regarding their belief in the\n\nveracity of the Plagman article.12\n\n           Beyond noting the ridiculous quality of the fabricated\n\nquotations and Doocy and Kilmeade's statements of incredulity\n\nduring the cablecast, Levesque offered no additional evidence, let\n\nalone any of \"convincing clarity,\" New York Times Co.,       376 U.S. at\n\n285-86, to show that the defendants disbelieved or entertained\n\nserious doubts about the challenged statements in the Plagman\n\narticle, an evidentiary burden required at the summary judgment\n\nstage, Anderson, 477 U.S. at 252. The defendants were negligent in\n\ntheir failure to question adequately the reliability of the Plagman\n\narticle   and   conduct   further   research   before   attributing   the\n\noutrageous quotations to Levesque, and like the district court, we\n\nhope that this conduct was \"an extreme departure from professional\n\nstandards.\" Connaughton, 491 U.S. at 665. That the negligence was\n\naccompanied by derisive contempt and ridicule directed at Levesque\n\nmakes all the more distasteful the defendants' carelessness.          But\n\nwhile the defendants reported as true false statements, they did so\n\nafter verifying the underlying facts of the April 11 incident.\n\nTheir vetting process was perhaps too cursory and perfunctory, but\n\nno facts indicate that the defendants purposefully avoided the\n\n\n\n     12\n       We also observe that Doocy and Kilmeade's statements of\nincredulity often accompanied their largely accurate summary of the\nApril 11 incident and were not directed toward the challenged\nstatements attributed to Levesque.\n\n                                    -22-\n\ftruth, and we think the substantial truth of the story which they\n\nreported obviates a finding of actual malice.       See St. Amant, 390\n\nU.S. at 731 (\"It may be said that [the actual malice] test puts a\n\npremium on ignorance . . . But to insure the ascertainment and\n\npublication of the truth about public affairs, it is essential that\n\nthe First Amendment protect some erroneous publications as well as\n\ntrue ones.\").\n\n           The actual malice standard, adopted to ensure a vibrant\n\nmedia check on official action, requires more of Levesque to\n\nsurvive summary judgment. Certainly, as we noted above, \"it exacts\n\na . . . high price from the victims of defamatory falsehood.\n\nPlainly many deserving plaintiffs, including some intentionally\n\nsubjected to injury, will be unable to surmount the barrier of the\n\nNew York Times test.\"     Gertz, 418 U.S. at 342.   This action reminds\n\nus that in a court of law, sympathy does not always to the victor\n\ngo.   We find that Levesque cannot survive the defendants' motion\n\nfor summary judgment.13\n\n                                  III.\n\n           For the foregoing reasons, we affirm the district court's\n\ngrant of summary judgment.\n\n\n\n\n      13\n        Because Levesque cannot show actual malice for his\ndefamation claim, the district court also was correct in granting\nsummary judgment on the false light claim. Howard, 294 F.3d at\n248-49; Cole v. Chandler, 752 A.2d 1189, 1193 (Me. 2000).\n\n                                  -23-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>560 F.3d 82 (2009)</b></center>\n<center><h1>Leon LEVESQUE, Plaintiff-Appellant,<br>\nv.<br>\nSteve DOOCY, et al., Defendants-Appellees.</h1></center>\n<center>No. 08-1814.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard December 5, 2008.</center>\n<center>Decided March 19, 2009.</center>\n<p><span class=\"star-pagination\">*83</span> Bernard J. Kubetz with whom Mark D. Beaumont and Eaton Peabody were on brief for plaintiff-appellant.</p>\n<p><span class=\"star-pagination\">*84</span> Dori Ann Hanswirth with whom Theresa M. House, David A. Soley, Hogan &amp; Hartson LLP, and Bernstein Shur were on brief for defendants-appellees.</p>\n<p>Before TORRUELLA, STAHL, and HOWARD, Circuit Judges.</p>\n<p>STAHL, Circuit Judge.</p>\n<p>Rare is there an opportunity to interrupt today's twenty-four-hour news cycle, fueled by cable television's incessant need for content and the explosion of Internet websites that promptly apprise us of events across the world. This appeal offers such a moment as we pause to review plaintiff-appellant Leon Levesque's claim that defendants-appellees Fox News Network, LLC (\"Fox\"), Steve Doocy, and Brian Kilmeade defamed him during a show on the Fox News Channel (\"FNC\"). The district court, after considering Levesque's claims, granted the defendants' motion for summary judgment, and upon careful review, we affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p>Because \"[t]his action is an appeal from a grant of summary judgment, ... we recite the facts in the light most favorable to [Levesque] as non-movant.\" <i>Fiacco v. Sigma Alpha Epsilon Fraternity,</i> 528 F.3d 94, 97 (1st Cir.2008) (citing <i>Franceschi v. U.S. Dep't of Veterans Affairs,</i> 514 F.3d 81, 84 (1st Cir.2008)). The parties' dispute arises from a FNC morning program's coverage of an incident in Lewiston, Maine, where Levesque is the superintendent of the Lewiston Public Schools.</p>\n<p>On April 11, 2007, a student at Lewiston Middle School placed a bag containing leftover ham on the cafeteria table where Somali Muslim students were sitting for lunch. The Somali students reported the incident to Bill Brochu, a Lewiston police officer stationed at the school. After an investigation of the incident, the middle school's assistant principal suspended the offending student for ten school days, a decision in which the principal concurred. The assistant principal classified the incident as \"Hate Crime/Bias\" in the school's computer system, and Brochu filed a police report under the direction of his superior officer, characterizing the incident as \"Crime: Harassment/Hate Bias.\" Levesque was informed of the suspension and endorsed the decision.</p>\n<p>The following week, while the Lewiston schools were closed for April vacation, Bonnie Washuk, a reporter for the Lewiston Sun Journal, contacted Superintendent Levesque to discuss an article she intended to write about the incident. Published on April 19, 2007, the Washuk article included quotations from both Levesque and Stephen Wessler, the executive director of the Center for the Prevention of Hate Violence (\"the Center\") which was working with the Lewiston Middle School to develop an appropriate response to the incident. Washuk quoted Levesque as describing the offending student's conduct as \"a hate incident\" and acknowledging, \"We've got some work to do to turn this around and bring the school community back together ... All our students should feel welcome and safe in our schools.\" Wessler described the incident as \"extraordinarily hurtful and degrading\" and warned that without a response, \"more degrading acts will follow, until at some point we'll end up having violence.\" Somali students reflected that the event reminded them of an incident earlier that year when the head of a pig was rolled into a Lewiston mosque during a prayer session that many Somalis attended.</p>\n<p>On April 23, four days after the Sun Journal ran Washuk's article, Nicholas Plagman uploaded a piece he had written about the April 11 incident to Associated <span class=\"star-pagination\">*85</span> Content, a website platform that permits registered users to publish content on topics of their choosing. While the Plagman article purported to describe the incident as a news story, it mischaracterized some facts, such as reporting that the students left a ham sandwich, rather than ham steak, on the cafeteria table. Similarly, where Washuk reported that the Center was working with the school to create a response plan, Plagman described it as \"an anti-ham `response plan.'\" Plagman also included fictitious quotations which generally built upon those accurately used in Washuk's article. For example, according to Plagman, Levesque stated, \"We've got work to do to turn this around and bring the school community back together again. These children have got to learn that ham is not a toy.\" Plagman also quoted Wessler as stating, \"It's extraordinarily hurtful and degrading. They probably felt like they were back in Mogadishu starving and being shot at.\" Finally, Plagman falsely listed the Associated Press (\"AP\") as a source. Because Plagman indicated that his story should be housed under Associated Content's \"humor\" and \"news\" categories, the article was retrievable through Google News, a computer-generated website that aggregates headlines from news sources worldwide.</p>\n<p>Around 3:30 a.m. on April 24, a line producer for FNC's morning news talk show \"Fox &amp; Friends\" discovered the Plagman article. \"Fox &amp; Friends\" runs each weekday from 6 a.m. until 9 a.m., its hosts discussing current events, interviewing guests, and reporting the weather. Producers for the show search for compelling stories for the hosts to discuss. The line producer sent the Plagman article to the Fox News Research Department for additional research. An information specialist was able to confirm some of the facts presented in the article including the identities and professional positions of Levesque and Wessler and the existence of the Center, Lewiston Middle School, and the Lewiston Police Department. He also discovered the Washuk article, confirmed that the Lewiston Sun Journal was a legitimate newspaper, and found two articles related to the incident at the Lewiston mosque.</p>\n<p>By 4:15 a.m., the Plagman article and research materials were delivered to three of the show's four co-hosts, including Doocy and Kilmeade. Doocy used Google News to conduct additional research and also found the Plagman article, the Washuk article, and a brief article on the Boston Globe's website which both corroborated the general story of the incident and confirmed that the Center was working with the school on a response plan. The defendants agreed to include the story in that morning's show.</p>\n<p>During the three-hour cablecast, the defendants repeatedly raised and discussed the April 11 incident, frequently ridiculing Levesque, ascribing the handling of the incident largely to him. They reported as true several of the fabricated quotations that Plagman attributed to Levesque including the \"ham is not a toy\" statement and also cited Levesque for the phony statement comparing the incident to Mogadishu, a comment that had been falsely attributed to Wessler in the Plagman article. Throughout the cablecast, the hosts repeated these two falsified quotations and used the incident as the basis for the \"Question of the Day,\" inviting viewers to call or email the show to share their thoughts. Doocy and Kilmeade at times made statements that arguably called into question the veracity of the story. For example, Doocy on a number of occasions stated, \"I am not making this up,\" once asserting that \"I've looked it up on a couple of different websites up there from local papers,\" and at various times, Kilmeade <span class=\"star-pagination\">*86</span> stated \"I hope we're not being duped,\" \"I thought this was a joke,\" and \"I thought this was almost from <i>The Onion.</i><sup>[1]</sup> I didn't think that was actually true.\" The show's producers attempted to contact Levesque for comment, leaving a message at his office around 8 a.m., two hours into the cablecast. Levesque did not return the calls.</p>\n<p>Some time after the cablecast, Levesque contacted FNC to complain about the show's inaccuracies.<sup>[2]</sup> On May 16, 2007, \"Fox &amp; Friends\" issued a retraction and apology, agreeing that various statements attributed to Levesque were fictitious and noting that had the show realized the Plagman article was not legitimate, it would not have repeated the fabricated statements.</p>\n<p>The following month, Levesque filed a complaint asserting libel, libel per se, false light invasion of privacy, and punitive damages, claiming that five statements made by the defendants during the cablecast were defamatory.<sup>[3]</sup> First, he took issue with the defendants' claim that he classified the incident as a hate crime. He next objected to the defendants' references to an \"anti-ham response plan.\" Third, Levesque asserted that the repeated mentions of \"a ham sandwich\" were defamatory. Fourth, he challenged the statement \"Leon Levesque-he says, `These children have got to learn that ham is not a toy.'\" Finally, Levesque disputed the defendants' assertion that \"the superintendent ... says it's akin to making these kids feel like they're being shot at back in Mogadishu and being starved to death.\"</p>\n<p>The defendants moved for summary judgment, contending that the statements were not defamatory and alternatively, that Levesque, who stipulated that he was a public official, could not show that the defendants acted with actual malice in making them. The district court held that the statements were protected on multiple grounds. <i>Levesque v. Doocy,</i> 557 F.Supp.2d 157 (D.Me.2008). It found the reference to a \"hate crime\" substantially true and the \"anti-ham response plan\" quip protected rhetorical hyperbole. The court determined that the references to a ham sandwich, the \"ham is not a toy\" comment, and the Mogadishu statement were materially false, reasonably susceptible of a defamatory meaning, and highly offensive for purposes of the false light claim. Nevertheless, the court granted the defendants' motion, concluding that Levesque failed to produce evidence that the defendants acted with constitutional malice when making the statements.</p>\n<p></p>\n<h2>II.</h2>\n<p>Summary judgment is proper where the record shows \"no genuine issue as to any material fact [such] that the movant is entitled to judgment as a matter of law,\" Fed.R.Civ.P. 56(c); <i>see </i><i>Hahn v. Sargent,</i> 523 F.2d 461, 464 (1st Cir.1975). We review a grant of summary judgment de <span class=\"star-pagination\">*87</span> novo, <i>Fiacco,</i> 528 F.3d at 98, and thus conduct an independent review of the entire record, <i>Bose Corp. v. Consumers Union of U.S., Inc.,</i> 466 U.S. 485, 510-11, 104 S.Ct. 1949, 80 L.Ed.2d 502 (1984) (discussing <i>New York Times Co. v. Sullivan,</i> 376 U.S. 254, 84 S.Ct. 710, 11 L.Ed.2d 686 (1964)).</p>\n<p>Although we view the record in the light most favorable to the non-movant, <i>Hahn,</i> 523 F.2d at 464, we will reverse the grant of summary judgment only if the non-movant, here Levesque, produces \"evidence from which a jury might return a verdict in his favor,\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 257, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). This evidence must be substantial, <i>Hahn,</i> 523 F.2d at 464 (citations omitted), and go beyond the mere allegations of the complaint, <i>see </i><i>Lipsett v. Univ. of Puerto Rico,</i> 864 F.2d 881, 894-95 (1st Cir.1988) (citing <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 324, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986); Fed. R.Civ.P. 56(e)). \"[A] mere challenge to the credibility of a movant's witnesses without any supporting evidence does not raise a trialworthy issue of fact.\" <i>Favorito v. Pannell,</i> 27 F.3d 716, 721 (1st Cir.1994) (internal quotations and citation omitted); <i>see also </i><i>Saenz v. Playboy Enter., Inc.,</i> 841 F.2d 1309, 1318 (7th Cir.1988) (\"[T]he plaintiff must produce sufficient evidence supporting the claimed factual dispute ... to require a jury or judge to resolve the parties' differing versions of the truth at trial.\") (internal quotations and citations omitted).</p>\n<p>Under Maine common law, a plaintiff alleging defamation must show a false and defamatory statement published without privilege to a third party resulting in harm to the plaintiff. <i>Lester v. Powers,</i> 596 A.2d 65, 69 (Me.1991). Meanwhile, discussions of public officials like Levesque deserve constitutionally-protected \"breathing space\" in a democratic society and thus are subject to a conditional privilege that is overcome only by clear and convincing evidence that the defamatory statement was made with actual malice, in other words \"with knowledge that [the statement] was false or with reckless disregard of whether it was false or not.\" <i>New York Times Co.,</i> 376 U.S. at 272, 279-80, 84 S.Ct. 710.<sup>[4]</sup></p>\n<p>This actual malice standard can have \"profound consequences\" on the outcome of a defamation case, <i>Mandel v. Boston Phoenix, Inc.,</i> 456 F.3d 198, 201 (1st Cir.2006), with \"many deserving plaintiffs, including some intentionally subjected to injury, ... unable to surmount the barrier of the <i>New York Times</i> test,\" <i>Gertz v. Robert Welch, Inc.,</i> 418 U.S. 323, 342, 94 S.Ct. 2997, 41 L.Ed.2d 789 (1974). Moreover, the substantive evidentiary standard of proof for actual malice applies at the motion for summary judgment stage. <i>Anderson,</i> 477 U.S. at 252, 106 S.Ct. 2505. Thus, Levesque must provide evidence of actual malice with \"convincing clarity,\" <i>New York Times Co.,</i> 376 U.S. at 285-86, 84 S.Ct. 710, to survive the defendants' motion for summary judgment.</p>\n<p><span class=\"star-pagination\">*88</span> Squarely within this legal framework, we first examine the challenged statements to determine whether the district court erred in holding some non-actionable and others potentially defamatory. Because with one caveat we ultimately agree with the district court's findings, we next consider whether the defendants acted with actual malice when making the defamatory statements.<sup>[5]</sup></p>\n<p></p>\n<h2>A. <i>Defamatory in Nature</i>\n</h2>\n<p>The district court held that a jury could find defamatory the defendants' attribution to Levesque of two false and absurd quotations\"ham is not a toy\" and \"it's akin to making these kids feel like they're being shot at back in Mogadishu and being starved to death\"along with repeated references to a \"ham sandwich\" which included a recreation of the incident. The court found that the defendants' statements that Levesque and the Lewiston Middle School considered the incident to be a potential \"hate crime\" and the use of the term \"anti-ham response plan\" were not defamatory, concluding that the former was substantially true and the latter was rhetorical hyperbole.</p>\n<p>A communication is defamatory if it is provable as false, <i>Milkovich v. Lorain Journal Co.,</i> 497 U.S. 1, 19-20, 110 S.Ct. 2695, 111 L.Ed.2d 1 (1990), and \"`tends so to harm the reputation of another as to lower him in the estimation of the community or to deter third persons from associating or dealing with him,'\" <i>Bakal v. Weare,</i> 583 A.2d 1028, 1029 (Me. 1990) (quoting Restatement (Second) of Torts § 559 (1977)). Whether a statement is susceptible to a defamatory meaning is a question of law. <i>Amrak Prods., Inc. v. Morton,</i> 410 F.3d 69, 72 (1st Cir.2005). To appropriately \"`construe[] [the statement] in the light of what might reasonably have been understood therefrom by the persons who [heard] it,'\" <i>Veilleux v. Nat'l Broad. Co.,</i> 206 F.3d 92, 108 (1st Cir.2000) (quoting <i>Marston v. Newavom,</i> 629 A.2d 587, 592 (Me.1993)), a court should consider the context in which the challenged statement is made, viewing it within the communication as a whole, <i>Amrak Prods.,</i> 410 F.3d at 72-73; <i>Hearst Corp.,</i> 54 F.3d at 27; <i>Phantom Touring. Inc. v. Affiliated Pubs.,</i> 953 F.2d 724, 729 (1st Cir. 1992); <i>Bakal,</i> 583 A.2d at 1030.</p>\n<p>We dispense first with those comments which the district court found non-actionable. A substantially true statement does not provide adequate basis for a defamation claim under Maine law. <i>Veilleux,</i> 206 F.3d at 111; <i>McCullough v. Visiting Nurse Serv.,</i> 691 A.2d 1201, 1204 (Me.1997). Lewiston Middle School classified the offending student's conduct as \"Hate Crime/Bias\" in its computer system, both the Washuk and Plagman articles accurately quoted Levesque describing the conduct as a \"hate incident,\" and the Washuk article opened with \"more disciplinary action could follow a possible hate crime at Lewiston Middle School, Superintendent Leon Levesque said.\" We therefore agree with the district court that \"[t]he [defendants'] statement `[T]he superintendent and the school board [are] <span class=\"star-pagination\">*89</span> looking into perhaps other charges against the kid because it's a hate crime' is not actionable because it is substantially true.\" <i>Levesque,</i> 557 F.Supp.2d at 165, n. 54 (citing <i>Masson v. New Yorker Magazine, Inc.,</i> 501 U.S. 496, 516-17, 111 S.Ct. 2419, 115 L.Ed.2d 447 (1991)).</p>\n<p>We also agree that the defendants' references to an \"anti-ham response plan\" were not defamatory. Statements that contain \"imaginative expression\" or \"rhetorical hyperbole\" are protected. <i>Veilleux,</i> 206 F.3d at 115 (citing <i>Milkovich,</i> 497 U.S. at 20, 110 S.Ct. 2695; <i>Levinsky's, Inc. v. Wal-Mart Stores, Inc.,</i> 127 F.3d 122, 127 (1st Cir.1997)). Here, the defendants augmented Washuk's accurate reporting \"the [Center] is working with the school to create a response plan\"with Plagman's creative flourish\"the [Center is] working with the school to create an <i>anti-ham</i> `response plan.'\" This loosely rhyming phrase provided the defendants with a succinct, perhaps distasteful, jingle through which to express their derision, but such a device does not qualify as a provably false statement, capable of a defamatory nature. Further, it \"cannot reasonably be interpreted as stating actual facts about [Levesque],\" <i>Milkovich,</i> 497 U.S. at 20, 110 S.Ct. 2695 (internal quotations and citation omitted).<sup>[6]</sup></p>\n<p>We turn next to those statements which the trial court found defamatory in nature, the defendants' repeated references to a ham sandwich and two fabricated statements attributed to Levesque. While the district court found that the defendants' mischaracterization of the ham placed on the Somali students' table presented a jury question as to whether the remarks were defamatory in nature, we think it is a close question whether the references to a ham sandwich would have a different effect on the mind of a listener than an accurate report about a leftover ham steak. <i>See </i><i>Masson,</i> 501 U.S. at 517, 111 S.Ct. 2419. However, because our ultimate resolution of this case makes such a determination unnecessary, we do not disturb the district court's findings.</p>\n<p>We concur with the district court that a jury reasonably could conclude that the two fabricated statements attributed to Levesque were defamatory. The Supreme Court has observed</p>\n<blockquote>[i]n general, quotation marks around a passage indicate to the reader that the passage reproduces the speaker's words verbatim. They inform the reader that he or she is reading the statement of the speaker, not a paraphrase or other indirect interpretation by an author. By providing this information, quotations add authority to the statement and credibility to the author's work. Quotations allow the reader to form his or her own conclusions and to assess the conclusions of the author, instead of relying entirely upon the author's characterization of her subject ... [T]he attribution may result in injury to reputation because the manner of expression or even the fact that the statement was made indicates a negative personal trait or an attitude the speaker does not hold.</blockquote>\n<p><i>Masson,</i> 501 U.S. at 511, 111 S.Ct. 2419. During the \"Fox and Friends\" cablecast, the hosts persistently ridiculed the Lewiston Public Schools and Levesque for the response to the April 11 incident and emphasized several times two false and particularly ridiculous quotations which they <span class=\"star-pagination\">*90</span> attributed to Levesque, \"ham is not a toy\" and a comparison of the incident to Mogadishu. The attribution of these comments to Levesque coupled with the defendants' \"laughter tinged with contempt,\" <i>Powers v. Durgin-Snow Pub. Co.,</i> 154 Me. 108, 144 A.2d 294, 296 (1958), encouraged viewers to form negative conclusions about Levesque, thus tending to harm his reputation. Therefore, we agree with the district court that a genuine issue of material fact exists as to whether the statements were defamatory.<sup>[7]</sup></p>\n<p></p>\n<h2>B. <i>Actual Malice</i>\n</h2>\n<p>A public official advancing a defamation claim must show \"that the [challenged] statement was made with a high degree of awareness of ... probable falsity.\" <i>Bose Corp.,</i> 692 F.2d at 195 (internal quotations and citation omitted). In other words, the defendant must act either with actual knowledge of the falsity or with reckless disregard for the truth. <i>New York Times Co.,</i> 376 U.S. at 279-80, 84 S.Ct. 710. Actual malice then is measured neither by reasonably prudent conduct, <i>Harte-Hanks Commc'n, Inc. v. Connaughton,</i> 491 U.S. 657, 688, 109 S.Ct. 2678, 105 L.Ed.2d 562 (1989), nor an industry's professional standards, <i>Howard,</i> 294 F.3d at 252; rather, it is wholly subjective, <i>St. Amant v. Thompson,</i> 390 U.S. 727, 731, 88 S.Ct. 1323, 20 L.Ed.2d 262 (1968). Levesque does not suggest that the defendants actually knew the Plagman article provided false information. Thus, he must show \"sufficient evidence to permit the conclusion that the defendant[s] in fact entertained serious doubts as to the truth of\" the Plagman article and the statements it attributed to Levesque. <i>Id.</i></p>\n<p>Because direct evidence of actual malice is rare, it may be proved through inference, <i>Bose Corp.,</i> 692 F.2d at 196, and circumstantial evidence, <i>Connaughton,</i> 491 U.S. at 668, 109 S.Ct. 2678. Recklessness amounting to actual malice may be found where a publisher fabricates an account, makes inherently improbable allegations, relies on a source where there is an obvious reason to doubt its veracity, or deliberately ignores evidence that calls into question his published statements. <i>Connaughton,</i> 491 U.S. at 684-85, 109 S.Ct. 2678; <i>St. Amant,</i> 390 U.S. at 732, 88 S.Ct. 1323. <i>See </i><i>Hunt v. Liberty Lobby,</i> 720 F.2d 631, 643 (11th Cir.1983) (finding actual malice where the investigation was \"grossly inadequate,\" the story was not \"hot news,\" and the neutrality of the source was dubious); <i>Bose Corp.,</i> 692 F.2d at 196 (noting that a court should consider the thoroughness and methodology of a publisher's preparation and the expertise of its authors); <i>but see </i><i>St. Amant,</i> 390 U.S. at 733, 88 S.Ct. 1323 (\"Failure to investigate does not in itself establish bad faith.\"); <i>McFarlane v. Sheridan Square Press, Inc.,</i> 91 F.3d 1501, 1511 (D.C.Cir. 1996) (\"[A]ctual malice may be inferred from an author's or publisher's inability to corroborate a story only when, in attempting to corroborate, he encounters persuasive evidence that contradicts the allegation.\").</p>\n<p>Levesque contends that the defendants' failure to corroborate the fabricated quotes from the Plagman article coupled with incredulous statements during the cablecast (e.g., \"I hope we're not being duped,\" and \"I thought this was a joke\") establish that the defendants acted with reckless disregard for the truth. He notes that Fox rushed to broadcast the two-week-old story <span class=\"star-pagination\">*91</span> even though it was not breaking news. <i>See </i><i>Curtis Pub. Co. v. Butts,</i> 388 U.S. 130, 157, 87 S.Ct. 1975, 18 L.Ed.2d 1094 (1967); <i>Hunt,</i> 720 F.2d at 643. It is true that a more deliberate consideration of the Plagman article should have caused reasonable skepticism about the source<sup>[8]</sup> and that the defendants were careless in relying on it, but this is an indication of negligence, not actual malice, and Superintendent Levesque faces the heavy burden of providing evidence that the defendants recognized the carelessness with which they were proceeding. <i>See </i><i>St. Amant,</i> 390 U.S. at 731, 88 S.Ct. 1323 (\"[R]eckless conduct is not measured by whether a reasonably prudent man would have published, or would have investigated before publishing.\").</p>\n<p>In preparing for the cablecast, the defendants authenticated the April 11 incident and various facts reported in the Plagman article through reputable sources. <i>Compare </i><i>Tavoulareas v. Piro,</i> 817 F.2d 762, 790 (D.C.Cir.1987) (finding no actual malice and agreeing with the district court's assertion that \"much of [the unreliable source's] information was independently verified by other sources whose credibility even the plaintiff does not now challenge\") <i>with </i><i>Celle v. Filipino Rep. Enter. Inc.,</i> 209 F.3d 163, 190 (2d Cir.2000) (finding actual malice where the defendants relied on a single person who had a known bias against the plaintiff and whose account had internal inconsistencies). In the present case, the two actionable statements attributed to Levesque were certainly absurd, but the Plagman article presented them within larger, accurate comments that could be corroborated with the Washuk article. <i>See </i><i>Ryan v. Brooks,</i> 634 F.2d 726, 734 (4th Cir.1980) (\"As long as the sources of the libelous information appeared reliable, and the defendant had no doubts about its accuracy, the courts have held the evidence of malice insufficient to support a <i>jury verdict,</i> even if a more thorough investigation might have prevented the admitted error.\") (emphasis added) (citations omitted). Further, it is true that the Lewiston incident was not \"hot news,\"<sup>[9]</sup> but Levesque has offered no evidence that the defendants deliberately limited their investigatory inquiry.<sup>[10]</sup></p>\n<p>During discovery, the defendants and other Fox employees consistently stated that they believed the Plagman article was <span class=\"star-pagination\">*92</span> reliable, both because it cited the AP<sup>[11]</sup> and because they corroborated many of the article's facts with other sources. <i>Cf. </i><i>Connaughton,</i> 491 U.S. at 684-85, 109 S.Ct. 2678 (defendant deliberately ignored available evidence to the point of avoiding the truth); <i>Hunt,</i> 720 F.2d at 645-46 (defendant had reason to question the neutrality of sources and the entire premise of the story was inherently improbable); <i>Norris v. Bangor Pub. Co.,</i> 53 F.Supp.2d 495, 506-07 (D.Me.1999) (defendant ignored pertinent and contradictory information supporting an inference that he possessed a political motive for publishing the story).</p>\n<p>To rebut these assertions, Levesque emphasizes Doocy and Kilmeade's statements during the cablecast expressing incredulity as evidence that the defendants harbored doubts about the veracity of the quotes. In certain contexts, a statement like \"I hope we're not being duped\" likely would raise a genuine issue of material fact on the question of actual malice. <i>See </i><i>Hunt,</i> 720 F.2d at 638 (finding relevant for actual malice purposes the fact that an editor wrote \"Confirm this!\" for a certain section of the novel's draft). But in the context of a consistently irreverent (and to many, insensitive) morning television show, <i>see </i><i>Seelig v. Infinity Broad. Corp.,</i> 97 Cal.App.4th 798, 811, 119 Cal.Rptr.2d 108 (2002) (noting that \"the irreverence of [the] morning radio program, which may strike some as humorous and others as gratuitously disparaging, is not atypical of this genre\"), such statements frequently are used as devices to magnify the presentation and grab viewers' attention. <i>See, e.g.,</i> Dep. of Brian Kilmeade, 67:17-23, 68:3-7 (Jan. 16, 2008) (\"I am trying to let people know that this is a story you should pay attention to.... I mean, Wake up. I know you're brushing your teeth, putting on your pants, getting ready for school.... I just want to make sure people watch on a regular basis. So you tease stories; you get people's attention.\"). We thus agree with the district court that these statements do nothing to undermine the defendants' sworn testimony regarding their belief in the veracity of the Plagman article.<sup>[12]</sup></p>\n<p>Beyond noting the ridiculous quality of the fabricated quotations and Doocy and Kilmeade's statements of incredulity during the cablecast, Levesque offered no additional evidence, let alone any of \"convincing clarity,\" <i>New York Times Co.,</i> 376 U.S. at 285-86, 84 S.Ct. 710, to show that the defendants disbelieved or entertained serious doubts about the challenged statements in the Plagman article, an evidentiary burden required at the summary judgment stage, <i>Anderson,</i> 477 U.S. at 252, 106 S.Ct. 2505. The defendants were negligent in their failure to question adequately the reliability of the Plagman article <span class=\"star-pagination\">*93</span> and conduct further research before attributing the outrageous quotations to Levesque, and like the district court, we hope that this conduct was \"an extreme departure from professional standards.\" <i>Connaughton,</i> 491 U.S. at 665, 109 S.Ct. 2678. That the negligence was accompanied by derisive contempt and ridicule directed at Levesque makes all the more distasteful the defendants' carelessness. But while the defendants reported as true false statements, they did so after verifying the underlying facts of the April 11 incident. Their vetting process was perhaps too cursory and perfunctory, but no facts indicate that the defendants purposefully avoided the truth, and we think the substantial truth of the story which they reported obviates a finding of actual malice. <i>See </i><i>St. Amant,</i> 390 U.S. at 731, 88 S.Ct. 1323 (\"It may be said that [the actual malice] test puts a premium on ignorance... But to insure the ascertainment and publication of the truth about public affairs, it is essential that the First Amendment protect some erroneous publications as well as true ones.\").</p>\n<p>The actual malice standard, adopted to ensure a vibrant media check on official action, requires more of Levesque to survive summary judgment. Certainly, as we noted above, \"it exacts a ... high price from the victims of defamatory falsehood. Plainly many deserving plaintiffs, including some intentionally subjected to injury, will be unable to surmount the barrier of the <i>New York Times</i> test.\" <i>Gertz,</i> 418 U.S. at 342, 94 S.Ct. 2997. This action reminds us that in a court of law, sympathy does not always to the victor go. We find that Levesque cannot survive the defendants' motion for summary judgment.<sup>[13]</sup></p>\n<p></p>\n<h2>III.</h2>\n<p>For the foregoing reasons, we <i>affirm</i> the district court's grant of summary judgment.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>The Onion</i> is a satirical newspaper that publishes parodies of real news stories. It publishes a print version and has an website.</p>\n<p>[2]  After the April 11 incident, Levesque began receiving derogatory and threatening emails and phone calls from persons who learned about the incident and the student's suspension. Levesque submitted seventy-five emails to the district court; sixty-nine were written after the \"Fox &amp; Friends\" cablecast. Several were written during the hours that the cablecast ran, and while the defendants suggest that no email specifically mentioned Fox, at least one does.</p>\n<p>[3]  In the action below, Levesque challenged six statements by the defendants. On appeal, he has elected to press his claims with respect to only five. Therefore, we omit reference to the statement which Levesque does not raise on appeal.</p>\n<p>[4]  We are not unmindful of this circuit's recent defamation decision in <i>Noonan v. Staples, Inc.,</i> 556 F.3d 20 (1st Cir.2009), which found a genuine dispute on actual malice and held that the district court erred in granting summary judgment. However, <i>Noonan</i> applied Massachusetts common law on actual malice, defined as \"malicious intention.\" <i>Id.</i> at 28 (citing <i>Conner v. Standard Publ'g Co.,</i> 183 Mass. 474, 67 N.E. 596 (1903)). Here, we deal with actual malice in the constitutional sense. Additionally, the plaintiff in <i>Noonan</i> was neither a public official nor a public figure, and the defendant did not timely argue that the issue was a matter of public concern or that constitutional protections should apply. <i>See id.</i> at 28, n. 7. Thus, the reasoning of <i>Noonan</i> is inapplicable to our analysis here.</p>\n<p>[5]  Levesque also appeals the district court's grant of summary judgment on the false light invasion of privacy claim. Because this claim \"is simply a restatement of his defamation claim under a different heading,\" <i>Brown v. Hearst Corp.,</i> 54 F.3d 21, 27 (1st Cir. 1995), our treatment of the defamation claim necessarily will address Levesque's false light argument. <i>See </i><i>Howard v. Antilla,</i> 294 F.3d 244, 248-49 (1st Cir.2002) (\"Where a false light invasion of privacy action involves a public figure plaintiff and a media defendant, the federal constitution imposes the same requirements that would apply to an analogous claim for defamation under <i>New York Times Co. v. Sullivan</i> and its progeny.\") (citation omitted).</p>\n<p>[6]  Alternatively, this statement could be characterized as substantially true. <i>See </i><i>Veilleux,</i> 206 F.3d at 108 (\"Where a defendant alters a speaker's words but effects no material change in meaning, the speaker suffers no injury to reputation that is compensable under the law of defamation.\") (citing <i>Masson,</i> 501 U.S. at 516, 111 S.Ct. 2419).</p>\n<p>[7]  Similarly, a jury reasonably could conclude that the statements met the \"highly offensive to a reasonable person\" element of the Maine false light cause of action. <i>Veilleux,</i> 206 F.3d at 134.</p>\n<p>[8]  In addition to those statements which we have found potentially defamatory for summary judgment purposes, the Plagman article falsely cited Levesque as stating \"[a]ll our students should feel welcome in our schools, knowing that they are safe from attacks with ham, bacon, porkchops, or any other delicious meat that comes from pigs.\" The defendants did not repeat this fabricated statement, and on appeal, Levesque has not argued that it provides further support for a finding of defamation.</p>\n<p>[9]  Nonetheless, the \"Fox &amp; Friends\" show was more timely than the defamatory articles in <i>Hunt,</i> published in 1978 about the plaintiff's possible involvement in the 1963 assassination of President John F. Kennedy, Jr., 720 F.2d at 634-35, and <i>Curtis Pub. Co.,</i> written in March 1963 about a September 1962 event involving the plaintiff, <i>Butts v. Curtis Pub. Co.,</i> 225 F.Supp. 916, 917 (N.D.Ga.1964).</p>\n<p>[10]  We acknowledge that the case law which instructs our inquiry does not include situations in which defendants relied on Internet sources, a more recent but undoubtedly commonplace practice today. While publishers should employ greater caution with those Internet websites that do not go through the vetting process of traditional news media, reliance in part on an Internet posting does not necessarily change our legal analysis. <i>See </i><i>Zeran v. Diamond Broad., Inc.,</i> 203 F.3d 714, 719 (10th Cir.2000) (employing traditional false light analysis and determining that defendant radio show host's reliance on an anonymous and ultimately false Internet posting to urge listeners to harangue plaintiff did not qualify as actual malice).</p>\n<p>[11]  None of the Fox employees were familiar with Associated Content when they discovered the Plagman article, but they consistently indicated that they found relevant its citation to the AP. In fact, several, including Doocy, stated that they believed the Plagman article actually was an AP piece. In his deposition, Levesque's expert recognized the AP's reputation for reliability and noted that it was one of two sources he regularly used. Still, we agree with the expert that \"[t]he discrepancy [between an Associated Content piece and an AP piece] should [have] been spotted.\" But where, as here, the plaintiff has failed to adduce additional evidence of a defendant's subjective recklessness, this oversight establishes only negligence, not actual malice.</p>\n<p>[12]  We also observe that Doocy and Kilmeade's statements of incredulity often accompanied their largely accurate summary of the April 11 incident and were not directed toward the challenged statements attributed to Levesque.</p>\n<p>[13]  Because Levesque cannot show actual malice for his defamation claim, the district court also was correct in granting summary judgment on the false light claim. <i>Howard,</i> 294 F.3d at 248-49; <i>Cole v. Chandler,</i> 752 A.2d 1189, 1193 (Me.2000).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">560</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></span> (2009)</b></center>\n<center><h1>Leon LEVESQUE, Plaintiff-Appellant,<br>\nv.<br>\nSteve DOOCY, et al., Defendants-Appellees.</h1></center>\n<center>No. 08-1814.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard December 5, 2008.</center>\n<center>Decided March 19, 2009.</center>\n<p><span class=\"star-pagination\">*83</span> Bernard J. Kubetz with whom Mark D. Beaumont and Eaton Peabody were on brief for plaintiff-appellant.</p>\n<p><span class=\"star-pagination\">*84</span> Dori Ann Hanswirth with whom Theresa M. House, David A. Soley, Hogan &amp; Hartson LLP, and Bernstein Shur were on brief for defendants-appellees.</p>\n<p>Before TORRUELLA, STAHL, and HOWARD, Circuit Judges.</p>\n<p>STAHL, Circuit Judge.</p>\n<p>Rare is there an opportunity to interrupt today's twenty-four-hour news cycle, fueled by cable television's incessant need for content and the explosion of Internet websites that promptly apprise us of events across the world. This appeal offers such a moment as we pause to review plaintiff-appellant Leon Levesque's claim that defendants-appellees Fox News Network, LLC (\"Fox\"), Steve Doocy, and Brian Kilmeade defamed him during a show on the Fox News Channel (\"FNC\"). The district court, after considering Levesque's claims, granted the defendants' motion for summary judgment, and upon careful review, we affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p>Because \"[t]his action is an appeal from a grant of summary judgment, ... we recite the facts in the light most favorable to [Levesque] as non-movant.\" <i>Fiacco v. Sigma Alpha Epsilon Fraternity,</i> <span class=\"citation\" data-id=\"203333\"><a href=\"/opinion/203333/fiacco-v-sigma-alpha-epsilon-fraternity/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">94</span></a></span>, 97 (1st Cir.2008) (citing <i>Franceschi v. U.S. Dep't of Veterans Affairs,</i> <span class=\"citation\" data-id=\"203122\"><a href=\"/opinion/203122/franceschi-v-us-dept-of-veterans-affairs/\"><span class=\"volume\">514</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></a></span>, 84 (1st Cir.2008)). The parties' dispute arises from a FNC morning program's coverage of an incident in Lewiston, Maine, where Levesque is the superintendent of the Lewiston Public Schools.</p>\n<p>On April 11, 2007, a student at Lewiston Middle School placed a bag containing leftover ham on the cafeteria table where Somali Muslim students were sitting for lunch. The Somali students reported the incident to Bill Brochu, a Lewiston police officer stationed at the school. After an investigation of the incident, the middle school's assistant principal suspended the offending student for ten school days, a decision in which the principal concurred. The assistant principal classified the incident as \"Hate Crime/Bias\" in the school's computer system, and Brochu filed a police report under the direction of his superior officer, characterizing the incident as \"Crime: Harassment/Hate Bias.\" Levesque was informed of the suspension and endorsed the decision.</p>\n<p>The following week, while the Lewiston schools were closed for April vacation, Bonnie Washuk, a reporter for the Lewiston Sun Journal, contacted Superintendent Levesque to discuss an article she intended to write about the incident. Published on April 19, 2007, the Washuk article included quotations from both Levesque and Stephen Wessler, the executive director of the Center for the Prevention of Hate Violence (\"the Center\") which was working with the Lewiston Middle School to develop an appropriate response to the incident. Washuk quoted Levesque as describing the offending student's conduct as \"a hate incident\" and acknowledging, \"We've got some work to do to turn this around and bring the school community back together ... All our students should feel welcome and safe in our schools.\" Wessler described the incident as \"extraordinarily hurtful and degrading\" and warned that without a response, \"more degrading acts will follow, until at some point we'll end up having violence.\" Somali students reflected that the event reminded them of an incident earlier that year when the head of a pig was rolled into a Lewiston mosque during a prayer session that many Somalis attended.</p>\n<p>On April 23, four days after the Sun Journal ran Washuk's article, Nicholas Plagman uploaded a piece he had written about the April 11 incident to Associated <span class=\"star-pagination\">*85</span> Content, a website platform that permits registered users to publish content on topics of their choosing. While the Plagman article purported to describe the incident as a news story, it mischaracterized some facts, such as reporting that the students left a ham sandwich, rather than ham steak, on the cafeteria table. Similarly, where Washuk reported that the Center was working with the school to create a response plan, Plagman described it as \"an anti-ham `response plan.'\" Plagman also included fictitious quotations which generally built upon those accurately used in Washuk's article. For example, according to Plagman, Levesque stated, \"We've got work to do to turn this around and bring the school community back together again. These children have got to learn that ham is not a toy.\" Plagman also quoted Wessler as stating, \"It's extraordinarily hurtful and degrading. They probably felt like they were back in Mogadishu starving and being shot at.\" Finally, Plagman falsely listed the Associated Press (\"AP\") as a source. Because Plagman indicated that his story should be housed under Associated Content's \"humor\" and \"news\" categories, the article was retrievable through Google News, a computer-generated website that aggregates headlines from news sources worldwide.</p>\n<p>Around 3:30 a.m. on April 24, a line producer for FNC's morning news talk show \"Fox &amp; Friends\" discovered the Plagman article. \"Fox &amp; Friends\" runs each weekday from 6 a.m. until 9 a.m., its hosts discussing current events, interviewing guests, and reporting the weather. Producers for the show search for compelling stories for the hosts to discuss. The line producer sent the Plagman article to the Fox News Research Department for additional research. An information specialist was able to confirm some of the facts presented in the article including the identities and professional positions of Levesque and Wessler and the existence of the Center, Lewiston Middle School, and the Lewiston Police Department. He also discovered the Washuk article, confirmed that the Lewiston Sun Journal was a legitimate newspaper, and found two articles related to the incident at the Lewiston mosque.</p>\n<p>By 4:15 a.m., the Plagman article and research materials were delivered to three of the show's four co-hosts, including Doocy and Kilmeade. Doocy used Google News to conduct additional research and also found the Plagman article, the Washuk article, and a brief article on the Boston Globe's website which both corroborated the general story of the incident and confirmed that the Center was working with the school on a response plan. The defendants agreed to include the story in that morning's show.</p>\n<p>During the three-hour cablecast, the defendants repeatedly raised and discussed the April 11 incident, frequently ridiculing Levesque, ascribing the handling of the incident largely to him. They reported as true several of the fabricated quotations that Plagman attributed to Levesque including the \"ham is not a toy\" statement and also cited Levesque for the phony statement comparing the incident to Mogadishu, a comment that had been falsely attributed to Wessler in the Plagman article. Throughout the cablecast, the hosts repeated these two falsified quotations and used the incident as the basis for the \"Question of the Day,\" inviting viewers to call or email the show to share their thoughts. Doocy and Kilmeade at times made statements that arguably called into question the veracity of the story. For example, Doocy on a number of occasions stated, \"I am not making this up,\" once asserting that \"I've looked it up on a couple of different websites up there from local papers,\" and at various times, Kilmeade <span class=\"star-pagination\">*86</span> stated \"I hope we're not being duped,\" \"I thought this was a joke,\" and \"I thought this was almost from <i>The Onion.</i><sup>[1]</sup> I didn't think that was actually true.\" The show's producers attempted to contact Levesque for comment, leaving a message at his office around 8 a.m., two hours into the cablecast. Levesque did not return the calls.</p>\n<p>Some time after the cablecast, Levesque contacted FNC to complain about the show's inaccuracies.<sup>[2]</sup> On May 16, 2007, \"Fox &amp; Friends\" issued a retraction and apology, agreeing that various statements attributed to Levesque were fictitious and noting that had the show realized the Plagman article was not legitimate, it would not have repeated the fabricated statements.</p>\n<p>The following month, Levesque filed a complaint asserting libel, libel per se, false light invasion of privacy, and punitive damages, claiming that five statements made by the defendants during the cablecast were defamatory.<sup>[3]</sup> First, he took issue with the defendants' claim that he classified the incident as a hate crime. He next objected to the defendants' references to an \"anti-ham response plan.\" Third, Levesque asserted that the repeated mentions of \"a ham sandwich\" were defamatory. Fourth, he challenged the statement \"Leon Levesque-he says, `These children have got to learn that ham is not a toy.'\" Finally, Levesque disputed the defendants' assertion that \"the superintendent ... says it's akin to making these kids feel like they're being shot at back in Mogadishu and being starved to death.\"</p>\n<p>The defendants moved for summary judgment, contending that the statements were not defamatory and alternatively, that Levesque, who stipulated that he was a public official, could not show that the defendants acted with actual malice in making them. The district court held that the statements were protected on multiple grounds. <i>Levesque v. Doocy,</i> <span class=\"citation\" data-id=\"2239571\"><a href=\"/opinion/2239571/levesque-v-doocy/\"><span class=\"volume\">557</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">157</span></a></span> (D.Me.2008). It found the reference to a \"hate crime\" substantially true and the \"anti-ham response plan\" quip protected rhetorical hyperbole. The court determined that the references to a ham sandwich, the \"ham is not a toy\" comment, and the Mogadishu statement were materially false, reasonably susceptible of a defamatory meaning, and highly offensive for purposes of the false light claim. Nevertheless, the court granted the defendants' motion, concluding that Levesque failed to produce evidence that the defendants acted with constitutional malice when making the statements.</p>\n<p></p>\n<h2>II.</h2>\n<p>Summary judgment is proper where the record shows \"no genuine issue as to any material fact [such] that the movant is entitled to judgment as a matter of law,\" Fed.R.Civ.P. 56(c); <i>see </i><i>Hahn v. Sargent,</i> <span class=\"citation\" data-id=\"330277\"><a href=\"/opinion/330277/robert-c-hahn-v-francis-w-sargent/\"><span class=\"volume\">523</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">461</span></a></span>, 464 (1st Cir.1975). We review a grant of summary judgment de <span class=\"star-pagination\">*87</span> novo, <i>Fiacco,</i> 528 F.3d at 98, and thus conduct an independent review of the entire record, <i>Bose Corp. v. Consumers Union of U.S., Inc.,</i> <span class=\"citation\" data-id=\"111164\"><a href=\"/opinion/111164/bose-corp-v-consumers-union-of-united-states-inc/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">485</span></a></span>, 510-11, <span class=\"citation\" data-id=\"111164\"><a href=\"/opinion/111164/bose-corp-v-consumers-union-of-united-states-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1949</span></a></span>, <span class=\"citation\" data-id=\"111164\"><a href=\"/opinion/111164/bose-corp-v-consumers-union-of-united-states-inc/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">502</span></a></span> (1984) (discussing <i>New York Times Co. v. Sullivan,</i> <span class=\"citation\" data-id=\"106761\"><a href=\"/opinion/106761/new-york-times-co-v-sullivan/\"><span class=\"volume\">376</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></a></span>, <span class=\"citation\" data-id=\"106761\"><a href=\"/opinion/106761/new-york-times-co-v-sullivan/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">710</span></a></span>, <span class=\"citation\" data-id=\"106761\"><a href=\"/opinion/106761/new-york-times-co-v-sullivan/\"><span class=\"volume\">11</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">686</span></a></span> (1964)).</p>\n<p>Although we view the record in the light most favorable to the non-movant, <i>Hahn,</i> 523 F.2d at 464, we will reverse the grant of summary judgment only if the non-movant, here Levesque, produces \"evidence from which a jury might return a verdict in his favor,\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 257, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). This evidence must be substantial, <i>Hahn,</i> 523 F.2d at 464 (citations omitted), and go beyond the mere allegations of the complaint, <i>see </i><i>Lipsett v. Univ. of Puerto Rico,</i> <span class=\"citation\" data-id=\"516408\"><a href=\"/opinion/516408/annabelle-lipsett-v-university-of-puerto-rico/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">881</span></a></span>, 894-95 (1st Cir.1988) (citing <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 324, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986); Fed. R.Civ.P. 56(e)). \"[A] mere challenge to the credibility of a movant's witnesses without any supporting evidence does not raise a trialworthy issue of fact.\" <i>Favorito v. Pannell,</i> <span class=\"citation\" data-id=\"195445\"><a href=\"/opinion/195445/favorito-v-pannell/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">716</span></a></span>, 721 (1st Cir.1994) (internal quotations and citation omitted); <i>see also </i><i>Saenz v. Playboy Enter., Inc.,</i> <span class=\"citation\" data-id=\"503082\"><a href=\"/opinion/503082/adolph-saenz-v-playboy-enterprises-inc-and-roger-morris/\"><span class=\"volume\">841</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1309</span></a></span>, 1318 (7th Cir.1988) (\"[T]he plaintiff must produce sufficient evidence supporting the claimed factual dispute ... to require a jury or judge to resolve the parties' differing versions of the truth at trial.\") (internal quotations and citations omitted).</p>\n<p>Under Maine common law, a plaintiff alleging defamation must show a false and defamatory statement published without privilege to a third party resulting in harm to the plaintiff. <i>Lester v. Powers,</i> <span class=\"citation no-link\"><span class=\"volume\">596</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">65</span></span>, 69 (Me.1991). Meanwhile, discussions of public officials like Levesque deserve constitutionally-protected \"breathing space\" in a democratic society and thus are subject to a conditional privilege that is overcome only by clear and convincing evidence that the defamatory statement was made with actual malice, in other words \"with knowledge that [the statement] was false or with reckless disregard of whether it was false or not.\" <i>New York Times Co.,</i> 376 U.S. at 272, 279-80, <span class=\"citation\" data-id=\"106761\"><a href=\"/opinion/106761/new-york-times-co-v-sullivan/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">710</span></a></span>.<sup>[4]</sup></p>\n<p>This actual malice standard can have \"profound consequences\" on the outcome of a defamation case, <i>Mandel v. Boston Phoenix, Inc.,</i> <span class=\"citation\" data-id=\"202334\"><a href=\"/opinion/202334/mandel-v-boston-phoenix-inc/\"><span class=\"volume\">456</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">198</span></a></span>, 201 (1st Cir.2006), with \"many deserving plaintiffs, including some intentionally subjected to injury, ... unable to surmount the barrier of the <i>New York Times</i> test,\" <i>Gertz v. Robert Welch, Inc.,</i> <span class=\"citation\" data-id=\"109091\"><a href=\"/opinion/109091/gertz-v-robert-welch-inc/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">323</span></a></span>, 342, <span class=\"citation\" data-id=\"109091\"><a href=\"/opinion/109091/gertz-v-robert-welch-inc/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2997</span></a></span>, <span class=\"citation\" data-id=\"109091\"><a href=\"/opinion/109091/gertz-v-robert-welch-inc/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">789</span></a></span> (1974). Moreover, the substantive evidentiary standard of proof for actual malice applies at the motion for summary judgment stage. <i>Anderson,</i> 477 U.S. at 252, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. Thus, Levesque must provide evidence of actual malice with \"convincing clarity,\" <i>New York Times Co.,</i> 376 U.S. at 285-86, <span class=\"citation\" data-id=\"106761\"><a href=\"/opinion/106761/new-york-times-co-v-sullivan/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">710</span></a></span>, to survive the defendants' motion for summary judgment.</p>\n<p><span class=\"star-pagination\">*88</span> Squarely within this legal framework, we first examine the challenged statements to determine whether the district court erred in holding some non-actionable and others potentially defamatory. Because with one caveat we ultimately agree with the district court's findings, we next consider whether the defendants acted with actual malice when making the defamatory statements.<sup>[5]</sup></p>\n<p></p>\n<h2>A. <i>Defamatory in Nature</i>\n</h2>\n<p>The district court held that a jury could find defamatory the defendants' attribution to Levesque of two false and absurd quotations\"ham is not a toy\" and \"it's akin to making these kids feel like they're being shot at back in Mogadishu and being starved to death\"along with repeated references to a \"ham sandwich\" which included a recreation of the incident. The court found that the defendants' statements that Levesque and the Lewiston Middle School considered the incident to be a potential \"hate crime\" and the use of the term \"anti-ham response plan\" were not defamatory, concluding that the former was substantially true and the latter was rhetorical hyperbole.</p>\n<p>A communication is defamatory if it is provable as false, <i>Milkovich v. Lorain Journal Co.,</i> <span class=\"citation\" data-id=\"112470\"><a href=\"/opinion/112470/milkovich-v-lorain-journal-co/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 19-20, <span class=\"citation\" data-id=\"112470\"><a href=\"/opinion/112470/milkovich-v-lorain-journal-co/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2695</span></a></span>, <span class=\"citation\" data-id=\"112470\"><a href=\"/opinion/112470/milkovich-v-lorain-journal-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1990), and \"`tends so to harm the reputation of another as to lower him in the estimation of the community or to deter third persons from associating or dealing with him,'\" <i>Bakal v. Weare,</i> <span class=\"citation no-link\"><span class=\"volume\">583</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1028</span></span>, 1029 (Me. 1990) (quoting Restatement (Second) of Torts § 559 (1977)). Whether a statement is susceptible to a defamatory meaning is a question of law. <i>Amrak Prods., Inc. v. Morton,</i> <span class=\"citation\" data-id=\"201620\"><a href=\"/opinion/201620/amrak-productions-v-morton/\"><span class=\"volume\">410</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></a></span>, 72 (1st Cir.2005). To appropriately \"`construe[] [the statement] in the light of what might reasonably have been understood therefrom by the persons who [heard] it,'\" <i>Veilleux v. Nat'l Broad. Co.,</i> <span class=\"citation\" data-id=\"198846\"><a href=\"/opinion/198846/veilleux-v-nbc/\"><span class=\"volume\">206</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></a></span>, 108 (1st Cir.2000) (quoting <i>Marston v. Newavom,</i> <span class=\"citation no-link\"><span class=\"volume\">629</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">587</span></span>, 592 (Me.1993)), a court should consider the context in which the challenged statement is made, viewing it within the communication as a whole, <i>Amrak Prods.,</i> 410 F.3d at 72-73; <i>Hearst Corp.,</i> 54 F.3d at 27; <i>Phantom Touring. Inc. v. Affiliated Pubs.,</i> <span class=\"citation\" data-id=\"575827\"><a href=\"/opinion/575827/phantom-touring-inc-v-affiliated-publications/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">724</span></a></span>, 729 (1st Cir. 1992); <i>Bakal,</i> 583 A.2d at 1030.</p>\n<p>We dispense first with those comments which the district court found non-actionable. A substantially true statement does not provide adequate basis for a defamation claim under Maine law. <i>Veilleux,</i> 206 F.3d at 111; <i>McCullough v. Visiting Nurse Serv.,</i> <span class=\"citation no-link\"><span class=\"volume\">691</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1201</span></span>, 1204 (Me.1997). Lewiston Middle School classified the offending student's conduct as \"Hate Crime/Bias\" in its computer system, both the Washuk and Plagman articles accurately quoted Levesque describing the conduct as a \"hate incident,\" and the Washuk article opened with \"more disciplinary action could follow a possible hate crime at Lewiston Middle School, Superintendent Leon Levesque said.\" We therefore agree with the district court that \"[t]he [defendants'] statement `[T]he superintendent and the school board [are] <span class=\"star-pagination\">*89</span> looking into perhaps other charges against the kid because it's a hate crime' is not actionable because it is substantially true.\" <i>Levesque,</i> 557 F.Supp.2d at 165, n. 54 (citing <i>Masson v. New Yorker Magazine, Inc.,</i> <span class=\"citation\" data-id=\"112633\"><a href=\"/opinion/112633/masson-v-new-yorker-magazine-inc/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">496</span></a></span>, 516-17, <span class=\"citation\" data-id=\"112633\"><a href=\"/opinion/112633/masson-v-new-yorker-magazine-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2419</span></a></span>, <span class=\"citation\" data-id=\"112633\"><a href=\"/opinion/112633/masson-v-new-yorker-magazine-inc/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span> (1991)).</p>\n<p>We also agree that the defendants' references to an \"anti-ham response plan\" were not defamatory. Statements that contain \"imaginative expression\" or \"rhetorical hyperbole\" are protected. <i>Veilleux,</i> 206 F.3d at 115 (citing <i>Milkovich,</i> 497 U.S. at 20, <span class=\"citation\" data-id=\"112470\"><a href=\"/opinion/112470/milkovich-v-lorain-journal-co/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2695</span></a></span>; <i>Levinsky's, Inc. v. Wal-Mart Stores, Inc.,</i> <span class=\"citation\" data-id=\"197576\"><a href=\"/opinion/197576/levinskys-inc-v-wal-mart-stores/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">122</span></a></span>, 127 (1st Cir.1997)). Here, the defendants augmented Washuk's accurate reporting \"the [Center] is working with the school to create a response plan\"with Plagman's creative flourish\"the [Center is] working with the school to create an <i>anti-ham</i> `response plan.'\" This loosely rhyming phrase provided the defendants with a succinct, perhaps distasteful, jingle through which to express their derision, but such a device does not qualify as a provably false statement, capable of a defamatory nature. Further, it \"cannot reasonably be interpreted as stating actual facts about [Levesque],\" <i>Milkovich,</i> 497 U.S. at 20, <span class=\"citation\" data-id=\"112470\"><a href=\"/opinion/112470/milkovich-v-lorain-journal-co/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2695</span></a></span> (internal quotations and citation omitted).<sup>[6]</sup></p>\n<p>We turn next to those statements which the trial court found defamatory in nature, the defendants' repeated references to a ham sandwich and two fabricated statements attributed to Levesque. While the district court found that the defendants' mischaracterization of the ham placed on the Somali students' table presented a jury question as to whether the remarks were defamatory in nature, we think it is a close question whether the references to a ham sandwich would have a different effect on the mind of a listener than an accurate report about a leftover ham steak. <i>See </i><i>Masson,</i> 501 U.S. at 517, <span class=\"citation\" data-id=\"112633\"><a href=\"/opinion/112633/masson-v-new-yorker-magazine-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2419</span></a></span>. However, because our ultimate resolution of this case makes such a determination unnecessary, we do not disturb the district court's findings.</p>\n<p>We concur with the district court that a jury reasonably could conclude that the two fabricated statements attributed to Levesque were defamatory. The Supreme Court has observed</p>\n<blockquote>[i]n general, quotation marks around a passage indicate to the reader that the passage reproduces the speaker's words verbatim. They inform the reader that he or she is reading the statement of the speaker, not a paraphrase or other indirect interpretation by an author. By providing this information, quotations add authority to the statement and credibility to the author's work. Quotations allow the reader to form his or her own conclusions and to assess the conclusions of the author, instead of relying entirely upon the author's characterization of her subject ... [T]he attribution may result in injury to reputation because the manner of expression or even the fact that the statement was made indicates a negative personal trait or an attitude the speaker does not hold.</blockquote>\n<p><i>Masson,</i> 501 U.S. at 511, <span class=\"citation\" data-id=\"112633\"><a href=\"/opinion/112633/masson-v-new-yorker-magazine-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2419</span></a></span>. During the \"Fox and Friends\" cablecast, the hosts persistently ridiculed the Lewiston Public Schools and Levesque for the response to the April 11 incident and emphasized several times two false and particularly ridiculous quotations which they <span class=\"star-pagination\">*90</span> attributed to Levesque, \"ham is not a toy\" and a comparison of the incident to Mogadishu. The attribution of these comments to Levesque coupled with the defendants' \"laughter tinged with contempt,\" <i>Powers v. Durgin-Snow Pub. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">Me.</span> <span class=\"page\">108</span></span>, <span class=\"citation\" data-id=\"2364874\"><a href=\"/opinion/2364874/powers-v-durgin-snow-publishing-co/\"><span class=\"volume\">144</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">294</span></a></span>, 296 (1958), encouraged viewers to form negative conclusions about Levesque, thus tending to harm his reputation. Therefore, we agree with the district court that a genuine issue of material fact exists as to whether the statements were defamatory.<sup>[7]</sup></p>\n<p></p>\n<h2>B. <i>Actual Malice</i>\n</h2>\n<p>A public official advancing a defamation claim must show \"that the [challenged] statement was made with a high degree of awareness of ... probable falsity.\" <i>Bose Corp.,</i> 692 F.2d at 195 (internal quotations and citation omitted). In other words, the defendant must act either with actual knowledge of the falsity or with reckless disregard for the truth. <i>New York Times Co.,</i> 376 U.S. at 279-80, <span class=\"citation\" data-id=\"106761\"><a href=\"/opinion/106761/new-york-times-co-v-sullivan/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">710</span></a></span>. Actual malice then is measured neither by reasonably prudent conduct, <i>Harte-Hanks Commc'n, Inc. v. Connaughton,</i> <span class=\"citation\" data-id=\"112312\"><a href=\"/opinion/112312/harte-hanks-communications-inc-v-connaughton/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">657</span></a></span>, 688, <span class=\"citation\" data-id=\"112312\"><a href=\"/opinion/112312/harte-hanks-communications-inc-v-connaughton/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2678</span></a></span>, <span class=\"citation\" data-id=\"112312\"><a href=\"/opinion/112312/harte-hanks-communications-inc-v-connaughton/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">562</span></a></span> (1989), nor an industry's professional standards, <i>Howard,</i> 294 F.3d at 252; rather, it is wholly subjective, <i>St. Amant v. Thompson,</i> <span class=\"citation\" data-id=\"107669\"><a href=\"/opinion/107669/st-amant-v-thompson/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">727</span></a></span>, 731, <span class=\"citation\" data-id=\"107669\"><a href=\"/opinion/107669/st-amant-v-thompson/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1323</span></a></span>, <span class=\"citation\" data-id=\"107669\"><a href=\"/opinion/107669/st-amant-v-thompson/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">262</span></a></span> (1968). Levesque does not suggest that the defendants actually knew the Plagman article provided false information. Thus, he must show \"sufficient evidence to permit the conclusion that the defendant[s] in fact entertained serious doubts as to the truth of\" the Plagman article and the statements it attributed to Levesque. <i>Id.</i></p>\n<p>Because direct evidence of actual malice is rare, it may be proved through inference, <i>Bose Corp.,</i> 692 F.2d at 196, and circumstantial evidence, <i>Connaughton,</i> 491 U.S. at 668, <span class=\"citation\" data-id=\"112312\"><a href=\"/opinion/112312/harte-hanks-communications-inc-v-connaughton/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2678</span></a></span>. Recklessness amounting to actual malice may be found where a publisher fabricates an account, makes inherently improbable allegations, relies on a source where there is an obvious reason to doubt its veracity, or deliberately ignores evidence that calls into question his published statements. <i>Connaughton,</i> 491 U.S. at 684-85, <span class=\"citation\" data-id=\"112312\"><a href=\"/opinion/112312/harte-hanks-communications-inc-v-connaughton/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2678</span></a></span>; <i>St. Amant,</i> 390 U.S. at 732, <span class=\"citation\" data-id=\"107669\"><a href=\"/opinion/107669/st-amant-v-thompson/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1323</span></a></span>. <i>See </i><i>Hunt v. Liberty Lobby,</i> <span class=\"citation\" data-id=\"426445\"><a href=\"/opinion/426445/e-howard-hunt-jr-v-liberty-lobby-a-dc-corp/\"><span class=\"volume\">720</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">631</span></a></span>, 643 (11th Cir.1983) (finding actual malice where the investigation was \"grossly inadequate,\" the story was not \"hot news,\" and the neutrality of the source was dubious); <i>Bose Corp.,</i> 692 F.2d at 196 (noting that a court should consider the thoroughness and methodology of a publisher's preparation and the expertise of its authors); <i>but see </i><i>St. Amant,</i> 390 U.S. at 733, <span class=\"citation\" data-id=\"107669\"><a href=\"/opinion/107669/st-amant-v-thompson/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1323</span></a></span> (\"Failure to investigate does not in itself establish bad faith.\"); <i>McFarlane v. Sheridan Square Press, Inc.,</i> <span class=\"citation\" data-id=\"723907\"><a href=\"/opinion/723907/robert-c-mcfarlane-v-sheridan-square-press-inc/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1501</span></a></span>, 1511 (D.C.Cir. 1996) (\"[A]ctual malice may be inferred from an author's or publisher's inability to corroborate a story only when, in attempting to corroborate, he encounters persuasive evidence that contradicts the allegation.\").</p>\n<p>Levesque contends that the defendants' failure to corroborate the fabricated quotes from the Plagman article coupled with incredulous statements during the cablecast (e.g., \"I hope we're not being duped,\" and \"I thought this was a joke\") establish that the defendants acted with reckless disregard for the truth. He notes that Fox rushed to broadcast the two-week-old story <span class=\"star-pagination\">*91</span> even though it was not breaking news. <i>See </i><i>Curtis Pub. Co. v. Butts,</i> <span class=\"citation\" data-id=\"107484\"><a href=\"/opinion/107484/curtis-publishing-co-v-butts/\"><span class=\"volume\">388</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">130</span></a></span>, 157, <span class=\"citation\" data-id=\"107484\"><a href=\"/opinion/107484/curtis-publishing-co-v-butts/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1975</span></a></span>, <span class=\"citation\" data-id=\"107484\"><a href=\"/opinion/107484/curtis-publishing-co-v-butts/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1094</span></a></span> (1967); <i>Hunt,</i> 720 F.2d at 643. It is true that a more deliberate consideration of the Plagman article should have caused reasonable skepticism about the source<sup>[8]</sup> and that the defendants were careless in relying on it, but this is an indication of negligence, not actual malice, and Superintendent Levesque faces the heavy burden of providing evidence that the defendants recognized the carelessness with which they were proceeding. <i>See </i><i>St. Amant,</i> 390 U.S. at 731, <span class=\"citation\" data-id=\"107669\"><a href=\"/opinion/107669/st-amant-v-thompson/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1323</span></a></span> (\"[R]eckless conduct is not measured by whether a reasonably prudent man would have published, or would have investigated before publishing.\").</p>\n<p>In preparing for the cablecast, the defendants authenticated the April 11 incident and various facts reported in the Plagman article through reputable sources. <i>Compare </i><i>Tavoulareas v. Piro,</i> <span class=\"citation\" data-id=\"487723\"><a href=\"/opinion/487723/william-p-tavoulareas-peter-tavoulareas-v-philip-piro-william-p/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">762</span></a></span>, 790 (D.C.Cir.1987) (finding no actual malice and agreeing with the district court's assertion that \"much of [the unreliable source's] information was independently verified by other sources whose credibility even the plaintiff does not now challenge\") <i>with </i><i>Celle v. Filipino Rep. Enter. Inc.,</i> <span class=\"citation\" data-id=\"768317\"><a href=\"/opinion/768317/lino-celle-and-radio-mindanao-network-usa-inc-v-filipino-reporter/\"><span class=\"volume\">209</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">163</span></a></span>, 190 (2d Cir.2000) (finding actual malice where the defendants relied on a single person who had a known bias against the plaintiff and whose account had internal inconsistencies). In the present case, the two actionable statements attributed to Levesque were certainly absurd, but the Plagman article presented them within larger, accurate comments that could be corroborated with the Washuk article. <i>See </i><i>Ryan v. Brooks,</i> <span class=\"citation\" data-id=\"384363\"><a href=\"/opinion/384363/john-j-ryan-v-john-brooks-and-harper-row-publishers-inc-john-j/\"><span class=\"volume\">634</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">726</span></a></span>, 734 (4th Cir.1980) (\"As long as the sources of the libelous information appeared reliable, and the defendant had no doubts about its accuracy, the courts have held the evidence of malice insufficient to support a <i>jury verdict,</i> even if a more thorough investigation might have prevented the admitted error.\") (emphasis added) (citations omitted). Further, it is true that the Lewiston incident was not \"hot news,\"<sup>[9]</sup> but Levesque has offered no evidence that the defendants deliberately limited their investigatory inquiry.<sup>[10]</sup></p>\n<p>During discovery, the defendants and other Fox employees consistently stated that they believed the Plagman article was <span class=\"star-pagination\">*92</span> reliable, both because it cited the AP<sup>[11]</sup> and because they corroborated many of the article's facts with other sources. <i>Cf. </i><i>Connaughton,</i> 491 U.S. at 684-85, <span class=\"citation\" data-id=\"112312\"><a href=\"/opinion/112312/harte-hanks-communications-inc-v-connaughton/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2678</span></a></span> (defendant deliberately ignored available evidence to the point of avoiding the truth); <i>Hunt,</i> 720 F.2d at 645-46 (defendant had reason to question the neutrality of sources and the entire premise of the story was inherently improbable); <i>Norris v. Bangor Pub. Co.,</i> <span class=\"citation\" data-id=\"2289519\"><a href=\"/opinion/2289519/norris-v-bangor-pub-co/\"><span class=\"volume\">53</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">495</span></a></span>, 506-07 (D.Me.1999) (defendant ignored pertinent and contradictory information supporting an inference that he possessed a political motive for publishing the story).</p>\n<p>To rebut these assertions, Levesque emphasizes Doocy and Kilmeade's statements during the cablecast expressing incredulity as evidence that the defendants harbored doubts about the veracity of the quotes. In certain contexts, a statement like \"I hope we're not being duped\" likely would raise a genuine issue of material fact on the question of actual malice. <i>See </i><i>Hunt,</i> 720 F.2d at 638 (finding relevant for actual malice purposes the fact that an editor wrote \"Confirm this!\" for a certain section of the novel's draft). But in the context of a consistently irreverent (and to many, insensitive) morning television show, <i>see </i><i>Seelig v. Infinity Broad. Corp.,</i> <span class=\"citation\" data-id=\"2294276\"><a href=\"/opinion/2294276/seelig-v-infinity-broadcasting-corp/\"><span class=\"volume\">97</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">798</span></a></span>, 811, <span class=\"citation\" data-id=\"2294276\"><a href=\"/opinion/2294276/seelig-v-infinity-broadcasting-corp/\"><span class=\"volume\">119</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">108</span></a></span> (2002) (noting that \"the irreverence of [the] morning radio program, which may strike some as humorous and others as gratuitously disparaging, is not atypical of this genre\"), such statements frequently are used as devices to magnify the presentation and grab viewers' attention. <i>See, e.g.,</i> Dep. of Brian Kilmeade, 67:17-23, 68:3-7 (Jan. 16, 2008) (\"I am trying to let people know that this is a story you should pay attention to.... I mean, Wake up. I know you're brushing your teeth, putting on your pants, getting ready for school.... I just want to make sure people watch on a regular basis. So you tease stories; you get people's attention.\"). We thus agree with the district court that these statements do nothing to undermine the defendants' sworn testimony regarding their belief in the veracity of the Plagman article.<sup>[12]</sup></p>\n<p>Beyond noting the ridiculous quality of the fabricated quotations and Doocy and Kilmeade's statements of incredulity during the cablecast, Levesque offered no additional evidence, let alone any of \"convincing clarity,\" <i>New York Times Co.,</i> 376 U.S. at 285-86, <span class=\"citation\" data-id=\"106761\"><a href=\"/opinion/106761/new-york-times-co-v-sullivan/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">710</span></a></span>, to show that the defendants disbelieved or entertained serious doubts about the challenged statements in the Plagman article, an evidentiary burden required at the summary judgment stage, <i>Anderson,</i> 477 U.S. at 252, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. The defendants were negligent in their failure to question adequately the reliability of the Plagman article <span class=\"star-pagination\">*93</span> and conduct further research before attributing the outrageous quotations to Levesque, and like the district court, we hope that this conduct was \"an extreme departure from professional standards.\" <i>Connaughton,</i> 491 U.S. at 665, <span class=\"citation\" data-id=\"112312\"><a href=\"/opinion/112312/harte-hanks-communications-inc-v-connaughton/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2678</span></a></span>. That the negligence was accompanied by derisive contempt and ridicule directed at Levesque makes all the more distasteful the defendants' carelessness. But while the defendants reported as true false statements, they did so after verifying the underlying facts of the April 11 incident. Their vetting process was perhaps too cursory and perfunctory, but no facts indicate that the defendants purposefully avoided the truth, and we think the substantial truth of the story which they reported obviates a finding of actual malice. <i>See </i><i>St. Amant,</i> 390 U.S. at 731, <span class=\"citation\" data-id=\"107669\"><a href=\"/opinion/107669/st-amant-v-thompson/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1323</span></a></span> (\"It may be said that [the actual malice] test puts a premium on ignorance... But to insure the ascertainment and publication of the truth about public affairs, it is essential that the First Amendment protect some erroneous publications as well as true ones.\").</p>\n<p>The actual malice standard, adopted to ensure a vibrant media check on official action, requires more of Levesque to survive summary judgment. Certainly, as we noted above, \"it exacts a ... high price from the victims of defamatory falsehood. Plainly many deserving plaintiffs, including some intentionally subjected to injury, will be unable to surmount the barrier of the <i>New York Times</i> test.\" <i>Gertz,</i> 418 U.S. at 342, <span class=\"citation\" data-id=\"109091\"><a href=\"/opinion/109091/gertz-v-robert-welch-inc/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2997</span></a></span>. This action reminds us that in a court of law, sympathy does not always to the victor go. We find that Levesque cannot survive the defendants' motion for summary judgment.<sup>[13]</sup></p>\n<p></p>\n<h2>III.</h2>\n<p>For the foregoing reasons, we <i>affirm</i> the district court's grant of summary judgment.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>The Onion</i> is a satirical newspaper that publishes parodies of real news stories. It publishes a print version and has an website.</p>\n<p>[2]  After the April 11 incident, Levesque began receiving derogatory and threatening emails and phone calls from persons who learned about the incident and the student's suspension. Levesque submitted seventy-five emails to the district court; sixty-nine were written after the \"Fox &amp; Friends\" cablecast. Several were written during the hours that the cablecast ran, and while the defendants suggest that no email specifically mentioned Fox, at least one does.</p>\n<p>[3]  In the action below, Levesque challenged six statements by the defendants. On appeal, he has elected to press his claims with respect to only five. Therefore, we omit reference to the statement which Levesque does not raise on appeal.</p>\n<p>[4]  We are not unmindful of this circuit's recent defamation decision in <i>Noonan v. Staples, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">556</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></span> (1st Cir.2009), which found a genuine dispute on actual malice and held that the district court erred in granting summary judgment. However, <i>Noonan</i> applied Massachusetts common law on actual malice, defined as \"malicious intention.\" <i>Id.</i> at 28 (citing <i>Conner v. Standard Publ'g Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">183</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">474</span></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">596</span></span> (1903)). Here, we deal with actual malice in the constitutional sense. Additionally, the plaintiff in <i>Noonan</i> was neither a public official nor a public figure, and the defendant did not timely argue that the issue was a matter of public concern or that constitutional protections should apply. <i>See id.</i> at 28, n. 7. Thus, the reasoning of <i>Noonan</i> is inapplicable to our analysis here.</p>\n<p>[5]  Levesque also appeals the district court's grant of summary judgment on the false light invasion of privacy claim. Because this claim \"is simply a restatement of his defamation claim under a different heading,\" <i>Brown v. Hearst Corp.,</i> <span class=\"citation\" data-id=\"196062\"><a href=\"/opinion/196062/brown-v-hearst-corporation/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 27 (1st Cir. 1995), our treatment of the defamation claim necessarily will address Levesque's false light argument. <i>See </i><i>Howard v. Antilla,</i> <span class=\"citation\" data-id=\"200054\"><a href=\"/opinion/200054/howard-v-antilla/\"><span class=\"volume\">294</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">244</span></a></span>, 248-49 (1st Cir.2002) (\"Where a false light invasion of privacy action involves a public figure plaintiff and a media defendant, the federal constitution imposes the same requirements that would apply to an analogous claim for defamation under <i>New York Times Co. v. Sullivan</i> and its progeny.\") (citation omitted).</p>\n<p>[6]  Alternatively, this statement could be characterized as substantially true. <i>See </i><i>Veilleux,</i> 206 F.3d at 108 (\"Where a defendant alters a speaker's words but effects no material change in meaning, the speaker suffers no injury to reputation that is compensable under the law of defamation.\") (citing <i>Masson,</i> 501 U.S. at 516, <span class=\"citation\" data-id=\"112633\"><a href=\"/opinion/112633/masson-v-new-yorker-magazine-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2419</span></a></span>).</p>\n<p>[7]  Similarly, a jury reasonably could conclude that the statements met the \"highly offensive to a reasonable person\" element of the Maine false light cause of action. <i>Veilleux,</i> 206 F.3d at 134.</p>\n<p>[8]  In addition to those statements which we have found potentially defamatory for summary judgment purposes, the Plagman article falsely cited Levesque as stating \"[a]ll our students should feel welcome in our schools, knowing that they are safe from attacks with ham, bacon, porkchops, or any other delicious meat that comes from pigs.\" The defendants did not repeat this fabricated statement, and on appeal, Levesque has not argued that it provides further support for a finding of defamation.</p>\n<p>[9]  Nonetheless, the \"Fox &amp; Friends\" show was more timely than the defamatory articles in <i>Hunt,</i> published in 1978 about the plaintiff's possible involvement in the 1963 assassination of President John F. Kennedy, Jr., 720 F.2d at 634-35, and <i>Curtis Pub. Co.,</i> written in March 1963 about a September 1962 event involving the plaintiff, <i>Butts v. Curtis Pub. Co.,</i> <span class=\"citation\" data-id=\"1872324\"><a href=\"/opinion/1872324/butts-v-curtis-publishing-company/\"><span class=\"volume\">225</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">916</span></a></span>, 917 (N.D.Ga.1964).</p>\n<p>[10]  We acknowledge that the case law which instructs our inquiry does not include situations in which defendants relied on Internet sources, a more recent but undoubtedly commonplace practice today. While publishers should employ greater caution with those Internet websites that do not go through the vetting process of traditional news media, reliance in part on an Internet posting does not necessarily change our legal analysis. <i>See </i><i>Zeran v. Diamond Broad., Inc.,</i> <span class=\"citation\" data-id=\"159131\"><a href=\"/opinion/159131/zeran-v-diamond-broadcasting/\"><span class=\"volume\">203</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">714</span></a></span>, 719 (10th Cir.2000) (employing traditional false light analysis and determining that defendant radio show host's reliance on an anonymous and ultimately false Internet posting to urge listeners to harangue plaintiff did not qualify as actual malice).</p>\n<p>[11]  None of the Fox employees were familiar with Associated Content when they discovered the Plagman article, but they consistently indicated that they found relevant its citation to the AP. In fact, several, including Doocy, stated that they believed the Plagman article actually was an AP piece. In his deposition, Levesque's expert recognized the AP's reputation for reliability and noted that it was one of two sources he regularly used. Still, we agree with the expert that \"[t]he discrepancy [between an Associated Content piece and an AP piece] should [have] been spotted.\" But where, as here, the plaintiff has failed to adduce additional evidence of a defendant's subjective recklessness, this oversight establishes only negligence, not actual malice.</p>\n<p>[12]  We also observe that Doocy and Kilmeade's statements of incredulity often accompanied their largely accurate summary of the April 11 incident and were not directed toward the challenged statements attributed to Levesque.</p>\n<p>[13]  Because Levesque cannot show actual malice for his defamation claim, the district court also was correct in granting summary judgment on the false light claim. <i>Howard,</i> 294 F.3d at 248-49; <i>Cole v. Chandler,</i> <span class=\"citation no-link\"><span class=\"volume\">752</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1189</span></span>, 1193 (Me.2000).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107669/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111164/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112312/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/159131/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195445/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196062/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197576/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198846/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200054/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/330277/",
    "http://www.courtlistener.com/api/rest/v3/opinions/384363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/426445/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487723/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503082/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516408/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575827/",
    "http://www.courtlistener.com/api/rest/v3/opinions/723907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1872324/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2239571/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2289519/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2294276/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2364874/"
  ]
}