{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203825/",
  "absolute_url": "/opinion/203825/neang-chea-taing-v-napolitano/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203825/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:23:58Z",
  "date_modified": "2016-04-26T13:15:35.935058Z",
  "type": "010combined",
  "sha1": "0374b46b9e554588693c65e55f95e81e5b1a2a52",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-1179P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/05/20/Taing_v._Holder.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\nNo. 08-1179\n\n                        NEANG CHEA TAING,\n\n                      Petitioner, Appellee,\n\n                                v.\n\n                        JANET NAPOLITANO,*\n       Secretary, Department of Homeland Security, et al.,\n\n                     Respondents, Appellants.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n          [Hon. William G. Young, U.S. District Judge]\n\n\n                              Before\n\n                  Torruella, Lipez, and Howard,\n                         Circuit Judges.\n\n\n     Gjon Juncaj, Trial Attorney, with whom Gregory G. Katsas,\nActing Assistant Attorney General, Civil Division, Thomas H.\nDupree, Jr., Deputy Assistant Attorney General, David J. Kline,\nDirector, District Court Section, Office of Immigration Litigation,\nand Victor M. Lawrence, Principal Assistant Director, was on brief\nfor appellants.\n     Thomas Stylianos, Jr., for appellee.\n\n\n\n                           May 20, 2009\n\n\n\n\n*\n    Pursuant to Fed. R. App. P. 43(c)(2), Janet Napolitano,\nSecretary of the U.S. Department of Homeland Security, has been\nsubstituted for former Secretary Michael Chertoff.\n\f          TORRUELLA, Circuit Judge.   Plaintiff-Appellee Neang Chea\n\nTaing (\"Mrs. Taing\") is a Cambodian national who was admitted to\n\nthe United States on a B-2 non-immigrant visa for pleasure in 2004.\n\nIn October 2004, Mrs. Taing married Tecumsen Chip Taing (\"Mr.\n\nTaing\"), a citizen of the United States.     In December 2004, Mr.\n\nTaing filed an I-130 petition on behalf of Mrs. Taing to have her\n\nclassified as an \"immediate relative\" so that she would be eligible\n\nto apply for an immigrant visa as his spouse.      Mrs. Taing also\n\nfiled an I-485 application seeking an adjustment of her status. On\n\nJuly 2, 2005, Mr. Taing died.   As a result of Mr. Taing's death,\n\nthe United States Citizenship and Immigration Service (\"USCIS\")\n\nterminated action on Mr. Taing's I-130 petition, and denied Mrs.\n\nTaing's I-485 application, concluding that she no longer qualified\n\nas an \"immediate relative\" under the Immigration and Nationality\n\nAct (\"INA\").   See 8 U.S.C. § 1151(b)(2)(A)(i).\n\n          Mrs. Taing filed a Petition for Writ of Mandamus and\n\nComplaint for Declaratory and Injunctive Relief in the United\n\nStates District Court for the District of Massachusetts.       The\n\ngovernment moved to dismiss Mrs. Taing's claims.      The district\n\ncourt denied the government's motion and remanded the case to\n\nUSCIS.   The government appeals the district court's ruling.    At\n\nissue here is whether Mrs. Taing, despite her husband's death,\n\nremains Mr. Taing's \"spouse\" and thus qualifies as an \"immediate\n\nrelative\" for purposes of the INA. After careful consideration, we\n\n\n                                -2-\n\fhold that she does so qualify, and affirm the district court's\n\norder.\n\n                                I.    Background\n\n             A.    Immediate Relative and Adjustment of Status Process\n\n             The   INA     allows    certain      relatives   of   United   States\n\ncitizens to obtain lawful permanent resident (\"LPR\") status based\n\non a family relationship.            See 8 U.S.C. § 1151(a)(1).         A United\n\nStates citizen may petition for an alien spouse or any other\n\n\"immediate relative\" as defined by the statute.                    This two-step\n\nprocess requires the citizen spouse to first file an I-130 petition\n\nwith   the   USCIS    on   behalf    of    his    alien   relative.1    8   U.S.C.\n\n§ 1154(a)(1)(A)(i); 8 C.F.R. §§ 204.1(a)(1), 204.2(a).                      If the\n\nI-130 petition is approved, the alien relative is classified within\n\na specific immigrant visa class.                 The alien relative, if in the\n\nUnited States, may then seek adjustment of status to that of a LPR\n\nby filing an I-485 application.            See 8 U.S.C. § 1255 (relating to\n\nadjustment of status); 8 C.F.R. § 245.1(a).                   The I-130 petition\n\nrequesting the \"immediate relative\" status of an alien spouse may\n\nbe filed together with the I-485 application for adjustment of\n\nstatus because approval of the I-130 petition would make a visa\n\n\n\n\n1\n   Section 1154 states that the petition is to be filed with the\n\"Attorney General.\" However, the Homeland Security Act of 2002,\nPub. L. No. 107-296, § 451(b), 116 Stat. 2135, 2178 (codified at 6\nU.S.C. § 271(b)), transferred authority over these matters to\nUSCIS.\n\n                                          -3-\n\fimmediately available to the alien spouse upon filing the I-485\n\napplication.      See 8 C.F.R. § 245.1(f).2\n\n             USCIS must conduct an investigation when adjudicating the\n\nI-130 petition to determine that \"the facts stated in the petition\n\nare true and that the alien in behalf of whom the petition is made\n\nis an immediate relative specified in section 1151(b).\"      8 U.S.C.\n\n§ 1154(b).    If the facts in the petition are true and the applicant\n\nis an \"immediate relative,\" USCIS shall approve the petition.     Id.\n\n             B.   Mrs. Taing's Petition\n\n             The facts in this case are undisputed and stipulated to\n\nby both parties.       Mrs. Taing is a Cambodian citizen and is the\n\nsurviving spouse of Mr. Taing.       She was admitted to the United\n\nStates as a non-immigrant visitor for pleasure on June 17, 2004.\n\nShe met Mr. Taing during her visit and the two were married on\n\nOctober 4, 2004.        Mr. Taing was a naturalized United States\n\ncitizen.\n\n\n\n2\n    The INA imposes limits on the number of persons who may\nimmigrate to the United States each fiscal year.      See 8 U.S.C.\n§ 1151(a),(c),(d) & (e). \"Immediate relatives\" of United States\ncitizens are exempt from these numerical limitations and are\ntherefore often able to obtain permanent residence faster than\napplicants in the family-sponsored preference categories. 8 U.S.C.\n§ 1151(b)(2)(A)(i).    The number of visas issued to \"immediate\nrelatives\" is deducted from the 480,000 annual allotment for\nfamily-sponsored immigration. 8 U.S.C. § 1151(c)(1)(A)(i),(ii).\nTherefore, increases in \"immediate relative\" visas reduces the\nnumber of visas available to the numerically-limited family\npreference categories.    See generally 3 Charles Gordon, Stanley\nMailman, & Stephen Yale-Loehr, Immigration Law and Procedure\n§ 36.01 (2008).\n\n                                   -4-\n\f           In December 2004, Mr. Taing filed an I-130 petition,\n\nseeking to have his spouse, Mrs. Taing, classified as an \"immediate\n\nrelative\" for purposes of her immigrant visa petition.           Mrs. Taing\n\nalso   filed   a   request   for   work    authorization   and   an   I-485\n\napplication to adjust her status.           The government approved her\n\napplication for work authorization.\n\n           The couple resided together in Lowell, Massachusetts from\n\nthe time of their marriage until Mr. Taing died of a stroke on\n\nJuly 2, 2005.      On September 13, 2005, the government issued a\n\nnotice for Mrs. Taing and her now-deceased husband to appear for an\n\ninterview on their applications.           The government scheduled the\n\ninterview for October 13, 2005.            Mrs. Taing appeared for the\n\ninterview without her husband.            Subsequently, USCIS terminated\n\naction on Mr. Taing's I-130 petition and denied Mrs. Taing's I-485\n\napplication.\n\n           On April 10, 2006, the Department of Homeland Security\n\n(\"DHS\") mailed Mrs. Taing a Notice to Appear, charging her with\n\noverstaying her visa.        On March 14, 2007, Mrs. Taing filed a\n\nPetition for Writ of Mandamus and Complaint for Declaratory and\n\nInjunctive Relief in the district court. Mrs. Taing requested that\n\nthe district court direct USCIS to: (1) process Mr. Taing's I-130\n\npetition and her I-485 application; and (2) classify her as an\n\n\"immediate relative\" spouse of a United States citizen.\n\n\n\n\n                                    -5-\n\f            The government filed a motion to dismiss on August 2,\n\n2007. On December 12, 2007, the district court issued a memorandum\n\nand order denying the government's motion to dismiss, remanding the\n\ncase to USCIS for further proceedings in accordance with its\n\ndecision.    Taing v. Chertoff, 526 F. Supp. 2d 177, 179 (D. Mass.\n\n2007).   The district court held that Mrs. Taing qualifies as an\n\n\"immediate relative\" under the plain meaning of § 1151(b)(2)(A)(i).\n\nId. at 187. The district court reasoned that because the statute's\n\nmeaning was unambiguous, Chevron deference was inappropriate.   The\n\ncourt based its holding on Freeman v. Gonzales, 444 F.3d 1031 (9th\n\nCir. 2006), and Robinson v. Chertoff, No. 06-5702, 2007 WL 1412284\n\n(D.N.J. May 14, 2007), rev'd sub nom, Robinson v. Napolitano, 554\n\nF.3d 358 (3d Cir. 2009), two cases which reached the same result.\n\n            The government appeals the district court's order and\n\nargues that under the plain meaning of the statute Mrs. Taing\n\nshould   not    be   classified    as   an   \"immediate   relative.\"\n\nAlternatively, the government argues that even if this court\n\ndisagrees with the government's reading, the statute's language\n\nshould be deemed ambiguous, and that we should defer to USCIS's\n\ninterpretation under Chevron principles.\n\n            We disagree with the government's arguments and affirm\n\nthe district court's ruling.       The meaning of the statute is\n\nunambiguous and Mrs. Taing qualifies as an \"immediate relative\"\n\nunder the statute.\n\n\n                                  -6-\n\f                           II.   Discussion\n\n          A.    Standard of Review\n\n          This court has subject matter jurisdiction under 28\n\nU.S.C. § 1331 and the Administrative Procedures Act (\"APA\").\n\nSuccar v. Ashcroft, 394 F.3d 8, 20 (1st Cir. 2005).   The APA \"gives\n\na court power to 'hold unlawful and set aside' not only agency\n\naction that is 'arbitrary' or 'capricious,' but also agency action\n\nthat is 'otherwise not in accordance with law' or is 'in excess of\n\nstatutory jurisdiction, authority, or limitations, or short of\n\nstatutory right.'\"    Id. (quoting Cousins v. Sec'y of the United\n\nStates Dep't of Transp., 880 F.2d 603, 608 (1st Cir. 1989) (quoting\n\n5 U.S.C. § 706(2)(A), (C))).\n\n          We review de novo an \"agency's construction of [a]\n\nstatute which it administers\" according to established principles\n\nof deference.    Chevron U.S.A., Inc. v. Natural Res. Def. Counsel,\n\nInc., 467 U.S. 837, 842–43 (1984); Muñiz v. Sabol, 517 F.3d 29, 34\n\n(1st Cir. 2008); Pérez-Olivo v. Chávez, 394 F.3d 45, 48 (1st Cir.\n\n2005).\n\n          Our review entails a two-step approach.      Chevron, 467\n\nU.S. at 842–43. First, we must \"ask whether 'Congress has directly\n\nspoken to the precise question at issue.'\" Succar, 394 F.3d at 22\n\n(quoting Chevron, 467 U.S. at 842).     We do this by \"determin[ing]\n\nwhether the language of [the] statute is susceptible to more than\n\none natural meaning.\"    Strickland v. Comm'r, Me. Dep't of Human\n\n\n                                  -7-\n\fServs., 96 F.3d 542, 547 n.5 (1st Cir. 1996).                   If \"the statutory\n\ntext is plain and unambiguous,\" the court \"must apply the statute\n\naccording to its terms.\"            Carcieri v. Salazar, 129 S. Ct. 1058,\n\n1063-64 (2009); see also Succar, 394 F.3d at 22 (\"[C]ourts, as well\n\nas the agency, 'must give effect to the unambiguously expressed\n\nintent of Congress.'\" (quoting Chevron, 467 U.S. at 842-43)).\n\nThus,    \"[i]f,    after    employing      all    the   traditional        tools   of\n\nconstruction, the statute's text seems unambiguous and the ordinary\n\nmeaning of that unambiguous language yields a reasonable result,\n\nthe interpretive odyssey is at an end.\"                   Morales v. Sociedad\n\nEspañola de Auxilio Mutuo y Beneficencia, 524 F.3d 54, 57 (1st Cir.\n\n2008).     In     other    words,    we   need   not    defer    to   an   agency's\n\nconstruction if we hold the agency's interpretation to be \"contrary\n\nto congressional intent.\"           Succar, 394 F.3d at 23.\n\n            However, \"if the statute is silent or ambiguous with\n\nrespect to the specific issue, the question for the court is\n\nwhether the agency's answer is based on a permissible construction\n\nof the statute.\"      Chevron, 467 U.S. at 843; Herrera-Inirio v. INS,\n\n208 F.3d 299, 304 (1st Cir. 2000).               \"'Chevron[] deference to [an\n\nagency's] statutory interpretation is called for only when the\n\ndevices of judicial construction have been tried and found to yield\n\nno clear sense of congressional intent.'\"               Succar, 394 F.3d at 22\n\n(alterations in original) (quoting Gen. Dynamics Land Sys., Inc. v.\n\nCline, 540 U.S. 581, 600 (2004)).\n\n\n                                          -8-\n\f           Here, we conclude that the plain language of § 1151(b)(2)\n\n(A)(i)'s second sentence does not deprive Mrs. Taing of her status\n\nas an \"immediate relative.\"      Thus, we need not reach the second\n\nstep of the Chevron framework.\n\n           B.   Applicable Law\n\n           The statutory provision at issue in this case states as\n\nfollows:\n\n           For purposes of this subsection, the term\n           \"immediate relatives\" means the children,\n           spouses, and parents of a citizen of the\n           United States, except that, in the case of\n           parents, such citizens shall be at least 21\n           years of age. In the case of an alien who was\n           the spouse of a citizen of the United States\n           for at least 2 years at the time of the\n           citizen's death and was not legally separated\n           from the citizen at the time of the citizen's\n           death, the alien (and each child of the alien)\n           shall be considered, for purposes of this\n           subsection, to remain an immediate relative\n           after the date of the citizen's death but only\n           if the spouse files a petition under section\n           1154(a)(1)(A)(ii) of this title within 2 years\n           after such date and only until the date the\n           spouse remarries.\n\n8 U.S.C. § 1151(b)(2)(A)(i).     Our task is to determine whether the\n\nreference to \"spouses\" as used in the first sentence of this\n\nprovision includes surviving spouses of a United States citizen,\n\nlike Mrs. Taing.\n\n           At the outset we note a sharp difference of opinion among\n\nour sister courts.    On virtually identical facts, the Ninth and\n\nSixth   Circuits     have   concluded    that,   for   purposes   of\n\n§ 1151(b)(2)(A)(i), a surviving spouse should be able to qualify as\n\n                                  -9-\n\fan \"immediate relative\" if her deceased spouse filed an I-130\n\npetition on her behalf.     See Lockhart v. Napolitano, 561 F.3d 611\n\n(6th Cir. 2009); Freeman, 444 F.3d 1031.          The Third Circuit,\n\nhowever, has ruled otherwise.     See Robinson, 554 F.3d 358.   For the\n\nreasons stated below, we agree with the Ninth and Sixth Circuit's\n\nreading of statute.\n\n          C. Congressional Intent Is Clear and Unambiguous\n\n          To determine whether a statute exhibits \"Chevron-type\n\nambiguity, . . . courts look at both the most natural reading of\n\nthe language and the consistency of the 'interpretive clues'\n\nCongress provided.\" Succar, 394 F.3d at 22 (quoting Gen. Dynamics,\n\n540 U.S. at 586).\n\n          The Supreme Court has stated:\n\n          The judiciary is the final authority on issues\n          of statutory construction and must reject\n          administrative    constructions    which   are\n          contrary to clear congressional intent. If a\n          court,    employing   traditional   tools   of\n          statutory    construction,   ascertains   that\n          Congress had an intention on the precise\n          question at issue, that intention is the law\n          and must be given effect.\n\nId. (quoting INS v. Cardoza-Fonseca, 480 U.S. 421, 447–48 (1987)).\n\n                    1.   Plain Meaning of \"Spouse\"\n\n          \"In determining the meaning of a statute, our analysis\n\nbegins with the language of the statute.\"      Id. (citing Leocal v.\n\nAshcroft, 543 U.S. 1 (2004)). \"We construe language in its context\n\nand in light of the terms surrounding it.\"       Id. (quotation marks\n\n\n                                  -10-\n\fomitted); see also Morales, 524 F.3d at 57.   In examining the plain\n\nlanguage of the statute for purposes of step one of the Chevron\n\nanalysis, we examine the common, ordinary meaning of the words of\n\nthe statute at the time of enactment.   See Carcieri, 129 S. Ct. at\n\n1064; BedRoc Ltd., LLC v. United States, 541 U.S. 176, 184 (2004).\n\n           As explained above, the issue here is whether Mrs. Taing\n\nretained her status as a \"spouse\" after her husband died in order\n\nfor her to qualify as an \"immediate relative\" under the INA.    The\n\ngovernment argues that the definition of \"spouse\" in federal law\n\nand the common, ordinary meaning of the term \"spouse\" compel the\n\nconclusion that Mrs. Taing ceased to be a \"spouse,\" and hence an\n\n\"immediate relative,\" when Mr. Taing died.    We disagree with both\n\narguments.\n\n           The federal law to which the government cites is as\n\nfollows:\n\n           In determining the meaning of any Act of\n           Congress, or of any ruling, regulation, or\n           interpretation of the various administrative\n           bureaus and agencies of the United States, the\n           word \"marriage\" means only a legal union\n           between one man and one woman as husband and\n           wife, and the word \"spouse\" refers only to a\n           person of the opposite sex who is a husband or\n           a wife.\n\n1 U.S.C. § 7 (emphasis added).\n\n           By reference to this statute, the government argues that\n\none is a \"spouse\" only if one is a husband or wife within a legal\n\nmarriage. Further, it contends that due to Mr. Taing's death, Mrs.\n\n\n                                 -11-\n\fTaing is no longer the wife of her deceased husband, and thus no\n\nlonger a \"spouse.\"\n\n          The       government     overreaches       here.     This    definition\n\noriginated in the Defense of Marriage Act (\"DOMA\").                   Pub. L. No.\n\n104-199, § 7, 110 Stat. 2419-20.                DOMA was intended to limit the\n\ninstitution of marriage to heterosexual unions, not to alter the\n\ntraditional meaning of the word \"spouse,\" which, as we discuss\n\nimmediately below, includes surviving spouse under its common,\n\nordinary meaning.      See Lockhart, 561 F.3d at 619 (noting that § 7\n\nof DOMA \"emphasizes that spouses shall be of the opposite sex, it\n\ndoes not mandate that spouses lose their status as such with the\n\ndeath of either one of them.\" (quoting Taing, 526 F. Supp. 2d at\n\n184)).   Indeed,       nothing     in    the     legislative   history   of   DOMA\n\ncontemplates upsetting Congress's intent behind its use of the word\n\n\"spouse\" in the immigration context.              See id. at 619 n.1; see also\n\nDole Food Co. v. Patrickson, 538 U.S. 468, 484 (2003) (Breyer, J.,\n\nconcurring     in     part   and        dissenting     in    part)    (\"Statutory\n\ninterpretation is not a game of blind man's bluff.              Judges are free\n\nto consider statutory language in light of a statute's basic\n\npurposes.\").    We conclude that it would be improper for us to give\n\nthe definition of \"spouse\" in DOMA such unintended breadth.\n\n          Turning to the government's second argument, we do not\n\nagree that the plain meaning of the term \"spouse\" does not include\n\nsurviving spouse.       \"Because Congress has chosen not to define [a\n\n\n                                         -12-\n\fphrase] in the statute itself, we can look to the dictionary for\n\nclarification   of   the   plain   meaning   of   the   words   selected   by\n\nCongress.\"   Pérez-Olivo, 394 F.3d at 49.3          Thus, we look to the\n\nsixth edition of Black's Law Dictionary, published in 1990, and\n\navailable at the time Congress amended the INA by adding the second\n\nsentence of § 1151(b)(2)(A)(i).4       This edition includes surviving\n\nspouse within its definition of \"spouse\" and defines \"spouse\" as\n\nfollows:\n\n           Spouse. One's husband or wife, and \"surviving\n           spouse\" is one of a married pair who outlive\n           the other.\n\nBlack's Law Dictionary 1402 (6th ed. 1990).\n\n           This definition of \"spouse\" clearly includes Mrs. Taing,\n\nwho is \"one of a married pair who outlive[d] the other.\"5           See id.\n\nThe government's contention that we should not consider a surviving\n\n\n3\n   In the definition section of the INA, \"spouse\" is only defined\nby whom it excludes, namely, \"a spouse, wife, or husband by reason\nof any marriage ceremony where the contracting parties thereto are\nnot physically present in the presence of each other, unless the\nmarriage shall have been consummated.\" 8 U.S.C. § 1101(a)(35).\n4\n   We rely on the sixth edition, as opposed to an earlier edition,\nbecause it logically follows that Congress, when amending the\nstatute, intended for the term \"spouse\" in the first sentence to\ncarry the same meaning as it does in the second sentence. As we\nmake clear below, the term \"spouse\" as used in the second sentence\nincludes surviving spouse.\n5\n  Based on the plain language of this definition, we conclude that\n\"spouse\" encompasses \"surviving spouse.\" Our reading is further\nsupported by Congress's use of the word \"spouse\" in the second\nsentence of § 1151(b)(2)(A)(i). As discussed below, in the second\nsentence, Congress uses the word \"spouse\" even when it is clearly\nreferring to surviving spouses. See 8 U.S.C. § 1151(b)(2)(A)(i).\n\n                                   -13-\n\fspouse like Mrs. Taing a \"spouse\" is unpersuasive given that the\n\nterm surviving spouse is subsumed within the dictionary definition\n\nof \"spouse.\"6\n\n           Further,    the   plain    language   of   §   1151(b)(2)(A)(i)\n\nconfirms that \"spouse\" includes surviving spouse.              The second\n\nsentence of this section refers to a surviving spouse simply as\n\n\"spouse\" without using any qualifying terms. See Freeman, 444 F.3d\n\nat 1039.    That sentence states that \"the alien . . . shall be\n\nconsidered, for purposes of this subsection, to remain an immediate\n\nrelative after the date of the citizen's death but only if the\n\nspouse files a petition under section 1154(a)(1)(A)(ii) . . .\n\nwithin 2 years after such date and only until the date the spouse\n\nremarries.\"     8 U.S.C. 1151(b)(2)(A)(i) (emphasis added).       The fact\n\nthat within the same subsection, Congress uses the word \"spouse\" to\n\nrefer to a living spouse and a surviving spouse lends support to\n\nthe argument that it intended for \"spouse\" to include surviving\n\nspouse.    See Freeman, 444 F.3d at 1039-41; see also Robinson, 554\n\nF.3d at 369 (Nygaard, J., dissenting) (\"Congress used 'spouse' to\n\nrefer to a continuing marital bond between the deceased petitioner\n\nand a surviving husband or wife.\").         This reading is consistent\n\nwith \"one of the principal rules of statutory construction which is\n\n\n\n6\n    Even the most current edition of the dictionary includes\nsurviving spouse within the definition of \"spouse.\" Black's Law\nDictionary 1438–39 (8th ed. 2004) (defining \"surviving spouse,\"\nunder \"spouse,\" as \"[a] spouse who outlives the other spouse\").\n\n                                     -14-\n\fto give terms consistent meaning.\"             See Robinson, 554 F.3d at 369\n\n(Nygaard, J., dissenting).\n\n                     2.   Text and Structure of Statute\n\n            In   addition      to   its   plain       language    argument,    the\n\ngovernment asserts that Mrs. Taing should not be considered an\n\n\"immediate relative\" under § 1151(b)(2)(A)(i) because she was not\n\nmarried to Mr. Taing for at least two years at the time of his\n\ndeath.     It cites the second sentence of the statute for this two-\n\nyear requirement and argues that this requirement extends to\n\n\"spouses\" described in the first sentence.              The government insists\n\nthat the inclusion of the phrase \"for purposes of this subsection\"\n\nin   the    second   sentence       supports    its     interpretation.        The\n\ngovernment's argument is undermined by the text and structure of\n\nthe statute as well as related provisions concerning the right of\n\na surviving spouse to adjust her status.\n\n            \"[L]ooking    to    the   'specific       context    in   which   [the]\n\nlanguage is used, and the broader context of the statute as a\n\nwhole,'\" Pérez-Olivo, 394 F.3d at 49 (quoting Robinson v. Shell Oil\n\nCo., 519 U.S. 337, 341 (1997)), it is clear to us that the first\n\ntwo sentences in § 1151(b)(2)(A)(i) should be read as creating\n\nseparate and independent pathways.             The second sentence does not\n\nmodify or limit the meaning of the term \"spouse\" in the first\n\nsentence.     See Freeman, 444 F.3d at 1039.             The only term in the\n\nfirst sentence which contains a limitation is \"parents\" and the\n\n\n                                      -15-\n\fstatute restricts the status of \"immediate relative\" to parents\n\nwhose citizen children are at least twenty-one years of age.              Id.\n\n\"There is no comparable qualifier to be a 'spouse' —- that is, a\n\nrequirement that the marriage must have existed for at least two\n\nyears.\"    Id.\n\n            The second sentence, rather than modifying the first as\n\nthe government contends, creates a separate and independent right\n\nfor certain alien spouses to self-petition for \"immediate relative\"\n\nstatus.7   See 8 U.S.C. § 1151(b)(2)(A)(i); see also Freeman, 444\n\nF.3d at 1041-42. This sentence addresses the situation of an alien\n\nspouse whose husband or wife died before filing an I-130 petition.\n\nIt limits the surviving alien spouse's right to self-petition by\n\nrequiring that spouses be married for two years prior to the\n\ncitizen spouse's death.       The two-year duration requirement places\n\na limitation on the alien spouse's ability to obtain a new right.\n\nThere is nothing in the language of the second sentence to imply\n\nthat it was intended to strip away \"spouse\" status from a surviving\n\nspouse whose deceased spouse had already filed an I-130 petition.\n\n            From the text and structure of these statutes, it is\n\nevident that Congress put in place two separate processes for\n\npetitioning      for   adjustment   of   status   --   the   first   sentence\n\n\n\n7\n    The first part of the second sentence which mentions the\ntwo-year marriage requirement is limited by the phrase, \"but only\nif the spouse files a petition under § 1154(a)(1)(A)(ii) of this\ntitle.\" See id. at 1041-42.\n\n                                    -16-\n\fcontemplates a situation like Mrs. Taing's where the citizen spouse\n\nhas already filed a petition. In these situations, the duration of\n\nthe marriage is of no importance.            However, the second sentence\n\ndeals with the situation where the citizen spouse has died before\n\nfiling an I-130 petition on his or her spouse's behalf.\n\n           Congress's      decision    to    set     up    dual   processes    is\n\nreaffirmed by reading § 1151(a)(1)(A)(ii) in conjunction with\n\nrelated statutory provisions.          For example, § 1154 states that\n\n\"[a]n alien spouse described in the second sentence of section\n\n1151(b)(2)(A)(i) of this title also may file a petition with the\n\nAttorney General under this subparagraph for classification of the\n\nalien (and the alien's children) under such section.\"                   8 U.S.C.\n\n§ 1154(a)(1)(A)(ii) (emphasis added).              We agree with the Freeman\n\ncourt that \"[t]he inclusion of the word 'also' in this subsection,\n\nas compared to the right given to living citizen spouses in\n\n§ 1154(a)(1)(A)(i) (i.e., to file a petition on behalf of their\n\nalien spouse), further establishes that the right of self-petition\n\nis given to a select group of alien widows as an alternative to\n\ntheir citizen spouse's I-130 filing.\"          444 F.3d at 1042 n.17.\n\n           Moreover, 8 U.S.C. § 1186a states that an alien spouse\n\nwho receives permanent resident status as an \"immediate relative\"\n\nbefore the second anniversary of her qualifying marriage does so on\n\na   conditional   basis.     That     status   can    be   terminated    if   the\n\nqualifying marriage is found to be improper.                 8 U.S.C. § 1186a\n\n\n                                      -17-\n\f(b)(1).   Notably, § 1186a(b)(1) provides that this finding can be\n\nmade if it is \"determine[d], before the second anniversary of the\n\nalien's obtaining the status of lawful admission for permanent\n\nresidence,   that   --   the   qualifying     marriage    .     .    .    has   been\n\njudicially annulled or terminated, other than through the death of\n\na spouse.\"   Id.      (emphasis added).      As the Freeman court noted,\n\nthis language, by excepting a spouse's death, presents \"compelling\n\nevidence that Congress did not intend its provision for a widow's\n\nself-petition   for    adjustment   of     status   to   have       the   implicit\n\ncollateral consequence of terminating a citizen spouse's already\n\npending petition -- particularly when the effect would be to\n\nforeclose a grieving widow from any adjustment at all 'through the\n\ndeath of [her] spouse.'\"        444 F.3d at 1042; see also 8 U.S.C.\n\n§ 1186a(b)(1)(A)(ii).       Thus, § 1186a also lends support to our\n\nconclusion that § 1151(b)(2)(A)(i) provides surviving spouses with\n\ntwo distinct processes to petition for adjustment of status.\n\n          We are mindful of the \"cardinal rule that courts must\n\nstrive to harmonize all the provisions of a statute to give them\n\nall force and effect.\"     United States v. Roberson, 459 F.3d 39, 55\n\n(1st Cir. 2006). Applying this tool of statutory construction, and\n\nviewing § 1151 in the context of the entire statutory scheme\n\nconcerning a surviving spouse's right to adjust her status, we are\n\nconvinced that Congress plainly and unambiguously intended that\n\nsurviving spouses like Mrs. Taing, who is the beneficiary of an I-\n\n\n                                    -18-\n\f130 petition filed prior to her spouse's death, remain eligible for\n\n\"immediate relative\" status.\n\n            D.    Government's Remaining Arguments Are Unavailing\n\n            The government's remaining arguments are unpersuasive in\n\nlight of our holding that Mrs. Taing continues to be a \"spouse\"\n\ndespite her husband's death.          We take each in turn.\n\n                       1.    Present Tense Language in § 1154(b)\n\n            We disagree with the government's contention that the\n\npresent tense language used in § 1154(b) evidences congressional\n\nintent not to confer \"immediate relative\" status on petitioners\n\nlike Mrs. Taing.8           The government argues that the present tense\n\nlanguage in this provision supports the conclusion that Mr. Taing,\n\nthe I-130 petitioner, must be alive and that Mr. and Mrs. Taing\n\nmust still be married for USCIS to approve the I-130 petition.                  We\n\ndisagree.\n\n            As    explained     above,    because    we   read   the   first   two\n\nsentences    of    §    1151(b)(2)(A)(i)        as   creating     separate     and\n\nindependent pathways, we conclude a surviving spouse remains a\n\n\"spouse,\" and therefore qualifies for \"immediate relative\" status\n\nfor purposes of § 1154 even if the surviving spouse had been\n\n\n\n8\n   8 U.S.C. § 1154(b) states in relevant part that \"the Attorney\nGeneral shall, if he determines that the facts stated in the\npetition are true and that the alien in behalf of whom the petition\nis made is an immediate relative specified in section 1151(b) of\nthis title . . . approve the petition and forward one copy thereof\nto the Department of State.\" (emphasis added).\n\n                                         -19-\n\fmarried for less than two years (provided, of course, that the\n\nmarriage was not fraudulent).    Thus, the use of the present tense\n\nin § 1154(b) does not affect our analysis because Mrs. Taing still\n\nqualifies as \"an immediate relative\" despite her husband's death.9\n\n                 2.   Automatic Revocation\n\n          The government states that § 1155 allows the Secretary of\n\nHomeland Security (\"Secretary\") to \"revoke the approval of any\n\npetition approved by him under section 1154\" at any time for what\n\nhe considers to be \"good and sufficient cause.\"       8 U.S.C. § 1155.\n\nFurther, the government states that, by regulation, the Secretary\n\nhas established that the citizen petitioner's death automatically\n\nrevokes   approval    of   a   visa     petition.10   See   8   C.F.R.\n\n\n9\n   The government also cites to another provision in § 1154 which\nprovides in relevant part:\n\n          Nothing in this section shall be construed to\n          entitle an immigrant, in behalf of whom a\n          petition under this section is approved, to be\n          admitted [to] the United States as an\n          immigrant . . . as an immediate relative under\n          section 1151(b) of this title if upon his\n          arrival at a port of entry in the United\n          States he is found not to be entitled to such\n          classification.\n\n8 U.S.C. § 1154(e).\n\nThe government's reference to § 1154(e) is unconvincing because,\nfor the reasons explained above, Mrs. Taing is entitled to an\n\"immediate relative\" classification.\n10\n   We note that § 205.1(a)(3)(i)(C)(2) provides for a humanitarian\nexception to the automatic revocation regulation. This regulation\ndoes not apply to Mrs. Taing's case because her petition has yet to\nbe approved and she is not seeking to be considered for this\n\n                                 -20-\n\f§ 205.1(a)(3)(i)(C).            The government contends that if the visa\n\npetitioner's death is sufficient to revoke an approved petition, it\n\nshould be sufficient to revoke an unapproved petition.\n\n             Although     the    government      did    not   raise   this        precise\n\nargument below, we nevertheless go to the merits and conclude that\n\nthe automatic revocation provision is inapplicable here. First, it\n\nis    significant    that      this    provision    applies    only     to    approved\n\npetitions, whereas the I-130 petition at issue here is pending. We\n\nare not convinced that we should extend a regulation that applies\n\nto the revocation of approved petitions to the pending petition\n\ncontext.      See Lockhart, 561 F.3d at 622 (noting that \"[t]he\n\nSecretary provides no evidence establishing that the government\n\nhas, since 1938, denied pending immediate relative petitions solely\n\non    the   basis   of   the    citizen    spouse's      death,   nor   .     .    .   any\n\nhistorical analysis linking the 'immediate relative' provision to\n\nthe automatic revocation of approved petitions\").\n\n             Second, and more importantly, the government's reading of\n\nthe    automatic    revocation        provision's      applicability     to       pending\n\npetitions is contrary to Congress's intent in § 1151(b)(2)(A)(i).\n\nWhere a regulation conflicts with congressional intent as expressed\n\nin a statutory scheme, courts must give effect to congressional\n\n\n\nexception at this time. Because there is no formal application or\npetition used to request USCIS to consider an applicant for the\nhumanitarian exception, USCIS does not collect specific statistics\nas to how often it grants the regulatory exception.\n\n                                          -21-\n\fintent.    See Succar, 394 F.3d at 10–11 (holding that a regulation\n\npromulgated by the Attorney General was invalid where it conflicted\n\nwith Congress's intent as expressed in a statute).                          Here, as\n\nexpressed above in our discussion of Congress's intent behind\n\n§ 1151(b)(2)(A)(i), it is clear that Congress did not intend for\n\nMr.    Taing's   death      to   cut     off    Mrs.   Taing's     eligibility    for\n\n\"immediate relative\" status.11             See also Pierno v. INS, 397 F.2d\n\n949,   950–51    (2d    Cir.     1968)    (concluding       automatic      revocation\n\ninappropriate where petitioner died during a delay in considering\n\nvisa petition and that allowing \"wooden application of rules for\n\nautomatic revocation\" would result in many aliens being \"denied\n\nadjustment by the happenstance of a spouse's death.\").\n\n                       3.   Related Statutes\n\n            In support of its argument, the government refers to\n\nrelated    statutes     under     which        an   alien   may   obtain   permanent\n\nresidence based on a relationship that has been dissolved by death.\n\nIn particular, the government cites to the USA Patriot Act of 2001\n\n(\"Patriot Act\"), Pub. L. No. 107-56, §§ 421, 423, 115 Stat. 272,\n\nand to the National Defense Authorization Act for Fiscal Year 2004\n\n(\"NDAA\"), Pub. L. No. 108-136, § 1703(a)–(e), 117 Stat. 1392, 1693.\n\n\n\n11\n    We recognize that our decision today may have an impact on\nvarious parts of the existing administrative scheme. See, e.g., 8\nC.F.R. § 216.5 (detailing circumstances where the requirement of a\njoint petition to remove conditions on LPR status may not apply).\nThe agency has the obligation to conform affected regulatory\nprovisions to the intent of Congress.\n\n                                          -22-\n\fThe government cites to this legislation to support its claim that\n\nwhen Congress has wanted to permit an alien to obtain \"immediate\n\nrelative\" status it has been explicit.\n\n          The government's references to the Patriot Act and NDAA\n\nare inapposite because, to the extent they are relevant, the cited\n\nprovisions pertain to the second sentence of § 1151(b)(2)(A)(i),\n\nnot the first sentence.12   As we held above, the second sentence of\n\nthis provision has no bearing on whether a surviving spouse such as\n\nMrs. Taing qualifies as an \"immediate relative\" for purposes of her\n\nvisa petition and adjustment of status application.   See Lockhart,\n\n561 F.3d at 619 (\"Like the second sentence of the \"immediate\n\nrelative\" provision . . . the Patriot and the National Defense\n\nAuthorization Acts provide a separate avenue for self-petitioning\n\n\n12\n   Section 421(a) of the Patriot Act does not deal with \"immediate\nrelatives.\" Rather it provides special immigrant status to other\ngroups of aliens.    Section 423(a)(1), however, grants surviving\nspouses of United States citizens who \"died as a direct result of\nspecified terrorist activity\" the right to self-petition within two\nyears of the citizen spouse's death notwithstanding the two-year\nmarriage requirement as set forth in the second sentence of\n§ 1151(b)(2)(A)(i).    Section 423(a)(1) applies where the United\nStates citizen spouse did not file the I-130 petition on behalf of\nthe alien spouse prior to his or her death.       This legislation\nclearly relates to the second sentence of § 1151(b)(2)(A)(i) and\ndoes not alter or limit the first sentence.\n\n   Similarly, § 1703(a)–(e) of the NDAA contains language allowing\naliens, other than \"immediate relatives,\" to have their adjustment\nof status applications adjudicated despite the death of the\npetitioner, specifically providing for the right to self-petition\nunder the second sentence of § 1151(b)(2)(A)(i) and under § 1154\n(a)(1)(A). Again, this legislation relates to the second sentence\nof § 1151(b)(2)(A)(i), and does not alter or limit the first\nsentence.\n\n                                -23-\n\fwithout requiring the alien-spouse to have been married for two\n\nyears in the event that the deceased citizen did not petition prior\n\nto death.\").\n\n                   4.    Effect of Prior Agency Decision\n\n            Lastly, the government argues that we should defer to a\n\nBoard of Immigration Appeals (\"BIA\") decision in Matter of Varela,\n\n13 I&N Dec. 453 (BIA 1970).          In Varela, the BIA held that an alien\n\nspouse ceases to be a \"spouse,\" and hence an \"immediate relative,\"\n\nwhen a citizen spouse, petitioning on the alien spouse's behalf,\n\ndies before the alien spouse's adjustment of status application is\n\ndue.    Id. at 453–54.         As explained above, we conclude that the\n\nlanguage, text, structure, and context of the INA statutory scheme\n\nplainly and unambiguously indicate that Congress intended for\n\nsurviving   spouses     such    as   Mrs.     Taing   qualify   for   \"immediate\n\nrelative\" status for purposes of § 1151(b)(2)(A)(i); thus, we need\n\nnot accord Chevron deference to the BIA's decision in Varela. Even\n\nif we were to consider Varela under the less deferential standard\n\narticulated in Skidmore v. Swift & Co., 323 U.S. 134 (1944), it\n\nfails to persuade us for two main reasons.13 See Lockhart, 561 F.3d\n\n\n13\n    We apply Skidmore deference consistent with the following\nlanguage from United States v. Mead Corp.:\n\n       The weight [accorded to an administrative] judgment in a\n       particular case will depend upon the thoroughness evident\n       in its consideration, the validity of its reasoning, its\n       consistency with earlier and later pronouncements, and\n       all those factors which give it power to persuade, if\n       lacking power to control.\n\n                                       -24-\n\fat 622 (holding that Varela is not entitled to either Skidmore or\n\nChevron deference). First, the opinion summarily rules in favor of\n\nthe government and does not engage in an adequate analysis of the\n\nstatutory text.    See id.; Freeman, 444 F.3d at 1038.      Second, the\n\nBIA later found this decision to be extra-jurisdictional in Matter\n\nof Sano, 19 I&N Dec. 299 (BIA 1985), thereby making Varela a\n\nnon-precedential   decision.14   See    Lockhart,   561   F.3d   at   622;\n\nFreeman, 444 F.3d at 1038.\n\n\n\n\n533 U.S. 218, 226-27 (2001) (alteration in original) (quoting\nSkidmore, 323 U.S. at 140); see also García-Quintero v. Gonzales,\n455 F.3d 1006, 1014-15 (9th Cir. 2006) (suggesting that Skidmore\ncounsels that non-precedential BIA decisions that do not qualify\nfor Chevron deference may be entitled to respect proportional to\ntheir power to persuade).\n14\n   We note that the INA's own enacting regulations are in tension\nwith the holding in Varela.      8 C.F.R. §§ 204.1-2 set out the\nprocess for \"immediate relative\" petitions and support the\nconclusion that Congress intended for there to be dual tracks in\nplace -- one where the citizen spouse, before his death, has filed\nan I-130 petition and one where he has not filed an I-130 petition.\nAs the Freeman court has noted: \"The distinction the regulations\ndraw between the rights of a citizen spouse to petition as compared\nto those of an alien widow to self-petition is consistent with a\ncongressional intent to create two different processes.\" 444 F.3d\nat 1042-43 (emphasis in original removed).      Notably, \"sections\n204.1(a)(2) and 204.2(b), separately delineate when a 'widow or\nwidower of a United States citizen self-petitioning' [] 'may file\na petition and be classified as an immediate relative' . . .\nessentially tracking the second sentence of § 1151(b)(2)(A)(i).\"\nId. at 1042 (emphasis in original removed). As we have detailed\nabove, reading § 1151(b)(2)(A)(i)'s two sentences as creating\nseparate and independent avenues for relief supports Mrs. Taing's\nclaim that she remains an \"immediate relative\" despite her\nhusband's death.\n\n                                 -25-\n\f           E.    Public Policy\n\n           Although we rest our holding on entirely legal grounds,\n\nwe note that our decision comports with common sense.                 We do not\n\nbelieve that Congress intended for the speed at which immigration\n\nauthorities attend to a pending application to be dispositive in\n\ndetermining when a surviving spouse like Mrs. Taing, who has\n\ndiligently   followed    the    rules,      can   qualify   as   an   \"immediate\n\nrelative.\"      We recognize that given the volume of cases, it may\n\ntake many months for the immigration authorities to consider a\n\npending application; however, this fact is outside an applicant's\n\ncontrol and should not be used to penalize her.                  As our sister\n\ncourt has recently noted, the result the government seeks would\n\n\"create[] an arbitrary, irrational and inequitable outcome in which\n\napprovable petitions will be treated differently depending solely\n\nupon when the government grants the approval.\" Lockhart, 561 F.3d\n\nat   620   (quoting    Robinson,      554    F.3d   at   371     (Nygaard,   J.,\n\ndissenting)).      \"[W]e must assume that when drafting the INA,\n\nCongress did not intend an absurd or manifestly unjust result.\"\n\nId. (citing Green v. Bock Laundry Mach. Co., 490 U.S. 504 (1989)).\n\n                               III.   Conclusion\n\n           For the foregoing reasons, we affirm the district court.\n\n           Affirmed.\n\n\n\n\n                                      -26-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>567 F.3d 19 (2009)</b></center>\n<center><h1>NEANG CHEA TAING, Petitioner, Appellee,<br>\nv.<br>\nJanet NAPOLITANO,<sup>[*]</sup> Secretary, Department of Homeland Security, et al., Respondents, Appellants.</h1></center>\n<center>No. 08-1179.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard October 10, 2008.</center>\n<center>Decided May 20, 2009.</center>\n<p><span class=\"star-pagination\">*20</span> Gjon Juncaj, Trial Attorney, with whom Gregory G. Katsas, Acting Assistant Attorney General, Civil Division, Thomas H. Dupree, Jr., Deputy Assistant Attorney General, David J. Kline, Director, District Court Section, Office of Immigration Litigation, and Victor M. Lawrence, Principal Assistant Director, was on brief for appellants.</p>\n<p>Thomas Stylianos, Jr., for appellee.</p>\n<p>Before TORRUELLA, LIPEZ, and HOWARD, Circuit Judges.</p>\n<p>TORRUELLA, Circuit Judge.</p>\n<p>Plaintiff-Appellee Neang Chea Taing (\"Mrs.Taing\") is a Cambodian national who was admitted to the United States on a B-2 non-immigrant visa for pleasure in 2004. In October 2004, Mrs. Taing married Tecumsen Chip Taing (\"Mr.Taing\"), a citizen of the United States. In December 2004, Mr. Taing filed an I-130 petition on behalf of Mrs. Taing to have her classified as an \"immediate relative\" so that she would be <span class=\"star-pagination\">*21</span> eligible to apply for an immigrant visa as his spouse. Mrs. Taing also filed an I-485 application seeking an adjustment of her status. On July 2, 2005, Mr. Taing died. As a result of Mr. Taing's death, the United States Citizenship and Immigration Service (\"USCIS\") terminated action on Mr. Taing's I-130 petition, and denied Mrs. Taing's I-485 application, concluding that she no longer qualified as an \"immediate relative\" under the Immigration and Nationality Act (\"INA\"). <i>See</i> 8 U.S.C. § 1151(b)(2)(A)(i).</p>\n<p>Mrs. Taing filed a Petition for Writ of Mandamus and Complaint for Declaratory and Injunctive Relief in the United States District Court for the District of Massachusetts. The government moved to dismiss Mrs. Taing's claims. The district court denied the government's motion and remanded the case to USCIS. The government appeals the district court's ruling. At issue here is whether Mrs. Taing, despite her husband's death, remains Mr. Taing's \"spouse\" and thus qualifies as an \"immediate relative\" for purposes of the INA. After careful consideration, we hold that she does so qualify, and affirm the district court's order.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p></p>\n<h2>A. Immediate Relative and Adjustment of Status Process</h2>\n<p>The INA allows certain relatives of United States citizens to obtain lawful permanent resident (\"LPR\") status based on a family relationship. <i>See</i> 8 U.S.C. § 1151(a)(1). A United States citizen may petition for an alien spouse or any other \"immediate relative\" as defined by the statute. This two-step process requires the citizen spouse to first file an I-130 petition with the USCIS on behalf of his alien relative.<sup>[1]</sup> 8 U.S.C. § 1154(a)(1)(A)(i); 8 C.F.R. §§ 204.1(a)(1), 204.2(a). If the I-130 petition is approved, the alien relative is classified within a specific immigrant visa class. The alien relative, if in the United States, may then seek adjustment of status to that of a LPR by filing an I-485 application. <i>See</i> 8 U.S.C. § 1255 (relating to adjustment of status); 8 C.F.R. § 245.1(a). The I-130 petition requesting the \"immediate relative\" status of an alien spouse may be filed together with the I-485 application for adjustment of status because approval of the I-130 petition would make a visa immediately available to the alien spouse upon filing the I-485 application. <i>See</i> 8 C.F.R. § 245.1(f).<sup>[2]</sup></p>\n<p>USCIS must conduct an investigation when adjudicating the I-130 petition to determine that \"the facts stated in the petition are true and that the alien in behalf of whom the petition is made is an immediate relative specified in section 1151(b).\" 8 U.S.C. § 1154(b). If the facts in the petition are true and the applicant is <span class=\"star-pagination\">*22</span> an \"immediate relative,\" USCIS shall approve the petition. <i>Id.</i></p>\n<p></p>\n<h2>B. Mrs. Taing's Petition</h2>\n<p>The facts in this case are undisputed and stipulated to by both parties. Mrs. Taing is a Cambodian citizen and is the surviving spouse of Mr. Taing. She was admitted to the United States as a non-immigrant visitor for pleasure on June 17, 2004. She met Mr. Taing during her visit and the two were married on October 4, 2004. Mr. Taing was a naturalized United States citizen.</p>\n<p>In December 2004, Mr. Taing filed an I-130 petition, seeking to have his spouse, Mrs. Taing, classified as an \"immediate relative\" for purposes of her immigrant visa petition. Mrs. Taing also filed a request for work authorization and an I-485 application to adjust her status. The government approved her application for work authorization.</p>\n<p>The couple resided together in Lowell, Massachusetts from the time of their marriage until Mr. Taing died of a stroke on July 2, 2005. On September 13, 2005, the government issued a notice for Mrs. Taing and her now-deceased husband to appear for an interview on their applications. The government scheduled the interview for October 13, 2005. Mrs. Taing appeared for the interview without her husband. Subsequently, USCIS terminated action on Mr. Taing's I-130 petition and denied Mrs. Taing's I-485 application.</p>\n<p>On April 10, 2006, the Department of Homeland Security (\"DHS\") mailed Mrs. Taing a Notice to Appear, charging her with overstaying her visa. On March 14, 2007, Mrs. Taing filed a Petition for Writ of Mandamus and Complaint for Declaratory and Injunctive Relief in the district court. Mrs. Taing requested that the district court direct USCIS to: (1) process Mr. Taing's I-130 petition and her I-485 application; and (2) classify her as an \"immediate relative\" spouse of a United States citizen.</p>\n<p>The government filed a motion to dismiss on August 2, 2007. On December 12, 2007, the district court issued a memorandum and order denying the government's motion to dismiss, remanding the case to USCIS for further proceedings in accordance with its decision. <i>Taing v. Chertoff,</i> 526 F.Supp.2d 177, 179 (D.Mass.2007). The district court held that Mrs. Taing qualifies as an \"immediate relative\" under the plain meaning of § 1151(b)(2)(A)(i). <i>Id.</i> at 187. The district court reasoned that because the statute's meaning was unambiguous, <i>Chevron</i> deference was inappropriate. The court based its holding on <i>Freeman v. Gonzales,</i> 444 F.3d 1031 (9th Cir.2006), and <i>Robinson v. Chertoff,</i> No. 06-5702, 2007 WL 1412284 (D.N.J. May 14, 2007), <i>rev'd sub nom, </i><i>Robinson v. Napolitano,</i> 554 F.3d 358 (3d Cir.2009), two cases which reached the same result.</p>\n<p>The government appeals the district court's order and argues that under the plain meaning of the statute Mrs. Taing should not be classified as an \"immediate relative.\" Alternatively, the government argues that even if this court disagrees with the government's reading, the statute's language should be deemed ambiguous, and that we should defer to USCIS's interpretation under <i>Chevron</i> principles.</p>\n<p>We disagree with the government's arguments and affirm the district court's ruling. The meaning of the statute is unambiguous and Mrs. Taing qualifies as an \"immediate relative\" under the statute.</p>\n<p></p>\n<h2>II. <i>Discussion</i>\n</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>This court has subject matter jurisdiction under 28 U.S.C. § 1331 and the Administrative Procedures Act (\"APA\"). <span class=\"star-pagination\">*23</span> <i>Succar v. Ashcroft,</i> 394 F.3d 8, 20 (1st Cir.2005). The APA \"gives a court power to `hold unlawful and set aside' not only agency action that is `arbitrary' or `capricious,' but also agency action that is `otherwise not in accordance with law' or is `in excess of statutory jurisdiction, authority, or limitations, or short of statutory right.'\" <i>Id.</i> (quoting <i>Cousins v. Sec'y of the United States Dep't of Transp.,</i> 880 F.2d 603, 608 (1st Cir.1989) (quoting 5 U.S.C. § 706(2)(A), (C))).</p>\n<p>We review <i>de novo</i> an \"agency's construction of [a] statute which it administers\" according to established principles of deference. <i>Chevron, U.S.A., Inc. v. Natural Res. Def. Counsel, Inc.,</i> 467 U.S. 837, 842-43, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984); <i>Muñiz v. Sabol,</i> 517 F.3d 29, 34 (1st Cir.2008); <i>Pérez-Olivo v. Chávez,</i> 394 F.3d 45, 48 (1st Cir.2005).</p>\n<p>Our review entails a two-step approach. <i>Chevron,</i> 467 U.S. at 842-43, 104 S.Ct. 2778. First, we must \"ask whether `Congress has directly spoken to the precise question at issue.'\" <i>Succar,</i> 394 F.3d at 22 (quoting <i>Chevron,</i> 467 U.S. at 842, 104 S.Ct. 2778). We do this by \"determin[ing] whether the language of [the] statute is susceptible to more than one natural meaning.\" <i>Strickland v. Comm'r, Me. Dep't of Human Servs.,</i> 96 F.3d 542, 547 n. 5 (1st Cir.1996). If \"the statutory text is plain and unambiguous,\" the court \"must apply the statute according to its terms.\" <i>Carcieri v. Salazar,</i> ___ U.S. ___, 129 S.Ct. 1058, 1063-64, 172 L.Ed.2d 791 (2009); <i>see also </i><i>Succar,</i> 394 F.3d at 22 (\"[C]ourts, as well as the agency, `must give effect to the unambiguously expressed intent of Congress.'\" (quoting <i>Chevron,</i> 467 U.S. at 842-43, 104 S.Ct. 2778)). Thus, \"[i]f, after employing all the traditional tools of construction, the statute's text seems unambiguous and the ordinary meaning of that unambiguous language yields a reasonable result, the interpretive odyssey is at an end.\" <i>Morales v. Sociedad Española de Auxilio Mutuo y Beneficencia,</i> 524 F.3d 54, 57 (1st Cir.2008). In other words, we need not defer to an agency's construction if we hold the agency's interpretation to be \"contrary to congressional intent.\" <i>Succar,</i> 394 F.3d at 23.</p>\n<p>However, \"if the statute is silent or ambiguous with respect to the specific issue, the question for the court is whether the agency's answer is based on a permissible construction of the statute.\" <i>Chevron,</i> 467 U.S. at 843, 104 S.Ct. 2778; <i>Herrera-Inirio v. INS,</i> 208 F.3d 299, 304 (1st Cir.2000). \"`<i>Chevron</i> [ ] deference to [an agency's] statutory interpretation is called for only when the devices of judicial construction have been tried and found to yield no clear sense of congressional intent.'\" <i>Succar,</i> 394 F.3d at 22 (alterations in original) (quoting <i>Gen. Dynamics Land Sys., Inc. v. Cline,</i> 540 U.S. 581, 600, 124 S.Ct. 1236, 157 L.Ed.2d 1094 (2004)).</p>\n<p>Here, we conclude that the plain language of § 1151(b)(2)(A)(i)'s second sentence does not deprive Mrs. Taing of her status as an \"immediate relative.\" Thus, we need not reach the second step of the <i>Chevron</i> framework.</p>\n<p></p>\n<h2>B. Applicable Law</h2>\n<p>The statutory provision at issue in this case states as follows:</p>\n<blockquote>For purposes of this subsection, the term \"immediate relatives\" means the children, spouses, and parents of a citizen of the United States, except that, in the case of parents, such citizens shall be at least 21 years of age. In the case of an alien who was the spouse of a citizen of the United States for at least 2 years at the time of the citizen's death and was not legally separated from the citizen at the time of the citizen's death, <span class=\"star-pagination\">*24</span> the alien (and each child of the alien) shall be considered, for purposes of this subsection, to remain an immediate relative after the date of the citizen's death but only if the spouse files a petition under section 1154(a)(1)(A)(ii) of this title within 2 years after such date and only until the date the spouse remarries.</blockquote>\n<p>8 U.S.C. § 1151(b)(2)(A)(i). Our task is to determine whether the reference to \"spouses\" as used in the first sentence of this provision includes surviving spouses of a United States citizen, like Mrs. Taing.</p>\n<p>At the outset we note a sharp difference of opinion among our sister courts. On virtually identical facts, the Ninth and Sixth Circuits have concluded that, for purposes of § 1151(b)(2)(A)(i), a surviving spouse should be able to qualify as an \"immediate relative\" if her deceased spouse filed an I-130 petition on her behalf. <i>See </i><i>Lockhart v. Napolitano,</i> 561 F.3d 611 (6th Cir.2009); <i>Freeman,</i> 444 F.3d 1031. The Third Circuit, however, has ruled otherwise. <i>See </i><i>Robinson,</i> 554 F.3d 358. For the reasons stated below, we agree with the Ninth and Sixth Circuit's reading of statute.</p>\n<p></p>\n<h2>C. Congressional Intent Is Clear and Unambiguous</h2>\n<p>To determine whether a statute exhibits \"<i>Chevron</i>-type ambiguity, ... courts look at both the most natural reading of the language and the consistency of the `interpretive clues' Congress provided.\" <i>Succar,</i> 394 F.3d at 22 (quoting <i>Gen. Dynamics,</i> 540 U.S. at 586, 124 S.Ct. 1236).</p>\n<p>The Supreme Court has stated:</p>\n<blockquote>The judiciary is the final authority on issues of statutory construction and must reject administrative constructions which are contrary to clear congressional intent. If a court, employing traditional tools of statutory construction, ascertains that Congress had an intention on the precise question at issue, that intention is the law and must be given effect.</blockquote>\n<p><i>Id.</i> (quoting <i>INS v. Cardoza-Fonseca,</i> 480 U.S. 421, 447-48, 107 S.Ct. 1207, 94 L.Ed.2d 434 (1987)).</p>\n<p></p>\n<h2>1. Plain Meaning of \"Spouse\"</h2>\n<p>\"In determining the meaning of a statute, our analysis begins with the language of the statute.\" <i>Id.</i> (citing <i>Leocal v. Ashcroft,</i> 543 U.S. 1, 125 S.Ct. 377, 160 L.Ed.2d 271 (2004)). \"We construe language in its context and in light of the terms surrounding it.\" <i>Id.</i> (quotation marks omitted); <i>see also </i><i>Morales,</i> 524 F.3d at 57. In examining the plain language of the statute for purposes of step one of the <i>Chevron</i> analysis, we examine the common, ordinary meaning of the words of the statute at the time of enactment. <i>See </i><i>Carcieri,</i> 129 S.Ct. at 1064; <i>BedRoc Ltd., LLC v. United States,</i> 541 U.S. 176, 184, 124 S.Ct. 1587, 158 L.Ed.2d 338 (2004).</p>\n<p>As explained above, the issue here is whether Mrs. Taing retained her status as a \"spouse\" after her husband died in order for her to qualify as an \"immediate relative\" under the INA. The government argues that the definition of \"spouse\" in federal law and the common, ordinary meaning of the term \"spouse\" compel the conclusion that Mrs. Taing ceased to be a \"spouse,\" and hence an \"immediate relative,\" when Mr. Taing died. We disagree with both arguments.</p>\n<p>The federal law to which the government cites is as follows:</p>\n<blockquote>In determining the meaning of any Act of Congress, or of any ruling, regulation, or interpretation of the various administrative bureaus and agencies of the United States, the word \"marriage\" means only a legal union between one <span class=\"star-pagination\">*25</span> man and one woman as husband and wife, <i>and the word \"spouse\" refers only to a person of the opposite sex who is a husband or a wife.</i>\n</blockquote>\n<p>1 U.S.C. § 7 (emphasis added).</p>\n<p>By reference to this statute, the government argues that one is a \"spouse\" only if one is a husband or wife within a legal marriage. Further, it contends that due to Mr. Taing's death, Mrs. Taing is no longer the wife of her deceased husband, and thus no longer a \"spouse.\"</p>\n<p>The government overreaches here. This definition originated in the Defense of Marriage Act (\"DOMA\"). Pub.L. No. 104-199, § 7, 110 Stat. 2419-20. DOMA was intended to limit the institution of marriage to heterosexual unions, not to alter the traditional meaning of the word \"spouse,\" which, as we discuss immediately below, includes surviving spouse under its common, ordinary meaning. <i>See </i><i>Lockhart,</i> 561 F.3d at 619 (noting that § 7 of DOMA \"emphasizes that spouses shall be of the opposite sex, it does not mandate that spouses lose their status as such with the death of either one of them.\" (quoting <i>Taing,</i> 526 F.Supp.2d at 184)). Indeed, nothing in the legislative history of DOMA contemplates upsetting Congress's intent behind its use of the word \"spouse\" in the immigration context. <i>See id.</i> at 619 n. 1; <i>see also </i><i>Dole Food Co. v. Patrickson,</i> 538 U.S. 468, 484, 123 S.Ct. 1655, 155 L.Ed.2d 643 (2003) (Breyer, J., concurring in part and dissenting in part) (\"Statutory interpretation is not a game of blind man's bluff. Judges are free to consider statutory language in light of a statute's basic purposes.\"). We conclude that it would be improper for us to give the definition of \"spouse\" in DOMA such unintended breadth.</p>\n<p>Turning to the government's second argument, we do not agree that the plain meaning of the term \"spouse\" does not include surviving spouse. \"Because Congress has chosen not to define [a phrase] in the statute itself, we can look to the dictionary for clarification of the plain meaning of the words selected by Congress.\" <i>Pérez-Olivo,</i> 394 F.3d at 49.<sup>[3]</sup> Thus, we look to the sixth edition of Black's Law Dictionary, published in 1990, and available at the time Congress amended the INA by adding the second sentence of § 1151(b)(2)(A)(i).<sup>[4]</sup> This edition includes surviving spouse within its definition of \"spouse\" and defines \"spouse\" as follows:</p>\n<blockquote>Spouse. One's husband or wife, and \"surviving spouse\" is one of a married pair who outlive the other.</blockquote>\n<p><i>Black's Law Dictionary</i> 1402 (6th ed.1990).</p>\n<p>This definition of \"spouse\" clearly includes Mrs. Taing, who is \"one of a married pair who outlive[d] the other.\"<sup>[5]</sup><i>See</i> <span class=\"star-pagination\">*26</span> <i>id.</i> The government's contention that we should not consider a surviving spouse like Mrs. Taing a \"spouse\" is unpersuasive given that the term surviving spouse is subsumed within the dictionary definition of \"spouse.\"<sup>[6]</sup></p>\n<p>Further, the plain language of § 1151(b)(2)(A)(i) confirms that \"spouse\" includes surviving spouse. The second sentence of this section refers to a surviving spouse simply as \"spouse\" without using any qualifying terms. <i>See </i><i>Freeman,</i> 444 F.3d at 1039. That sentence states that \"the alien ... shall be considered, for purposes of this subsection, to remain an immediate relative after the date of the citizen's death but only if the <i>spouse</i> files a petition under section 1154(a)(1)(A)(ii) ... within 2 years after such date and only until the date the <i>spouse</i> remarries.\" 8 U.S.C. 1151(b)(2)(A)(i) (emphasis added). The fact that within the same subsection, Congress uses the word \"spouse\" to refer to a living spouse and a surviving spouse lends support to the argument that it intended for \"spouse\" to include surviving spouse. <i>See </i><i>Freeman,</i> 444 F.3d at 1039-41; <i>see also </i><i>Robinson,</i> 554 F.3d at 369 (Nygaard, J., dissenting) (\"Congress used `spouse' to refer to a continuing marital bond between the deceased petitioner and a surviving husband or wife.\"). This reading is consistent with \"one of the principal rules of statutory construction which is to give terms consistent meaning.\" <i>See </i><i>Robinson,</i> 554 F.3d at 369 (Nygaard, J., dissenting).</p>\n<p></p>\n<h2>2. Text and Structure of Statute</h2>\n<p>In addition to its plain language argument, the government asserts that Mrs. Taing should not be considered an \"immediate relative\" under § 1151(b)(2)(A)(i) because she was not married to Mr. Taing for at least two years at the time of his death. It cites the second sentence of the statute for this two-year requirement and argues that this requirement extends to \"spouses\" described in the first sentence. The government insists that the inclusion of the phrase \"for purposes of this subsection\" in the second sentence supports its interpretation. The government's argument is undermined by the text and structure of the statute as well as related provisions concerning the right of a surviving spouse to adjust her status.</p>\n<p>\"[L]ooking to the `specific context in which [the] language is used, and the broader context of the statute as a whole,'\" <i>Pérez-Olivo,</i> 394 F.3d at 49 (quoting <i>Robinson v. Shell Oil Co.,</i> 519 U.S. 337, 341, 117 S.Ct. 843, 136 L.Ed.2d 808 (1997)), it is clear to us that the first two sentences in § 1151(b)(2)(A)(i) should be read as creating separate and independent pathways. The second sentence does not modify or limit the meaning of the term \"spouse\" in the first sentence. <i>See </i><i>Freeman,</i> 444 F.3d at 1039. The only term in the first sentence which contains a limitation is \"parents\" and the statute restricts the status of \"immediate relative\" to parents whose citizen children are at least twenty-one years of age. <i>Id.</i> \"There is no comparable qualifier to be a `spouse'  that is, a requirement that the marriage must have existed for at least two years.\" <i>Id.</i></p>\n<p>The second sentence, rather than modifying the first as the government contends, creates a separate and independent right for certain alien spouses to <i>self-petition</i> for \"immediate relative\" status.<sup>[7]</sup><i>See</i> 8 U.S.C. <span class=\"star-pagination\">*27</span> § 1151(b)(2)(A)(i); <i>see also </i><i>Freeman,</i> 444 F.3d at 1041-42. This sentence addresses the situation of an alien spouse whose husband or wife died before filing an I-130 petition. It limits the surviving alien spouse's right to self-petition by requiring that spouses be married for two years prior to the citizen spouse's death. The two-year duration requirement places a limitation on the alien spouse's ability to obtain a new right. There is nothing in the language of the second sentence to imply that it was intended to strip away \"spouse\" status from a surviving spouse whose deceased spouse had already filed an I-130 petition.</p>\n<p>From the text and structure of these statutes, it is evident that Congress put in place two separate processes for petitioning for adjustment of status  the first sentence contemplates a situation like Mrs. Taing's where the citizen spouse has already filed a petition. In these situations, the duration of the marriage is of no importance. However, the second sentence deals with the situation where the citizen spouse has died before filing an I-130 petition on his or her spouse's behalf.</p>\n<p>Congress's decision to set up dual processes is reaffirmed by reading § 1151(a)(1)(A)(ii) in conjunction with related statutory provisions. For example, § 1154 states that \"[a]n alien spouse described in the second sentence of section 1151(b)(2)(A)(i) of this title <i>also</i> may file a petition with the Attorney General under this subparagraph for classification of the alien (and the alien's children) under such section.\" 8 U.S.C. § 1154(a)(1)(A)(ii) (emphasis added). We agree with the <i>Freeman</i> court that \"[t]he inclusion of the word `also' in this subsection, as compared to the right given to living citizen spouses in § 1154(a)(1)(A)(i) (i.e., to file a petition on behalf of their alien spouse), further establishes that the right of self-petition is given to a select group of alien widows as an <i>alternative</i> to their citizen spouse's I-130 filing.\" 444 F.3d at 1042 n. 17.</p>\n<p>Moreover, 8 U.S.C. § 1186a states that an alien spouse who receives permanent resident status as an \"immediate relative\" before the second anniversary of her qualifying marriage does so on a conditional basis. That status can be terminated if the qualifying marriage is found to be improper. 8 U.S.C. § 1186a (b)(1). Notably, § 1186a(b)(1) provides that this finding can be made if it is \"determine[d], before the second anniversary of the alien's obtaining the status of lawful admission for permanent residence, that  the qualifying marriage ... has been judicially annulled or terminated, <i>other than through the death</i> of a spouse.\" <i>Id.</i> (emphasis added). As the <i>Freeman</i> court noted, this language, by excepting a spouse's death, presents \"compelling evidence that Congress did not intend its provision for a widow's self-petition for adjustment of status to have the implicit collateral consequence of terminating a citizen spouse's already pending petition-particularly when the effect would be to foreclose a grieving widow from any adjustment at all `through the death of [her] spouse.'\" 444 F.3d at 1042; <i>see also</i> 8 U.S.C. § 1186a(b)(1)(A)(ii). Thus, § 1186a also lends support to our conclusion that § 1151(b)(2)(A)(i) provides surviving spouses with two distinct processes to petition for adjustment of status.</p>\n<p>We are mindful of the \"cardinal rule that courts must strive to harmonize all the provisions of a statute to give them all force and effect.\" <i>United States v. Roberson,</i> 459 F.3d 39, 55 (1st Cir.2006). <span class=\"star-pagination\">*28</span> Applying this tool of statutory construction, and viewing § 1151 in the context of the entire statutory scheme concerning a surviving spouse's right to adjust her status, we are convinced that Congress plainly and unambiguously intended that surviving spouses like Mrs. Taing, who is the beneficiary of an I-130 petition filed prior to her spouse's death, remain eligible for \"immediate relative\" status.</p>\n<p></p>\n<h2>D. Government's Remaining Arguments Are Unavailing</h2>\n<p>The government's remaining arguments are unpersuasive in light of our holding that Mrs. Taing continues to be a \"spouse\" despite her husband's death. We take each in turn.</p>\n<p></p>\n<h2>1. Present Tense Language in § 1154(b)</h2>\n<p>We disagree with the government's contention that the present tense language used in § 1154(b) evidences congressional intent not to confer \"immediate relative\" status on petitioners like Mrs. Taing.<sup>[8]</sup> The government argues that the present tense language in this provision supports the conclusion that Mr. Taing, the I-130 petitioner, must be alive and that Mr. and Mrs. Taing must still be married for USCIS to approve the I-130 petition. We disagree.</p>\n<p>As explained above, because we read the first two sentences of § 1151(b)(2)(A)(i) as creating separate and independent pathways, we conclude a surviving spouse remains a \"spouse,\" and therefore qualifies for \"immediate relative\" status for purposes of § 1154 even if the surviving spouse had been married for less than two years (provided, of course, that the marriage was not fraudulent). Thus, the use of the present tense in § 1154(b) does not affect our analysis because Mrs. Taing still qualifies as \"an immediate relative\" despite her husband's death.<sup>[9]</sup></p>\n<p></p>\n<h2>2. Automatic Revocation</h2>\n<p>The government states that § 1155 allows the Secretary of Homeland Security (\"Secretary\") to \"revoke the approval of any petition approved by him under section 1154\" at any time for what he considers to be \"good and sufficient cause.\" 8 U.S.C. § 1155. Further, the government states that, by regulation, the Secretary has established that the citizen petitioner's death automatically revokes approval of a visa petition.<sup>[10]</sup><i>See</i> 8 C.F.R. § 205.1(a)(3)(i)(C). The government contends that if the visa petitioner's death is <span class=\"star-pagination\">*29</span> sufficient to revoke an approved petition, it should be sufficient to revoke an unapproved petition.</p>\n<p>Although the government did not raise this precise argument below, we nevertheless go to the merits and conclude that the automatic revocation provision is inapplicable here. First, it is significant that this provision applies only to approved petitions, whereas the I-130 petition at issue here is pending. We are not convinced that we should extend a regulation that applies to the revocation of approved petitions to the pending petition context. <i>See </i><i>Lockhart,</i> 561 F.3d at 622 (noting that \"[t]he Secretary provides no evidence establishing that the government has, since 1938, denied pending immediate relative petitions solely on the basis of the citizen spouse's death, nor ... any historical analysis linking the `immediate relative' provision to the automatic revocation of approved petitions\").</p>\n<p>Second, and more importantly, the government's reading of the automatic revocation provision's applicability to pending petitions is contrary to Congress's intent in § 1151(b)(2)(A)(i). Where a regulation conflicts with congressional intent as expressed in a statutory scheme, courts must give effect to congressional intent. <i>See </i><i>Succar,</i> 394 F.3d at 10-11 (holding that a regulation promulgated by the Attorney General was invalid where it conflicted with Congress's intent as expressed in a statute). Here, as expressed above in our discussion of Congress's intent behind § 1151(b)(2)(A)(i), it is clear that Congress did not intend for Mr. Taing's death to cut off Mrs. Taing's eligibility for \"immediate relative\" status.<sup>[11]</sup><i>See also </i><i>Pierno v. INS,</i> 397 F.2d 949, 950-51 (2d Cir.1968) (concluding automatic revocation inappropriate where petitioner died during a delay in considering visa petition and that allowing \"wooden application of rules for automatic revocation\" would result in many aliens being \"denied adjustment by the happenstance of a spouse's death.\").</p>\n<p></p>\n<h2>3. Related Statutes</h2>\n<p>In support of its argument, the government refers to related statutes under which an alien may obtain permanent residence based on a relationship that has been dissolved by death. In particular, the government cites to the USA Patriot Act of 2001 (\"Patriot Act\"), Pub.L. No. 107-56, §§ 421, 423, 115 Stat. 272, and to the National Defense Authorization Act for Fiscal Year 2004 (\"NDAA\"), Pub.L. No. 108-136, § 1703(a)-(e), 117 Stat. 1392, 1693. The government cites to this legislation to support its claim that when Congress has wanted to permit an alien to obtain \"immediate relative\" status it has been explicit.</p>\n<p>The government's references to the Patriot Act and NDAA are inapposite because, to the extent they are relevant, the cited provisions pertain to the second sentence of § 1151(b)(2)(A)(i), not the first sentence.<sup>[12]</sup> As we held above, the second sentence of this provision has no bearing on whether a surviving spouse such as Mrs. Taing qualifies as an \"immediate relative\" for purposes of her visa petition and adjustment of status application. <i>See</i> <span class=\"star-pagination\">*30</span> <i>Lockhart,</i> 561 F.3d at 619 (\"Like the second sentence of the \"immediate relative\" provision ... the Patriot and the National Defense Authorization Acts provide a separate avenue for self-petitioning without requiring the alien-spouse to have been married for two years in the event that the deceased citizen did not petition prior to death.\").</p>\n<p></p>\n<h2>4. Effect of Prior Agency Decision</h2>\n<p>Lastly, the government argues that we should defer to a Board of Immigration Appeals (\"BIA\") decision in <i>Matter of Varela,</i> 13 I &amp; N Dec. 453 (BIA 1970). In <i>Varela,</i> the BIA held that an alien spouse ceases to be a \"spouse,\" and hence an \"immediate relative,\" when a citizen spouse, petitioning on the alien spouse's behalf, dies before the alien spouse's adjustment of status application is due. <i>Id.</i> at 453-54. As explained above, we conclude that the language, text, structure, and context of the INA statutory scheme plainly and unambiguously indicate that Congress intended for surviving spouses such as Mrs. Taing qualify for \"immediate relative\" status for purposes of § 1151(b)(2)(A)(i); thus, we need not accord <i>Chevron</i> deference to the BIA's decision in <i>Varela.</i> Even if we were to consider <i>Varela</i> under the less deferential standard articulated in <i>Skidmore v. Swift &amp; Co.,</i> 323 U.S. 134, 65 S.Ct. 161, 89 L.Ed. 124 (1944), it fails to persuade us for two main reasons.<sup>[13]</sup><i>See </i><i>Lockhart,</i> 561 F.3d at 622 (holding that <i>Varela</i> is not entitled to either <i>Skidmore</i> or <i>Chevron</i> deference). First, the opinion summarily rules in favor of the government and does not engage in an adequate analysis of the statutory text. <i>See id.; </i><i>Freeman,</i> 444 F.3d at 1038. Second, the BIA later found this decision to be extra-jurisdictional in <i>Matter of Sano,</i> 19 I &amp; N Dec. 299 (BIA 1985), thereby making <i>Varela</i> a non-precedential decision.<sup>[14]</sup><i>See </i><i>Lockhart,</i> 561 F.3d at 622; <i>Freeman,</i> 444 F.3d at 1038.</p>\n<p></p>\n<h2>E. Public Policy</h2>\n<p>Although we rest our holding on entirely legal grounds, we note that our decision comports with common sense. We do not believe that Congress intended <span class=\"star-pagination\">*31</span> for the speed at which immigration authorities attend to a pending application to be dispositive in determining when a surviving spouse like Mrs. Taing, who has diligently followed the rules, can qualify as an \"immediate relative.\" We recognize that given the volume of cases, it may take many months for the immigration authorities to consider a pending application; however, this fact is outside an applicant's control and should not be used to penalize her. As our sister court has recently noted, the result the government seeks would \"create[] an arbitrary, irrational and inequitable outcome in which approvable petitions will be treated differently depending solely upon when the government grants the approval.\" <i>Lockhart,</i> 561 F.3d at 620 (quoting <i>Robinson,</i> 554 F.3d at 371 (Nygaard, J., dissenting)). \"[W]e must assume that when drafting the INA, Congress did not intend an absurd or manifestly unjust result.\" <i>Id.</i> (citing <i>Green v. Bock Laundry Mach. Co.,</i> 490 U.S. 504, 109 S.Ct. 1981, 104 L.Ed.2d 557 (1989)).</p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>For the foregoing reasons, we affirm the district court.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Pursuant to Fed. R.App. P. 43(c)(2), Janet Napolitano, Secretary of the U.S. Department of Homeland Security, has been substituted for former Secretary Michael Chertoff.</p>\n<p>[1]  Section 1154 states that the petition is to be filed with the \"Attorney General.\" However, the Homeland Security Act of 2002, Pub.L. No. 107-296, § 451(b), 116 Stat. 2135, 2178 (codified at 6 U.S.C. § 271(b)), transferred authority over these matters to USCIS.</p>\n<p>[2]  The INA imposes limits on the number of persons who may immigrate to the United States each fiscal year. <i>See</i> 8 U.S.C. § 1151(a),(c),(d) &amp; (e). \"Immediate relatives\" of United States citizens are exempt from these numerical limitations and are therefore often able to obtain permanent residence faster than applicants in the family-sponsored preference categories. 8 U.S.C. § 1151(b)(2)(A)(i). The number of visas issued to \"immediate relatives\" is deducted from the 480,000 annual allotment for family-sponsored immigration. 8 U.S.C. § 1151(c)(1)(A)(i),(ii). Therefore, increases in \"immediate relative\" visas reduces the number of visas available to the numerically-limited family preference categories. <i>See generally</i> 3 Charles Gordon, Stanley Mailman, &amp; Stephen Yale-Loehr, <i>Immigration Law and Procedure</i> § 36.01 (2008).</p>\n<p>[3]  In the definition section of the INA, \"spouse\" is only defined by whom it excludes, namely, \"a spouse, wife, or husband by reason of any marriage ceremony where the contracting parties thereto are not physically present in the presence of each other, unless the marriage shall have been consummated.\" 8 U.S.C. § 1101(a)(35).</p>\n<p>[4]  We rely on the sixth edition, as opposed to an earlier edition, because it logically follows that Congress, when amending the statute, intended for the term \"spouse\" in the first sentence to carry the same meaning as it does in the second sentence. As we make clear below, the term \"spouse\" as used in the second sentence includes surviving spouse.</p>\n<p>[5]  Based on the plain language of this definition, we conclude that \"spouse\" encompasses \"surviving spouse.\" Our reading is further supported by Congress's use of the word \"spouse\" in the second sentence of § 1151(b)(2)(A)(i). As discussed below, in the second sentence, Congress uses the word \"spouse\" even when it is clearly referring to surviving spouses. <i>See</i> 8 U.S.C. § 1151(b)(2)(A)(i).</p>\n<p>[6]  Even the most current edition of the dictionary includes surviving spouse within the definition of \"spouse.\" <i>Black's Law Dictionary</i> 1438-39 (8th ed.2004) (defining \"surviving spouse,\" under \"spouse,\" as \"[a] spouse who outlives the other spouse\").</p>\n<p>[7]  The first part of the second sentence which mentions the two-year marriage requirement is limited by the phrase, \"but only if the spouse files a petition under § 1154(a)(1)(A)(ii) of this title.\" <i>See id.</i> at 1041-42.</p>\n<p>[8]  8 U.S.C. § 1154(b) states in relevant part that \"the Attorney General shall, if he determines that the facts stated in the petition <i>are</i> true and that the alien in behalf of whom the petition is made <i>is</i> an immediate relative specified in section 1151(b) of this title ... approve the petition and forward one copy thereof to the Department of State.\" (emphasis added).</p>\n<p>[9]  The government also cites to another provision in § 1154 which provides in relevant part:\n</p>\n<p>Nothing in this section shall be construed to entitle an immigrant, in behalf of whom a petition under this section is approved, to be admitted [to] the United States as an immigrant ... as an immediate relative under section 1151(b) of this title if upon his arrival at a port of entry in the United States he is found not to be entitled to such classification.</p>\n<p>8 U.S.C. § 1154(e).</p>\n<p>The government's reference to § 1154(e) is unconvincing because, for the reasons explained above, Mrs. Taing is entitled to an \"immediate relative\" classification.</p>\n<p>[10]  We note that § 205.1(a)(3)(i)(C)(2) provides for a humanitarian exception to the automatic revocation regulation. This regulation does not apply to Mrs. Taing's case because her petition has yet to be approved and she is not seeking to be considered for this exception at this time. Because there is no formal application or petition used to request USCIS to consider an applicant for the humanitarian exception, USCIS does not collect specific statistics as to how often it grants the regulatory exception.</p>\n<p>[11]  We recognize that our decision today may have an impact on various parts of the existing administrative scheme. <i>See, e.g.,</i> 8 C.F.R. § 216.5 (detailing circumstances where the requirement of a joint petition to remove conditions on LPR status may not apply). The agency has the obligation to conform affected regulatory provisions to the intent of Congress.</p>\n<p>[12]  Section 421(a) of the Patriot Act does not deal with \"immediate relatives.\" Rather it provides special immigrant status to other groups of aliens. Section 423(a)(1), however, grants surviving spouses of United States citizens who \"died as a direct result of specified terrorist activity\" the right to self-petition within two years of the citizen spouse's death notwithstanding the two-year marriage requirement as set forth in the second sentence of § 1151(b)(2)(A)(i). Section 423(a)(1) applies where the United States citizen spouse did not file the I-130 petition on behalf of the alien spouse prior to his or her death. This legislation clearly relates to the second sentence of § 1151(b)(2)(A)(i) and does not alter or limit the first sentence.\n</p>\n<p>Similarly, § 1703(a)-(e) of the NDAA contains language allowing aliens, other than \"immediate relatives,\" to have their adjustment of status applications adjudicated despite the death of the petitioner, specifically providing for the right to self-petition under the second sentence of § 1151(b)(2)(A)(i) and under § 1154(a)(1)(A). Again, this legislation relates to the second sentence of § 1151(b)(2)(A)(i), and does not alter or limit the first sentence.</p>\n<p>[13]  We apply <i>Skidmore</i> deference consistent with the following language from <i>United States v. Mead Corp.</i>:\n</p>\n<p>The weight [accorded to an administrative] judgment in a particular case will depend upon the thoroughness evident in its consideration, the validity of its reasoning, its consistency with earlier and later pronouncements, and all those factors which give it power to persuade, if lacking power to control.</p>\n<p>533 U.S. 218, 226-27, 121 S.Ct. 2164, 150 L.Ed.2d 292 (2001) (alteration in original) (quoting <i>Skidmore,</i> 323 U.S. at 140, 65 S.Ct. 161, 89 L.Ed. 124); <i>see also </i><i>García-Quintero v. Gonzales,</i> 455 F.3d 1006, 1014-15 (9th Cir. 2006) (suggesting that <i>Skidmore</i> counsels that non-precedential BIA decisions that do not qualify for <i>Chevron</i> deference may be entitled to respect proportional to their power to persuade).</p>\n<p>[14]  We note that the INA's own enacting regulations are in tension with the holding in <i>Varela.</i> 8 C.F.R. §§ 204.1-2 set out the process for \"immediate relative\" petitions and support the conclusion that Congress intended for there to be dual tracks in place  one where the citizen spouse, before his death, has filed an I-130 petition and one where he has not filed an I-130 petition. As the <i>Freeman</i> court has noted: \"The distinction the regulations draw between the rights of a citizen spouse to petition as compared to those of an alien widow to self-petition is consistent with a congressional intent to create two different processes.\" 444 F.3d at 1042-43 (emphasis in original removed). Notably, \"sections 204.1(a)(2) and 204.2(b), separately delineate when a `widow or widower of a United States citizen self-petitioning' [] `may file a petition and be classified as an immediate relative' ... essentially tracking the second sentence of § 1151(b)(2)(A)(i).\" <i>Id.</i> at 1042 (emphasis in original removed). As we have detailed above, reading § 1151(b)(2)(A)(i)'s two sentences as creating separate and independent avenues for relief supports Mrs. Taing's claim that she remains an \"immediate relative\" despite her husband's death.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">567</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></span> (2009)</b></center>\n<center><h1>NEANG CHEA TAING, Petitioner, Appellee,<br>\nv.<br>\nJanet NAPOLITANO,<sup>[*]</sup> Secretary, Department of Homeland Security, et al., Respondents, Appellants.</h1></center>\n<center>No. 08-1179.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard October 10, 2008.</center>\n<center>Decided May 20, 2009.</center>\n<p><span class=\"star-pagination\">*20</span> Gjon Juncaj, Trial Attorney, with whom Gregory G. Katsas, Acting Assistant Attorney General, Civil Division, Thomas H. Dupree, Jr., Deputy Assistant Attorney General, David J. Kline, Director, District Court Section, Office of Immigration Litigation, and Victor M. Lawrence, Principal Assistant Director, was on brief for appellants.</p>\n<p>Thomas Stylianos, Jr., for appellee.</p>\n<p>Before TORRUELLA, LIPEZ, and HOWARD, Circuit Judges.</p>\n<p>TORRUELLA, Circuit Judge.</p>\n<p>Plaintiff-Appellee Neang Chea Taing (\"Mrs.Taing\") is a Cambodian national who was admitted to the United States on a B-2 non-immigrant visa for pleasure in 2004. In October 2004, Mrs. Taing married Tecumsen Chip Taing (\"Mr.Taing\"), a citizen of the United States. In December 2004, Mr. Taing filed an I-130 petition on behalf of Mrs. Taing to have her classified as an \"immediate relative\" so that she would be <span class=\"star-pagination\">*21</span> eligible to apply for an immigrant visa as his spouse. Mrs. Taing also filed an I-485 application seeking an adjustment of her status. On July 2, 2005, Mr. Taing died. As a result of Mr. Taing's death, the United States Citizenship and Immigration Service (\"USCIS\") terminated action on Mr. Taing's I-130 petition, and denied Mrs. Taing's I-485 application, concluding that she no longer qualified as an \"immediate relative\" under the Immigration and Nationality Act (\"INA\"). <i>See</i> 8 U.S.C. § 1151(b)(2)(A)(i).</p>\n<p>Mrs. Taing filed a Petition for Writ of Mandamus and Complaint for Declaratory and Injunctive Relief in the United States District Court for the District of Massachusetts. The government moved to dismiss Mrs. Taing's claims. The district court denied the government's motion and remanded the case to USCIS. The government appeals the district court's ruling. At issue here is whether Mrs. Taing, despite her husband's death, remains Mr. Taing's \"spouse\" and thus qualifies as an \"immediate relative\" for purposes of the INA. After careful consideration, we hold that she does so qualify, and affirm the district court's order.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p></p>\n<h2>A. Immediate Relative and Adjustment of Status Process</h2>\n<p>The INA allows certain relatives of United States citizens to obtain lawful permanent resident (\"LPR\") status based on a family relationship. <i>See</i> 8 U.S.C. § 1151(a)(1). A United States citizen may petition for an alien spouse or any other \"immediate relative\" as defined by the statute. This two-step process requires the citizen spouse to first file an I-130 petition with the USCIS on behalf of his alien relative.<sup>[1]</sup> 8 U.S.C. § 1154(a)(1)(A)(i); 8 C.F.R. §§ 204.1(a)(1), 204.2(a). If the I-130 petition is approved, the alien relative is classified within a specific immigrant visa class. The alien relative, if in the United States, may then seek adjustment of status to that of a LPR by filing an I-485 application. <i>See</i> 8 U.S.C. § 1255 (relating to adjustment of status); 8 C.F.R. § 245.1(a). The I-130 petition requesting the \"immediate relative\" status of an alien spouse may be filed together with the I-485 application for adjustment of status because approval of the I-130 petition would make a visa immediately available to the alien spouse upon filing the I-485 application. <i>See</i> 8 C.F.R. § 245.1(f).<sup>[2]</sup></p>\n<p>USCIS must conduct an investigation when adjudicating the I-130 petition to determine that \"the facts stated in the petition are true and that the alien in behalf of whom the petition is made is an immediate relative specified in section 1151(b).\" 8 U.S.C. § 1154(b). If the facts in the petition are true and the applicant is <span class=\"star-pagination\">*22</span> an \"immediate relative,\" USCIS shall approve the petition. <i>Id.</i></p>\n<p></p>\n<h2>B. Mrs. Taing's Petition</h2>\n<p>The facts in this case are undisputed and stipulated to by both parties. Mrs. Taing is a Cambodian citizen and is the surviving spouse of Mr. Taing. She was admitted to the United States as a non-immigrant visitor for pleasure on June 17, 2004. She met Mr. Taing during her visit and the two were married on October 4, 2004. Mr. Taing was a naturalized United States citizen.</p>\n<p>In December 2004, Mr. Taing filed an I-130 petition, seeking to have his spouse, Mrs. Taing, classified as an \"immediate relative\" for purposes of her immigrant visa petition. Mrs. Taing also filed a request for work authorization and an I-485 application to adjust her status. The government approved her application for work authorization.</p>\n<p>The couple resided together in Lowell, Massachusetts from the time of their marriage until Mr. Taing died of a stroke on July 2, 2005. On September 13, 2005, the government issued a notice for Mrs. Taing and her now-deceased husband to appear for an interview on their applications. The government scheduled the interview for October 13, 2005. Mrs. Taing appeared for the interview without her husband. Subsequently, USCIS terminated action on Mr. Taing's I-130 petition and denied Mrs. Taing's I-485 application.</p>\n<p>On April 10, 2006, the Department of Homeland Security (\"DHS\") mailed Mrs. Taing a Notice to Appear, charging her with overstaying her visa. On March 14, 2007, Mrs. Taing filed a Petition for Writ of Mandamus and Complaint for Declaratory and Injunctive Relief in the district court. Mrs. Taing requested that the district court direct USCIS to: (1) process Mr. Taing's I-130 petition and her I-485 application; and (2) classify her as an \"immediate relative\" spouse of a United States citizen.</p>\n<p>The government filed a motion to dismiss on August 2, 2007. On December 12, 2007, the district court issued a memorandum and order denying the government's motion to dismiss, remanding the case to USCIS for further proceedings in accordance with its decision. <i>Taing v. Chertoff,</i> <span class=\"citation\" data-id=\"1375635\"><a href=\"/opinion/1375635/taing-v-chertoff/\"><span class=\"volume\">526</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">177</span></a></span>, 179 (D.Mass.2007). The district court held that Mrs. Taing qualifies as an \"immediate relative\" under the plain meaning of § 1151(b)(2)(A)(i). <i>Id.</i> at 187. The district court reasoned that because the statute's meaning was unambiguous, <i>Chevron</i> deference was inappropriate. The court based its holding on <i>Freeman v. Gonzales,</i> <span class=\"citation\" data-id=\"794008\"><a href=\"/opinion/794008/carla-freeman-v-alberto-r-gonzales-attorney-general/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1031</span></a></span> (9th Cir.2006), and <i>Robinson v. Chertoff,</i> No. 06-5702, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">1412284</span></span> (D.N.J. May 14, 2007), <i>rev'd sub nom, </i><i>Robinson v. Napolitano,</i> <span class=\"citation\" data-id=\"1276912\"><a href=\"/opinion/1276912/robinson-v-napolitano/\"><span class=\"volume\">554</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">358</span></a></span> (3d Cir.2009), two cases which reached the same result.</p>\n<p>The government appeals the district court's order and argues that under the plain meaning of the statute Mrs. Taing should not be classified as an \"immediate relative.\" Alternatively, the government argues that even if this court disagrees with the government's reading, the statute's language should be deemed ambiguous, and that we should defer to USCIS's interpretation under <i>Chevron</i> principles.</p>\n<p>We disagree with the government's arguments and affirm the district court's ruling. The meaning of the statute is unambiguous and Mrs. Taing qualifies as an \"immediate relative\" under the statute.</p>\n<p></p>\n<h2>II. <i>Discussion</i>\n</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>This court has subject matter jurisdiction under 28 U.S.C. § 1331 and the Administrative Procedures Act (\"APA\"). <span class=\"star-pagination\">*23</span> <i>Succar v. Ashcroft,</i> <span class=\"citation\" data-id=\"201397\"><a href=\"/opinion/201397/succar-v-ashcroft/\"><span class=\"volume\">394</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 20 (1st Cir.2005). The APA \"gives a court power to `hold unlawful and set aside' not only agency action that is `arbitrary' or `capricious,' but also agency action that is `otherwise not in accordance with law' or is `in excess of statutory jurisdiction, authority, or limitations, or short of statutory right.'\" <i>Id.</i> (quoting <i>Cousins v. Sec'y of the United States Dep't of Transp.,</i> <span class=\"citation\" data-id=\"526737\"><a href=\"/opinion/526737/michael-cousins-v-secretary-of-the-united-states-department-of/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">603</span></a></span>, 608 (1st Cir.1989) (quoting 5 U.S.C. § 706(2)(A), (C))).</p>\n<p>We review <i>de novo</i> an \"agency's construction of [a] statute which it administers\" according to established principles of deference. <i>Chevron, U.S.A., Inc. v. Natural Res. Def. Counsel, Inc.,</i> <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, 842-43, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1984); <i>Muñiz v. Sabol,</i> <span class=\"citation no-link\"><span class=\"volume\">517</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></span>, 34 (1st Cir.2008); <i>Pérez-Olivo v. Chávez,</i> <span class=\"citation no-link\"><span class=\"volume\">394</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></span>, 48 (1st Cir.2005).</p>\n<p>Our review entails a two-step approach. <i>Chevron,</i> 467 U.S. at 842-43, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>. First, we must \"ask whether `Congress has directly spoken to the precise question at issue.'\" <i>Succar,</i> 394 F.3d at 22 (quoting <i>Chevron,</i> 467 U.S. at 842, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>). We do this by \"determin[ing] whether the language of [the] statute is susceptible to more than one natural meaning.\" <i>Strickland v. Comm'r, Me. Dep't of Human Servs.,</i> <span class=\"citation\" data-id=\"196992\"><a href=\"/opinion/196992/strickland-v-comm-maine/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">542</span></a></span>, 547 n. 5 (1st Cir.1996). If \"the statutory text is plain and unambiguous,\" the court \"must apply the statute according to its terms.\" <i>Carcieri v. Salazar,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145908\"><a href=\"/opinion/145908/carcieri-v-salazar/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1058</span></a></span>, 1063-64, <span class=\"citation\" data-id=\"145908\"><a href=\"/opinion/145908/carcieri-v-salazar/\"><span class=\"volume\">172</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">791</span></a></span> (2009); <i>see also </i><i>Succar,</i> 394 F.3d at 22 (\"[C]ourts, as well as the agency, `must give effect to the unambiguously expressed intent of Congress.'\" (quoting <i>Chevron,</i> 467 U.S. at 842-43, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>)). Thus, \"[i]f, after employing all the traditional tools of construction, the statute's text seems unambiguous and the ordinary meaning of that unambiguous language yields a reasonable result, the interpretive odyssey is at an end.\" <i>Morales v. Sociedad Española de Auxilio Mutuo y Beneficencia,</i> <span class=\"citation\" data-id=\"1195140\"><a href=\"/opinion/1195140/morales-v-sociedad-espanola-de-auxilio-mutuo/\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 57 (1st Cir.2008). In other words, we need not defer to an agency's construction if we hold the agency's interpretation to be \"contrary to congressional intent.\" <i>Succar,</i> 394 F.3d at 23.</p>\n<p>However, \"if the statute is silent or ambiguous with respect to the specific issue, the question for the court is whether the agency's answer is based on a permissible construction of the statute.\" <i>Chevron,</i> 467 U.S. at 843, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>; <i>Herrera-Inirio v. INS,</i> <span class=\"citation\" data-id=\"198873\"><a href=\"/opinion/198873/herrera-inirio-v-ins/\"><span class=\"volume\">208</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">299</span></a></span>, 304 (1st Cir.2000). \"`<i>Chevron</i> [ ] deference to [an agency's] statutory interpretation is called for only when the devices of judicial construction have been tried and found to yield no clear sense of congressional intent.'\" <i>Succar,</i> 394 F.3d at 22 (alterations in original) (quoting <i>Gen. Dynamics Land Sys., Inc. v. Cline,</i> <span class=\"citation\" data-id=\"131162\"><a href=\"/opinion/131162/general-dynamics-land-systems-inc-v-cline/\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">581</span></a></span>, 600, <span class=\"citation\" data-id=\"131162\"><a href=\"/opinion/131162/general-dynamics-land-systems-inc-v-cline/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1236</span></a></span>, <span class=\"citation\" data-id=\"131162\"><a href=\"/opinion/131162/general-dynamics-land-systems-inc-v-cline/\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1094</span></a></span> (2004)).</p>\n<p>Here, we conclude that the plain language of § 1151(b)(2)(A)(i)'s second sentence does not deprive Mrs. Taing of her status as an \"immediate relative.\" Thus, we need not reach the second step of the <i>Chevron</i> framework.</p>\n<p></p>\n<h2>B. Applicable Law</h2>\n<p>The statutory provision at issue in this case states as follows:</p>\n<blockquote>For purposes of this subsection, the term \"immediate relatives\" means the children, spouses, and parents of a citizen of the United States, except that, in the case of parents, such citizens shall be at least 21 years of age. In the case of an alien who was the spouse of a citizen of the United States for at least 2 years at the time of the citizen's death and was not legally separated from the citizen at the time of the citizen's death, <span class=\"star-pagination\">*24</span> the alien (and each child of the alien) shall be considered, for purposes of this subsection, to remain an immediate relative after the date of the citizen's death but only if the spouse files a petition under section 1154(a)(1)(A)(ii) of this title within 2 years after such date and only until the date the spouse remarries.</blockquote>\n<p>8 U.S.C. § 1151(b)(2)(A)(i). Our task is to determine whether the reference to \"spouses\" as used in the first sentence of this provision includes surviving spouses of a United States citizen, like Mrs. Taing.</p>\n<p>At the outset we note a sharp difference of opinion among our sister courts. On virtually identical facts, the Ninth and Sixth Circuits have concluded that, for purposes of § 1151(b)(2)(A)(i), a surviving spouse should be able to qualify as an \"immediate relative\" if her deceased spouse filed an I-130 petition on her behalf. <i>See </i><i>Lockhart v. Napolitano,</i> <span class=\"citation\" data-id=\"1372411\"><a href=\"/opinion/1372411/lockhart-v-napolitano/\"><span class=\"volume\">561</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span> (6th Cir.2009); <i>Freeman,</i> <span class=\"citation\" data-id=\"794008\"><a href=\"/opinion/794008/carla-freeman-v-alberto-r-gonzales-attorney-general/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1031</span></a></span>. The Third Circuit, however, has ruled otherwise. <i>See </i><i>Robinson,</i> <span class=\"citation\" data-id=\"1276912\"><a href=\"/opinion/1276912/robinson-v-napolitano/\"><span class=\"volume\">554</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">358</span></a></span>. For the reasons stated below, we agree with the Ninth and Sixth Circuit's reading of statute.</p>\n<p></p>\n<h2>C. Congressional Intent Is Clear and Unambiguous</h2>\n<p>To determine whether a statute exhibits \"<i>Chevron</i>-type ambiguity, ... courts look at both the most natural reading of the language and the consistency of the `interpretive clues' Congress provided.\" <i>Succar,</i> 394 F.3d at 22 (quoting <i>Gen. Dynamics,</i> 540 U.S. at 586, <span class=\"citation\" data-id=\"131162\"><a href=\"/opinion/131162/general-dynamics-land-systems-inc-v-cline/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1236</span></a></span>).</p>\n<p>The Supreme Court has stated:</p>\n<blockquote>The judiciary is the final authority on issues of statutory construction and must reject administrative constructions which are contrary to clear congressional intent. If a court, employing traditional tools of statutory construction, ascertains that Congress had an intention on the precise question at issue, that intention is the law and must be given effect.</blockquote>\n<p><i>Id.</i> (quoting <i>INS v. Cardoza-Fonseca,</i> <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">421</span></a></span>, 447-48, <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1207</span></a></span>, <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">434</span></a></span> (1987)).</p>\n<p></p>\n<h2>1. Plain Meaning of \"Spouse\"</h2>\n<p>\"In determining the meaning of a statute, our analysis begins with the language of the statute.\" <i>Id.</i> (citing <i>Leocal v. Ashcroft,</i> <span class=\"citation\" data-id=\"137725\"><a href=\"/opinion/137725/leocal-v-ashcroft/\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"137725\"><a href=\"/opinion/137725/leocal-v-ashcroft/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">377</span></a></span>, <span class=\"citation\" data-id=\"137725\"><a href=\"/opinion/137725/leocal-v-ashcroft/\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">271</span></a></span> (2004)). \"We construe language in its context and in light of the terms surrounding it.\" <i>Id.</i> (quotation marks omitted); <i>see also </i><i>Morales,</i> 524 F.3d at 57. In examining the plain language of the statute for purposes of step one of the <i>Chevron</i> analysis, we examine the common, ordinary meaning of the words of the statute at the time of enactment. <i>See </i><i>Carcieri,</i> 129 S.Ct. at 1064; <i>BedRoc Ltd., LLC v. United States,</i> <span class=\"citation\" data-id=\"134731\"><a href=\"/opinion/134731/bedroc-limited-llc-v-united-states/\"><span class=\"volume\">541</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">176</span></a></span>, 184, <span class=\"citation\" data-id=\"134731\"><a href=\"/opinion/134731/bedroc-limited-llc-v-united-states/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1587</span></a></span>, <span class=\"citation\" data-id=\"134731\"><a href=\"/opinion/134731/bedroc-limited-llc-v-united-states/\"><span class=\"volume\">158</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">338</span></a></span> (2004).</p>\n<p>As explained above, the issue here is whether Mrs. Taing retained her status as a \"spouse\" after her husband died in order for her to qualify as an \"immediate relative\" under the INA. The government argues that the definition of \"spouse\" in federal law and the common, ordinary meaning of the term \"spouse\" compel the conclusion that Mrs. Taing ceased to be a \"spouse,\" and hence an \"immediate relative,\" when Mr. Taing died. We disagree with both arguments.</p>\n<p>The federal law to which the government cites is as follows:</p>\n<blockquote>In determining the meaning of any Act of Congress, or of any ruling, regulation, or interpretation of the various administrative bureaus and agencies of the United States, the word \"marriage\" means only a legal union between one <span class=\"star-pagination\">*25</span> man and one woman as husband and wife, <i>and the word \"spouse\" refers only to a person of the opposite sex who is a husband or a wife.</i>\n</blockquote>\n<p>1 U.S.C. § 7 (emphasis added).</p>\n<p>By reference to this statute, the government argues that one is a \"spouse\" only if one is a husband or wife within a legal marriage. Further, it contends that due to Mr. Taing's death, Mrs. Taing is no longer the wife of her deceased husband, and thus no longer a \"spouse.\"</p>\n<p>The government overreaches here. This definition originated in the Defense of Marriage Act (\"DOMA\"). Pub.L. No. 104-199, § 7, 110 Stat. 2419-20. DOMA was intended to limit the institution of marriage to heterosexual unions, not to alter the traditional meaning of the word \"spouse,\" which, as we discuss immediately below, includes surviving spouse under its common, ordinary meaning. <i>See </i><i>Lockhart,</i> 561 F.3d at 619 (noting that § 7 of DOMA \"emphasizes that spouses shall be of the opposite sex, it does not mandate that spouses lose their status as such with the death of either one of them.\" (quoting <i>Taing,</i> 526 F.Supp.2d at 184)). Indeed, nothing in the legislative history of DOMA contemplates upsetting Congress's intent behind its use of the word \"spouse\" in the immigration context. <i>See id.</i> at 619 n. 1; <i>see also </i><i>Dole Food Co. v. Patrickson,</i> <span class=\"citation\" data-id=\"127913\"><a href=\"/opinion/127913/dole-food-co-v-patrickson/\"><span class=\"volume\">538</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">468</span></a></span>, 484, <span class=\"citation\" data-id=\"127913\"><a href=\"/opinion/127913/dole-food-co-v-patrickson/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1655</span></a></span>, <span class=\"citation\" data-id=\"127913\"><a href=\"/opinion/127913/dole-food-co-v-patrickson/\"><span class=\"volume\">155</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">643</span></a></span> (2003) (Breyer, J., concurring in part and dissenting in part) (\"Statutory interpretation is not a game of blind man's bluff. Judges are free to consider statutory language in light of a statute's basic purposes.\"). We conclude that it would be improper for us to give the definition of \"spouse\" in DOMA such unintended breadth.</p>\n<p>Turning to the government's second argument, we do not agree that the plain meaning of the term \"spouse\" does not include surviving spouse. \"Because Congress has chosen not to define [a phrase] in the statute itself, we can look to the dictionary for clarification of the plain meaning of the words selected by Congress.\" <i>Pérez-Olivo,</i> 394 F.3d at 49.<sup>[3]</sup> Thus, we look to the sixth edition of Black's Law Dictionary, published in 1990, and available at the time Congress amended the INA by adding the second sentence of § 1151(b)(2)(A)(i).<sup>[4]</sup> This edition includes surviving spouse within its definition of \"spouse\" and defines \"spouse\" as follows:</p>\n<blockquote>Spouse. One's husband or wife, and \"surviving spouse\" is one of a married pair who outlive the other.</blockquote>\n<p><i>Black's Law Dictionary</i> 1402 (6th ed.1990).</p>\n<p>This definition of \"spouse\" clearly includes Mrs. Taing, who is \"one of a married pair who outlive[d] the other.\"<sup>[5]</sup><i>See</i> <span class=\"star-pagination\">*26</span> <i>id.</i> The government's contention that we should not consider a surviving spouse like Mrs. Taing a \"spouse\" is unpersuasive given that the term surviving spouse is subsumed within the dictionary definition of \"spouse.\"<sup>[6]</sup></p>\n<p>Further, the plain language of § 1151(b)(2)(A)(i) confirms that \"spouse\" includes surviving spouse. The second sentence of this section refers to a surviving spouse simply as \"spouse\" without using any qualifying terms. <i>See </i><i>Freeman,</i> 444 F.3d at 1039. That sentence states that \"the alien ... shall be considered, for purposes of this subsection, to remain an immediate relative after the date of the citizen's death but only if the <i>spouse</i> files a petition under section 1154(a)(1)(A)(ii) ... within 2 years after such date and only until the date the <i>spouse</i> remarries.\" 8 U.S.C. 1151(b)(2)(A)(i) (emphasis added). The fact that within the same subsection, Congress uses the word \"spouse\" to refer to a living spouse and a surviving spouse lends support to the argument that it intended for \"spouse\" to include surviving spouse. <i>See </i><i>Freeman,</i> 444 F.3d at 1039-41; <i>see also </i><i>Robinson,</i> 554 F.3d at 369 (Nygaard, J., dissenting) (\"Congress used `spouse' to refer to a continuing marital bond between the deceased petitioner and a surviving husband or wife.\"). This reading is consistent with \"one of the principal rules of statutory construction which is to give terms consistent meaning.\" <i>See </i><i>Robinson,</i> 554 F.3d at 369 (Nygaard, J., dissenting).</p>\n<p></p>\n<h2>2. Text and Structure of Statute</h2>\n<p>In addition to its plain language argument, the government asserts that Mrs. Taing should not be considered an \"immediate relative\" under § 1151(b)(2)(A)(i) because she was not married to Mr. Taing for at least two years at the time of his death. It cites the second sentence of the statute for this two-year requirement and argues that this requirement extends to \"spouses\" described in the first sentence. The government insists that the inclusion of the phrase \"for purposes of this subsection\" in the second sentence supports its interpretation. The government's argument is undermined by the text and structure of the statute as well as related provisions concerning the right of a surviving spouse to adjust her status.</p>\n<p>\"[L]ooking to the `specific context in which [the] language is used, and the broader context of the statute as a whole,'\" <i>Pérez-Olivo,</i> 394 F.3d at 49 (quoting <i>Robinson v. Shell Oil Co.,</i> <span class=\"citation\" data-id=\"118082\"><a href=\"/opinion/118082/robinson-v-shell-oil-co/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">337</span></a></span>, 341, <span class=\"citation\" data-id=\"118082\"><a href=\"/opinion/118082/robinson-v-shell-oil-co/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">843</span></a></span>, <span class=\"citation\" data-id=\"118082\"><a href=\"/opinion/118082/robinson-v-shell-oil-co/\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">808</span></a></span> (1997)), it is clear to us that the first two sentences in § 1151(b)(2)(A)(i) should be read as creating separate and independent pathways. The second sentence does not modify or limit the meaning of the term \"spouse\" in the first sentence. <i>See </i><i>Freeman,</i> 444 F.3d at 1039. The only term in the first sentence which contains a limitation is \"parents\" and the statute restricts the status of \"immediate relative\" to parents whose citizen children are at least twenty-one years of age. <i>Id.</i> \"There is no comparable qualifier to be a `spouse'  that is, a requirement that the marriage must have existed for at least two years.\" <i>Id.</i></p>\n<p>The second sentence, rather than modifying the first as the government contends, creates a separate and independent right for certain alien spouses to <i>self-petition</i> for \"immediate relative\" status.<sup>[7]</sup><i>See</i> 8 U.S.C. <span class=\"star-pagination\">*27</span> § 1151(b)(2)(A)(i); <i>see also </i><i>Freeman,</i> 444 F.3d at 1041-42. This sentence addresses the situation of an alien spouse whose husband or wife died before filing an I-130 petition. It limits the surviving alien spouse's right to self-petition by requiring that spouses be married for two years prior to the citizen spouse's death. The two-year duration requirement places a limitation on the alien spouse's ability to obtain a new right. There is nothing in the language of the second sentence to imply that it was intended to strip away \"spouse\" status from a surviving spouse whose deceased spouse had already filed an I-130 petition.</p>\n<p>From the text and structure of these statutes, it is evident that Congress put in place two separate processes for petitioning for adjustment of status  the first sentence contemplates a situation like Mrs. Taing's where the citizen spouse has already filed a petition. In these situations, the duration of the marriage is of no importance. However, the second sentence deals with the situation where the citizen spouse has died before filing an I-130 petition on his or her spouse's behalf.</p>\n<p>Congress's decision to set up dual processes is reaffirmed by reading § 1151(a)(1)(A)(ii) in conjunction with related statutory provisions. For example, § 1154 states that \"[a]n alien spouse described in the second sentence of section 1151(b)(2)(A)(i) of this title <i>also</i> may file a petition with the Attorney General under this subparagraph for classification of the alien (and the alien's children) under such section.\" 8 U.S.C. § 1154(a)(1)(A)(ii) (emphasis added). We agree with the <i>Freeman</i> court that \"[t]he inclusion of the word `also' in this subsection, as compared to the right given to living citizen spouses in § 1154(a)(1)(A)(i) (i.e., to file a petition on behalf of their alien spouse), further establishes that the right of self-petition is given to a select group of alien widows as an <i>alternative</i> to their citizen spouse's I-130 filing.\" 444 F.3d at 1042 n. 17.</p>\n<p>Moreover, 8 U.S.C. § 1186a states that an alien spouse who receives permanent resident status as an \"immediate relative\" before the second anniversary of her qualifying marriage does so on a conditional basis. That status can be terminated if the qualifying marriage is found to be improper. 8 U.S.C. § 1186a (b)(1). Notably, § 1186a(b)(1) provides that this finding can be made if it is \"determine[d], before the second anniversary of the alien's obtaining the status of lawful admission for permanent residence, that  the qualifying marriage ... has been judicially annulled or terminated, <i>other than through the death</i> of a spouse.\" <i>Id.</i> (emphasis added). As the <i>Freeman</i> court noted, this language, by excepting a spouse's death, presents \"compelling evidence that Congress did not intend its provision for a widow's self-petition for adjustment of status to have the implicit collateral consequence of terminating a citizen spouse's already pending petition-particularly when the effect would be to foreclose a grieving widow from any adjustment at all `through the death of [her] spouse.'\" 444 F.3d at 1042; <i>see also</i> 8 U.S.C. § 1186a(b)(1)(A)(ii). Thus, § 1186a also lends support to our conclusion that § 1151(b)(2)(A)(i) provides surviving spouses with two distinct processes to petition for adjustment of status.</p>\n<p>We are mindful of the \"cardinal rule that courts must strive to harmonize all the provisions of a statute to give them all force and effect.\" <i>United States v. Roberson,</i> <span class=\"citation\" data-id=\"202345\"><a href=\"/opinion/202345/united-states-v-roberson/\"><span class=\"volume\">459</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 55 (1st Cir.2006). <span class=\"star-pagination\">*28</span> Applying this tool of statutory construction, and viewing § 1151 in the context of the entire statutory scheme concerning a surviving spouse's right to adjust her status, we are convinced that Congress plainly and unambiguously intended that surviving spouses like Mrs. Taing, who is the beneficiary of an I-130 petition filed prior to her spouse's death, remain eligible for \"immediate relative\" status.</p>\n<p></p>\n<h2>D. Government's Remaining Arguments Are Unavailing</h2>\n<p>The government's remaining arguments are unpersuasive in light of our holding that Mrs. Taing continues to be a \"spouse\" despite her husband's death. We take each in turn.</p>\n<p></p>\n<h2>1. Present Tense Language in § 1154(b)</h2>\n<p>We disagree with the government's contention that the present tense language used in § 1154(b) evidences congressional intent not to confer \"immediate relative\" status on petitioners like Mrs. Taing.<sup>[8]</sup> The government argues that the present tense language in this provision supports the conclusion that Mr. Taing, the I-130 petitioner, must be alive and that Mr. and Mrs. Taing must still be married for USCIS to approve the I-130 petition. We disagree.</p>\n<p>As explained above, because we read the first two sentences of § 1151(b)(2)(A)(i) as creating separate and independent pathways, we conclude a surviving spouse remains a \"spouse,\" and therefore qualifies for \"immediate relative\" status for purposes of § 1154 even if the surviving spouse had been married for less than two years (provided, of course, that the marriage was not fraudulent). Thus, the use of the present tense in § 1154(b) does not affect our analysis because Mrs. Taing still qualifies as \"an immediate relative\" despite her husband's death.<sup>[9]</sup></p>\n<p></p>\n<h2>2. Automatic Revocation</h2>\n<p>The government states that § 1155 allows the Secretary of Homeland Security (\"Secretary\") to \"revoke the approval of any petition approved by him under section 1154\" at any time for what he considers to be \"good and sufficient cause.\" 8 U.S.C. § 1155. Further, the government states that, by regulation, the Secretary has established that the citizen petitioner's death automatically revokes approval of a visa petition.<sup>[10]</sup><i>See</i> 8 C.F.R. § 205.1(a)(3)(i)(C). The government contends that if the visa petitioner's death is <span class=\"star-pagination\">*29</span> sufficient to revoke an approved petition, it should be sufficient to revoke an unapproved petition.</p>\n<p>Although the government did not raise this precise argument below, we nevertheless go to the merits and conclude that the automatic revocation provision is inapplicable here. First, it is significant that this provision applies only to approved petitions, whereas the I-130 petition at issue here is pending. We are not convinced that we should extend a regulation that applies to the revocation of approved petitions to the pending petition context. <i>See </i><i>Lockhart,</i> 561 F.3d at 622 (noting that \"[t]he Secretary provides no evidence establishing that the government has, since 1938, denied pending immediate relative petitions solely on the basis of the citizen spouse's death, nor ... any historical analysis linking the `immediate relative' provision to the automatic revocation of approved petitions\").</p>\n<p>Second, and more importantly, the government's reading of the automatic revocation provision's applicability to pending petitions is contrary to Congress's intent in § 1151(b)(2)(A)(i). Where a regulation conflicts with congressional intent as expressed in a statutory scheme, courts must give effect to congressional intent. <i>See </i><i>Succar,</i> 394 F.3d at 10-11 (holding that a regulation promulgated by the Attorney General was invalid where it conflicted with Congress's intent as expressed in a statute). Here, as expressed above in our discussion of Congress's intent behind § 1151(b)(2)(A)(i), it is clear that Congress did not intend for Mr. Taing's death to cut off Mrs. Taing's eligibility for \"immediate relative\" status.<sup>[11]</sup><i>See also </i><i>Pierno v. INS,</i> <span class=\"citation\" data-id=\"280988\"><a href=\"/opinion/280988/angela-maria-pierno-v-immigration-and-naturalization-service/\"><span class=\"volume\">397</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">949</span></a></span>, 950-51 (2d Cir.1968) (concluding automatic revocation inappropriate where petitioner died during a delay in considering visa petition and that allowing \"wooden application of rules for automatic revocation\" would result in many aliens being \"denied adjustment by the happenstance of a spouse's death.\").</p>\n<p></p>\n<h2>3. Related Statutes</h2>\n<p>In support of its argument, the government refers to related statutes under which an alien may obtain permanent residence based on a relationship that has been dissolved by death. In particular, the government cites to the USA Patriot Act of 2001 (\"Patriot Act\"), Pub.L. No. 107-56, §§ 421, 423, 115 Stat. 272, and to the National Defense Authorization Act for Fiscal Year 2004 (\"NDAA\"), Pub.L. No. 108-136, § 1703(a)-(e), 117 Stat. 1392, 1693. The government cites to this legislation to support its claim that when Congress has wanted to permit an alien to obtain \"immediate relative\" status it has been explicit.</p>\n<p>The government's references to the Patriot Act and NDAA are inapposite because, to the extent they are relevant, the cited provisions pertain to the second sentence of § 1151(b)(2)(A)(i), not the first sentence.<sup>[12]</sup> As we held above, the second sentence of this provision has no bearing on whether a surviving spouse such as Mrs. Taing qualifies as an \"immediate relative\" for purposes of her visa petition and adjustment of status application. <i>See</i> <span class=\"star-pagination\">*30</span> <i>Lockhart,</i> 561 F.3d at 619 (\"Like the second sentence of the \"immediate relative\" provision ... the Patriot and the National Defense Authorization Acts provide a separate avenue for self-petitioning without requiring the alien-spouse to have been married for two years in the event that the deceased citizen did not petition prior to death.\").</p>\n<p></p>\n<h2>4. Effect of Prior Agency Decision</h2>\n<p>Lastly, the government argues that we should defer to a Board of Immigration Appeals (\"BIA\") decision in <i>Matter of Varela,</i> 13 I &amp; N Dec. 453 (BIA 1970). In <i>Varela,</i> the BIA held that an alien spouse ceases to be a \"spouse,\" and hence an \"immediate relative,\" when a citizen spouse, petitioning on the alien spouse's behalf, dies before the alien spouse's adjustment of status application is due. <i>Id.</i> at 453-54. As explained above, we conclude that the language, text, structure, and context of the INA statutory scheme plainly and unambiguously indicate that Congress intended for surviving spouses such as Mrs. Taing qualify for \"immediate relative\" status for purposes of § 1151(b)(2)(A)(i); thus, we need not accord <i>Chevron</i> deference to the BIA's decision in <i>Varela.</i> Even if we were to consider <i>Varela</i> under the less deferential standard articulated in <i>Skidmore v. Swift &amp; Co.,</i> <span class=\"citation\" data-id=\"104034\"><a href=\"/opinion/104034/skidmore-v-swift-co/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">161</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">124</span></span> (1944), it fails to persuade us for two main reasons.<sup>[13]</sup><i>See </i><i>Lockhart,</i> 561 F.3d at 622 (holding that <i>Varela</i> is not entitled to either <i>Skidmore</i> or <i>Chevron</i> deference). First, the opinion summarily rules in favor of the government and does not engage in an adequate analysis of the statutory text. <i>See id.; </i><i>Freeman,</i> 444 F.3d at 1038. Second, the BIA later found this decision to be extra-jurisdictional in <i>Matter of Sano,</i> 19 I &amp; N Dec. 299 (BIA 1985), thereby making <i>Varela</i> a non-precedential decision.<sup>[14]</sup><i>See </i><i>Lockhart,</i> 561 F.3d at 622; <i>Freeman,</i> 444 F.3d at 1038.</p>\n<p></p>\n<h2>E. Public Policy</h2>\n<p>Although we rest our holding on entirely legal grounds, we note that our decision comports with common sense. We do not believe that Congress intended <span class=\"star-pagination\">*31</span> for the speed at which immigration authorities attend to a pending application to be dispositive in determining when a surviving spouse like Mrs. Taing, who has diligently followed the rules, can qualify as an \"immediate relative.\" We recognize that given the volume of cases, it may take many months for the immigration authorities to consider a pending application; however, this fact is outside an applicant's control and should not be used to penalize her. As our sister court has recently noted, the result the government seeks would \"create[] an arbitrary, irrational and inequitable outcome in which approvable petitions will be treated differently depending solely upon when the government grants the approval.\" <i>Lockhart,</i> 561 F.3d at 620 (quoting <i>Robinson,</i> 554 F.3d at 371 (Nygaard, J., dissenting)). \"[W]e must assume that when drafting the INA, Congress did not intend an absurd or manifestly unjust result.\" <i>Id.</i> (citing <i>Green v. Bock Laundry Mach. Co.,</i> <span class=\"citation\" data-id=\"112264\"><a href=\"/opinion/112264/green-v-bock-laundry-machine-co/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">504</span></a></span>, <span class=\"citation\" data-id=\"112264\"><a href=\"/opinion/112264/green-v-bock-laundry-machine-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1981</span></a></span>, <span class=\"citation\" data-id=\"112264\"><a href=\"/opinion/112264/green-v-bock-laundry-machine-co/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">557</span></a></span> (1989)).</p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>For the foregoing reasons, we affirm the district court.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Pursuant to Fed. R.App. P. 43(c)(2), Janet Napolitano, Secretary of the U.S. Department of Homeland Security, has been substituted for former Secretary Michael Chertoff.</p>\n<p>[1]  Section 1154 states that the petition is to be filed with the \"Attorney General.\" However, the Homeland Security Act of 2002, Pub.L. No. 107-296, § 451(b), 116 Stat. 2135, 2178 (codified at 6 U.S.C. § 271(b)), transferred authority over these matters to USCIS.</p>\n<p>[2]  The INA imposes limits on the number of persons who may immigrate to the United States each fiscal year. <i>See</i> 8 U.S.C. § 1151(a),(c),(d) &amp; (e). \"Immediate relatives\" of United States citizens are exempt from these numerical limitations and are therefore often able to obtain permanent residence faster than applicants in the family-sponsored preference categories. 8 U.S.C. § 1151(b)(2)(A)(i). The number of visas issued to \"immediate relatives\" is deducted from the 480,000 annual allotment for family-sponsored immigration. 8 U.S.C. § 1151(c)(1)(A)(i),(ii). Therefore, increases in \"immediate relative\" visas reduces the number of visas available to the numerically-limited family preference categories. <i>See generally</i> 3 Charles Gordon, Stanley Mailman, &amp; Stephen Yale-Loehr, <i>Immigration Law and Procedure</i> § 36.01 (2008).</p>\n<p>[3]  In the definition section of the INA, \"spouse\" is only defined by whom it excludes, namely, \"a spouse, wife, or husband by reason of any marriage ceremony where the contracting parties thereto are not physically present in the presence of each other, unless the marriage shall have been consummated.\" 8 U.S.C. § 1101(a)(35).</p>\n<p>[4]  We rely on the sixth edition, as opposed to an earlier edition, because it logically follows that Congress, when amending the statute, intended for the term \"spouse\" in the first sentence to carry the same meaning as it does in the second sentence. As we make clear below, the term \"spouse\" as used in the second sentence includes surviving spouse.</p>\n<p>[5]  Based on the plain language of this definition, we conclude that \"spouse\" encompasses \"surviving spouse.\" Our reading is further supported by Congress's use of the word \"spouse\" in the second sentence of § 1151(b)(2)(A)(i). As discussed below, in the second sentence, Congress uses the word \"spouse\" even when it is clearly referring to surviving spouses. <i>See</i> 8 U.S.C. § 1151(b)(2)(A)(i).</p>\n<p>[6]  Even the most current edition of the dictionary includes surviving spouse within the definition of \"spouse.\" <i>Black's Law Dictionary</i> 1438-39 (8th ed.2004) (defining \"surviving spouse,\" under \"spouse,\" as \"[a] spouse who outlives the other spouse\").</p>\n<p>[7]  The first part of the second sentence which mentions the two-year marriage requirement is limited by the phrase, \"but only if the spouse files a petition under § 1154(a)(1)(A)(ii) of this title.\" <i>See id.</i> at 1041-42.</p>\n<p>[8]  8 U.S.C. § 1154(b) states in relevant part that \"the Attorney General shall, if he determines that the facts stated in the petition <i>are</i> true and that the alien in behalf of whom the petition is made <i>is</i> an immediate relative specified in section 1151(b) of this title ... approve the petition and forward one copy thereof to the Department of State.\" (emphasis added).</p>\n<p>[9]  The government also cites to another provision in § 1154 which provides in relevant part:\n</p>\n<p>Nothing in this section shall be construed to entitle an immigrant, in behalf of whom a petition under this section is approved, to be admitted [to] the United States as an immigrant ... as an immediate relative under section 1151(b) of this title if upon his arrival at a port of entry in the United States he is found not to be entitled to such classification.</p>\n<p>8 U.S.C. § 1154(e).</p>\n<p>The government's reference to § 1154(e) is unconvincing because, for the reasons explained above, Mrs. Taing is entitled to an \"immediate relative\" classification.</p>\n<p>[10]  We note that § 205.1(a)(3)(i)(C)(2) provides for a humanitarian exception to the automatic revocation regulation. This regulation does not apply to Mrs. Taing's case because her petition has yet to be approved and she is not seeking to be considered for this exception at this time. Because there is no formal application or petition used to request USCIS to consider an applicant for the humanitarian exception, USCIS does not collect specific statistics as to how often it grants the regulatory exception.</p>\n<p>[11]  We recognize that our decision today may have an impact on various parts of the existing administrative scheme. <i>See, e.g.,</i> 8 C.F.R. § 216.5 (detailing circumstances where the requirement of a joint petition to remove conditions on LPR status may not apply). The agency has the obligation to conform affected regulatory provisions to the intent of Congress.</p>\n<p>[12]  Section 421(a) of the Patriot Act does not deal with \"immediate relatives.\" Rather it provides special immigrant status to other groups of aliens. Section 423(a)(1), however, grants surviving spouses of United States citizens who \"died as a direct result of specified terrorist activity\" the right to self-petition within two years of the citizen spouse's death notwithstanding the two-year marriage requirement as set forth in the second sentence of § 1151(b)(2)(A)(i). Section 423(a)(1) applies where the United States citizen spouse did not file the I-130 petition on behalf of the alien spouse prior to his or her death. This legislation clearly relates to the second sentence of § 1151(b)(2)(A)(i) and does not alter or limit the first sentence.\n</p>\n<p>Similarly, § 1703(a)-(e) of the NDAA contains language allowing aliens, other than \"immediate relatives,\" to have their adjustment of status applications adjudicated despite the death of the petitioner, specifically providing for the right to self-petition under the second sentence of § 1151(b)(2)(A)(i) and under § 1154(a)(1)(A). Again, this legislation relates to the second sentence of § 1151(b)(2)(A)(i), and does not alter or limit the first sentence.</p>\n<p>[13]  We apply <i>Skidmore</i> deference consistent with the following language from <i>United States v. Mead Corp.</i>:\n</p>\n<p>The weight [accorded to an administrative] judgment in a particular case will depend upon the thoroughness evident in its consideration, the validity of its reasoning, its consistency with earlier and later pronouncements, and all those factors which give it power to persuade, if lacking power to control.</p>\n<p><span class=\"citation\" data-id=\"118450\"><a href=\"/opinion/118450/united-states-v-mead-corp/\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">218</span></a></span>, 226-27, <span class=\"citation\" data-id=\"118450\"><a href=\"/opinion/118450/united-states-v-mead-corp/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2164</span></a></span>, <span class=\"citation\" data-id=\"118450\"><a href=\"/opinion/118450/united-states-v-mead-corp/\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">292</span></a></span> (2001) (alteration in original) (quoting <i>Skidmore,</i> 323 U.S. at 140, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">161</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">124</span></span>); <i>see also </i><i>García-Quintero v. Gonzales,</i> <span class=\"citation\" data-id=\"795140\"><a href=\"/opinion/795140/pedro-garcia-quintero-v-alberto-r-gonzales-attorney-general/\"><span class=\"volume\">455</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1006</span></a></span>, 1014-15 (9th Cir. 2006) (suggesting that <i>Skidmore</i> counsels that non-precedential BIA decisions that do not qualify for <i>Chevron</i> deference may be entitled to respect proportional to their power to persuade).</p>\n<p>[14]  We note that the INA's own enacting regulations are in tension with the holding in <i>Varela.</i> 8 C.F.R. §§ 204.1-2 set out the process for \"immediate relative\" petitions and support the conclusion that Congress intended for there to be dual tracks in place  one where the citizen spouse, before his death, has filed an I-130 petition and one where he has not filed an I-130 petition. As the <i>Freeman</i> court has noted: \"The distinction the regulations draw between the rights of a citizen spouse to petition as compared to those of an alien widow to self-petition is consistent with a congressional intent to create two different processes.\" 444 F.3d at 1042-43 (emphasis in original removed). Notably, \"sections 204.1(a)(2) and 204.2(b), separately delineate when a `widow or widower of a United States citizen self-petitioning' [] `may file a petition and be classified as an immediate relative' ... essentially tracking the second sentence of § 1151(b)(2)(A)(i).\" <i>Id.</i> at 1042 (emphasis in original removed). As we have detailed above, reading § 1151(b)(2)(A)(i)'s two sentences as creating separate and independent avenues for relief supports Mrs. Taing's claim that she remains an \"immediate relative\" despite her husband's death.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118082/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118450/",
    "http://www.courtlistener.com/api/rest/v3/opinions/127913/",
    "http://www.courtlistener.com/api/rest/v3/opinions/131162/",
    "http://www.courtlistener.com/api/rest/v3/opinions/134731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/137725/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145908/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196992/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201397/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202345/",
    "http://www.courtlistener.com/api/rest/v3/opinions/280988/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526737/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794008/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1195140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1276912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1372411/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1375635/"
  ]
}