{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203805/",
  "absolute_url": "/opinion/203805/denmark-v-liberty-life-assurance-company-of-boston/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203805/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:23:25Z",
  "date_modified": "2016-02-28T05:12:04.485396Z",
  "type": "010combined",
  "sha1": "d67d31075b47ea480fc0700838d826195f6bd072",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-2877P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/05/06/Denmark_v._Liberty_Life.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\nNo. 05-2877\n                           DIANE DENMARK,\n\n                        Plaintiff, Appellant,\n\n                                 v.\n\n              LIBERTY LIFE ASSURANCE COMPANY OF BOSTON,\n\n                        Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Douglas P. Woodlock, U.S. District Judge]\n\n\n                               Before\n\n                       Lipez, Selya and Howard,\n                           Circuit Judges.\n\n\n     Jonathan M. Feigenbaum, with whom Phillips & Angley was on\nbrief, for appellant.\n     Jay E. Sushelsky and Melvin R. Radowitz on brief for American\nAssociation of Retired Persons, amicus curiae.\n     Mala M. Rafik and Rosenfeld & Rafik, P.C. on brief for\nMassachusetts Employment Lawyers Association, amicus curiae.\n     Richard   Johnston  on   brief   for  Health   Administration\nResponsibility Project, amicus curiae.\n     Andrew C. Pickett, with whom Matthew D. Freeman, Ashley B.\nAbel, and Jackson Lewis LLP were on brief, for appellee.\n     Lisa Tate, Teresa L. Jakubowski, Mark J. Crandley, and Barnes\n& Thornburg, LLP on brief for American Council of Life Insurers,\namicus curiae.\n\n\n                             May 6, 2009\n\f             SELYA, Circuit Judge.       This appeal has generated thorny\n\nquestions involving the appropriate standard of judicial review\n\nunder the Employee Retirement Income Security Act (ERISA), 29\n\nU.S.C. §§ 1001-1461.       It is now before us for a second time.          Our\n\ninitial encounter produced a proliferation of views: three separate\n\nopinions from the three panelists, each of which grappled with the\n\nmethodological problem facing a reviewing court in regard to an\n\nERISA   benefit-denial      decision     made   by   a   plan    administrator\n\noperating as both adjudicator and payer of such claims.                    See\n\nDenmark v. Liberty Life Assur. Co., 481 F.3d 16 (1st Cir. 2007)\n\n(Lipez, J.); id. at 39 (Selya, J., concurring); id. at 41 (Howard,\n\nJ., dissenting).     For ease in exposition, we refer to the three\n\nconstituent     opinions     comprising      that    splintered      decision,\n\ncollectively, as \"Denmark II.\"\n\n             Dissatisfied   with   the    outcome,   the   plaintiff    sought\n\nrehearing and rehearing en banc.         See Fed. R. App. P. 35; 1st Cir.\n\nR. 35, 40.    The en banc court withheld action on the petition until\n\nthe Supreme Court had decided Metropolitan Life Insurance Co. v.\n\nGlenn, 128 S. Ct. 2343 (2008).         Believing that Glenn had shed new\n\nlight on the standard of review, the panel withdrew its earlier\n\ndecision and requested supplemental briefing.                   See Denmark v.\n\nLiberty Life Assur. Co., 530 F.3d 1020 (1st Cir. 2008) (per\n\ncuriam). By separate order, the petition for rehearing en banc was\n\ndenied as moot.\n\n\n                                       -2-\n\f             The supplemental submissions, together with a welter of\n\nhelpful amicus briefs, led to a new round of oral argument.                           We\n\ntook the matter under advisement and now reaffirm our existing\n\nabuse   of    discretion        standard    of   review,     albeit     with   certain\n\nrefinements. We nonetheless recognize that the ultimate resolution\n\nof   the     case    may    be    informed,         under   Glenn,    both     by    the\n\naforementioned       refinements         and   by    the    obtaining    of    further\n\ninformation.        Consequently, we vacate the judgment and remand to\n\nthe district court so that it may obtain that information and\n\nreevaluate the case with the guidance supplied by Glenn and by this\n\nopinion.\n\nI.   BACKGROUND\n\n             We presume the reader's familiarity with the facts of the\n\ncase as set forth in Denmark II.                    We rehearse here only those\n\nevents necessary to put this appeal, in its present posture, into\n\na workable perspective.\n\n             In 1996, a primary care physician diagnosed plaintiff-\n\nappellant Diane Denmark as suffering from fibromyalgia.                              The\n\nplaintiff,     who    was   a    group     leader    employed   by    GenRad,       Inc.,\n\nnonetheless continued to work.              At the times relevant hereto, she\n\nwas covered under two interlocking, ERISA-regulated disability\n\ninsurance plans: GenRad's short-term disability plan (the STD Plan)\n\n\n\n\n                                           -3-\n\fand its long-term disability plan (the LTD Plan).1                       Defendant-\n\nappellee Liberty Life Assurance Company (Liberty) administered both\n\nplans, albeit under different arrangements.\n\n               The employer self-funded the STD Plan. Under it, Liberty\n\nprovided an initial claims review and benefits determination.                      Its\n\ndecisions were appealable to the employer, which paid approved\n\nclaims from its own exchequer.\n\n               In contrast, Liberty underwrote the LTD Plan.                  Pursuant\n\nto   its     terms,     Liberty   reviewed       all   claims,   made   the    initial\n\nbenefits determinations, adjudicated any appeals, and paid approved\n\nclaims from its own coffers.\n\n               The plaintiff stopped working on October 3, 2001, and\n\napplied for STD benefits.             The STD Plan defines \"disabled\" to\n\ninclude a person who is \"unable to perform all of the material and\n\nsubstantial duties of [her] occupation . . . because of an Injury\n\nor Sickness.\"           In an effort to satisfy this definition, the\n\nplaintiff supported her claim with reports from three doctors: her\n\nprimary care physician, a cardiologist, and a rheumatologist.\n\nAfter reviewing the tendered medical records and a job description,\n\nDebra       Kaye,   a   nurse   employed    by    Liberty   as   a   case     manager,\n\nrequested that Dr. Clay Miller conduct a peer review.                   Based on Dr.\n\nMiller's assessment, Liberty denied the claim.\n\n\n        1\n       In late 2001, Teradyne, Inc. acquired GenRad, but the\nplaintiff's right to coverage remained the same. For simplicity's\nsake, we refer throughout to GenRad.\n\n                                           -4-\n\f            The plaintiff appealed this decision to her employer.\n\nThe   appeal    papers   included   a    response   from    her   primary   care\n\nphysician disputing Dr. Miller's conclusions.              The employer asked\n\nDr. Peter Schur to perform an independent medical examination\n\n(IME).   When Dr. Schur found the plaintiff disabled, the employer\n\nagreed to pay her STD benefits.\n\n            In June of 2002, the plaintiff filed for long-term\n\nbenefits.      An applicant qualifies as disabled under the LTD Plan\n\nif, for the first two years, \"as a result of Injury o[r] Sickness,\n\n[she] is unable to perform the Material and Substantial Duties of\n\n[her] Own Occupation\" and thereafter \"is unable to perform, with\n\nreasonable continuity, the Material and Substantial Duties of Any\n\nOccupation.\" Nurse Kaye reviewed the file, which contained medical\n\nsupport for a finding that the plaintiff's symptomatology had\n\nworsened as well as a completed activities questionnaire in which\n\nshe claimed to have severe restrictions on her ability to sit,\n\nstand, walk, drive, and concentrate.\n\n            In her second review, Nurse Kaye discounted the IME\n\nreport, suggested that the plaintiff's condition was not as grave\n\nas the completed questionnaire implied, and concluded that the\n\nplaintiff did not qualify for LTD benefits.             Thus, Liberty denied\n\nthe claim.\n\n            The   plaintiff    requested      further      review.     Liberty\n\nresponded by, among other things, determining that her job involved\n\n\n                                        -5-\n\flight to sedentary work and hiring a private investigator to\n\nsurveil the plaintiff's activities.           The sleuth furnished written\n\nreports and photographs showing that the plaintiff was \"very\n\nactive.\"\n\n              With this ammunition in hand, Liberty submitted the\n\nentire file to Network Medical Review (NMR), a referral service\n\nfurnishing physicians to evaluate the functional abilities of\n\nclaimants.        NMR   forwarded    the      assignment   to   one    of    its\n\ncorrespondents,      Dr.    John   Bomalaski,    who   concluded      that   the\n\nplaintiff was capable of working full-time in her (primarily\n\nsedentary) position.        On December 10, 2002, Liberty reaffirmed its\n\nearlier denial of LTD benefits.\n\n              Nearly fourteen months later, an administrative law judge\n\nruled   the     plaintiff    entitled    to   social   security    disability\n\nbenefits, see 42 U.S.C. § 405, retroactive to her last day of\n\nactual work.       The judge premised this decision on a subsidiary\n\nfinding that the plaintiff was disabled within the meaning of the\n\nSocial Security Act.          See id. § 423(d); see also 20 C.F.R. §\n\n416.920.      Although the definition of disability under the Act\n\ndiffered from the definition of disability under the LTD Plan, the\n\nplaintiff transmitted this ruling, along with a further report from\n\nher rheumatologist, to Liberty; based on these documents, she\n\nsought reconsideration of the refusal to pay LTD benefits. Liberty\n\nstood firm.\n\n\n                                        -6-\n\fII.   TRAVEL OF THE CASE\n\n            On September 17, 2004, the plaintiff sued Liberty in a\n\nMassachusetts state court.            Liberty removed the action to the\n\nfederal district court.     See 28 U.S.C. § 1441; see also id. § 1331.\n\nThe case proceeded on the plaintiff's claim under 29 U.S.C. §\n\n1132(a)(1)(B).\n\n            The district court permitted the plaintiff to conduct\n\nlimited discovery anent Liberty's relationship with NMR and its\n\ncorrespondent    physicians      as   part   of   an   effort   to    show   that\n\nLiberty's actions were influenced by a conflict of interest.\n\nLiberty acknowledged that it had paid upwards of $2,000,000 to NMR\n\nphysicians between 2001 and 2003, and identified 1,204 files that\n\nit had referred to NMR during that interval.            But Liberty refused,\n\non burdensomeness grounds, to answer interrogatories regarding the\n\nproportion of those files in which claims ultimately had been\n\nallowed.    As a sanction for this recalcitrance, the court drew an\n\ninference that NMR had found against the claimants in all cases\n\nand, thus, applied heightened scrutiny to Dr. Bomalaski's opinion.\n\nDenmark v. Liberty Life Assur. Co. (Denmark I), Civ. No. 04-12261,\n\n2005 WL 3008684, at *11 (D. Mass. Nov. 10, 2005).\n\n            In   due   season,   the    parties    cross-moved       for   summary\n\njudgment.    Noting that the plan documents delegated discretionary\n\nauthority to Liberty, qua plan administrator, the court reviewed the\n\nbenefit-denial decision under this circuit's historic abuse of\n\n\n                                       -7-\n\fdiscretion standard.     Id. at *9.        Although the court acknowledged\n\nthe potential conflict of interest posed by Liberty's dual role in\n\nmaking benefits determinations and paying claims,2 it found no\n\nsignificantly probative evidence that the conflict had in fact\n\ninfluenced Liberty's decisionmaking.           Id. at *18.     In discussing\n\nthat issue, the court opined that a bare structural conflict, in and\n\nof itself, did not warrant the application of a less deferential\n\nstandard of review.     Id. at *9.\n\n            The court proceeded to find the denial of LTD benefits\n\nsupported   by   substantial     evidence    and,   thus,   within   the   plan\n\nadministrator's discretion.        Id. at *26.      Accordingly, it granted\n\nLiberty's summary judgment motion and denied the plaintiff's.               See\n\nid.\n\n            On appeal, the plaintiff pursued two lines of attack.\n\nFirst, she contended that the district court had employed an\n\nincorrect standard of review.       Second, she contended that, whatever\n\nthe   standard    of   review,     the     denial   of   LTD   benefits    was\n\ninsupportable.    We have recounted the rest of the tale above: the\n\npanel, by a divided vote, affirmed the district court's ruling; the\n\nplaintiff petitioned for rehearing; the Supreme Court decided Glenn;\n\nand the litigation then entered its current phase.\n\n\n\n      2\n        We   call   such   instances   structural   conflicts,   in\ncontradistinction to actual conflicts (i.e., instances in which the\nfiduciary's decision was in fact motivated by a conflicting\ninterest).\n\n                                     -8-\n\fIII.    ANALYSIS\n\n            The focal point of this appeal has become the standard of\n\njudicial review.      For that reason, we think it useful to rehearse\n\nhow the case law in that area has evolved.\n\n            Among    its   panoply   of      remedial    devices     for    plan\n\nparticipants, ERISA provides for suits to enforce rights conferred\n\nunder the terms of an ERISA-regulated plan.                   See 29 U.S.C. §\n\n1132(a)(1)(B).      Suits for the recovery of benefits come within the\n\nambit of this provision.      Congress did not elucidate a standard of\n\njudicial review applicable to such actions.                  The Supreme Court\n\nfilled this void when it decided Firestone Tire & Rubber Co. v.\n\nBruch, 489 U.S. 101 (1989).\n\n            The Firestone Court noted that ERISA \"abounds with the\n\nlanguage and terminology of trust law\" and that Congress anticipated\n\nthe development of a \"federal common law of rights and obligations\n\nunder   ERISA-regulated    plans.\"         Id.   at   110.     Invoking    trust\n\nprinciples, the Court held that when an ERISA-regulated plan vests\n\ndiscretion in the plan administrator, the latter's resolution of\n\nbenefits claims must be reviewed deferentially. Id. at 111. Absent\n\nsuch a delegation of discretionary authority, a plan administrator's\n\ndecisions are to be reviewed de novo.            Id. at 111-12.\n\n            In a brief aside, the Court observed that \"if a benefit\n\nplan gives discretion to an administrator or fiduciary who is\n\noperating under a conflict of interest, that conflict must be\n\n\n                                     -9-\n\fweighed as a 'facto[r] in determining whether there is an abuse of\n\ndiscretion.'\"       Id. at 115 (dictum; quoting Restatement (Second) of\n\nTrusts § 187 cmt. d (1959)).        For the next eighteen years, courts\n\nstruggled both with this dictum and with how to handle structural\n\nconflicts of interest in ERISA cases.                  A number of different\n\napproaches emerged.\n\n             This court clung to the classic abuse of discretion model,\n\ntaking account of the impact, if any, of a conflict in evaluating\n\nwhether a denial of benefits was arbitrary and capricious (and thus,\n\nan abuse of discretion). See, e.g., Leahy v. Raytheon Co., 315 F.3d\n\n11, 15-16 (1st Cir. 2002); Doe v. Travelers Ins. Co., 167 F.3d 53,\n\n57-58 (1st Cir. 1999). Other circuits, however, adopted divergent\n\napproaches.    See Kathryn J. Kennedy, Judicial Standard of Review in\n\nERISA Benefit Claim Cases, 50 Am. U. L. Rev. 1083, 1135-72 (2001)\n\n(collecting cases).\n\n             This    compendium   included      a    \"presumptive    neutrality\"\n\napproach, under which abuse of discretion review obtains except in\n\ncases   of   actual    conflict   (that   is,       cases   in   which   the   plan\n\nadministrator's decision is shown to be conflict-driven).                      See,\n\ne.g., Kobs v. United Wis. Ins. Co., 400 F.3d 1036, 1039 (7th Cir.\n\n2005); Pulvers v. First Unum Life Ins. Co., 210 F.3d 89, 92 (2d Cir.\n\n2000); Woo v. Deluxe Corp., 144 F.3d 1157, 1160-61 (8th Cir. 1998).\n\nIt also included a \"combination of factors\" approach under which\n\nabuse   of   discretion    review   treats      both    actual    and    potential\n\n\n                                    -10-\n\fconflicts of interest as relevant factors.      See, e.g., Abatie v.\n\nAlta Health & Life Ins. Co., 458 F.3d 955, 965-69 (9th Cir. 2006);\n\nCalvert v. Firstar Fin. Inc., 409 F.3d 286, 293 (6th Cir. 2005).\n\nSeveral courts favored a \"sliding-scale\" approach. See, e.g., Pinto\n\nv. Reliance Standard Life Ins. Co., 214 F.3d 377, 391-92 (3d Cir.\n\n2000); Vega v. Nat'l Life Ins. Servs., Inc., 188 F.3d 287, 296 (5th\n\nCir. 1999) (en banc); Chambers v. Family Health Plan Corp., 100 F.3d\n\n818, 825-26 (10th Cir. 1996); Doe v. Group Hosp'n & Med. Servs., 3\n\nF.3d 80, 87 (4th Cir. 1993). One court preferred a six-step burden-\n\nshifting approach.   See Williams v. BellSouth Telecomms., Inc., 373\n\nF.3d 1132, 1138 (11th Cir. 2004).    Because our home-grown standard\n\nwas central to the decisions in both Denmark I and Denmark II, we\n\nexplore its parameters.\n\n          In Doyle v. Paul Revere Life Insurance Co., 144 F.3d 181\n\n(1st Cir. 1998), we acknowledged that the Firestone dictum could be\n\nread to imply a heightening of the standard of review for structural\n\nconflict cases.   Id. at 184.   We noted, however, that market forces\n\nwere at work: employers are unlikely to contract with insurers who\n\nacquire reputations for miserliness.    Id.   Thus, it seemed prudent\n\nto adhere to the baseline abuse of discretion standard in cases\n\ninvolving structural conflicts, but to give that standard \"more\n\nbite\"; that is, a \"special emphasis on reasonableness.\"     Id.   The\n\nbottom-line inquiry should be \"whether [the plan administrator] had\n\nsubstantial evidentiary grounds for a reasonable decision in its\n\n\n                                 -11-\n\ffavor.\" Id. This approach left the claimant free to show an actual\n\nconflict — and if she succeeded in doing so, that showing would\n\ninfluence the decisional calculus.\n\n          In Doe, 167 F.3d at 57-58, we supplied a gloss on Doyle,\n\nexplaining that reasonableness \"is the basic touchstone\" in all\n\nbenefit-denial cases.    We again rejected a special standard of\n\nreview for structural conflict cases, observing that \"gradations in\n\nphrasing are as likely to complicate as to refine the standard.\"\n\nId.   In any event, the requirement of reasonableness is flexible;\n\nthus, that requirement may have \"substantial bite\" when a court is\n\nfaced with a specific decision on a specific set of facts.      Id.\n\n(explaining that reasonableness review necessarily takes cognizance\n\nof conflicts).\n\n          In Pari-Fasano v. ITT Hartford Life & Accident Insurance\n\nCo., 230 F.3d 415 (1st Cir. 2000), we stressed two points.      The\n\nfirst dealt with nomenclature; we made pellucid that the terms\n\n\"abuse   of    discretion,\"   \"arbitrary   and   capricious,\"   and\n\n\"reasonableness\" were functionally equivalent in the ERISA context.\n\nId. at 419.   None of those terms heralded a heightened standard of\n\nreview for structural conflict cases.      Id.    Our second point\n\nremarked the obvious: \"the possible existence of a conflict of\n\ninterest would necessarily affect the court's determination of what\n\nwas reasonable conduct by the insurer under the circumstances.\" Id.\n\nWhen Pari-Fasano speaks of the potential for conflict, we understand\n\n\n                                -12-\n\fthat usage as a reference to the existence of a structural conflict,\n\nand not the possibility of finding an actual conflict or \"improper\n\nmotivation.\"     Id.3\n\n           Following this trilogy of cases, we consistently have\n\nreviewed   the    resolution    of   benefits    claims   by   structurally\n\nconflicted plan administrators for abuse of discretion, taking into\n\naccount both the potential for conflict and the mitigating effect\n\nof market forces.4      See, e.g., Buffonge v. Prudential Ins. Co., 426\n\nF.3d 20, 28 & n.11 (1st Cir. 2005); Wright v. R.R. Donnelley & Sons\n\nCo. Group Benefits Plan, 402 F.3d 67, 74 (1st Cir. 2005); Glista v.\n\nUnum Life Ins. Co., 378 F.3d 113, 125-26 (1st Cir. 2004); Lopes v.\n\nMetro. Life Ins. Co., 332 F.3d 1, 4-5 (1st Cir. 2003); Leahy, 315\n\nF.3d at 16; Dandurand v. Unum Life Ins. Co., 284 F.3d 331, 335-36\n\n(1st Cir. 2002).\n\n           This brings us to Glenn.             There, the Supreme Court\n\nreviewed a denial of benefits by an administrator that both passed\n\njudgment upon and paid claims under an ERISA-regulated plan.            The\n\n\n     3\n       Insofar as our later cases read this language as precluding\nconsideration of a purely structural conflict in assessing the\nexistence vel non of an abuse of discretion, that interpretation is\ninconsistent with Glenn, 128 S. Ct. at 2351.\n     4\n       In Leahy, we suggested that when a plan administrator's\ndetermination is actually motivated by a conflict of interest,\n\"courts may cede a diminished degree of deference — or no deference\nat all — to the administrator's determinations.\" 315 F.3d at 16.\nWhen faced with such a case, we determined that the situation\nwarranted de novo review. See Janiero v. Urological Surgery Prof'l\nAss'n, 457 F.3d 130, 139-42 (1st Cir. 2006). We need not speculate\nhere as to whether the holding in Janiero survives Glenn.\n\n                                     -13-\n\fdenial had been upheld by the district court but set aside by the\n\nSixth Circuit under its \"combination of factors\" standard of review.\n\n             Picking up on the Firestone dictum, the Glenn Court\n\nclarified what sort of relationships might suffice to create a\n\nconflict     of   interest.        It   concluded    that    courts   should   take\n\ncognizance of structural conflicts in ERISA cases; that is, that a\n\nconflict exists whenever a plan administrator, whether an employer\n\nor an insurer, is in the position of both adjudicating claims and\n\npaying awarded benefits. Glenn, 128 S. Ct. at 2348-50. In reaching\n\nthat conclusion, the Court rejected the market forces rationale,\n\nexplaining       that   \"ERISA    imposes    higher-than-marketplace      quality\n\nstandards on insurers.\"            Id. at 2350.       The Court left open the\n\npossibility that market forces might inform the significance of a\n\nstructural conflict in a given case.               See id.\n\n             The Court then turned to the question of how best to weigh\n\nstructural conflicts.         In charting this course, it held fast to the\n\nstandard of review previously announced in Firestone: abuse of\n\ndiscretion.        Id. (analogizing to trust law, which asks merely\n\nwhether a conflicted trustee has abused his discretion either\n\nsubstantively or procedurally). The Court rejected burden-shifting\n\nrules   as   a    mechanism      for    ensuring   proper    judicial   review   of\n\ndecisions made by structurally conflicted plan administrators. Id.\n\nat 2351.\n\n\n\n\n                                          -14-\n\f          On a more affinitive note, the Court commented approvingly\n\nthat \"when judges review the lawfulness of benefits denials, they\n\nwill often take account of several different considerations of which\n\na conflict of interest is one.\"         Id.    It likened this multi-factor\n\napproach to that used in the administrative law context.5               Id.   The\n\nCourt added that judges should weigh a conflict as they would weigh\n\nany   other    pertinent      factor;    that       is,   when    the   relevant\n\nconsiderations   are     in   equipoise,      any   one   factor,   including   a\n\nstructural conflict, may act as a tiebreaker. Id.                In this regard,\n\nthe Court counselled judges to take account of both \"the degree of\n\ncloseness\" and \"the tiebreaking factor's inherent or case-specific\n\nimportance.\"    Id.\n\n          The    Court    acknowledged        the   resemblance     between   its\n\napproach and the Sixth Circuit's \"combination of factors\" approach;\n\nthose approaches give a structural conflict some weight but, in the\n\nabsence of aggravating circumstances (say, evidence of arbitrariness\n\nor of actual bias), do not treat it as a dispositive influence. Id.\n\nat 2351-52.\n\n\n\n      5\n       Seizing on this comparison and the Court's use of the term\n\"lawfulness,\" the plaintiff suggests that the Court created a new,\nless deferential standard of review. But the Court's articulation\nof how trust law informs the issue reveals the utter implausibility\nof this suggestion.    See Glenn, 128 S. Ct. at 2350 (\"Trust law\ncontinues to apply a deferential standard of review to the\ndiscretionary decisionmaking of a conflicted trustee, while at the\nsame time requiring the reviewing judge to take account of the\nconflict when determining whether the trustee, substantively or\nprocedurally, has abused his discretion.\") (emphasis supplied)).\n\n                                    -15-\n\f            The Court also described what kind of evidence might\n\nimpact the relative weight of an identified conflict:\n\n            The conflict of interest at issue here, for\n            example, should prove more important (perhaps\n            of great importance) where circumstances\n            suggest a higher likelihood that it affected\n            the benefits decision, including, but not\n            limited to, cases where an insurance company\n            administrator has a history of biased claims\n            administration. It should prove less important\n            (perhaps to the vanishing point) where the\n            administrator has taken active steps to reduce\n            potential bias and to promote accuracy, for\n            example, by walling off claims administrators\n            from those interested in firm finances, or by\n            imposing management checks that penalize\n            inaccurate decisionmaking irrespective of whom\n            the inaccuracy benefits.\n\nId. at 2351 (citations and internal quotations marks omitted).\n\n            To complete the picture, the Court applied its newly\n\nrefined standard to the case before it.            In so doing, the Court\n\nassessed    a    litany   of   relevant     factors,   including   the   plan\n\nadministrator's structural conflict, its inconsistent positions\n\nconcerning a social security determination, its unexplained emphasis\n\non medical opinions favoring a denial of benefits, and its offhand\n\ndiscounting of contrary medical opinions.          Id. at 2352.    The Court\n\nconcluded that \"these serious concerns,\" together with the closeness\n\nof the case and the presence of a structural conflict, supported the\n\ndecision    to   set   aside   the   plan   administrator's   discretionary\n\njudgment.    Id.\n\n            The case at bar falls squarely within Glenn's precedential\n\norbit.     Here, the LTD Plan contains a sufficient delegation of\n\n                                     -16-\n\fdiscretionary authority to trigger deferential review.    See Denmark\n\nII, 481 F.3d at 29; id. at 40 (Selya, J., concurring); id. at 41\n\n(Howard, J., dissenting).    That brings into play Glenn's baseline\n\nprinciple, consistent with this circuit's prior precedent, that\n\njudicial review of such a benefit-denial decision is for abuse of\n\ndiscretion.    See Glenn, 128 S. Ct. at 2350; see also Doe, 187 F.3d\n\nat 56-57; Doyle, 144 F.3d at 184.      In other words, where the plan\n\ndocuments delegate discretionary authority to the plan administrator\n\n(whether or not structurally conflicted), courts should review\n\nbenefit-denial decisions for abuse of discretion, considering any\n\nconflict as one of a myriad of relevant factors.    See Glenn, 128 S.\n\nCt. at 2351.\n\n          At this point, a red flag appears.    Although the standard\n\nof review articulated in our earlier cases comports generally with\n\nGlenn, two aspects of our original approach require refinement.\n\nFirst, the market forces rationale no longer allows a reviewing\n\ncourt to disregard a structural conflict without further analysis.\n\nSee Glenn, 128 S. Ct. at 2349-50. That aspect of the Glenn decision\n\nrequires that structural conflicts be accorded weight — albeit not\n\nnecessarily dispositive weight — in the standard-of-review equation.\n\nWith that in mind, courts are duty-bound to inquire into what steps\n\na plan administrator has taken to insulate the decisionmaking\n\nprocess against the potentially pernicious effects of structural\n\nconflicts.\n\n\n                                -17-\n\f           Second, Glenn makes explicit what was implicit in our\n\nearlier decisions: in cases in which a conflict has in fact infected\n\na   benefit-denial    decision,   such    a   circumstance   may   justify   a\n\nconclusion that the denial was itself arbitrary and capricious (and,\n\nthus, an abuse of discretion).      See id. at 2351; McCauley v. First\n\nUnum Life Ins. Co., 551 F.3d 126, 138 (2d Cir. 2008).\n\n           To sum up, our preexisting standard of review is largely\n\nbut not entirely harmonious with Glenn.          While the refinements are\n\nmodest, this case is hair's-breadth close.          Given that precarious\n\nbalance, even a slight adjustment in the mix of factors or in the\n\nweight of a single factor may make a decisive difference.             Hence,\n\nwe think it incumbent upon us to remand the case and permit the\n\ndistrict court, in the first instance, to reconsider its decision\n\nin light of Glenn.6      Remand will allow full consideration of how\n\nheavily this conflict should weigh in the balance.           That is highly\n\ndesirable because, in performing a multi-factor analysis, \"any one\n\nfactor will act as a tiebreaker when the other factors are closely\n\nbalanced.\"   Glenn, 128 S. Ct. at 2351.        We leave this reweighing to\n\nthe district court, and intimate no view as to the outcome.\n\n           Notwithstanding our decision to remand, our journey is not\n\nyet at an end.       The supplemental briefing touched upon discovery\n\nissues, see, e.g., Appellee's Br. on Reh'g at 57-58, and at oral\n\n\n      6\n       In its original decision, the district court mentioned the\nstructural conflict, but it considered it in only a glancing way.\nSee Denmark I, 2005 WL 3008684, at *9.\n\n                                   -18-\n\fargument   in    this   court   the    parties    vigorously     debated    the\n\npermissible     scope   of   discovery,      post-Glenn,    in   ERISA   cases.\n\nDenmark's counsel argued that she should be allowed \"to engage in\n\nnormal discovery\" (which he defined by reference to the discovery\n\nthat would be permitted in a personal injury suit arising out of a\n\ntraffic accident) and that denying such unfettered discovery would\n\nbe unfair and contrary to ERISA as seen through the prism of Glenn.\n\nCounsel for Liberty took a markedly less ambitious view of discovery\n\nin ERISA cases.\n\n           Given these disparate appraisals, we have a responsibility\n\nto offer guidance to the parties and the district court.                   That\n\nguidance entails a brief discussion about the scope of discovery in\n\nERISA cases.\n\n           ERISA benefit-denial cases typically are adjudicated on\n\nthe record compiled before the plan administrator.               Because full-\n\nblown discovery would reconfigure that record and distort judicial\n\nreview, courts have permitted only modest, specifically targeted\n\ndiscovery in such cases.        See Liston v. Unum Corp. Officer Sev.\n\nPlan, 330 F.3d 19, 23 (1st Cir. 2003) (noting that \"some very good\n\nreason is needed to overcome the strong presumption that the record\n\non review is limited to the record before the administrator\").\n\n           In some cases, a good reason has been found to exist when\n\na party makes a colorable claim of bias.                   See id.    Targeted\n\ndiscovery addressed to such an issue may shed new light on the\n\n\n                                      -19-\n\fmotivation   behind   the    plan     administrator's   decision   without\n\nexpanding the panoply of materials on which that decision was based.\n\n          The majority opinion in Glenn fairly can be read as\n\ncontemplating some discovery on the issue of whether a structural\n\nconflict has morphed into an actual conflict. See, e.g., Glenn, 128\n\nS. Ct. at 2351.   That is consistent with the Liston paradigm.        But\n\nany such discovery must be allowed sparingly and, if allowed at all,\n\nmust be narrowly tailored so as to leave the substantive record\n\nessentially undisturbed.\n\n          In future cases, plan administrators, aware of Glenn, can\n\nbe expected as a matter of course to document the procedures used\n\nto prevent or mitigate the effect of structural conflicts.           That\n\ninformation will be included in the administrative record and, thus,\n\nwill be available to a reviewing court. Conflict-oriented discovery\n\nwill be needed only to the extent that there are gaps in the\n\nadministrative record.      If, say, the plan administrator has failed\n\nto detail its procedures,7 discovery may be appropriate, in the\n\ndistrict court's discretion.        Otherwise, discovery normally will be\n\nlimited to the clarification of ambiguities or to ensuring that the\n\ndocumented procedures have been followed in a particular instance.\n\n          The case at hand falls into a special niche.        Because the\n\ndenial of benefits and the commencement of suit both predated Glenn,\n\n\n\n     7\n      These are merely exemplars; we do not pretend to canvass the\nentire universe of possibilities.\n\n                                     -20-\n\fLiberty did not include in the administrative record any evidence\n\nwith respect to its conflict-ameliorating procedures.     Given these\n\ntemporally awkward circumstances, we think that the district court,\n\nin its discretion, may wish to afford         the   parties a limited\n\nopportunity to flesh out the record (even if that entails further,\n\nappropriately circumscribed, discovery).\n\n IV.   CONCLUSION\n\n           We need go no further.    For the reasons elucidated above,\n\nwe vacate the judgment below and remand this case to the district\n\ncourt for further consideration consistent with Glenn and with this\n\nopinion.   The district court is free to abrogate or modify the\n\ndiscovery sanction previously imposed if it sees fit to do so.\n\n           One final point comes to mind. This may be an appropriate\n\ntime for the parties seriously to consider settlement. The district\n\ncourt would be wise to explore that possibility.\n\n\n\nVacated and remanded.    No costs.\n\n\n\n\n                    - Concurring Opinion Follows -\n\n\n\n\n                                 -21-\n\f            LIPEZ,   Circuit    Judge,   concurring.     I   agree   with    my\n\ncolleagues that the focal point of this appeal was the standard of\n\njudicial review in our circuit in the wake of Glenn.            I also agree\n\nwith my colleagues that we should remand to the district court so\n\nthat it can evaluate the impact of Glenn on the merits of Denmark's\n\ncase.    However, I am concerned that the majority's general comments\n\nabout the appropriate scope of discovery post-Glenn reflect a\n\nparticularly hostile attitude towards such discovery, and suggest\n\nthat the issue has already been resolved in this circuit.            I write\n\nseparately to emphasize that it has not been resolved.\n\n            Although it is true, as the majority says, that \"at oral\n\nargument . . . the parties argued strenuously about the permissible\n\nscope of discovery, post-Glenn, in ERISA cases,\" that issue was\n\nraised sua sponte by members of the panel, not the parties.                 The\n\nscope of discovery post-Glenn was never part of this appeal. It was\n\nnot briefed by the parties.         They did not seek guidance on the\n\nissue.    Instead, it is the majority that is eager to use this case\n\nto provide that guidance.\n\n            It may be appropriate, in some instances, to venture\n\nbeyond what is strictly required to decide a particular appeal and\n\nprovide such guidance. But the resort to dicta in this case is ill-\n\nadvised for two reasons.       First, the issue of the permissible scope\n\nof   discovery       post-Glenn    is    complex   and       fact-dependent.\n\nGeneralizations without context ignore that reality.           Second, there\n\n\n                                    -22-\n\fare cases on our doorstep from the district courts that will require\n\nus to decide these discovery issues as they should be decided --\n\nwith the benefit of district court analysis and briefing by the\n\nparties.\n\n           The majority is correct that \"Glenn fairly can be read as\n\ncontemplating some discovery on the issue of whether a structural\n\nconflict has morphed into an actual conflict.\"               The majority's\n\nstatement that \"in future cases, plan administrators . . . can be\n\nexpected . . . to document the procedures used to prevent or\n\nmitigate   the   effect   of   structural   conflicts\"      is   a   reasonable\n\ninference from Glenn's observation that the importance of structural\n\nconflicts is lessened where the administrator \"has taken active\n\nsteps to reduce potential bias and to promote accuracy.\" 128 S. Ct.\n\nat 2351.   It is also true, as the majority notes, that in this case\n\n\"the denial of benefits and the commencement of suit both predated\n\nGlenn.\"    Therefore,     on   remand,    \"the   district    court,     in   its\n\ndiscretion, may wish to afford the parties a limited opportunity to\n\nflesh out the record\" with \"appropriately circumscribed\" discovery.\n\n           That general reference to \"appropriately circumscribed\"\n\ndiscovery is fair enough.       The problem arises with the majority's\n\ncharacterizations of that appropriately circumscribed discovery.\n\nThe majority says that \"any such discovery [on the issue of whether\n\na structural conflict has morphed into an actual conflict] must be\n\nallowed sparingly and, if allowed at all, must be narrowly tailored\n\n\n                                   -23-\n\fso as to leave the substantive record essentially undisturbed.\" The\n\nmajority adds that\n\n          Conflict-oriented discovery will be needed only\n          to the extent that there are gaps in the\n          administrative record.     If, say, the plan\n          administrator   has  failed   to   detail   its\n          procedures, discovery may be appropriate, in\n          the district court's discretion.     Otherwise,\n          discovery normally will be limited to the\n          clarification of ambiguities or to insuring\n          that the documented procedures have been\n          followed in a particular instance.\n\n          These propositions reflect a grudging approach to post-\n\nGlenn discovery that may not be justified. They are unnecessary for\n\nour decision in this appeal.   They have been fashioned without the\n\nbenefit of district court analysis or briefing by the parties.\n\nUnder these circumstances, courts \"are far more likely . . . to\n\nfashion defective rules, and to assert misguided propositions, which\n\nhave not been fully thought through.\"     Pierre N. Leval, Judging\n\nUnder the Constitution: Dicta About Dicta, 81 N.Y.U. L. Rev. 1249,\n\n1263 (2006).   Accepted uncritically as law, such propositions can\n\nskew the decision-making process of the district courts.      It is\n\nsimply impossible to know in this case or in future cases the degree\n\nof discovery that may be required to establish \"whether a structural\n\nconflict has morphed into an actual conflict.\" Such discovery might\n\nbe sparing or more expansive depending upon the preliminary showing\n\nmade by the plaintiff in a particular case.   Decreeing in this case\n\nthat such discovery must be allowed sparingly, or confined to\n\ncertain categories, is an unwarranted signal that discovery into the\n\n                                -24-\n\fexistence of an actual conflict is disfavored.8   The district court\n\nhere, and our district courts generally, are fully capable of\n\nsorting through, in the first instance, the complicated discovery\n\nissues raised by Glenn, and they should not feel bound by the\n\nhostile attitude towards discovery that is improvidently reflected\n\nin dicta in the majority opinion.     Those dicta are not binding on\n\nthe district courts or future panels of this court.\n\n\n\n\n     8\n       This case has its own discovery history. Denmark filed a\nmotion in the district court seeking discovery related to the\nfinancial relationship between Liberty and its \"independent\" review\nagency, NMR -- specifically, the amount of money that Liberty had\npaid NMR, the number of cases Liberty had referred to NMR, and how\nmany of those claims had been granted. The district court granted\nthe motion and ordered Liberty to produce the information Denmark\nrequested. See Denmark v. Liberty Life Assur. Co. of Boston, 481\nF.3d 16, 32 (1st Cir. 2007).        Liberty provided information\nregarding the amount it had paid NMR between 2001 and 2003 and the\nnumber of files it had referred to them during that time period,\nbut refused to stipulate the number of cases in which benefits had\nbeen granted on the grounds that such a stipulation would be too\nburdensome. Id. As a sanction for Liberty's refusal to comply\nwith its discovery order, the district court drew the inference\nthat NMR had not found in favor of a single claimant in all of the\nLiberty files it had reviewed during the relevant time period. Id.\nThe court then stated that, in light of this inference and to\naccount for the effects of this conflict of interest, it would\nreview the opinion of NMR's reviewing physician with \"more bite.\"\nId. Liberty protested this sanction in its supplemental briefing.\nSee, e.g., Appellee's Br. on Reh'g at 57-58.         Aware of this\nhistory, the majority says that the district court is free on\nremand to abrogate or modify the discovery sanction it previously\nimposed.   I agree.   However, exactly how the district court on\nremand should supplement, if at all, discovery already allowed\nshould be left to the discretion of the district court without the\nunwarranted signals of the majority.\n\n                               -25-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                       For the First Circuit\n\nNo. 05-2877\n                           DIANE DENMARK,\n\n                        Plaintiff, Appellant,\n\n                                 v.\n\n              LIBERTY LIFE ASSURANCE COMPANY OF BOSTON,\n\n                        Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Douglas P. Woodlock, U.S. District Judge]\n\n\n                               Before\n\n                       Lipez, Selya and Howard,\n                           Circuit Judges.\n\n\n     Jonathan M. Feigenbaum, with whom Phillips & Angley was on\nbrief, for appellant.\n     Jay E. Sushelsky and Melvin R. Radowitz on brief for American\nAssociation of Retired Persons, amicus curiae.\n     Mala M. Rafik and Rosenfeld & Rafik, P.C. on brief for\nMassachusetts Employment Lawyers Association, amicus curiae.\n     Richard   Johnston  on   brief   for  Health   Administration\nResponsibility Project, amicus curiae.\n     Andrew C. Pickett, with whom Matthew D. Freeman, Ashley B.\nAbel, and Jackson Lewis LLP were on brief, for appellee.\n     Lisa Tate, Teresa L. Jakubowski, Mark J. Crandley, and Barnes\n& Thornburg, LLP on brief for American Council of Life Insurers,\namicus curiae.\n\n\n                             May 6, 2009\n\f             SELYA, Circuit Judge.       This appeal has generated thorny\n\nquestions involving the appropriate standard of judicial review\n\nunder the Employee Retirement Income Security Act (ERISA), 29\n\nU.S.C. §§ 1001-1461.       It is now before us for a second time.          Our\n\ninitial encounter produced a proliferation of views: three separate\n\nopinions from the three panelists, each of which grappled with the\n\nmethodological problem facing a reviewing court in regard to an\n\nERISA   benefit-denial      decision     made   by   a   plan    administrator\n\noperating as both adjudicator and payer of such claims.                    See\n\nDenmark v. Liberty Life Assur. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">481</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></span><pre class=\"inline\"> (1st Cir. 2007)\n\n(Lipez, J.); id. at 39 (Selya, J., concurring); id. at 41 (Howard,\n\nJ., dissenting).     For ease in exposition, we refer to the three\n\nconstituent     opinions     comprising      that    splintered      decision,\n\ncollectively, as \"Denmark II.\"\n\n             Dissatisfied   with   the    outcome,   the   plaintiff    sought\n\nrehearing and rehearing en banc.         See Fed. R. App. P. 35; 1st Cir.\n\nR. 35, 40.    The en banc court withheld action on the petition until\n\nthe Supreme Court had decided Metropolitan Life Insurance Co. v.\n\nGlenn, </pre><span class=\"citation\" data-id=\"145788\"><a href=\"/opinion/145788/metropolitan-life-ins-co-v-glenn/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2343</span></a></span><pre class=\"inline\"> (2008).         Believing that Glenn had shed new\n\nlight on the standard of review, the panel withdrew its earlier\n\ndecision and requested supplemental briefing.                   See Denmark v.\n\nLiberty Life Assur. Co., </pre><span class=\"citation\" data-id=\"203361\"><a href=\"/opinion/203361/denmark-v-liberty-life-assurance-company-of-boston/\"><span class=\"volume\">530</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1020</span></a></span><pre class=\"inline\"> (1st Cir. 2008) (per\n\ncuriam). By separate order, the petition for rehearing en banc was\n\ndenied as moot.\n\n\n                                       -2-\n\f             The supplemental submissions, together with a welter of\n\nhelpful amicus briefs, led to a new round of oral argument.                           We\n\ntook the matter under advisement and now reaffirm our existing\n\nabuse   of    discretion        standard    of   review,     albeit     with   certain\n\nrefinements. We nonetheless recognize that the ultimate resolution\n\nof   the     case    may    be    informed,         under   Glenn,    both     by    the\n\naforementioned       refinements         and   by    the    obtaining    of    further\n\ninformation.        Consequently, we vacate the judgment and remand to\n\nthe district court so that it may obtain that information and\n\nreevaluate the case with the guidance supplied by Glenn and by this\n\nopinion.\n\nI.   BACKGROUND\n\n             We presume the reader's familiarity with the facts of the\n\ncase as set forth in Denmark II.                    We rehearse here only those\n\nevents necessary to put this appeal, in its present posture, into\n\na workable perspective.\n\n             In 1996, a primary care physician diagnosed plaintiff-\n\nappellant Diane Denmark as suffering from fibromyalgia.                              The\n\nplaintiff,     who    was   a    group     leader    employed   by    GenRad,       Inc.,\n\nnonetheless continued to work.              At the times relevant hereto, she\n\nwas covered under two interlocking, ERISA-regulated disability\n\ninsurance plans: GenRad's short-term disability plan (the STD Plan)\n\n\n\n\n                                           -3-\n\fand its long-term disability plan (the LTD Plan).1                       Defendant-\n\nappellee Liberty Life Assurance Company (Liberty) administered both\n\nplans, albeit under different arrangements.\n\n               The employer self-funded the STD Plan. Under it, Liberty\n\nprovided an initial claims review and benefits determination.                      Its\n\ndecisions were appealable to the employer, which paid approved\n\nclaims from its own exchequer.\n\n               In contrast, Liberty underwrote the LTD Plan.                  Pursuant\n\nto   its     terms,     Liberty   reviewed       all   claims,   made   the    initial\n\nbenefits determinations, adjudicated any appeals, and paid approved\n\nclaims from its own coffers.\n\n               The plaintiff stopped working on October 3, 2001, and\n\napplied for STD benefits.             The STD Plan defines \"disabled\" to\n\ninclude a person who is \"unable to perform all of the material and\n\nsubstantial duties of [her] occupation . . . because of an Injury\n\nor Sickness.\"           In an effort to satisfy this definition, the\n\nplaintiff supported her claim with reports from three doctors: her\n\nprimary care physician, a cardiologist, and a rheumatologist.\n\nAfter reviewing the tendered medical records and a job description,\n\nDebra       Kaye,   a   nurse   employed    by    Liberty   as   a   case     manager,\n\nrequested that Dr. Clay Miller conduct a peer review.                   Based on Dr.\n\nMiller's assessment, Liberty denied the claim.\n\n\n        1\n       In late 2001, Teradyne, Inc. acquired GenRad, but the\nplaintiff's right to coverage remained the same. For simplicity's\nsake, we refer throughout to GenRad.\n\n                                           -4-\n\f            The plaintiff appealed this decision to her employer.\n\nThe   appeal    papers   included   a    response   from    her   primary   care\n\nphysician disputing Dr. Miller's conclusions.              The employer asked\n\nDr. Peter Schur to perform an independent medical examination\n\n(IME).   When Dr. Schur found the plaintiff disabled, the employer\n\nagreed to pay her STD benefits.\n\n            In June of 2002, the plaintiff filed for long-term\n\nbenefits.      An applicant qualifies as disabled under the LTD Plan\n\nif, for the first two years, \"as a result of Injury o[r] Sickness,\n\n[she] is unable to perform the Material and Substantial Duties of\n\n[her] Own Occupation\" and thereafter \"is unable to perform, with\n\nreasonable continuity, the Material and Substantial Duties of Any\n\nOccupation.\" Nurse Kaye reviewed the file, which contained medical\n\nsupport for a finding that the plaintiff's symptomatology had\n\nworsened as well as a completed activities questionnaire in which\n\nshe claimed to have severe restrictions on her ability to sit,\n\nstand, walk, drive, and concentrate.\n\n            In her second review, Nurse Kaye discounted the IME\n\nreport, suggested that the plaintiff's condition was not as grave\n\nas the completed questionnaire implied, and concluded that the\n\nplaintiff did not qualify for LTD benefits.             Thus, Liberty denied\n\nthe claim.\n\n            The   plaintiff    requested      further      review.     Liberty\n\nresponded by, among other things, determining that her job involved\n\n\n                                        -5-\n\flight to sedentary work and hiring a private investigator to\n\nsurveil the plaintiff's activities.           The sleuth furnished written\n\nreports and photographs showing that the plaintiff was \"very\n\nactive.\"\n\n              With this ammunition in hand, Liberty submitted the\n\nentire file to Network Medical Review (NMR), a referral service\n\nfurnishing physicians to evaluate the functional abilities of\n\nclaimants.        NMR   forwarded    the      assignment   to   one    of    its\n\ncorrespondents,      Dr.    John   Bomalaski,    who   concluded      that   the\n\nplaintiff was capable of working full-time in her (primarily\n\nsedentary) position.        On December 10, 2002, Liberty reaffirmed its\n\nearlier denial of LTD benefits.\n\n              Nearly fourteen months later, an administrative law judge\n\nruled   the     plaintiff    entitled    to   social   security    disability\n\nbenefits, see 42 U.S.C. § 405, retroactive to her last day of\n\nactual work.       The judge premised this decision on a subsidiary\n\nfinding that the plaintiff was disabled within the meaning of the\n\nSocial Security Act.          See id. § 423(d); see also 20 C.F.R. §\n\n416.920.      Although the definition of disability under the Act\n\ndiffered from the definition of disability under the LTD Plan, the\n\nplaintiff transmitted this ruling, along with a further report from\n\nher rheumatologist, to Liberty; based on these documents, she\n\nsought reconsideration of the refusal to pay LTD benefits. Liberty\n\nstood firm.\n\n\n                                        -6-\n\fII.   TRAVEL OF THE CASE\n\n            On September 17, 2004, the plaintiff sued Liberty in a\n\nMassachusetts state court.            Liberty removed the action to the\n\nfederal district court.     See 28 U.S.C. § 1441; see also id. § 1331.\n\nThe case proceeded on the plaintiff's claim under 29 U.S.C. §\n\n1132(a)(1)(B).\n\n            The district court permitted the plaintiff to conduct\n\nlimited discovery anent Liberty's relationship with NMR and its\n\ncorrespondent    physicians      as   part   of   an   effort   to    show   that\n\nLiberty's actions were influenced by a conflict of interest.\n\nLiberty acknowledged that it had paid upwards of $2,000,000 to NMR\n\nphysicians between 2001 and 2003, and identified 1,204 files that\n\nit had referred to NMR during that interval.            But Liberty refused,\n\non burdensomeness grounds, to answer interrogatories regarding the\n\nproportion of those files in which claims ultimately had been\n\nallowed.    As a sanction for this recalcitrance, the court drew an\n\ninference that NMR had found against the claimants in all cases\n\nand, thus, applied heightened scrutiny to Dr. Bomalaski's opinion.\n\nDenmark v. Liberty Life Assur. Co. (Denmark I), Civ. No. 04-12261,\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">3008684</span></span><pre class=\"inline\">, at *11 (D. Mass. Nov. 10, 2005).\n\n            In   due   season,   the    parties    cross-moved       for   summary\n\njudgment.    Noting that the plan documents delegated discretionary\n\nauthority to Liberty, qua plan administrator, the court reviewed the\n\nbenefit-denial decision under this circuit's historic abuse of\n\n\n                                       -7-\n\fdiscretion standard.     Id. at *9.        Although the court acknowledged\n\nthe potential conflict of interest posed by Liberty's dual role in\n\nmaking benefits determinations and paying claims,2 it found no\n\nsignificantly probative evidence that the conflict had in fact\n\ninfluenced Liberty's decisionmaking.           Id. at *18.     In discussing\n\nthat issue, the court opined that a bare structural conflict, in and\n\nof itself, did not warrant the application of a less deferential\n\nstandard of review.     Id. at *9.\n\n            The court proceeded to find the denial of LTD benefits\n\nsupported   by   substantial     evidence    and,   thus,   within   the   plan\n\nadministrator's discretion.        Id. at *26.      Accordingly, it granted\n\nLiberty's summary judgment motion and denied the plaintiff's.               See\n\nid.\n\n            On appeal, the plaintiff pursued two lines of attack.\n\nFirst, she contended that the district court had employed an\n\nincorrect standard of review.       Second, she contended that, whatever\n\nthe   standard    of   review,     the     denial   of   LTD   benefits    was\n\ninsupportable.    We have recounted the rest of the tale above: the\n\npanel, by a divided vote, affirmed the district court's ruling; the\n\nplaintiff petitioned for rehearing; the Supreme Court decided Glenn;\n\nand the litigation then entered its current phase.\n\n\n\n      2\n        We   call   such   instances   structural   conflicts,   in\ncontradistinction to actual conflicts (i.e., instances in which the\nfiduciary's decision was in fact motivated by a conflicting\ninterest).\n\n                                     -8-\n\fIII.    ANALYSIS\n\n            The focal point of this appeal has become the standard of\n\njudicial review.      For that reason, we think it useful to rehearse\n\nhow the case law in that area has evolved.\n\n            Among    its   panoply   of      remedial    devices     for    plan\n\nparticipants, ERISA provides for suits to enforce rights conferred\n\nunder the terms of an ERISA-regulated plan.                   See 29 U.S.C. §\n\n1132(a)(1)(B).      Suits for the recovery of benefits come within the\n\nambit of this provision.      Congress did not elucidate a standard of\n\njudicial review applicable to such actions.                  The Supreme Court\n\nfilled this void when it decided Firestone Tire & Rubber Co. v.\n\nBruch, </pre><span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span><pre class=\"inline\"> (1989).\n\n            The Firestone Court noted that ERISA \"abounds with the\n\nlanguage and terminology of trust law\" and that Congress anticipated\n\nthe development of a \"federal common law of rights and obligations\n\nunder   ERISA-regulated    plans.\"         Id.   at   110.     Invoking    trust\n\nprinciples, the Court held that when an ERISA-regulated plan vests\n\ndiscretion in the plan administrator, the latter's resolution of\n\nbenefits claims must be reviewed deferentially. Id. at 111. Absent\n\nsuch a delegation of discretionary authority, a plan administrator's\n\ndecisions are to be reviewed de novo.            Id. at 111-12.\n\n            In a brief aside, the Court observed that \"if a benefit\n\nplan gives discretion to an administrator or fiduciary who is\n\noperating under a conflict of interest, that conflict must be\n\n\n                                     -9-\n\fweighed as a 'facto[r] in determining whether there is an abuse of\n\ndiscretion.'\"       Id. at 115 (dictum; quoting Restatement (Second) of\n\nTrusts § 187 cmt. d (1959)).        For the next eighteen years, courts\n\nstruggled both with this dictum and with how to handle structural\n\nconflicts of interest in ERISA cases.                  A number of different\n\napproaches emerged.\n\n             This court clung to the classic abuse of discretion model,\n\ntaking account of the impact, if any, of a conflict in evaluating\n\nwhether a denial of benefits was arbitrary and capricious (and thus,\n\nan abuse of discretion). See, e.g., Leahy v. Raytheon Co., </pre><span class=\"citation\" data-id=\"200246\"><a href=\"/opinion/200246/leahy-v-raytheon-corporation/\"><span class=\"volume\">315</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">11</span></a></span><pre class=\"inline\">, 15-16 (1st Cir. 2002); Doe v. Travelers Ins. Co., </pre><span class=\"citation\" data-id=\"198300\"><a href=\"/opinion/198300/doe-v-travelers/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span><pre class=\"inline\">,\n\n57-58 (1st Cir. 1999). Other circuits, however, adopted divergent\n\napproaches.    See Kathryn J. Kennedy, Judicial Standard of Review in\n\nERISA Benefit Claim Cases, 50 Am. U. L. Rev. 1083, 1135-72 (2001)\n\n(collecting cases).\n\n             This    compendium   included      a    \"presumptive    neutrality\"\n\napproach, under which abuse of discretion review obtains except in\n\ncases   of   actual    conflict   (that   is,       cases   in   which   the   plan\n\nadministrator's decision is shown to be conflict-driven).                      See,\n\ne.g., Kobs v. United Wis. Ins. Co., </pre><span class=\"citation\" data-id=\"789548\"><a href=\"/opinion/789548/elvis-kobs-v-united-wisconsin-insurance-company/\"><span class=\"volume\">400</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1036</span></a></span><pre class=\"inline\">, 1039 (7th Cir.\n\n2005); Pulvers v. First Unum Life Ins. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">210</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">89</span></span><pre class=\"inline\">, 92 (2d Cir.\n\n2000); Woo v. Deluxe Corp., </pre><span class=\"citation\" data-id=\"754602\"><a href=\"/opinion/754602/beverly-d-woo-v-deluxe-corp-hartford-life-insurance-co-doing-business/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1157</span></a></span><pre class=\"inline\">, 1160-61 (8th Cir. 1998).\n\nIt also included a \"combination of factors\" approach under which\n\nabuse   of   discretion    review   treats      both    actual    and    potential\n\n\n                                    -10-\n\fconflicts of interest as relevant factors.      See, e.g., Abatie v.\n\nAlta Health & Life Ins. Co., </pre><span class=\"citation\" data-id=\"795331\"><a href=\"/opinion/795331/karla-h-abatie-v-alta-health-life-insurance-company-a-delaware/\"><span class=\"volume\">458</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">955</span></a></span><pre class=\"inline\">, 965-69 (9th Cir. 2006);\n\nCalvert v. Firstar Fin. Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">286</span></span><pre class=\"inline\">, 293 (6th Cir. 2005).\n\nSeveral courts favored a \"sliding-scale\" approach. See, e.g., Pinto\n\nv. Reliance Standard Life Ins. Co., </pre><span class=\"citation\" data-id=\"768932\"><a href=\"/opinion/768932/maria-h-pinto-v-reliance-standard-life-insurance-company/\"><span class=\"volume\">214</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">377</span></a></span><pre class=\"inline\">, 391-92 (3d Cir.\n\n2000); Vega v. Nat'l Life Ins. Servs., Inc., </pre><span class=\"citation\" data-id=\"765758\"><a href=\"/opinion/765758/vilma-lissette-vega-jose-vega-v-national-life-insurance-services-inc/\"><span class=\"volume\">188</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">287</span></a></span><pre class=\"inline\">, 296 (5th\n\nCir. 1999) (en banc); Chambers v. Family Health Plan Corp., </pre><span class=\"citation\" data-id=\"154172\"><a href=\"/opinion/154172/chambers-v-family-health-plan/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">818</span></a></span><pre class=\"inline\">, 825-26 (10th Cir. 1996); Doe v. Group Hosp'n & Med. Servs., </pre><span class=\"citation\" data-id=\"628641\"><a href=\"/opinion/628641/john-doe-firm-doe-v-group-hospitalization-medical-services-dba-blue/\"><span class=\"volume\">3</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span><pre class=\"inline\">, 87 (4th Cir. 1993). One court preferred a six-step burden-\n\nshifting approach.   See Williams v. BellSouth Telecomms., Inc., </pre><span class=\"citation\" data-id=\"76629\"><a href=\"/opinion/76629/marcia-williams-v-bellsouth-telecommunications/\"><span class=\"volume\">373</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1132</span></a></span><pre class=\"inline\">, 1138 (11th Cir. 2004).    Because our home-grown standard\n\nwas central to the decisions in both Denmark I and Denmark II, we\n\nexplore its parameters.\n\n          In Doyle v. Paul Revere Life Insurance Co., </pre><span class=\"citation\" data-id=\"197983\"><a href=\"/opinion/197983/doyle-v-paul-revere-life/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">181</span></a></span><pre class=\"inline\">\n\n(1st Cir. 1998), we acknowledged that the Firestone dictum could be\n\nread to imply a heightening of the standard of review for structural\n\nconflict cases.   Id. at 184.   We noted, however, that market forces\n\nwere at work: employers are unlikely to contract with insurers who\n\nacquire reputations for miserliness.    Id.   Thus, it seemed prudent\n\nto adhere to the baseline abuse of discretion standard in cases\n\ninvolving structural conflicts, but to give that standard \"more\n\nbite\"; that is, a \"special emphasis on reasonableness.\"     Id.   The\n\nbottom-line inquiry should be \"whether [the plan administrator] had\n\nsubstantial evidentiary grounds for a reasonable decision in its\n\n\n                                 -11-\n\ffavor.\" Id. This approach left the claimant free to show an actual\n\nconflict — and if she succeeded in doing so, that showing would\n\ninfluence the decisional calculus.\n\n          In Doe, 167 F.3d at 57-58, we supplied a gloss on Doyle,\n\nexplaining that reasonableness \"is the basic touchstone\" in all\n\nbenefit-denial cases.    We again rejected a special standard of\n\nreview for structural conflict cases, observing that \"gradations in\n\nphrasing are as likely to complicate as to refine the standard.\"\n\nId.   In any event, the requirement of reasonableness is flexible;\n\nthus, that requirement may have \"substantial bite\" when a court is\n\nfaced with a specific decision on a specific set of facts.      Id.\n\n(explaining that reasonableness review necessarily takes cognizance\n\nof conflicts).\n\n          In Pari-Fasano v. ITT Hartford Life & Accident Insurance\n\nCo., </pre><span class=\"citation\" data-id=\"770872\"><a href=\"/opinion/770872/carolyn-pari-fasano-v-itt-hartford-life-and-accident-insurance-company/\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">415</span></a></span><pre class=\"inline\"> (1st Cir. 2000), we stressed two points.      The\n\nfirst dealt with nomenclature; we made pellucid that the terms\n\n\"abuse   of    discretion,\"   \"arbitrary   and   capricious,\"   and\n\n\"reasonableness\" were functionally equivalent in the ERISA context.\n\nId. at 419.   None of those terms heralded a heightened standard of\n\nreview for structural conflict cases.      Id.    Our second point\n\nremarked the obvious: \"the possible existence of a conflict of\n\ninterest would necessarily affect the court's determination of what\n\nwas reasonable conduct by the insurer under the circumstances.\" Id.\n\nWhen Pari-Fasano speaks of the potential for conflict, we understand\n\n\n                                -12-\n\fthat usage as a reference to the existence of a structural conflict,\n\nand not the possibility of finding an actual conflict or \"improper\n\nmotivation.\"     Id.3\n\n           Following this trilogy of cases, we consistently have\n\nreviewed   the    resolution    of   benefits    claims   by   structurally\n\nconflicted plan administrators for abuse of discretion, taking into\n\naccount both the potential for conflict and the mitigating effect\n\nof market forces.4      See, e.g., Buffonge v. Prudential Ins. Co., </pre><span class=\"citation\" data-id=\"201856\"><a href=\"/opinion/201856/buffonge-v-prudential-ins-co/\"><span class=\"volume\">426</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span><pre class=\"inline\">, 28 & n.11 (1st Cir. 2005); Wright v. R.R. Donnelley & Sons\n\nCo. Group Benefits Plan, </pre><span class=\"citation\" data-id=\"201501\"><a href=\"/opinion/201501/wright-v-donnelley/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></a></span><pre class=\"inline\">, 74 (1st Cir. 2005); Glista v.\n\nUnum Life Ins. Co., </pre><span class=\"citation\" data-id=\"201189\"><a href=\"/opinion/201189/glista-v-unum-life-insurance/\"><span class=\"volume\">378</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">113</span></a></span><pre class=\"inline\">, 125-26 (1st Cir. 2004); Lopes v.\n\nMetro. Life Ins. Co., </pre><span class=\"citation\" data-id=\"200495\"><a href=\"/opinion/200495/lopes-v-metropolitan-life/\"><span class=\"volume\">332</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 4-5 (1st Cir. 2003); Leahy, 315\n\nF.3d at 16; Dandurand v. Unum Life Ins. Co., </pre><span class=\"citation\" data-id=\"199905\"><a href=\"/opinion/199905/dandurand-v-unum-life-insurance/\"><span class=\"volume\">284</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">331</span></a></span><pre class=\"inline\">, 335-36\n\n(1st Cir. 2002).\n\n           This brings us to Glenn.             There, the Supreme Court\n\nreviewed a denial of benefits by an administrator that both passed\n\njudgment upon and paid claims under an ERISA-regulated plan.            The\n\n\n     3\n       Insofar as our later cases read this language as precluding\nconsideration of a purely structural conflict in assessing the\nexistence vel non of an abuse of discretion, that interpretation is\ninconsistent with Glenn, 128 S. Ct. at 2351.\n     4\n       In Leahy, we suggested that when a plan administrator's\ndetermination is actually motivated by a conflict of interest,\n\"courts may cede a diminished degree of deference — or no deference\nat all — to the administrator's determinations.\" 315 F.3d at 16.\nWhen faced with such a case, we determined that the situation\nwarranted de novo review. See Janiero v. Urological Surgery Prof'l\nAss'n, </pre><span class=\"citation no-link\"><span class=\"volume\">457</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">130</span></span><pre class=\"inline\">, 139-42 (1st Cir. 2006). We need not speculate\nhere as to whether the holding in Janiero survives Glenn.\n\n                                     -13-\n\fdenial had been upheld by the district court but set aside by the\n\nSixth Circuit under its \"combination of factors\" standard of review.\n\n             Picking up on the Firestone dictum, the Glenn Court\n\nclarified what sort of relationships might suffice to create a\n\nconflict     of   interest.        It   concluded    that    courts   should   take\n\ncognizance of structural conflicts in ERISA cases; that is, that a\n\nconflict exists whenever a plan administrator, whether an employer\n\nor an insurer, is in the position of both adjudicating claims and\n\npaying awarded benefits. Glenn, 128 S. Ct. at 2348-50. In reaching\n\nthat conclusion, the Court rejected the market forces rationale,\n\nexplaining       that   \"ERISA    imposes    higher-than-marketplace      quality\n\nstandards on insurers.\"            Id. at 2350.       The Court left open the\n\npossibility that market forces might inform the significance of a\n\nstructural conflict in a given case.               See id.\n\n             The Court then turned to the question of how best to weigh\n\nstructural conflicts.         In charting this course, it held fast to the\n\nstandard of review previously announced in Firestone: abuse of\n\ndiscretion.        Id. (analogizing to trust law, which asks merely\n\nwhether a conflicted trustee has abused his discretion either\n\nsubstantively or procedurally). The Court rejected burden-shifting\n\nrules   as   a    mechanism      for    ensuring   proper    judicial   review   of\n\ndecisions made by structurally conflicted plan administrators. Id.\n\nat 2351.\n\n\n\n\n                                          -14-\n\f          On a more affinitive note, the Court commented approvingly\n\nthat \"when judges review the lawfulness of benefits denials, they\n\nwill often take account of several different considerations of which\n\na conflict of interest is one.\"         Id.    It likened this multi-factor\n\napproach to that used in the administrative law context.5               Id.   The\n\nCourt added that judges should weigh a conflict as they would weigh\n\nany   other    pertinent      factor;    that       is,   when    the   relevant\n\nconsiderations   are     in   equipoise,      any   one   factor,   including   a\n\nstructural conflict, may act as a tiebreaker. Id.                In this regard,\n\nthe Court counselled judges to take account of both \"the degree of\n\ncloseness\" and \"the tiebreaking factor's inherent or case-specific\n\nimportance.\"    Id.\n\n          The    Court    acknowledged        the   resemblance     between   its\n\napproach and the Sixth Circuit's \"combination of factors\" approach;\n\nthose approaches give a structural conflict some weight but, in the\n\nabsence of aggravating circumstances (say, evidence of arbitrariness\n\nor of actual bias), do not treat it as a dispositive influence. Id.\n\nat 2351-52.\n\n\n\n      5\n       Seizing on this comparison and the Court's use of the term\n\"lawfulness,\" the plaintiff suggests that the Court created a new,\nless deferential standard of review. But the Court's articulation\nof how trust law informs the issue reveals the utter implausibility\nof this suggestion.    See Glenn, 128 S. Ct. at 2350 (\"Trust law\ncontinues to apply a deferential standard of review to the\ndiscretionary decisionmaking of a conflicted trustee, while at the\nsame time requiring the reviewing judge to take account of the\nconflict when determining whether the trustee, substantively or\nprocedurally, has abused his discretion.\") (emphasis supplied)).\n\n                                    -15-\n\f            The Court also described what kind of evidence might\n\nimpact the relative weight of an identified conflict:\n\n            The conflict of interest at issue here, for\n            example, should prove more important (perhaps\n            of great importance) where circumstances\n            suggest a higher likelihood that it affected\n            the benefits decision, including, but not\n            limited to, cases where an insurance company\n            administrator has a history of biased claims\n            administration. It should prove less important\n            (perhaps to the vanishing point) where the\n            administrator has taken active steps to reduce\n            potential bias and to promote accuracy, for\n            example, by walling off claims administrators\n            from those interested in firm finances, or by\n            imposing management checks that penalize\n            inaccurate decisionmaking irrespective of whom\n            the inaccuracy benefits.\n\nId. at 2351 (citations and internal quotations marks omitted).\n\n            To complete the picture, the Court applied its newly\n\nrefined standard to the case before it.            In so doing, the Court\n\nassessed    a    litany   of   relevant     factors,   including   the   plan\n\nadministrator's structural conflict, its inconsistent positions\n\nconcerning a social security determination, its unexplained emphasis\n\non medical opinions favoring a denial of benefits, and its offhand\n\ndiscounting of contrary medical opinions.          Id. at 2352.    The Court\n\nconcluded that \"these serious concerns,\" together with the closeness\n\nof the case and the presence of a structural conflict, supported the\n\ndecision    to   set   aside   the   plan   administrator's   discretionary\n\njudgment.    Id.\n\n            The case at bar falls squarely within Glenn's precedential\n\norbit.     Here, the LTD Plan contains a sufficient delegation of\n\n                                     -16-\n\fdiscretionary authority to trigger deferential review.    See Denmark\n\nII, 481 F.3d at 29; id. at 40 (Selya, J., concurring); id. at 41\n\n(Howard, J., dissenting).    That brings into play Glenn's baseline\n\nprinciple, consistent with this circuit's prior precedent, that\n\njudicial review of such a benefit-denial decision is for abuse of\n\ndiscretion.    See Glenn, 128 S. Ct. at 2350; see also Doe, 187 F.3d\n\nat 56-57; Doyle, 144 F.3d at 184.      In other words, where the plan\n\ndocuments delegate discretionary authority to the plan administrator\n\n(whether or not structurally conflicted), courts should review\n\nbenefit-denial decisions for abuse of discretion, considering any\n\nconflict as one of a myriad of relevant factors.    See Glenn, 128 S.\n\nCt. at 2351.\n\n          At this point, a red flag appears.    Although the standard\n\nof review articulated in our earlier cases comports generally with\n\nGlenn, two aspects of our original approach require refinement.\n\nFirst, the market forces rationale no longer allows a reviewing\n\ncourt to disregard a structural conflict without further analysis.\n\nSee Glenn, 128 S. Ct. at 2349-50. That aspect of the Glenn decision\n\nrequires that structural conflicts be accorded weight — albeit not\n\nnecessarily dispositive weight — in the standard-of-review equation.\n\nWith that in mind, courts are duty-bound to inquire into what steps\n\na plan administrator has taken to insulate the decisionmaking\n\nprocess against the potentially pernicious effects of structural\n\nconflicts.\n\n\n                                -17-\n\f           Second, Glenn makes explicit what was implicit in our\n\nearlier decisions: in cases in which a conflict has in fact infected\n\na   benefit-denial    decision,   such    a   circumstance   may   justify   a\n\nconclusion that the denial was itself arbitrary and capricious (and,\n\nthus, an abuse of discretion).      See id. at 2351; McCauley v. First\n\nUnum Life Ins. Co., </pre><span class=\"citation\" data-id=\"2543\"><a href=\"/opinion/2543/mccauley-v-first-unum-life-ins-co/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">126</span></a></span><pre class=\"inline\">, 138 (2d Cir. 2008).\n\n           To sum up, our preexisting standard of review is largely\n\nbut not entirely harmonious with Glenn.          While the refinements are\n\nmodest, this case is hair's-breadth close.          Given that precarious\n\nbalance, even a slight adjustment in the mix of factors or in the\n\nweight of a single factor may make a decisive difference.             Hence,\n\nwe think it incumbent upon us to remand the case and permit the\n\ndistrict court, in the first instance, to reconsider its decision\n\nin light of Glenn.6      Remand will allow full consideration of how\n\nheavily this conflict should weigh in the balance.           That is highly\n\ndesirable because, in performing a multi-factor analysis, \"any one\n\nfactor will act as a tiebreaker when the other factors are closely\n\nbalanced.\"   Glenn, 128 S. Ct. at 2351.        We leave this reweighing to\n\nthe district court, and intimate no view as to the outcome.\n\n           Notwithstanding our decision to remand, our journey is not\n\nyet at an end.       The supplemental briefing touched upon discovery\n\nissues, see, e.g., Appellee's Br. on Reh'g at 57-58, and at oral\n\n\n      6\n       In its original decision, the district court mentioned the\nstructural conflict, but it considered it in only a glancing way.\nSee Denmark I, </pre><span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">3008684</span></span><pre class=\"inline\">, at *9.\n\n                                   -18-\n\fargument   in    this   court   the    parties    vigorously     debated    the\n\npermissible     scope   of   discovery,      post-Glenn,    in   ERISA   cases.\n\nDenmark's counsel argued that she should be allowed \"to engage in\n\nnormal discovery\" (which he defined by reference to the discovery\n\nthat would be permitted in a personal injury suit arising out of a\n\ntraffic accident) and that denying such unfettered discovery would\n\nbe unfair and contrary to ERISA as seen through the prism of Glenn.\n\nCounsel for Liberty took a markedly less ambitious view of discovery\n\nin ERISA cases.\n\n           Given these disparate appraisals, we have a responsibility\n\nto offer guidance to the parties and the district court.                   That\n\nguidance entails a brief discussion about the scope of discovery in\n\nERISA cases.\n\n           ERISA benefit-denial cases typically are adjudicated on\n\nthe record compiled before the plan administrator.               Because full-\n\nblown discovery would reconfigure that record and distort judicial\n\nreview, courts have permitted only modest, specifically targeted\n\ndiscovery in such cases.        See Liston v. Unum Corp. Officer Sev.\n\nPlan, </pre><span class=\"citation\" data-id=\"200479\"><a href=\"/opinion/200479/liston-v-unum-corp/\"><span class=\"volume\">330</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span><pre class=\"inline\">, 23 (1st Cir. 2003) (noting that \"some very good\n\nreason is needed to overcome the strong presumption that the record\n\non review is limited to the record before the administrator\").\n\n           In some cases, a good reason has been found to exist when\n\na party makes a colorable claim of bias.                   See id.    Targeted\n\ndiscovery addressed to such an issue may shed new light on the\n\n\n                                      -19-\n\fmotivation   behind   the    plan     administrator's   decision   without\n\nexpanding the panoply of materials on which that decision was based.\n\n          The majority opinion in Glenn fairly can be read as\n\ncontemplating some discovery on the issue of whether a structural\n\nconflict has morphed into an actual conflict. See, e.g., Glenn, 128\n\nS. Ct. at 2351.   That is consistent with the Liston paradigm.        But\n\nany such discovery must be allowed sparingly and, if allowed at all,\n\nmust be narrowly tailored so as to leave the substantive record\n\nessentially undisturbed.\n\n          In future cases, plan administrators, aware of Glenn, can\n\nbe expected as a matter of course to document the procedures used\n\nto prevent or mitigate the effect of structural conflicts.           That\n\ninformation will be included in the administrative record and, thus,\n\nwill be available to a reviewing court. Conflict-oriented discovery\n\nwill be needed only to the extent that there are gaps in the\n\nadministrative record.      If, say, the plan administrator has failed\n\nto detail its procedures,7 discovery may be appropriate, in the\n\ndistrict court's discretion.        Otherwise, discovery normally will be\n\nlimited to the clarification of ambiguities or to ensuring that the\n\ndocumented procedures have been followed in a particular instance.\n\n          The case at hand falls into a special niche.        Because the\n\ndenial of benefits and the commencement of suit both predated Glenn,\n\n\n\n     7\n      These are merely exemplars; we do not pretend to canvass the\nentire universe of possibilities.\n\n                                     -20-\n\fLiberty did not include in the administrative record any evidence\n\nwith respect to its conflict-ameliorating procedures.     Given these\n\ntemporally awkward circumstances, we think that the district court,\n\nin its discretion, may wish to afford         the   parties a limited\n\nopportunity to flesh out the record (even if that entails further,\n\nappropriately circumscribed, discovery).\n\n IV.   CONCLUSION\n\n           We need go no further.    For the reasons elucidated above,\n\nwe vacate the judgment below and remand this case to the district\n\ncourt for further consideration consistent with Glenn and with this\n\nopinion.   The district court is free to abrogate or modify the\n\ndiscovery sanction previously imposed if it sees fit to do so.\n\n           One final point comes to mind. This may be an appropriate\n\ntime for the parties seriously to consider settlement. The district\n\ncourt would be wise to explore that possibility.\n\n\n\nVacated and remanded.    No costs.\n\n\n\n\n                    - Concurring Opinion Follows -\n\n\n\n\n                                 -21-\n\f            LIPEZ,   Circuit    Judge,   concurring.     I   agree   with    my\n\ncolleagues that the focal point of this appeal was the standard of\n\njudicial review in our circuit in the wake of Glenn.            I also agree\n\nwith my colleagues that we should remand to the district court so\n\nthat it can evaluate the impact of Glenn on the merits of Denmark's\n\ncase.    However, I am concerned that the majority's general comments\n\nabout the appropriate scope of discovery post-Glenn reflect a\n\nparticularly hostile attitude towards such discovery, and suggest\n\nthat the issue has already been resolved in this circuit.            I write\n\nseparately to emphasize that it has not been resolved.\n\n            Although it is true, as the majority says, that \"at oral\n\nargument . . . the parties argued strenuously about the permissible\n\nscope of discovery, post-Glenn, in ERISA cases,\" that issue was\n\nraised sua sponte by members of the panel, not the parties.                 The\n\nscope of discovery post-Glenn was never part of this appeal. It was\n\nnot briefed by the parties.         They did not seek guidance on the\n\nissue.    Instead, it is the majority that is eager to use this case\n\nto provide that guidance.\n\n            It may be appropriate, in some instances, to venture\n\nbeyond what is strictly required to decide a particular appeal and\n\nprovide such guidance. But the resort to dicta in this case is ill-\n\nadvised for two reasons.       First, the issue of the permissible scope\n\nof   discovery       post-Glenn    is    complex   and       fact-dependent.\n\nGeneralizations without context ignore that reality.           Second, there\n\n\n                                    -22-\n\fare cases on our doorstep from the district courts that will require\n\nus to decide these discovery issues as they should be decided --\n\nwith the benefit of district court analysis and briefing by the\n\nparties.\n\n           The majority is correct that \"Glenn fairly can be read as\n\ncontemplating some discovery on the issue of whether a structural\n\nconflict has morphed into an actual conflict.\"               The majority's\n\nstatement that \"in future cases, plan administrators . . . can be\n\nexpected . . . to document the procedures used to prevent or\n\nmitigate   the   effect   of   structural   conflicts\"      is   a   reasonable\n\ninference from Glenn's observation that the importance of structural\n\nconflicts is lessened where the administrator \"has taken active\n\nsteps to reduce potential bias and to promote accuracy.\" 128 S. Ct.\n\nat 2351.   It is also true, as the majority notes, that in this case\n\n\"the denial of benefits and the commencement of suit both predated\n\nGlenn.\"    Therefore,     on   remand,    \"the   district    court,     in   its\n\ndiscretion, may wish to afford the parties a limited opportunity to\n\nflesh out the record\" with \"appropriately circumscribed\" discovery.\n\n           That general reference to \"appropriately circumscribed\"\n\ndiscovery is fair enough.       The problem arises with the majority's\n\ncharacterizations of that appropriately circumscribed discovery.\n\nThe majority says that \"any such discovery [on the issue of whether\n\na structural conflict has morphed into an actual conflict] must be\n\nallowed sparingly and, if allowed at all, must be narrowly tailored\n\n\n                                   -23-\n\fso as to leave the substantive record essentially undisturbed.\" The\n\nmajority adds that\n\n          Conflict-oriented discovery will be needed only\n          to the extent that there are gaps in the\n          administrative record.     If, say, the plan\n          administrator   has  failed   to   detail   its\n          procedures, discovery may be appropriate, in\n          the district court's discretion.     Otherwise,\n          discovery normally will be limited to the\n          clarification of ambiguities or to insuring\n          that the documented procedures have been\n          followed in a particular instance.\n\n          These propositions reflect a grudging approach to post-\n\nGlenn discovery that may not be justified. They are unnecessary for\n\nour decision in this appeal.   They have been fashioned without the\n\nbenefit of district court analysis or briefing by the parties.\n\nUnder these circumstances, courts \"are far more likely . . . to\n\nfashion defective rules, and to assert misguided propositions, which\n\nhave not been fully thought through.\"     Pierre N. Leval, Judging\n\nUnder the Constitution: Dicta About Dicta, 81 N.Y.U. L. Rev. 1249,\n\n1263 (2006).   Accepted uncritically as law, such propositions can\n\nskew the decision-making process of the district courts.      It is\n\nsimply impossible to know in this case or in future cases the degree\n\nof discovery that may be required to establish \"whether a structural\n\nconflict has morphed into an actual conflict.\" Such discovery might\n\nbe sparing or more expansive depending upon the preliminary showing\n\nmade by the plaintiff in a particular case.   Decreeing in this case\n\nthat such discovery must be allowed sparingly, or confined to\n\ncertain categories, is an unwarranted signal that discovery into the\n\n                                -24-\n\fexistence of an actual conflict is disfavored.8   The district court\n\nhere, and our district courts generally, are fully capable of\n\nsorting through, in the first instance, the complicated discovery\n\nissues raised by Glenn, and they should not feel bound by the\n\nhostile attitude towards discovery that is improvidently reflected\n\nin dicta in the majority opinion.     Those dicta are not binding on\n\nthe district courts or future panels of this court.\n\n\n\n\n     8\n       This case has its own discovery history. Denmark filed a\nmotion in the district court seeking discovery related to the\nfinancial relationship between Liberty and its \"independent\" review\nagency, NMR -- specifically, the amount of money that Liberty had\npaid NMR, the number of cases Liberty had referred to NMR, and how\nmany of those claims had been granted. The district court granted\nthe motion and ordered Liberty to produce the information Denmark\nrequested. See Denmark v. Liberty Life Assur. Co. of Boston, </pre><span class=\"citation no-link\"><span class=\"volume\">481</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></span><pre class=\"inline\">, 32 (1st Cir. 2007).        Liberty provided information\nregarding the amount it had paid NMR between 2001 and 2003 and the\nnumber of files it had referred to them during that time period,\nbut refused to stipulate the number of cases in which benefits had\nbeen granted on the grounds that such a stipulation would be too\nburdensome. Id. As a sanction for Liberty's refusal to comply\nwith its discovery order, the district court drew the inference\nthat NMR had not found in favor of a single claimant in all of the\nLiberty files it had reviewed during the relevant time period. Id.\nThe court then stated that, in light of this inference and to\naccount for the effects of this conflict of interest, it would\nreview the opinion of NMR's reviewing physician with \"more bite.\"\nId. Liberty protested this sanction in its supplemental briefing.\nSee, e.g., Appellee's Br. on Reh'g at 57-58.         Aware of this\nhistory, the majority says that the district court is free on\nremand to abrogate or modify the discovery sanction it previously\nimposed.   I agree.   However, exactly how the district court on\nremand should supplement, if at all, discovery already allowed\nshould be left to the discretion of the district court without the\nunwarranted signals of the majority.\n\n                               -25-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/2543/",
    "http://www.courtlistener.com/api/rest/v3/opinions/76629/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/154172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198300/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199905/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200479/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201189/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201501/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203361/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754602/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768932/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795331/"
  ]
}