{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203841/",
  "absolute_url": "/opinion/203841/peralta-v-holder/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203841/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:24:12Z",
  "date_modified": "2016-04-26T04:38:15.826373Z",
  "type": "010combined",
  "sha1": "b23518cf6dd3c1457fe347b176390ca02e3a8c77",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-2073P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/05/28/Peralta_v._Mukasey.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNo. 08-2073\n\n                        JOSÉ ENRÍQUE PERALTA,\n\n                             Petitioner,\n\n                                  v.\n\n                ERIC H. HOLDER, JR.,* ATTORNEY GENERAL,\n\n                             Respondent.\n\n\n           ON PETITION FOR REVIEW OF AN ORDER OF THE BOARD\n                        OF IMMIGRATION APPEALS\n\n\n                                Before\n\n                      Howard, Selya and Hansen,**\n                           Circuit Judges.\n\n\n     Jeffrey B. Rubin and Law Offices of Jeffrey B. Rubin on brief\nfor petitioner.\n     Michael F. Hertz, Assistant Attorney General, Civil Division,\nTerri J. Scadron, Assistant Director, and Wendy Benner-León, Trial\nAttorney, Office of Immigration Litigation, on brief for\nrespondent.\n\n\n                             May 28, 2009\n\n\n\n\n     *\n       Pursuant to Fed. R. App. P. 43(c)(2), Attorney General Eric\nH. Holder, Jr. has been substituted for former Attorney General\nMichael B. Mukasey as the respondent.\n     **\n          Of the Eighth Circuit, sitting by designation.\n\f          SELYA, Circuit Judge.      The petitioner, José Enríque\n\nPeralta, is a native and citizen of Ecuador.   He seeks review of a\n\nfinal order of the Board of Immigration Appeals (BIA), dated July\n\n24, 2008, denying his second motion to reopen removal proceedings.\n\nAlthough this court typically has jurisdiction to review the BIA's\n\ndenial of motions to reopen, see 8 U.S.C. § 1252, as amended by the\n\nREAL ID Act of 2005, Pub. L. No. 109-13, Div. B, Title I, §§\n\n101(e),(f), 106(a), 119 Stat. 231, 302 (May 11, 2005), there are\n\nexceptions to that general rule.     The petition here, which seeks\n\nreview of a purely discretionary decision not to reopen removal\n\nproceedings sua sponte, comes within the contours of one such\n\nexception.   Consequently, we dismiss the petition for want of\n\njurisdiction.\n\n          The essential facts are easily related.    The petitioner\n\nentered the United States illegally in 1998.   On March 29, 2002, he\n\napplied for adjustment of his immigration status, hoping to become\n\na lawful permanent resident (LPR).   He based this request upon his\n\nrecent marriage to a United States citizen.         The authorities\n\napproved his application and, in July of 2003, he obtained LPR\n\nstatus.\n\n          The Department of Homeland Security (DHS) later learned\n\nthat, at the time of this adjustment, the petitioner had neglected\n\nto mention an important fact: he had not disclosed, either on his\n\nadjustment application or at his interview for adjustment, that he\n\n\n                               -2-\n\fhad been convicted, on January 8, 2002, of the crime of assault and\n\nbattery, for which he received an 18-month prison sentence.            On\n\nthat basis, DHS charged that the petitioner was subject to removal\n\nunder 8 U.S.C. § 1227(a)(1)(A).\n\n           Following a hearing, an immigration judge (IJ) ruled from\n\nthe bench that the petitioner had knowingly and wilfully furnished\n\nfalse information in connection with his application for adjustment\n\nof status; that this deliberate misrepresentation was material; and\n\nthat DHS had carried the devoir of persuasion and established that\n\nthe petitioner was removable.        Accordingly, the IJ ordered the\n\npetitioner's deportation from the United States to Equador.           The\n\npetitioner appealed.\n\n           On September 23, 2005, the BIA adopted and affirmed the\n\nIJ's findings and order.         The petitioner did not seek judicial\n\nreview of the BIA's ukase.\n\n           On December 22, 2005 — well after the time for seeking\n\njudicial review had expired — the petitioner filed a motion to\n\nreopen the removal proceedings.           He premised this motion on a\n\npending I-130 visa petition for immediate relative treatment,\n\nnoting that he had divorced his first American wife in the spring\n\nof 2005 and married another woman, also a United States citizen, on\n\nAugust 20 of that year.          His new bride then filed the I-130\n\npetition   with   the   United   States    Citizenship   and   Immigration\n\nServices (USCIS).\n\n\n                                    -3-\n\f          On February 16, 2006, the BIA denied the motion to\n\nreopen. In doing so, the BIA observed that although the petitioner\n\nhad been convicted of a serous crime in 2002 and had received a\n\nsubstantial prison sentence, he had stated in his motion to reopen\n\nthat he had \"never been convicted of a crime.\"         The BIA concluded\n\nthat this apocryphal statement alone justified denial of the\n\nmotion; that misrepresentation, coupled with facts such as the\n\npetitioner's commission of immigration fraud in connection with his\n\noriginal application for adjustment of status, argued persuasively\n\nagainst a favorable exercise of agency discretion.1\n\n          On March 16, 2006, the petitioner filed a petition for\n\njudicial review of the BIA's February 2006 decision.          We dismissed\n\nthe petition as untimely to the extent that it attempted to revisit\n\nthe final order of removal, see Peralta v. Gonzales, No. 06-1464\n\n(1st Cir. Mar. 29, 2007) (unpublished judgment), and denied the\n\npetition on the merits insofar as it sought to challenge the BIA's\n\nrefusal to reopen the removal proceedings, see id.\n\n          That   appeared   to   be   the   end   of   the   matter.   But\n\nappearances sometimes are deceiving, cf. Aesop, The Wolf in Sheep's\n\nClothing (circa 550 B.C.), and, over a year later, the petitioner\n\nfiled a second motion to reopen based on the approval of his new\n\n\n\n     1\n       As an alternative basis for denying the motion, the BIA held\nthat the petitioner had submitted an incomplete application to\nUSCIS and, thus, had failed to demonstrate prima facie eligibility\nfor the requested relief.\n\n                                  -4-\n\fwife's I-130 visa petition.2   Except for that new datum, the motion\n\nlargely replicated the arguments that the petitioner had made in\n\nhis earlier (unsuccessful) motion to reopen.     Acknowledging that\n\nthe new motion was both untimely and successive, the petitioner\n\nasked the BIA to exercise its discretion to reopen sua sponte.\n\n          At this point, a few words of explanation are in order.\n\nBy statute and regulation, an alien may file only a single motion\n\nto reopen as of right — and that motion must be filed within 90\n\ndays of the date of the BIA's final decision.      See 8 U.S.C. §§\n\n1229a(c)(7)(A) & (c)(7)(C)(i); 8 C.F.R. § 1003.2(c)(2). This time-\n\nand-number paradigm is not entirely inflexible but, rather, admits\n\nof a few, narrowly circumscribed exceptions.    See, e.g., 8 U.S.C.\n\n§ 1229a(c)(7)(C); 8 C.F.R. § 1003.2(c)(3).      Moreover, the BIA,\n\nacting sua sponte, may choose to waive the limitations.   See Lemus\n\nv. Gonzales, 489 F.3d 399, 401 (1st Cir. 2007).\n\n          Against this backdrop, the BIA gave the petitioner's\n\nsecond motion to reopen short shrift.       To the extent that the\n\npetitioner sought to have the proceedings reopened sua sponte, the\n\nBIA flatly declined the invitation.    It held that such a step was\n\nunwarranted in the circumstances at hand.\n\n          The BIA pointed out that its power to reopen proceedings\n\nsua sponte is limited to exceptional circumstances; that this\n\n\n\n     2\n       The motion papers indicated that USCIS had approved the I-\n130 petition on September 24, 2007.\n\n                                 -5-\n\flimited power is not meant to permit wholesale circumvention of the\n\nprocedural requirements established in the applicable statutes and\n\nregulations; and that no compelling reason had been shown to\n\njustify the deployment of that power here.    Accordingly, the BIA\n\ndenied the second motion to reopen because it was time-barred and\n\nnumber-barred.   This petition for judicial review followed.\n\n          It is important to note that this petition for judicial\n\nreview concerns only the second motion to reopen.   The petitioner\n\ndoes not dispute — nor could he — that this motion is both time-\n\nbarred and number-barred.   By the same token, the petitioner does\n\nnot argue that it comes within any statutory, regulatory, or judge-\n\nmade exception to the afore described limitations on motions to\n\nreopen. It follows that the petitioner has waived any challenge on\n\nthese grounds to the BIA's denial of his second motion to reopen.\n\nSee Berrio-Barrera v. Gonzales, 460 F.3d 163, 168 (1st Cir. 2006);\n\nSilva v. Gonzales, 455 F.3d 26, 28 (1st Cir. 2006); see also United\n\nStates v. Bongiorno, 106 F.3d 1027, 1034 (1st Cir. 1997) (\"We have\n\nsteadfastly deemed waived issues raised on appeal in a perfunctory\n\nmanner, not accompanied by developed argumentation.\").\n\n          The petitioner's only recourse before the BIA, then, was\n\na plea for the exercise of the agency's sua sponte power to allow\n\nreopening.   That plea did not succeed before the BIA, see supra,\n\nand it leads the petitioner down a blind alley in this venue.\n\n\n\n\n                                -6-\n\f          The BIA's discretion in this regard is unfettered; there\n\nare no standards in place by which a court can review the use or\n\nnon-use of that sua sponte discretion.         Cognizant of that reality,\n\nwe have held, squarely and recently, that we lack jurisdiction over\n\nBIA decisions declining to reopen removal proceedings sua sponte.\n\nSee Zhang v. Gonzales, 469 F.3d 51, 53 (1st Cir. 2006) (recognizing\n\nthat the BIA has plenary discretion to determine whether to reopen\n\nsua sponte and, therefore, that a decision declining to exercise\n\nsuch discretion is \"[b]y its very nature, . . . unreviewable\");\n\nPrado v. Reno, 198 F.3d 286, 292 (1st Cir. 1999) (explaining that\n\n\"the decision of the BIA whether to invoke its sua sponte authority\n\nis committed to its unfettered discretion\") (quoting Luis v. INS,\n\n196 F.3d 36, 40 (1st Cir. 1999)).\n\n          This   view   accords   with   the    thinking   of   our   sister\n\ncircuits, ten of which have concluded that there are no meaningful\n\nstandards against which to judge the BIA's exercise or non-exercise\n\nof its discretion to reopen proceedings sua sponte.             See, e.g.,\n\nMosere v. Mukasey, 552 F.3d 397, 400-01 (4th Cir. 2009); Lenis v.\n\nU.S. Att'y Gen., 525 F.3d 1291, 1293-94 (11th Cir. 2008); Tamenut\n\nv. Mukasey, 521 F.3d 1000, 1005 (8th Cir. 2008) (en banc) (per\n\ncuriam); Ali v. Gonzales, 448 F.3d 515, 518 (2d Cir. 2006) (per\n\ncuriam): Harchenko v. INS, 379 F.3d 405, 410-11 (6th Cir. 2004);\n\nEnriquez-Alvarado v. Ashcroft, 371 F.3d 246, 248-50 (5th Cir.\n\n2004); Pilch v. Ashcroft, 353 F.3d 585, 586 (7th Cir. 2003); Belay-\n\n\n                                  -7-\n\fGebru v. INS, 327 F.3d 998, 1000-01 (10th Cir. 2003); Calle-Vujiles\n\nv. Ashcroft, 320 F.3d 472, 474-75 (3d Cir. 2003); Ekimian v. INS,\n\n303 F.3d 1153, 1159 (9th Cir. 2002).           Thus, each of these courts\n\nhas concluded, as do we, that when a motion to reopen has been\n\ndirected to the BIA's sua sponte authority, the court of appeals\n\nlacks jurisdiction to review a denial of the motion.\n\n             The petitioner's only real rejoinder is to suggest that\n\nZhang and Prado are incorrectly decided.             We think not.\n\n             In any event, we are foreclosed from reexamining the\n\nholding in those cases. \"We have held, time and again, that in a\n\nmulti-panel circuit, prior panel decisions are binding upon newly\n\nconstituted     panels    in   the   absence    of    supervening    authority\n\nsufficient to warrant disregard of established precedent.\"              Muskat\n\nv. United States, 554 F.3d 183, 189 (1st Cir. 2009) (quoting United\n\nStates v. Wogan, 938 F.2d 1446, 1449 (1st Cir. 1991)).                     The\n\npetitioner has not identified any supervening authority that might\n\nmake a difference here.          Consequently, the law-of-the-circuit\n\ndoctrine is in full flower; Zhang and Prado are binding precedents,\n\nand we must follow them.\n\n             We need go no further.            The BIA's exercise of its\n\nunfettered discretion to decline reopening of the petitioner's\n\nremoval proceedings sua sponte lies beyond this court's authority\n\nto review.    Accordingly, we are constrained to dismiss the instant\n\npetition for judicial review.\n\n             Dismissed.\n\n                                      -8-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>567 F.3d 31 (2009)</b></center>\n<center><h1>José Enríque PERALTA, Petitioner,<br>\nv.<br>\nEric H. HOLDER, Jr.,<sup>[*]</sup> Attorney General, Respondent.</h1></center>\n<center>No. 08-2073.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted May 5, 2009.</center>\n<center>Decided May 28, 2009.</center>\n<p><span class=\"star-pagination\">*32</span> Jeffrey B. Rubin and Law Offices of Jeffrey B. Rubin on brief for petitioner.</p>\n<p>Michael F. Hertz, Assistant Attorney General, Civil Division, Terri J. Scadron, Assistant Director, and Wendy Benner-León, Trial Attorney, Office of Immigration Litigation, on brief for respondent.</p>\n<p>Before HOWARD, SELYA and HANSEN,<sup>[**]</sup> Circuit Judges.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>The petitioner, José Enríque Peralta, is a native and citizen of Ecuador. He seeks review of a final order of the Board of Immigration Appeals (BIA), dated July 24, 2008, denying his second motion to reopen removal proceedings. Although this court typically has jurisdiction to review the BIA's denial of motions to reopen, <i>see</i> 8 U.S.C. § 1252, as amended by the REAL ID Act of 2005, Pub.L. No. 109-13, Div. B, Title I, §§ 101(e),(f), 106(a), 119 Stat. 231, 302 (May 11, 2005), there are exceptions to that general rule. The petition here, which seeks review of a purely discretionary decision not to reopen removal proceedings sua sponte, comes within the contours of one such exception. Consequently, we dismiss the petition for want of jurisdiction.</p>\n<p>The essential facts are easily related. The petitioner entered the United States illegally in 1998. On March 29, 2002, he applied for adjustment of his immigration status, hoping to become a lawful permanent resident (LPR). He based this request upon his recent marriage to a United States citizen. The authorities approved his application and, in July of 2003, he obtained LPR status.</p>\n<p>The Department of Homeland Security (DHS) later learned that, at the time of this adjustment, the petitioner had neglected to mention an important fact: he had not disclosed, either on his adjustment application or at his interview for adjustment, that he had been convicted, on January 8, 2002, of the crime of assault and battery, for which he received an 18-month prison sentence. On that basis, DHS charged that the petitioner was subject to removal under 8 U.S.C. § 1227(a)(1)(A).</p>\n<p>Following a hearing, an immigration judge (IJ) ruled from the bench that the petitioner had knowingly and wilfully furnished false information in connection with his application for adjustment of status; <span class=\"star-pagination\">*33</span> that this deliberate misrepresentation was material; and that DHS had carried the devoir of persuasion and established that the petitioner was removable. Accordingly, the IJ ordered the petitioner's deportation from the United States to Equador. The petitioner appealed.</p>\n<p>On September 23, 2005, the BIA adopted and affirmed the IJ's findings and order. The petitioner did not seek judicial review of the BIA's ukase.</p>\n<p>On December 22, 2005  well after the time for seeking judicial review had expired  the petitioner filed a motion to reopen the removal proceedings. He premised this motion on a pending I-130 visa petition for immediate relative treatment, noting that he had divorced his first American wife in the spring of 2005 and married another woman, also a United States citizen, on August 20 of that year. His new bride then filed the I-130 petition with the United States Citizenship and Immigration Services (USCIS).</p>\n<p>On February 16, 2006, the BIA denied the motion to reopen. In doing so, the BIA observed that although the petitioner had been convicted of a serous crime in 2002 and had received a substantial prison sentence, he had stated in his motion to reopen that he had \"never been convicted of a crime.\" The BIA concluded that this apocryphal statement alone justified denial of the motion; that misrepresentation, coupled with facts such as the petitioner's commission of immigration fraud in connection with his original application for adjustment of status, argued persuasively against a favorable exercise of agency discretion.<sup>[1]</sup></p>\n<p>On March 16, 2006, the petitioner filed a petition for judicial review of the BIA's February 2006 decision. We dismissed the petition as untimely to the extent that it attempted to revisit the final order of removal, <i>see Peralta v. Gonzales,</i> No. 06-1464 (1st Cir. March 29, 2007) (unpublished judgment), and denied the petition on the merits insofar as it sought to challenge the BIA's refusal to reopen the removal proceedings, <i>see id.</i></p>\n<p>That appeared to be the end of the matter. But appearances sometimes are deceiving, <i>cf.</i> Aesop, <i>The Wolf in Sheep's Clothing</i> (circa 550 B.C.), and, over a year later, the petitioner filed a second motion to reopen based on the approval of his new wife's I-130 visa petition.<sup>[2]</sup> Except for that new datum, the motion largely replicated the arguments that the petitioner had made in his earlier (unsuccessful) motion to reopen. Acknowledging that the new motion was both untimely and successive, the petitioner asked the BIA to exercise its discretion to reopen sua sponte.</p>\n<p>At this point, a few words of explanation are in order. By statute and regulation, an alien may file only a single motion to reopen as of right  and that motion must be filed within 90 days of the date of the BIA's final decision. <i>See</i> 8 U.S.C. §§ 1229a(c)(7)(A) &amp; (c)(7)(C)(i); 8 C.F.R. § 1003.2(c)(2). This time-and-number paradigm is not entirely inflexible but, rather, admits of a few, narrowly circumscribed exceptions. <i>See, e.g.,</i> 8 U.S.C. § 1229a(c)(7)(C); 8 C.F.R. § 1003.2(c)(3). Moreover, the BIA, acting sua sponte, may choose to waive the limitations. <i>See </i><i>Lemus v. Gonzales,</i> 489 F.3d 399, 401 (1st Cir.2007).</p>\n<p>Against this backdrop, the BIA gave the petitioner's second motion to reopen short <span class=\"star-pagination\">*34</span> shrift. To the extent that the petitioner sought to have the proceedings reopened sua sponte, the BIA flatly declined the invitation. It held that such a step was unwarranted in the circumstances at hand.</p>\n<p>The BIA pointed out that its power to reopen proceedings sua sponte is limited to exceptional circumstances; that this limited power is not meant to permit wholesale circumvention of the procedural requirements established in the applicable statutes and regulations; and that no compelling reason had been shown to justify the deployment of that power here. Accordingly, the BIA denied the second motion to reopen because it was time-barred and number-barred. This petition for judicial review followed.</p>\n<p>It is important to note that this petition for judicial review concerns only the second motion to reopen. The petitioner does not dispute-nor could he  that this motion is both time  barred and number-barred. By the same token, the petitioner does not argue that it comes within any statutory, regulatory, or judge-made exception to the afore described limitations on motions to reopen. It follows that the petitioner has waived any challenge on these grounds to the BIA's denial of his second motion to reopen. <i>See </i><i>Berrio-Barrera v. Gonzales,</i> 460 F.3d 163, 168 (1st Cir.2006); <i>Silva v. Gonzales,</i> 455 F.3d 26, 28 (1st Cir.2006); <i>see also </i><i>United States v. Bongiorno,</i> 106 F.3d 1027, 1034 (1st Cir. 1997) (\"We have steadfastly deemed waived issues raised on appeal in a perfunctory manner, not accompanied by developed argumentation.\").</p>\n<p>The petitioner's only recourse before the BIA, then, was a plea for the exercise of the agency's sua sponte power to allow reopening. That plea did not succeed before the BIA, <i>see supra,</i> and it leads the petitioner down a blind alley in this venue.</p>\n<p>The BIA's discretion in this regard is unfettered; there are no standards in place by which a court can review the use or non-use of that sua sponte discretion. Cognizant of that reality, we have held, squarely and recently, that we lack jurisdiction over BIA decisions declining to reopen removal proceedings sua sponte. <i>See </i><i>Zhang v. Gonzales,</i> 469 F.3d 51, 53 (1st Cir.2006) (recognizing that the BIA has plenary discretion to determine whether to reopen sua sponte and, therefore, that a decision declining to exercise such discretion is \"[b]y its very nature, ... unreviewable\"); <i>Prado v. Reno,</i> 198 F.3d 286, 292 (1st Cir.1999) (explaining that \"the decision of the BIA whether to invoke its sua sponte authority is committed to its unfettered discretion\") (quoting <i>Luis v. INS,</i> 196 F.3d 36, 40 (1st Cir.1999)).</p>\n<p>This view accords with the thinking of our sister circuits, ten of which have concluded that there are no meaningful standards against which to judge the BIA's exercise or non-exercise of its discretion to reopen proceedings sua sponte. <i>See, e.g., </i><i>Mosere v. Mukasey,</i> 552 F.3d 397, 400-01 (4th Cir.2009); <i>Lenis v. U.S. Att'y Gen.,</i> 525 F.3d 1291, 1293-94 (11th Cir.2008); <i>Tamenut v. Mukasey,</i> 521 F.3d 1000, 1005 (8th Cir.2008) (en banc) (per curiam); <i>Ali v. Gonzales,</i> 448 F.3d 515, 518 (2d Cir. 2006) (per curiam): <i>Harchenko v. INS,</i> 379 F.3d 405, 410-11 (6th Cir.2004); <i>Enriquez-Alvarado v. Ashcroft,</i> 371 F.3d 246, 248-50 (5th Cir.2004); <i>Pilch v. Ashcroft,</i> 353 F.3d 585, 586 (7th Cir. 2003); <i>Belay-Gebru v. INS,</i> 327 F.3d 998, 1000-01 (10th Cir.2003); <i>Calle-Vujiles v. Ashcroft,</i> 320 F.3d 472, 474-75 (3d Cir.2003); <i>Ekimian v. INS,</i> 303 F.3d 1153, 1159 (9th Cir.2002). Thus, each of these courts has concluded, as do we, that when a motion to reopen has been directed to the BIA's sua sponte authority, the court of appeals lacks jurisdiction to review a denial of the motion.</p>\n<p><span class=\"star-pagination\">*35</span> The petitioner's only real rejoinder is to suggest that <i>Zhang</i> and <i>Prado</i> are incorrectly decided. We think not.</p>\n<p>In any event, we are foreclosed from reexamining the holding in those cases. \"We have held, time and again, that in a multi-panel circuit, prior panel decisions are binding upon newly constituted panels in the absence of supervening authority sufficient to warrant disregard of established precedent.\" <i>Muskat v. United States,</i> 554 F.3d 183, 189 (1st Cir.2009) (quoting <i>United States v. Wogan,</i> 938 F.2d 1446, 1449 (1st Cir.1991)). The petitioner has not identified any supervening authority that might make a difference here. Consequently, the law-of-the-circuit doctrine is in full flower; <i>Zhang</i> and <i>Prado</i> are binding precedents, and we must follow them.</p>\n<p>We need go no further. The BIA's exercise of its unfettered discretion to decline reopening of the petitioner's removal proceedings sua sponte lies beyond this court's authority to review. Accordingly, we are constrained to dismiss the instant petition for judicial review.</p>\n<p><i>Dismissed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Pursuant to Fed. R.App. P. 43(c)(2), Attorney General Eric H. Holder, Jr. has been substituted for former Attorney General Michael B. Mukasey as the respondent.</p>\n<p>[**]  Of the Eighth Circuit, sitting by designation.</p>\n<p>[1]  As an alternative basis for denying the motion, the BIA held that the petitioner had submitted an incomplete application to USCIS and, thus, had failed to demonstrate prima facie eligibility for the requested relief.</p>\n<p>[2]  The motion papers indicated that USCIS had approved the I-130 petition on September 24, 2007.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">567</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></span> (2009)</b></center>\n<center><h1>José Enríque PERALTA, Petitioner,<br>\nv.<br>\nEric H. HOLDER, Jr.,<sup>[*]</sup> Attorney General, Respondent.</h1></center>\n<center>No. 08-2073.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted May 5, 2009.</center>\n<center>Decided May 28, 2009.</center>\n<p><span class=\"star-pagination\">*32</span> Jeffrey B. Rubin and Law Offices of Jeffrey B. Rubin on brief for petitioner.</p>\n<p>Michael F. Hertz, Assistant Attorney General, Civil Division, Terri J. Scadron, Assistant Director, and Wendy Benner-León, Trial Attorney, Office of Immigration Litigation, on brief for respondent.</p>\n<p>Before HOWARD, SELYA and HANSEN,<sup>[**]</sup> Circuit Judges.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>The petitioner, José Enríque Peralta, is a native and citizen of Ecuador. He seeks review of a final order of the Board of Immigration Appeals (BIA), dated July 24, 2008, denying his second motion to reopen removal proceedings. Although this court typically has jurisdiction to review the BIA's denial of motions to reopen, <i>see</i> 8 U.S.C. § 1252, as amended by the REAL ID Act of 2005, Pub.L. No. 109-13, Div. B, Title I, §§ 101(e),(f), 106(a), 119 Stat. 231, 302 (May 11, 2005), there are exceptions to that general rule. The petition here, which seeks review of a purely discretionary decision not to reopen removal proceedings sua sponte, comes within the contours of one such exception. Consequently, we dismiss the petition for want of jurisdiction.</p>\n<p>The essential facts are easily related. The petitioner entered the United States illegally in 1998. On March 29, 2002, he applied for adjustment of his immigration status, hoping to become a lawful permanent resident (LPR). He based this request upon his recent marriage to a United States citizen. The authorities approved his application and, in July of 2003, he obtained LPR status.</p>\n<p>The Department of Homeland Security (DHS) later learned that, at the time of this adjustment, the petitioner had neglected to mention an important fact: he had not disclosed, either on his adjustment application or at his interview for adjustment, that he had been convicted, on January 8, 2002, of the crime of assault and battery, for which he received an 18-month prison sentence. On that basis, DHS charged that the petitioner was subject to removal under 8 U.S.C. § 1227(a)(1)(A).</p>\n<p>Following a hearing, an immigration judge (IJ) ruled from the bench that the petitioner had knowingly and wilfully furnished false information in connection with his application for adjustment of status; <span class=\"star-pagination\">*33</span> that this deliberate misrepresentation was material; and that DHS had carried the devoir of persuasion and established that the petitioner was removable. Accordingly, the IJ ordered the petitioner's deportation from the United States to Equador. The petitioner appealed.</p>\n<p>On September 23, 2005, the BIA adopted and affirmed the IJ's findings and order. The petitioner did not seek judicial review of the BIA's ukase.</p>\n<p>On December 22, 2005  well after the time for seeking judicial review had expired  the petitioner filed a motion to reopen the removal proceedings. He premised this motion on a pending I-130 visa petition for immediate relative treatment, noting that he had divorced his first American wife in the spring of 2005 and married another woman, also a United States citizen, on August 20 of that year. His new bride then filed the I-130 petition with the United States Citizenship and Immigration Services (USCIS).</p>\n<p>On February 16, 2006, the BIA denied the motion to reopen. In doing so, the BIA observed that although the petitioner had been convicted of a serous crime in 2002 and had received a substantial prison sentence, he had stated in his motion to reopen that he had \"never been convicted of a crime.\" The BIA concluded that this apocryphal statement alone justified denial of the motion; that misrepresentation, coupled with facts such as the petitioner's commission of immigration fraud in connection with his original application for adjustment of status, argued persuasively against a favorable exercise of agency discretion.<sup>[1]</sup></p>\n<p>On March 16, 2006, the petitioner filed a petition for judicial review of the BIA's February 2006 decision. We dismissed the petition as untimely to the extent that it attempted to revisit the final order of removal, <i>see Peralta v. Gonzales,</i> No. 06-1464 (1st Cir. March 29, 2007) (unpublished judgment), and denied the petition on the merits insofar as it sought to challenge the BIA's refusal to reopen the removal proceedings, <i>see id.</i></p>\n<p>That appeared to be the end of the matter. But appearances sometimes are deceiving, <i>cf.</i> Aesop, <i>The Wolf in Sheep's Clothing</i> (circa 550 B.C.), and, over a year later, the petitioner filed a second motion to reopen based on the approval of his new wife's I-130 visa petition.<sup>[2]</sup> Except for that new datum, the motion largely replicated the arguments that the petitioner had made in his earlier (unsuccessful) motion to reopen. Acknowledging that the new motion was both untimely and successive, the petitioner asked the BIA to exercise its discretion to reopen sua sponte.</p>\n<p>At this point, a few words of explanation are in order. By statute and regulation, an alien may file only a single motion to reopen as of right  and that motion must be filed within 90 days of the date of the BIA's final decision. <i>See</i> 8 U.S.C. §§ 1229a(c)(7)(A) &amp; (c)(7)(C)(i); 8 C.F.R. § 1003.2(c)(2). This time-and-number paradigm is not entirely inflexible but, rather, admits of a few, narrowly circumscribed exceptions. <i>See, e.g.,</i> 8 U.S.C. § 1229a(c)(7)(C); 8 C.F.R. § 1003.2(c)(3). Moreover, the BIA, acting sua sponte, may choose to waive the limitations. <i>See </i><i>Lemus v. Gonzales,</i> <span class=\"citation\" data-id=\"202778\"><a href=\"/opinion/202778/lemus-v-gonzales/\"><span class=\"volume\">489</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">399</span></a></span>, 401 (1st Cir.2007).</p>\n<p>Against this backdrop, the BIA gave the petitioner's second motion to reopen short <span class=\"star-pagination\">*34</span> shrift. To the extent that the petitioner sought to have the proceedings reopened sua sponte, the BIA flatly declined the invitation. It held that such a step was unwarranted in the circumstances at hand.</p>\n<p>The BIA pointed out that its power to reopen proceedings sua sponte is limited to exceptional circumstances; that this limited power is not meant to permit wholesale circumvention of the procedural requirements established in the applicable statutes and regulations; and that no compelling reason had been shown to justify the deployment of that power here. Accordingly, the BIA denied the second motion to reopen because it was time-barred and number-barred. This petition for judicial review followed.</p>\n<p>It is important to note that this petition for judicial review concerns only the second motion to reopen. The petitioner does not dispute-nor could he  that this motion is both time  barred and number-barred. By the same token, the petitioner does not argue that it comes within any statutory, regulatory, or judge-made exception to the afore described limitations on motions to reopen. It follows that the petitioner has waived any challenge on these grounds to the BIA's denial of his second motion to reopen. <i>See </i><i>Berrio-Barrera v. Gonzales,</i> <span class=\"citation\" data-id=\"202382\"><a href=\"/opinion/202382/berrio-barrera-v-gonzales/\"><span class=\"volume\">460</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">163</span></a></span>, 168 (1st Cir.2006); <i>Silva v. Gonzales,</i> <span class=\"citation\" data-id=\"202319\"><a href=\"/opinion/202319/silva-v-gonzales/\"><span class=\"volume\">455</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 28 (1st Cir.2006); <i>see also </i><i>United States v. Bongiorno,</i> <span class=\"citation\" data-id=\"735399\"><a href=\"/opinion/735399/united-states-v-frank-p-bongiorno-united-states-of-america-v-frank-p/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1027</span></a></span>, 1034 (1st Cir. 1997) (\"We have steadfastly deemed waived issues raised on appeal in a perfunctory manner, not accompanied by developed argumentation.\").</p>\n<p>The petitioner's only recourse before the BIA, then, was a plea for the exercise of the agency's sua sponte power to allow reopening. That plea did not succeed before the BIA, <i>see supra,</i> and it leads the petitioner down a blind alley in this venue.</p>\n<p>The BIA's discretion in this regard is unfettered; there are no standards in place by which a court can review the use or non-use of that sua sponte discretion. Cognizant of that reality, we have held, squarely and recently, that we lack jurisdiction over BIA decisions declining to reopen removal proceedings sua sponte. <i>See </i><i>Zhang v. Gonzales,</i> <span class=\"citation\" data-id=\"202520\"><a href=\"/opinion/202520/zhang-v-gonzales/\"><span class=\"volume\">469</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></a></span>, 53 (1st Cir.2006) (recognizing that the BIA has plenary discretion to determine whether to reopen sua sponte and, therefore, that a decision declining to exercise such discretion is \"[b]y its very nature, ... unreviewable\"); <i>Prado v. Reno,</i> <span class=\"citation\" data-id=\"198734\"><a href=\"/opinion/198734/prado-v-ins/\"><span class=\"volume\">198</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">286</span></a></span>, 292 (1st Cir.1999) (explaining that \"the decision of the BIA whether to invoke its sua sponte authority is committed to its unfettered discretion\") (quoting <i>Luis v. INS,</i> <span class=\"citation\" data-id=\"198710\"><a href=\"/opinion/198710/luis-v-ins/\"><span class=\"volume\">196</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 40 (1st Cir.1999)).</p>\n<p>This view accords with the thinking of our sister circuits, ten of which have concluded that there are no meaningful standards against which to judge the BIA's exercise or non-exercise of its discretion to reopen proceedings sua sponte. <i>See, e.g., </i><i>Mosere v. Mukasey,</i> <span class=\"citation\" data-id=\"1027654\"><a href=\"/opinion/1027654/mosere-v-mukasey/\"><span class=\"volume\">552</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">397</span></a></span>, 400-01 (4th Cir.2009); <i>Lenis v. U.S. Att'y Gen.,</i> <span class=\"citation\" data-id=\"78033\"><a href=\"/opinion/78033/lenis-v-us-atty-gen/\"><span class=\"volume\">525</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1291</span></a></span>, 1293-94 (11th Cir.2008); <i>Tamenut v. Mukasey,</i> <span class=\"citation\" data-id=\"1301264\"><a href=\"/opinion/1301264/tamenut-v-mukasey/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1000</span></a></span>, 1005 (8th Cir.2008) (en banc) (per curiam); <i>Ali v. Gonzales,</i> <span class=\"citation\" data-id=\"794386\"><a href=\"/opinion/794386/azmond-ali-v-alberto-r-gonzales-attorney-general-of-the-united-states/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">515</span></a></span>, 518 (2d Cir. 2006) (per curiam): <i>Harchenko v. INS,</i> <span class=\"citation\" data-id=\"787319\"><a href=\"/opinion/787319/yuri-harchenko-oleksandr-harchenko-and-tetiana-harchenko-v-immigration/\"><span class=\"volume\">379</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">405</span></a></span>, 410-11 (6th Cir.2004); <i>Enriquez-Alvarado v. Ashcroft,</i> <span class=\"citation\" data-id=\"35256\"><a href=\"/opinion/35256/enriquez-alvarado-v-ashcroft/\"><span class=\"volume\">371</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">246</span></a></span>, 248-50 (5th Cir.2004); <i>Pilch v. Ashcroft,</i> <span class=\"citation no-link\"><span class=\"volume\">353</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">585</span></span>, 586 (7th Cir. 2003); <i>Belay-Gebru v. INS,</i> <span class=\"citation\" data-id=\"163260\"><a href=\"/opinion/163260/belay-gebru-v-ins/\"><span class=\"volume\">327</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">998</span></a></span>, 1000-01 (10th Cir.2003); <i>Calle-Vujiles v. Ashcroft,</i> <span class=\"citation\" data-id=\"780960\"><a href=\"/opinion/780960/efrain-modesto-calle-vujiles-v-john-ashcroft-attorney-general-of-the/\"><span class=\"volume\">320</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">472</span></a></span>, 474-75 (3d Cir.2003); <i>Ekimian v. INS,</i> <span class=\"citation\" data-id=\"779163\"><a href=\"/opinion/779163/tigran-ekimian-rouzan-nagapetian-avetis-hekimian-v-immigration-and/\"><span class=\"volume\">303</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1153</span></a></span>, 1159 (9th Cir.2002). Thus, each of these courts has concluded, as do we, that when a motion to reopen has been directed to the BIA's sua sponte authority, the court of appeals lacks jurisdiction to review a denial of the motion.</p>\n<p><span class=\"star-pagination\">*35</span> The petitioner's only real rejoinder is to suggest that <i>Zhang</i> and <i>Prado</i> are incorrectly decided. We think not.</p>\n<p>In any event, we are foreclosed from reexamining the holding in those cases. \"We have held, time and again, that in a multi-panel circuit, prior panel decisions are binding upon newly constituted panels in the absence of supervening authority sufficient to warrant disregard of established precedent.\" <i>Muskat v. United States,</i> <span class=\"citation\" data-id=\"203649\"><a href=\"/opinion/203649/muskat-v-united-states/\"><span class=\"volume\">554</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">183</span></a></span>, 189 (1st Cir.2009) (quoting <i>United States v. Wogan,</i> <span class=\"citation\" data-id=\"564953\"><a href=\"/opinion/564953/united-states-v-russell-h-wogan/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1446</span></a></span>, 1449 (1st Cir.1991)). The petitioner has not identified any supervening authority that might make a difference here. Consequently, the law-of-the-circuit doctrine is in full flower; <i>Zhang</i> and <i>Prado</i> are binding precedents, and we must follow them.</p>\n<p>We need go no further. The BIA's exercise of its unfettered discretion to decline reopening of the petitioner's removal proceedings sua sponte lies beyond this court's authority to review. Accordingly, we are constrained to dismiss the instant petition for judicial review.</p>\n<p><i>Dismissed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Pursuant to Fed. R.App. P. 43(c)(2), Attorney General Eric H. Holder, Jr. has been substituted for former Attorney General Michael B. Mukasey as the respondent.</p>\n<p>[**]  Of the Eighth Circuit, sitting by designation.</p>\n<p>[1]  As an alternative basis for denying the motion, the BIA held that the petitioner had submitted an incomplete application to USCIS and, thus, had failed to demonstrate prima facie eligibility for the requested relief.</p>\n<p>[2]  The motion papers indicated that USCIS had approved the I-130 petition on September 24, 2007.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/35256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/78033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/163260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198710/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203649/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779163/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1027654/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1301264/"
  ]
}