{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203895/",
  "absolute_url": "/opinion/203895/united-states-v-sanchez-ramirez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203895/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:25:06Z",
  "date_modified": "2016-02-28T05:12:15.964492Z",
  "type": "010combined",
  "sha1": "6e1760030f0b331a82d41add98495dbd15a7ee99",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-1116P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/06/30/US_v._Sanchez_Ramirez.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 08-1116\n\n                       UNITED STATES OF AMERICA,\n\n                               Appellee,\n\n                                  v.\n\n                        COSME SANCHEZ-RAMIREZ,\n\n                         Defendant, Appellant.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                       FOR THE DISTRICT OF MAINE\n\n           [Hon. John A. Woodcock, Jr., U.S. District Judge]\n\n\n\n                                Before\n\n                           Lynch, Chief Judge,\n                  Farris,* and Howard, Circuit Judges.\n\n\n\n     Michael Tumposky, with whom Stephen B. Hrones and Hrones,\nGarrity & Hedges, were on brief, for appellant.\n     Margaret D. McGaughey, Appellate Chief, with whom Paula D.\nSilsby, United States Attorney, was on brief, for appellee.\n\n\n\n                             June 30, 2009\n\n\n\n\n     *\n         Of the Ninth Circuit, sitting by designation.\n\f              HOWARD, Circuit Judge.        Following a bench trial in which\n\nthe district court rejected his insanity defense, appellant Cosme\n\nSanchez-Ramirez (\"Sanchez\") was convicted of all three counts\n\nlodged against him:           being a felon in possession of a firearm,1\n\nmaking a false statement in the acquisition of a firearm,2 and\n\nmaking a false claim of citizenship.3                He was sentenced to 180\n\nmonths' imprisonment.          He posits two arguments on appeal.              First,\n\nSanchez claims that the district court erred in not ordering a\n\ncompetency hearing after the close of evidence and before closing\n\narguments, in addition to the one ordered immediately after his\n\narraignment. Second, he argues that the district court erroneously\n\napplied the minimum sentence mandated by the Armed Career Criminal\n\nAct (\"ACCA\") to him because certain prior burglary convictions in\n\nFlorida were not \"violent felonies\" within the meaning of the ACCA.\n\nFinding      the   district    court's    decision      not   to   order   a   second\n\ncompetency hearing well within its discretion, and its sentencing\n\ndecision      virtually   on     all     fours   with    recent     Supreme     Court\n\nprecedent, we affirm.\n\n\nI.   Factual Background\n\n              We recite the facts relevant to this appeal in the light\n\nmost favorable to the verdict.             United States v. Marin, 523 F.3d\n\n\n\n      1\n          See 18 U.S.C. §§ 922(g)(1) and 924(e)(1).\n      2\n          See 18 U.S.C. §§ 922(a)(6) and 924(a)(2).\n      3\n          See 18 U.S.C. § 911.\n\n                                         - 2 -\n\f24, 26 (1st Cir. 2008).   Sanchez was born in Cuba, and arrived in\n\nthe United States at age sixteen in 1980 as part of the Mariel\n\nboatlift. His application for asylum was denied, and a deportation\n\norder issued.   Cuba, however, refused to accept Mariel returnees,\n\nthe deportation order was never executed, and Sanchez remained in\n\nthe United States.\n\n           In April 2005, Sanchez attempted to purchase a handgun\n\nfrom a pawn shop and licensed firearms dealer in Bangor, Maine.     A\n\nstore employee, Orlando Frati, testified that he provided Sanchez\nwith some assistance in filling out the required federal firearms\n\npurchase application, including pointing out to Sanchez that he had\n\nnot answered a question seeking his citizenship status.       Sanchez\n\nresponded by writing \"Yes, USA\" on the form.    He further answered\n\nthat he was not a convicted felon, and that he was a Native\n\nAmerican or Alaskan Native.   All three answers were false.\n\n           Sanchez examined two pistols while in the store.    He did\n\nnot purchase either of them, but mentioned that he preferred the\n\nsmaller of the two because it was easier to conceal and thus avoid\nsuspicion or be readily available for use in any confrontation with\n\npolice.   He also posed in front of a mirror with a gun in his\n\npocket.   Sanchez produced a social security card, but did not have\n\nthe necessary photo identification to make a purchase.          After\n\npromising to return with the proper identification, Sanchez left in\n\nthe same taxi in which he had arrived.   Frati had noted the license\n\nplate number of the taxi as was his habit with waiting cabs.\n\n\n\n\n                               - 3 -\n\f               After     Sanchez    left,     Frati    submitted    the    completed\n\napplication to the National Instant Check System.                   After a delay,\n\nthe application was denied.               Because he was concerned about the\n\ndenial    in    combination        with   Sanchez's      concealment      and    police\n\ncomments, Frati provided authorities with Sanchez's application\n\nform and a video from the store's surveillance system containing\n\nfootage    of       Frati's   interaction       with    Sanchez    in    the    store.\n\nInvestigation by an agent of the Bangor Police Department and\n\nfederal Bureau of Alcohol, Tobacco, Firearms and Explosives task\nforce revealed that Sanchez had been convicted of, inter alia, four\n\nfelonies -- three in Florida and one in Georgia.                   Using the taxi's\n\nlicense number as a lead to locate him, authorities arrested\n\nSanchez soon after in a local motel.\n\n               At    a   detention    hearing     shortly    after      his     arrest,\n\nSanchez's defense counsel moved for a psychiatric examination and\n\ncompetency hearing.           The district court granted the motion, and\n\nSanchez    was       transferred     to   a    federal    medical    facility      for\n\nevaluation.         Given its central role in this appeal, we first turn\nto the record evidence relating to Sanchez's mental health.4\n\n\nII.   Mental health history\n\n               Sanchez has a lengthy history of mental health problems,\n\nthe details of which are not in dispute.5                   He testified that he\n\n      4\n      Sanchez's personal and medical history is culled from reports\nin the record, as well as Sanchez's own testimony.\n      5\n      In addition to his own history, Sanchez testified                           that\nmembers of his family also had a history of mental illness.\n\n                                          - 4 -\n\ftried to injure himself on two separate occasions in Cuba before he\n\nwas ten years old and that he occasionally hears voices speaking to\n\nhim \"from another world.\"      Sanchez recounted being hospitalized in\n\nCuba when he was thirteen for purposes of a judicially-ordered\n\nmental health examination.         Sanchez said that he was forced to\n\nleave Cuba in the Mariel boatlift because his mental health made\n\nhim an undesirable in the eyes of Fidel Castro.\n\n          Sanchez's difficulties continued after his arrival in the\n\nUnited States.      In 1984, he was hospitalized in California after\ncutting his wrists.        In 1993, he was hospitalized in New York,\n\nafter behaving erratically and \"feeling like dead people were\n\nfollowing\"   him.     In   1999,   Sanchez   was   hospitalized    in   North\n\nCarolina after he was found wandering on a highway.               The record\n\nalso reflects two suicide attempts in Virginia and Georgia between\n\n2000 and 2002 which resulted in hospitalizations.\n\n          Sanchez was living with a friend in Portland, Maine prior\n\nto arriving in Bangor.       While there, he suffered from depression\n\nand hallucinations.        Sanchez was also hospitalized after police\nresponded to a call that he was in possession of a knife and was\n\nthreatening suicide.       He was again hospitalized during his time in\n\nPortland when it was reported to police that he was trying to light\n\na fire in the kitchen of a shelter where he was staying.                   He\n\nultimately relocated to Bangor.\n\n          On the day prior to his attempted gun purchase, Sanchez\n\ntestified that he was planning on leaving Maine and taking a bus to\n\nAtlanta, Georgia in order to seek medical attention there.              He had\n\n\n                                   - 5 -\n\fbeen drinking before going to the bus station, where he met a man\n\nand a woman who convinced him that they could help him.                   Instead,\n\nthe three spent time taking pills and drinking liquor, before the\n\ncouple   attempted    to    rob    Sanchez.      Although     the   robbery     was\n\nunsuccessful, the couple left Sanchez on a Bangor street near the\n\nmotel where he was eventually arrested.\n\n            Early the next morning, Sanchez took a taxi to a local\n\nhospital because he was not feeling well.               He was denied treatment\n\nat the emergency room due to the smell of alcohol on his breath.\nShortly thereafter, he began having a panic attack, which led to\n\nsuicidal thoughts which prompted him to direct the cab driver to\n\ntake him to a place to buy firearms.\n\n\nIII.   Pre-trial proceedings\n\n            Pursuant to the district court's order, Sanchez was held\n\nat the Federal Medical Detention Center in Massachusetts for 45\n\ndays   following   his     arraignment.         During    that   time,    licensed\n\nclinical psychologist Christine Scronce interviewed Sanchez for\neight hours and conducted four hours of psychological testing in\n\norder to assess his competency to stand trial.              She also collected\n\nSanchez's   medical      history    --   both    from    records    and   his   own\n\nrecollection -- and considered staff observations and evaluations.\n\nAt the conclusion of her work, Dr. Scronce prepared a lengthy\n\nreport and testified at a competency hearing before a Magistrate\n\nJudge.   She concluded, among other things, that Sanchez exhibited\n\n\"a general pattern of deceitful and manipulative behaviors,\" which\n\n\n                                     - 6 -\n\fshe described as \"hallmark signs of malingering.\"           In particular,\n\nshe noted that Sanchez often reported symptoms \"for secondary\n\ngain,\" such as being hospitalized rather than jailed, or being\n\nallowed to receive meals in private.\n\n            Regarding the pending criminal proceedings, Scronce found\n\nthat Sanchez had a good relationship with his attorney, understood\n\nthe charges against him and had the ability to consult with counsel\n\nto aid in his defense. Accordingly, Scronce concluded that Sanchez\n\nwas competent to stand trial. The Magistrate Judge, in addition to\naccepting       Scronce's    conclusions,    noted   that   Sanchez     acted\n\nappropriately during courtroom proceedings, and ultimately found\n\nSanchez competent to proceed.         That ruling has not been appealed.\n\n                Approximately one year later, in June 2006, defense\n\ncounsel moved for another pretrial evaluation on the grounds that\n\nSanchez was unreasonable and uncooperative.          The motion was denied\n\nwithout prejudice, but an accompanying motion to continue the trial\n\nwas granted in order to allow time to obtain additional medical\n\nrecords and give defense counsel an opportunity to review Sanchez's\nmental health history more fully and determine whether and to what\n\nextent to place his mental state in issue at trial.                   Defense\n\ncounsel did not renew the motion before trial.\n\n\nIV.   Trial\n\n            A     bench     trial   began    in   January   2007,     lasting\n\napproximately four trial days.         The trial proceeded uneventfully.\n\nBecause Sanchez was interposing an insanity defense and also\n\n\n                                     - 7 -\n\farguing that his mental health negated the required mens rea, the\n\ndistrict court heard testimony from Dr. Scronce and from a defense\n\nexpert. After the close of evidence, the parties submitted written\n\ntrial briefs prior to scheduled final arguments in June.       Three\n\ndays prior to the scheduled arguments, defense counsel filed a\n\nthird motion for a competency hearing.      Counsel reported that\n\nSanchez had stopped taking his prescribed medication and was having\n\ndifficulty understanding the facts and issues relevant to his case.\n\nThe court did not immediately rule on the motion.          The trial\ncourt's post-trial Findings of Fact and Conclusions of Law describe\n\nwhat followed:\n\n          When Mr. Ramirez arrived at the courthouse, he\n          was beside himself. Prior to the arguments\n          there was considerable banging in the holding\n          cell near the courtroom and, at a conference\n          of   counsel,  the   United   States   Marshal\n          expressed serious safety concerns, noting that\n          Mr. Ramirez was virtually uncontrollable. As\n          this was not a jury trial and no evidence was\n          to be taken, the Court acceded to the\n          Marshal's recommendation that he be shackled\n          for the hearing.\n\n          When the proceedings began, Mr. Ramirez\n          engaged in a loud, continuous rant, a foul and\n          abusive harangue against all present. After\n          entering, the Court waited to see if Mr.\n          Ramirez would calm down.     He did not.    In\n          accordance with Illinois v. Allen, the Court\n          asked Mr. Ramirez if he could behave himself\n          and repeatedly warned him that it would have\n          him removed from the courtroom, if he\n          persisted.    Mr. Ramirez continued unabated\n          with his incoherent and profane screed and\n          showed no signs of controlling himself.     As\n          Mr. Ramirez was incapable of remaining in the\n          courtroom without disrupting the proceedings,\n          the Court ordered him removed and the parties\n          made their final presentations in his absence.\n\n                              - 8 -\n\fUnited States v. Ramirez, 495 F. Supp. 2d 92, 112 (D. Me.\n\n2007) (internal citations and footnote omitted).\n\n            The trial court also noted that Sanchez's courtroom\n\nbehavior was a reversal from his demeanor during the multiple days\n\nof     trial,     during     which        he    sat        quietly     and      testified\n\n\"appropriately.\"        Id. at 112 n. 24.             In the end, the trial court\n\nfound Sanchez guilty of the charges against him, rejected his\n\ninsanity defense, and denied the third motion for a competency\n\nexamination.      Id. at 124 n. 33.            It is this denial which Sanchez\nnow appeals.\n\n\nV. Discussion\n\n            Due    process    requires         that    a    defendant      be   mentally\n\ncompetent to be tried, convicted or sentenced.                        United States v.\n\nGonzalez-Ramirez, 561 F.3d 22, 28 (1st Cir. 2009) (citing Drope v.\n\nMissouri, 420 U.S. 162, 172-73 (1975)).                     The district court must\n\norder a competency hearing \"'if there is reasonable cause to\n\nbelieve that the defendant may presently be suffering from a mental\ndisease or defect rendering him mentally incompetent to the extent\n\nthat he is unable to understand the nature of the proceedings\n\nagainst him or to assist properly in his defense.'\"                        Id. (quoting\n\n18 U.S.C. § 4241(a)).           We review for abuse of discretion the\n\ndistrict court's decision not to hold a competency hearing, and\n\nwill   affirm     the   decision     so    long   as       there     was   a   sufficient\n\nevidentiary basis to support the decision.                         Id. (citing United\n\nStates v. Bruck, 152 F.3d 40, 46 (1st Cir. 1998)).\n\n\n                                          - 9 -\n\f           Here, as previously noted, Sanchez is not appealing the\n\ntrial court's conclusion that he was competent to stand trial.\n\nInstead, he argues that his behavior after the close of evidence\n\nand prior to closing arguments -- at least partly fueled by his\n\nfailure to continue taking prescribed medication -- required the\n\ndistrict court to continue the proceedings and order another\n\ncompetency evaluation and hearing.\n\n           The record reflects several factors which support the\n\ncourt's decision.     First, there is the fact that Sanchez was\noriginally found competent to stand trial, a decision which was\n\nneither objected to nor appealed. It is true, as appellant argues,\n\nthat that conclusion was reached in August 2005, nearly two years\n\nprior to the behavior at issue here.        The record does not end\n\nthere, however.     The second factor weighing against appellant's\n\nposition is that a report prepared in February 2006 by a defense\n\nexpert, Dr. Martinez, concluded that Sanchez was competent to stand\n\ntrial.   Significantly, Sanchez mistakenly believed that Martinez's\n\nreport would be kept confidential.6     In addition to his finding of\ncompetence, Dr. Martinez also noted Sanchez's tendency to malinger\n\nand exaggerate his symptoms, and that his actions \"indicate a\n\nsignificant degree of . . . planned, controlled, behavior . . . .\"\n\nIn August 2006, Dr. Martinez prepared a second report, which\n\nSanchez understood would be disclosed.     Here, Dr. Martinez stopped\n\nshort of proclaiming Sanchez incompetent to stand trial, finding\n\n     6\n      Sanchez's belief was based on inaccurate information provided\nby Dr. Martinez. Indeed, the defense did not even disclose the\nexistence of Martinez's February report until mid-trial.\n\n                               - 10 -\n\fonly that he suffered from alcohol-induced psychosis at the time he\n\ncommitted the crimes at issue.       Also, as the trial court noted,\n\nmedical personnel reported that Sanchez had, in the past, told\n\nothers that reporting suicidal or homicidal ideations was a method\n\nof avoiding jail by getting hospitalized.\n\n          Another   factor   in    support    of   the   district   court's\n\nultimate conclusion is that the second motion for a competency\n\nhearing -- which was denied without prejudice in June 2006 -- was\n\nnever renewed, suggesting that the issues which gave rise to the\nmotion were temporary in nature.\n\n          Next, the district court had the opportunity to observe\n\nSanchez at trial, during January 2007.       The record, which included\n\nSanchez's own testimony, is devoid of any indication that Sanchez\n\nwas suffering from any psychological difficulties during the trial.\n\nSee Cody v. United States, 249 F.3d 47, 53 n. 5 (1st Cir. 2001)\n\n(defendant's observable appearance, demeanor and performance in\n\ncourt supported district court's competency decision).          And while\n\nSanchez correctly points out that this time period pre-dates by\napproximately five months the time period at issue in this appeal,\n\nthere is again further evidence in the record that undermines his\n\nclaim.   Sanchez was sentenced in January 2008, approximately six\n\nmonths after the closing arguments.        As with his conduct at trial,\n\nthe record reflects no signs of mental impairment during his\n\nsentencing proceedings.      On the contrary, he asked appropriate\n\nquestions, was coherent throughout his allocution, praised the\n\n\n\n\n                                  - 11 -\n\ftreatment he received at the Maine State Prison, and, according to\n\nhis attorney, was able to assist in the sentencing process.\n\n           While Sanchez's mental health in January 2008 may not,\n\nstanding alone, be an accurate gauge of his mental health in June\n\n2007, the picture we are left with is one in which Sanchez's\n\nbehavior on and around June 11, 2007, stands in stark contrast to\n\nhis diagnoses and behavior on other occasions both before and after\n\nthat time period.       In light of this record evidence, we conclude\n\nthat the district court acted within its discretion in denying\nSanchez's third motion for a competency hearing.\n\n\nVI. Sentencing\n\n           The lone sentencing issue before us is Sanchez's argument\n\nthat the trial court erred in concluding that his three third-\n\ndegree burglary convictions in Florida were violent felonies within\n\nthe meaning of the ACCA.       We review de novo the legal conclusion as\n\nto whether a prior conviction qualifies as a \"violent felony\".\n\nUnited States v. Brown, 510 F.3d 57, 73 (1st Cir. 2007).\n           The   ACCA    imposes   a   fifteen   year    mandatory   minimum\n\nsentence on anyone convicted of violating 18 U.S.C. § 922(g) --\n\nunlawful firearms possession -- who has three prior convictions for\n\ncertain drug crimes or violent felonies.             18 U.S.C. § 924(e)(1).\n\nA   \"violent   felony\"    is   defined   as   \"any    crime   punishable   by\n\nimprisonment for a term exceeding one year . . . that:\n\n           (i) has as an element the use, attempted use,\n           or threatened use of physical force against\n           the person of another; or\n\n\n                                   - 12 -\n\f           (ii) is burglary, arson, or extortion,\n           involves use of explosives or otherwise\n           involves conduct that presents a serious\n           potential of physical injury to another.\n\n18 U.S.C. § 924(e)(2)(B).\n\n           As relevant to this appeal, Sanchez's somewhat lengthy\n\ncriminal history included three convictions in Florida for burglary\n\nof churches in 1990 and 1994.           During this time period, Florida\n\ndefined   burglary    as    \"entering       or   remaining   in   a     dwelling,\n\nstructure, or conveyance with the intent to commit an offense\ntherein, unless the premises are at the time open to the public or\n\nthe defendant is licensed or invited to enter or remain.\"                      Fla.\n\nStat. § 810.02(1) (1994).          A \"structure\" was further defined as a\n\n\"building of any kind . . . together with the curtilage thereof.\"\n\nId. § 810.011(1). Finally, the three convictions at issue were for\n\nthird-degree burglary, defined as burglary of a structure where\n\n\"there is not another person in the structure at the time the\n\noffender enters or remains . . .\" and the offender does \"not make\n\nan assault or battery and is not armed . . . with a dangerous\n\nweapon . . . .\" Id.       §§ 810.02(3), (4).\n           Where,    as    here,    prior    convictions     do   not    fit    the\n\ndefinition of \"generic burglary,\" we employ a categorical approach\n\nto determine whether they fit within the ACCA's residual clause.7\n\n     7\n      The predicates at issue do not fit within clause (i) of the\nACCA because they do not have the threat or use of physical force\nas an element.     For the ACCA to apply under the enumerated\n\"burglary\" provision of clause (ii), Sanchez's convictions would\nhave to be for so-called \"generic\" burglary, defined as \"the\nunlawful or unprivileged entry into, or remaining in, a building or\nstructure, with intent to commit a crime.\" Taylor, 495 U.S. at\n599. Because Florida's burglary statute includes curtilage within\n\n                                     - 13 -\n\fSpecifically, the issue is whether they \"otherwise involve conduct\n\nthat presents a serious potential of physical injury to another.\"\n\nUnited States v. Pratt, ___ F.3d ___, No. 05-2624, 2009 WL 1532961\n\nat *5 (1st Cir. June 3, 2009); see also United States v. Pakala,\n\n___ F.3d ___, No. 07-2092, 2009 WL 1636345 at *5 (1st Cir. June 12,\n\n2009).\n\n            In determining whether these convictions are encompassed\n\nby the ACCA, we begin by \"examin[ing] [them] in terms of how the\n\nlaw defines the offense and not in terms of how an individual\noffender might have committed it on a particular occasion.\"          Begay\n\nv. United States, 128 S. Ct. 1581, 1584 (2008) (citing Taylor v.\n\nUnited States, 495 U.S. 575, 602 (1990)).           In addition we must\n\nexamine whether the putative predicate in question           is \"roughly\n\nsimilar, in kind as well as in degree of risk posed\" to the ACCA's\n\nenumerated crimes -- burglary, arson, extortion, or those using\n\nexplosives.    Id. at 1585.\n\n            As we noted in Pakala, much of our work in determining\n\nwhether a third-degree burglary conviction in Florida fits within\nthe ACCA has already been done by the Supreme Court in James.             See\n\nPakala, ___ F.3d at ___, 2009 WL 1636345 at *6.        In James the ACCA\n\npredicate conviction at issue was for attempted burglary under the\n\nsame Florida statute, and the issue before the Court was whether\n\nthat     conviction   was   covered   by   the   residual   clause   of    §\n\n\nits reach, and because the documents permissibly reviewed under\nShepard v. United States, 544 U.S. 13, 15-16 (2005), do not exclude\nthe possibility that Sanchez was convicted of \"non-generic\"\nburglary, we look only to the residual clause. James v. United\nStates, 550 U.S. 192, 212 (2007).\n\n                                  - 14 -\n\f924(e)(2)(B).     After first holding that an \"attempt\" under Florida\n\nlaw is within the contours of the residual clause -- an issue not\n\nbefore us -- the Court noted that Florida law has narrowly defined\n\n\"curtilage\" as including only \"an enclosed area surrounding a\n\nstructure.\"       James, 550 U.S. at 213 (quoting United States v.\n\nMatthews, 466 F.3d 1271, 1274 (11th Cir. 2006)).                      Thus, the\n\ninclusion of curtilage in the definition does not lessen \"the risk\n\npresented by attempted burglary so as to take the offense outside\n\nthe scope of clause (ii)'s residual provision.\"                    Id.     On the\ncontrary, curtilage adjacent to a structure is typically enclosed\n\n\"to keep out unwanted visitors -- especially those with criminal\n\nmotives.      And a burglar who illegally attempts to enter the\n\nenclosed area surrounding a dwelling creates much the same risk of\n\nphysical confrontation . . . as does one who attempts to enter the\n\ndwelling itself.\"         Id.     Thus, the Court concluded that since\n\nattempting to enter the curtilage \"requires both physical proximity\n\nto the structure and an overt act directed toward breaching the\n\nenclosure,\" attempted burglary \"'presents a serious potential risk\nthat   violence    will   ensue    and   someone   will     be   injured.'\"   Id.\n\n(quoting Matthews, 466 F.3d at 1275 (burglary of the curtilage in\n\nviolation of Florida law is a violent felony under the ACCA)); cf.\n\nChambers   v.   United    States,    129   S.   Ct.   687    (2009)      (Illinois\n\nconviction for failing to report for weekend confinement falls\n\noutside of ACCA residual clause because it lacks serious potential\n\nfor risk of physical injury).\n\n\n\n\n                                    - 15 -\n\f               Sanchez seeks to escape the reach of James on the ground\n\nthat       James   involved   attempted     burglary    of   a    dwelling,8   while\n\nSanchez's convictions all involved unoccupied churches, i.e., non-\n\nresidential structures.          We are unpersuaded.             In discussing the\n\ndangers inherent in attempted burglary of a dwelling, the Court in\n\nJames reasoned that the \"risk arises not from completion of the\n\nburglary, but from the possibility that an innocent person might\n\nappear while the crime is in progress.\"                Id. at 203.       In addition\n\nto building occupants -- not a factor in this case -- the Court\nalso       noted   the   possibility   of    confrontation        with    police   or\n\nbystanders who might investigate.9              Id.    These risks are present\n\nequally in Sanchez's third-degree \"structure-curtilage\" burglary\n\nconvictions.        We therefore conclude that those convictions satisfy\n\nthe elements of the ACCA residual clause.\n\n               Finally, Sanchez argues that the district court ran afoul\n\nof Begay -- decided after his sentencing -- because his Florida\n\nconvictions are not within the class of crimes that \"are roughly\n\nsimilar\" to the ACCA's enumerated examples. 128 S. Ct at 1585.\nGiven that \"burglary\" is a listed example, this argument strains\n\ncredulity.         Moreover, given both the risks enumerated by the Court\n\n\n\n\n       8\n      The district court correctly noted that the fact James\ninvolved an attempted burglary, while Sanchez was convicted of\n\"successful\" burglary, inures to Sanchez's detriment. Sanchez does\nnot engage this reasoning on appeal.\n       9\n      As the district court noted, an unoccupied commercial\nbuilding could be under surveillance by police, private security\npersonnel or even the property owner.\n\n                                       - 16 -\n\fin James and those identified by the district court, we have little\n\ndifficulty concluding that Sanchez's Florida burglary convictions\n\nare \"roughly similar, in kind as well as in degree of risk posed\"\n\nto the ACCA's enumerated burglary example.   Id.\n\n          Appellant's conviction and sentence are affirmed.\n\n\n\n\n                              - 17 -\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 08-1116\n\n                       UNITED STATES OF AMERICA,\n\n                               Appellee,\n\n                                  v.\n\n                        COSME SANCHEZ-RAMIREZ,\n\n                         Defendant, Appellant.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                       FOR THE DISTRICT OF MAINE\n\n           [Hon. John A. Woodcock, Jr., U.S. District Judge]\n\n\n\n                                Before\n\n                           Lynch, Chief Judge,\n                  Farris,* and Howard, Circuit Judges.\n\n\n\n     Michael Tumposky, with whom Stephen B. Hrones and Hrones,\nGarrity & Hedges, were on brief, for appellant.\n     Margaret D. McGaughey, Appellate Chief, with whom Paula D.\nSilsby, United States Attorney, was on brief, for appellee.\n\n\n\n                             June 30, 2009\n\n\n\n\n     *\n         Of the Ninth Circuit, sitting by designation.\n\f              HOWARD, Circuit Judge.        Following a bench trial in which\n\nthe district court rejected his insanity defense, appellant Cosme\n\nSanchez-Ramirez (\"Sanchez\") was convicted of all three counts\n\nlodged against him:           being a felon in possession of a firearm,1\n\nmaking a false statement in the acquisition of a firearm,2 and\n\nmaking a false claim of citizenship.3                He was sentenced to 180\n\nmonths' imprisonment.          He posits two arguments on appeal.              First,\n\nSanchez claims that the district court erred in not ordering a\n\ncompetency hearing after the close of evidence and before closing\n\narguments, in addition to the one ordered immediately after his\n\narraignment. Second, he argues that the district court erroneously\n\napplied the minimum sentence mandated by the Armed Career Criminal\n\nAct (\"ACCA\") to him because certain prior burglary convictions in\n\nFlorida were not \"violent felonies\" within the meaning of the ACCA.\n\nFinding      the   district    court's    decision      not   to   order   a   second\n\ncompetency hearing well within its discretion, and its sentencing\n\ndecision      virtually   on     all     fours   with    recent     Supreme     Court\n\nprecedent, we affirm.\n\n\nI.   Factual Background\n\n              We recite the facts relevant to this appeal in the light\n\nmost favorable to the verdict.             United States v. Marin, </pre><span class=\"citation\" data-id=\"203232\"><a href=\"/opinion/203232/united-states-v-vilches-navarrete/\"><span class=\"volume\">523</span> <span class=\"reporter\">F.3d</span>\n\n\n\n      <span class=\"page\">1</span></a></span><pre class=\"inline\">\n          See 18 U.S.C. §§ 922(g)(1) and 924(e)(1).\n      2\n          See 18 U.S.C. §§ 922(a)(6) and 924(a)(2).\n      3\n          See 18 U.S.C. § 911.\n\n                                         - 2 -\n\f24, 26 (1st Cir. 2008).   Sanchez was born in Cuba, and arrived in\n\nthe United States at age sixteen in 1980 as part of the Mariel\n\nboatlift. His application for asylum was denied, and a deportation\n\norder issued.   Cuba, however, refused to accept Mariel returnees,\n\nthe deportation order was never executed, and Sanchez remained in\n\nthe United States.\n\n           In April 2005, Sanchez attempted to purchase a handgun\n\nfrom a pawn shop and licensed firearms dealer in Bangor, Maine.     A\n\nstore employee, Orlando Frati, testified that he provided Sanchez\nwith some assistance in filling out the required federal firearms\n\npurchase application, including pointing out to Sanchez that he had\n\nnot answered a question seeking his citizenship status.       Sanchez\n\nresponded by writing \"Yes, USA\" on the form.    He further answered\n\nthat he was not a convicted felon, and that he was a Native\n\nAmerican or Alaskan Native.   All three answers were false.\n\n           Sanchez examined two pistols while in the store.    He did\n\nnot purchase either of them, but mentioned that he preferred the\n\nsmaller of the two because it was easier to conceal and thus avoid\nsuspicion or be readily available for use in any confrontation with\n\npolice.   He also posed in front of a mirror with a gun in his\n\npocket.   Sanchez produced a social security card, but did not have\n\nthe necessary photo identification to make a purchase.          After\n\npromising to return with the proper identification, Sanchez left in\n\nthe same taxi in which he had arrived.   Frati had noted the license\n\nplate number of the taxi as was his habit with waiting cabs.\n\n\n\n\n                               - 3 -\n\f               After     Sanchez    left,     Frati    submitted    the    completed\n\napplication to the National Instant Check System.                   After a delay,\n\nthe application was denied.               Because he was concerned about the\n\ndenial    in    combination        with   Sanchez's      concealment      and    police\n\ncomments, Frati provided authorities with Sanchez's application\n\nform and a video from the store's surveillance system containing\n\nfootage    of       Frati's   interaction       with    Sanchez    in    the    store.\n\nInvestigation by an agent of the Bangor Police Department and\n\nfederal Bureau of Alcohol, Tobacco, Firearms and Explosives task\nforce revealed that Sanchez had been convicted of, inter alia, four\n\nfelonies -- three in Florida and one in Georgia.                   Using the taxi's\n\nlicense number as a lead to locate him, authorities arrested\n\nSanchez soon after in a local motel.\n\n               At    a   detention    hearing     shortly    after      his     arrest,\n\nSanchez's defense counsel moved for a psychiatric examination and\n\ncompetency hearing.           The district court granted the motion, and\n\nSanchez    was       transferred     to   a    federal    medical    facility      for\n\nevaluation.         Given its central role in this appeal, we first turn\nto the record evidence relating to Sanchez's mental health.4\n\n\nII.   Mental health history\n\n               Sanchez has a lengthy history of mental health problems,\n\nthe details of which are not in dispute.5                   He testified that he\n\n      4\n      Sanchez's personal and medical history is culled from reports\nin the record, as well as Sanchez's own testimony.\n      5\n      In addition to his own history, Sanchez testified                           that\nmembers of his family also had a history of mental illness.\n\n                                          - 4 -\n\ftried to injure himself on two separate occasions in Cuba before he\n\nwas ten years old and that he occasionally hears voices speaking to\n\nhim \"from another world.\"      Sanchez recounted being hospitalized in\n\nCuba when he was thirteen for purposes of a judicially-ordered\n\nmental health examination.         Sanchez said that he was forced to\n\nleave Cuba in the Mariel boatlift because his mental health made\n\nhim an undesirable in the eyes of Fidel Castro.\n\n          Sanchez's difficulties continued after his arrival in the\n\nUnited States.      In 1984, he was hospitalized in California after\ncutting his wrists.        In 1993, he was hospitalized in New York,\n\nafter behaving erratically and \"feeling like dead people were\n\nfollowing\"   him.     In   1999,   Sanchez   was   hospitalized    in   North\n\nCarolina after he was found wandering on a highway.               The record\n\nalso reflects two suicide attempts in Virginia and Georgia between\n\n2000 and 2002 which resulted in hospitalizations.\n\n          Sanchez was living with a friend in Portland, Maine prior\n\nto arriving in Bangor.       While there, he suffered from depression\n\nand hallucinations.        Sanchez was also hospitalized after police\nresponded to a call that he was in possession of a knife and was\n\nthreatening suicide.       He was again hospitalized during his time in\n\nPortland when it was reported to police that he was trying to light\n\na fire in the kitchen of a shelter where he was staying.                   He\n\nultimately relocated to Bangor.\n\n          On the day prior to his attempted gun purchase, Sanchez\n\ntestified that he was planning on leaving Maine and taking a bus to\n\nAtlanta, Georgia in order to seek medical attention there.              He had\n\n\n                                   - 5 -\n\fbeen drinking before going to the bus station, where he met a man\n\nand a woman who convinced him that they could help him.                   Instead,\n\nthe three spent time taking pills and drinking liquor, before the\n\ncouple   attempted    to    rob    Sanchez.      Although     the   robbery     was\n\nunsuccessful, the couple left Sanchez on a Bangor street near the\n\nmotel where he was eventually arrested.\n\n            Early the next morning, Sanchez took a taxi to a local\n\nhospital because he was not feeling well.               He was denied treatment\n\nat the emergency room due to the smell of alcohol on his breath.\nShortly thereafter, he began having a panic attack, which led to\n\nsuicidal thoughts which prompted him to direct the cab driver to\n\ntake him to a place to buy firearms.\n\n\nIII.   Pre-trial proceedings\n\n            Pursuant to the district court's order, Sanchez was held\n\nat the Federal Medical Detention Center in Massachusetts for 45\n\ndays   following   his     arraignment.         During    that   time,    licensed\n\nclinical psychologist Christine Scronce interviewed Sanchez for\neight hours and conducted four hours of psychological testing in\n\norder to assess his competency to stand trial.              She also collected\n\nSanchez's   medical      history    --   both    from    records    and   his   own\n\nrecollection -- and considered staff observations and evaluations.\n\nAt the conclusion of her work, Dr. Scronce prepared a lengthy\n\nreport and testified at a competency hearing before a Magistrate\n\nJudge.   She concluded, among other things, that Sanchez exhibited\n\n\"a general pattern of deceitful and manipulative behaviors,\" which\n\n\n                                     - 6 -\n\fshe described as \"hallmark signs of malingering.\"           In particular,\n\nshe noted that Sanchez often reported symptoms \"for secondary\n\ngain,\" such as being hospitalized rather than jailed, or being\n\nallowed to receive meals in private.\n\n            Regarding the pending criminal proceedings, Scronce found\n\nthat Sanchez had a good relationship with his attorney, understood\n\nthe charges against him and had the ability to consult with counsel\n\nto aid in his defense. Accordingly, Scronce concluded that Sanchez\n\nwas competent to stand trial. The Magistrate Judge, in addition to\naccepting       Scronce's    conclusions,    noted   that   Sanchez     acted\n\nappropriately during courtroom proceedings, and ultimately found\n\nSanchez competent to proceed.         That ruling has not been appealed.\n\n                Approximately one year later, in June 2006, defense\n\ncounsel moved for another pretrial evaluation on the grounds that\n\nSanchez was unreasonable and uncooperative.          The motion was denied\n\nwithout prejudice, but an accompanying motion to continue the trial\n\nwas granted in order to allow time to obtain additional medical\n\nrecords and give defense counsel an opportunity to review Sanchez's\nmental health history more fully and determine whether and to what\n\nextent to place his mental state in issue at trial.                   Defense\n\ncounsel did not renew the motion before trial.\n\n\nIV.   Trial\n\n            A     bench     trial   began    in   January   2007,     lasting\n\napproximately four trial days.         The trial proceeded uneventfully.\n\nBecause Sanchez was interposing an insanity defense and also\n\n\n                                     - 7 -\n\farguing that his mental health negated the required mens rea, the\n\ndistrict court heard testimony from Dr. Scronce and from a defense\n\nexpert. After the close of evidence, the parties submitted written\n\ntrial briefs prior to scheduled final arguments in June.       Three\n\ndays prior to the scheduled arguments, defense counsel filed a\n\nthird motion for a competency hearing.      Counsel reported that\n\nSanchez had stopped taking his prescribed medication and was having\n\ndifficulty understanding the facts and issues relevant to his case.\n\nThe court did not immediately rule on the motion.          The trial\ncourt's post-trial Findings of Fact and Conclusions of Law describe\n\nwhat followed:\n\n          When Mr. Ramirez arrived at the courthouse, he\n          was beside himself. Prior to the arguments\n          there was considerable banging in the holding\n          cell near the courtroom and, at a conference\n          of   counsel,  the   United   States   Marshal\n          expressed serious safety concerns, noting that\n          Mr. Ramirez was virtually uncontrollable. As\n          this was not a jury trial and no evidence was\n          to be taken, the Court acceded to the\n          Marshal's recommendation that he be shackled\n          for the hearing.\n\n          When the proceedings began, Mr. Ramirez\n          engaged in a loud, continuous rant, a foul and\n          abusive harangue against all present. After\n          entering, the Court waited to see if Mr.\n          Ramirez would calm down.     He did not.    In\n          accordance with Illinois v. Allen, the Court\n          asked Mr. Ramirez if he could behave himself\n          and repeatedly warned him that it would have\n          him removed from the courtroom, if he\n          persisted.    Mr. Ramirez continued unabated\n          with his incoherent and profane screed and\n          showed no signs of controlling himself.     As\n          Mr. Ramirez was incapable of remaining in the\n          courtroom without disrupting the proceedings,\n          the Court ordered him removed and the parties\n          made their final presentations in his absence.\n\n                              - 8 -\n\fUnited States v. Ramirez, </pre><span class=\"citation\" data-id=\"2008019\"><a href=\"/opinion/2008019/united-states-v-ramirez/\"><span class=\"volume\">495</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">92</span></a></span><pre class=\"inline\">, 112 (D. Me.\n\n2007) (internal citations and footnote omitted).\n\n            The trial court also noted that Sanchez's courtroom\n\nbehavior was a reversal from his demeanor during the multiple days\n\nof     trial,     during     which        he    sat        quietly     and      testified\n\n\"appropriately.\"        Id. at 112 n. 24.             In the end, the trial court\n\nfound Sanchez guilty of the charges against him, rejected his\n\ninsanity defense, and denied the third motion for a competency\n\nexamination.      Id. at 124 n. 33.            It is this denial which Sanchez\nnow appeals.\n\n\nV. Discussion\n\n            Due    process    requires         that    a    defendant      be   mentally\n\ncompetent to be tried, convicted or sentenced.                        United States v.\n\nGonzalez-Ramirez, </pre><span class=\"citation\" data-id=\"203748\"><a href=\"/opinion/203748/united-states-v-gonzalez-ramirez/\"><span class=\"volume\">561</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span><pre class=\"inline\">, 28 (1st Cir. 2009) (citing Drope v.\n\nMissouri, </pre><span class=\"citation\" data-id=\"109191\"><a href=\"/opinion/109191/drope-v-missouri/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">162</span></a></span><pre class=\"inline\">, 172-73 (1975)).                     The district court must\n\norder a competency hearing \"'if there is reasonable cause to\n\nbelieve that the defendant may presently be suffering from a mental\ndisease or defect rendering him mentally incompetent to the extent\n\nthat he is unable to understand the nature of the proceedings\n\nagainst him or to assist properly in his defense.'\"                        Id. (quoting\n\n18 U.S.C. § 4241(a)).           We review for abuse of discretion the\n\ndistrict court's decision not to hold a competency hearing, and\n\nwill   affirm     the   decision     so    long   as       there     was   a   sufficient\n\nevidentiary basis to support the decision.                         Id. (citing United\n\nStates v. Bruck, </pre><span class=\"citation\" data-id=\"198104\"><a href=\"/opinion/198104/united-states-v-bruck/\"><span class=\"volume\">152</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></a></span><pre class=\"inline\">, 46 (1st Cir. 1998)).\n\n\n                                          - 9 -\n\f           Here, as previously noted, Sanchez is not appealing the\n\ntrial court's conclusion that he was competent to stand trial.\n\nInstead, he argues that his behavior after the close of evidence\n\nand prior to closing arguments -- at least partly fueled by his\n\nfailure to continue taking prescribed medication -- required the\n\ndistrict court to continue the proceedings and order another\n\ncompetency evaluation and hearing.\n\n           The record reflects several factors which support the\n\ncourt's decision.     First, there is the fact that Sanchez was\noriginally found competent to stand trial, a decision which was\n\nneither objected to nor appealed. It is true, as appellant argues,\n\nthat that conclusion was reached in August 2005, nearly two years\n\nprior to the behavior at issue here.        The record does not end\n\nthere, however.     The second factor weighing against appellant's\n\nposition is that a report prepared in February 2006 by a defense\n\nexpert, Dr. Martinez, concluded that Sanchez was competent to stand\n\ntrial.   Significantly, Sanchez mistakenly believed that Martinez's\n\nreport would be kept confidential.6     In addition to his finding of\ncompetence, Dr. Martinez also noted Sanchez's tendency to malinger\n\nand exaggerate his symptoms, and that his actions \"indicate a\n\nsignificant degree of . . . planned, controlled, behavior . . . .\"\n\nIn August 2006, Dr. Martinez prepared a second report, which\n\nSanchez understood would be disclosed.     Here, Dr. Martinez stopped\n\nshort of proclaiming Sanchez incompetent to stand trial, finding\n\n     6\n      Sanchez's belief was based on inaccurate information provided\nby Dr. Martinez. Indeed, the defense did not even disclose the\nexistence of Martinez's February report until mid-trial.\n\n                               - 10 -\n\fonly that he suffered from alcohol-induced psychosis at the time he\n\ncommitted the crimes at issue.       Also, as the trial court noted,\n\nmedical personnel reported that Sanchez had, in the past, told\n\nothers that reporting suicidal or homicidal ideations was a method\n\nof avoiding jail by getting hospitalized.\n\n          Another   factor   in    support    of   the   district   court's\n\nultimate conclusion is that the second motion for a competency\n\nhearing -- which was denied without prejudice in June 2006 -- was\n\nnever renewed, suggesting that the issues which gave rise to the\nmotion were temporary in nature.\n\n          Next, the district court had the opportunity to observe\n\nSanchez at trial, during January 2007.       The record, which included\n\nSanchez's own testimony, is devoid of any indication that Sanchez\n\nwas suffering from any psychological difficulties during the trial.\n\nSee Cody v. United States, </pre><span class=\"citation\" data-id=\"199404\"><a href=\"/opinion/199404/cody-v-united-states/\"><span class=\"volume\">249</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span><pre class=\"inline\">, 53 n. 5 (1st Cir. 2001)\n\n(defendant's observable appearance, demeanor and performance in\n\ncourt supported district court's competency decision).          And while\n\nSanchez correctly points out that this time period pre-dates by\napproximately five months the time period at issue in this appeal,\n\nthere is again further evidence in the record that undermines his\n\nclaim.   Sanchez was sentenced in January 2008, approximately six\n\nmonths after the closing arguments.        As with his conduct at trial,\n\nthe record reflects no signs of mental impairment during his\n\nsentencing proceedings.      On the contrary, he asked appropriate\n\nquestions, was coherent throughout his allocution, praised the\n\n\n\n\n                                  - 11 -\n\ftreatment he received at the Maine State Prison, and, according to\n\nhis attorney, was able to assist in the sentencing process.\n\n           While Sanchez's mental health in January 2008 may not,\n\nstanding alone, be an accurate gauge of his mental health in June\n\n2007, the picture we are left with is one in which Sanchez's\n\nbehavior on and around June 11, 2007, stands in stark contrast to\n\nhis diagnoses and behavior on other occasions both before and after\n\nthat time period.       In light of this record evidence, we conclude\n\nthat the district court acted within its discretion in denying\nSanchez's third motion for a competency hearing.\n\n\nVI. Sentencing\n\n           The lone sentencing issue before us is Sanchez's argument\n\nthat the trial court erred in concluding that his three third-\n\ndegree burglary convictions in Florida were violent felonies within\n\nthe meaning of the ACCA.       We review de novo the legal conclusion as\n\nto whether a prior conviction qualifies as a \"violent felony\".\n\nUnited States v. Brown, </pre><span class=\"citation\" data-id=\"203058\"><a href=\"/opinion/203058/united-states-v-brown/\"><span class=\"volume\">510</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span><pre class=\"inline\">, 73 (1st Cir. 2007).\n           The   ACCA    imposes   a   fifteen   year    mandatory   minimum\n\nsentence on anyone convicted of violating 18 U.S.C. § 922(g) --\n\nunlawful firearms possession -- who has three prior convictions for\n\ncertain drug crimes or violent felonies.             18 U.S.C. § 924(e)(1).\n\nA   \"violent   felony\"    is   defined   as   \"any    crime   punishable   by\n\nimprisonment for a term exceeding one year . . . that:\n\n           (i) has as an element the use, attempted use,\n           or threatened use of physical force against\n           the person of another; or\n\n\n                                   - 12 -\n\f           (ii) is burglary, arson, or extortion,\n           involves use of explosives or otherwise\n           involves conduct that presents a serious\n           potential of physical injury to another.\n\n18 U.S.C. § 924(e)(2)(B).\n\n           As relevant to this appeal, Sanchez's somewhat lengthy\n\ncriminal history included three convictions in Florida for burglary\n\nof churches in 1990 and 1994.           During this time period, Florida\n\ndefined   burglary    as    \"entering       or   remaining   in   a     dwelling,\n\nstructure, or conveyance with the intent to commit an offense\ntherein, unless the premises are at the time open to the public or\n\nthe defendant is licensed or invited to enter or remain.\"                      Fla.\n\nStat. § 810.02(1) (1994).          A \"structure\" was further defined as a\n\n\"building of any kind . . . together with the curtilage thereof.\"\n\nId. § 810.011(1). Finally, the three convictions at issue were for\n\nthird-degree burglary, defined as burglary of a structure where\n\n\"there is not another person in the structure at the time the\n\noffender enters or remains . . .\" and the offender does \"not make\n\nan assault or battery and is not armed . . . with a dangerous\n\nweapon . . . .\" Id.       §§ 810.02(3), (4).\n           Where,    as    here,    prior    convictions     do   not    fit    the\n\ndefinition of \"generic burglary,\" we employ a categorical approach\n\nto determine whether they fit within the ACCA's residual clause.7\n\n     7\n      The predicates at issue do not fit within clause (i) of the\nACCA because they do not have the threat or use of physical force\nas an element.     For the ACCA to apply under the enumerated\n\"burglary\" provision of clause (ii), Sanchez's convictions would\nhave to be for so-called \"generic\" burglary, defined as \"the\nunlawful or unprivileged entry into, or remaining in, a building or\nstructure, with intent to commit a crime.\" Taylor, 495 U.S. at\n599. Because Florida's burglary statute includes curtilage within\n\n                                     - 13 -\n\fSpecifically, the issue is whether they \"otherwise involve conduct\n\nthat presents a serious potential of physical injury to another.\"\n\nUnited States v. Pratt, ___ F.3d ___, No. 05-2624, </pre><span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">1532961</span></span><pre class=\"inline\">\n\nat *5 (1st Cir. June 3, 2009); see also United States v. Pakala,\n\n___ F.3d ___, No. 07-2092, </pre><span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">1636345</span></span><pre class=\"inline\"> at *5 (1st Cir. June 12,\n\n2009).\n\n            In determining whether these convictions are encompassed\n\nby the ACCA, we begin by \"examin[ing] [them] in terms of how the\n\nlaw defines the offense and not in terms of how an individual\noffender might have committed it on a particular occasion.\"          Begay\n\nv. United States, </pre><span class=\"citation\" data-id=\"145815\"><a href=\"/opinion/145815/begay-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1581</span></a></span><pre class=\"inline\">, 1584 (2008) (citing Taylor v.\n\nUnited States, </pre><span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span><pre class=\"inline\">, 602 (1990)).           In addition we must\n\nexamine whether the putative predicate in question           is \"roughly\n\nsimilar, in kind as well as in degree of risk posed\" to the ACCA's\n\nenumerated crimes -- burglary, arson, extortion, or those using\n\nexplosives.    Id. at 1585.\n\n            As we noted in Pakala, much of our work in determining\n\nwhether a third-degree burglary conviction in Florida fits within\nthe ACCA has already been done by the Supreme Court in James.             See\n\nPakala, ___ F.3d at ___, </pre><span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">1636345</span></span><pre class=\"inline\"> at *6.        In James the ACCA\n\npredicate conviction at issue was for attempted burglary under the\n\nsame Florida statute, and the issue before the Court was whether\n\nthat     conviction   was   covered   by   the   residual   clause   of    §\n\n\nits reach, and because the documents permissibly reviewed under\nShepard v. United States, </pre><span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">13</span></a></span><pre class=\"inline\">, 15-16 (2005), do not exclude\nthe possibility that Sanchez was convicted of \"non-generic\"\nburglary, we look only to the residual clause. James v. United\nStates, </pre><span class=\"citation\" data-id=\"145743\"><a href=\"/opinion/145743/james-v-united-states/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">192</span></a></span><pre class=\"inline\">, 212 (2007).\n\n                                  - 14 -\n\f924(e)(2)(B).     After first holding that an \"attempt\" under Florida\n\nlaw is within the contours of the residual clause -- an issue not\n\nbefore us -- the Court noted that Florida law has narrowly defined\n\n\"curtilage\" as including only \"an enclosed area surrounding a\n\nstructure.\"       James, 550 U.S. at 213 (quoting United States v.\n\nMatthews, </pre><span class=\"citation no-link\"><span class=\"volume\">466</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1271</span></span><pre class=\"inline\">, 1274 (11th Cir. 2006)).                      Thus, the\n\ninclusion of curtilage in the definition does not lessen \"the risk\n\npresented by attempted burglary so as to take the offense outside\n\nthe scope of clause (ii)'s residual provision.\"                    Id.     On the\ncontrary, curtilage adjacent to a structure is typically enclosed\n\n\"to keep out unwanted visitors -- especially those with criminal\n\nmotives.      And a burglar who illegally attempts to enter the\n\nenclosed area surrounding a dwelling creates much the same risk of\n\nphysical confrontation . . . as does one who attempts to enter the\n\ndwelling itself.\"         Id.     Thus, the Court concluded that since\n\nattempting to enter the curtilage \"requires both physical proximity\n\nto the structure and an overt act directed toward breaching the\n\nenclosure,\" attempted burglary \"'presents a serious potential risk\nthat   violence    will   ensue    and   someone   will     be   injured.'\"   Id.\n\n(quoting Matthews, 466 F.3d at 1275 (burglary of the curtilage in\n\nviolation of Florida law is a violent felony under the ACCA)); cf.\n\nChambers   v.   United    States,    129   S.   Ct.   687    (2009)      (Illinois\n\nconviction for failing to report for weekend confinement falls\n\noutside of ACCA residual clause because it lacks serious potential\n\nfor risk of physical injury).\n\n\n\n\n                                    - 15 -\n\f               Sanchez seeks to escape the reach of James on the ground\n\nthat       James   involved   attempted     burglary    of   a    dwelling,8   while\n\nSanchez's convictions all involved unoccupied churches, i.e., non-\n\nresidential structures.          We are unpersuaded.             In discussing the\n\ndangers inherent in attempted burglary of a dwelling, the Court in\n\nJames reasoned that the \"risk arises not from completion of the\n\nburglary, but from the possibility that an innocent person might\n\nappear while the crime is in progress.\"                Id. at 203.       In addition\n\nto building occupants -- not a factor in this case -- the Court\nalso       noted   the   possibility   of    confrontation        with    police   or\n\nbystanders who might investigate.9              Id.    These risks are present\n\nequally in Sanchez's third-degree \"structure-curtilage\" burglary\n\nconvictions.        We therefore conclude that those convictions satisfy\n\nthe elements of the ACCA residual clause.\n\n               Finally, Sanchez argues that the district court ran afoul\n\nof Begay -- decided after his sentencing -- because his Florida\n\nconvictions are not within the class of crimes that \"are roughly\n\nsimilar\" to the ACCA's enumerated examples. 128 S. Ct at 1585.\nGiven that \"burglary\" is a listed example, this argument strains\n\ncredulity.         Moreover, given both the risks enumerated by the Court\n\n\n\n\n       8\n      The district court correctly noted that the fact James\ninvolved an attempted burglary, while Sanchez was convicted of\n\"successful\" burglary, inures to Sanchez's detriment. Sanchez does\nnot engage this reasoning on appeal.\n       9\n      As the district court noted, an unoccupied commercial\nbuilding could be under surveillance by police, private security\npersonnel or even the property owner.\n\n                                       - 16 -\n\fin James and those identified by the district court, we have little\n\ndifficulty concluding that Sanchez's Florida burglary convictions\n\nare \"roughly similar, in kind as well as in degree of risk posed\"\n\nto the ACCA's enumerated burglary example.   Id.\n\n          Appellant's conviction and sentence are affirmed.\n\n\n\n\n                              - 17 -\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/142875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198104/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203058/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203232/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203748/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2008019/"
  ]
}