{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203980/",
  "absolute_url": "/opinion/203980/northern-ins-co-of-ny-v-point-judith-marina/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203980/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:27:48Z",
  "date_modified": "2016-04-26T04:30:38.455820Z",
  "type": "010combined",
  "sha1": "63b2e58b28cdcf854f6760f08c7e402e43d8fff1",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-2156P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/08/27/Northern_Insurance_Company_of_v._Point_Judith_Marina_LLC.pdf",
  "plain_text": "           United States Court of Appeals\n                      For the First Circuit\n\n\nNos. 08-2156\n     08-2246\n\n    NORTHERN INSURANCE COMPANY OF NEW YORK; NICHOLAS PICCHIONE,\n               Plaintiffs-Appellants/Cross-Appellees,\n\n                                v.\n\n                     POINT JUDITH MARINA, LLC,\n                Defendant-Appellee/Cross-Appellant,\n\n        ALBIN MANUFACTURING, INC., STANDISH BOATYARD, INC.,\n                            Defendants.\n\n\n           APPEALS FROM THE UNITED STATES DISTRICT COURT\n                  FOR THE DISTRICT OF RHODE ISLAND\n            [Hon. William E. Smith, U.S. District Judge]\n\n\n                              Before\n\n                        Lynch, Chief Judge,\n                     Torruella, Circuit Judge,\n                  and Ebel,* Senior Circuit Judge.\n\n\n     Frederick A. Lovejoy, with whom Lovejoy & Associates, was on\nbrief for appellants/cross-appellees.\n     Michael J. Rauworth, with whom Carl E. Fumarola and Cetrulo &\nCapone LLP, were on brief for appellee/cross-appellant.\n\n\n\n                          August 27, 2009\n\n\n\n\n*\n    Of the Tenth Circuit, sitting by designation.\n\f          TORRUELLA, Circuit Judge.              After a bench trial, the\n\ndistrict court entered judgment for defendant Point Judith Marina\n\n(\"PJM\") on claims for damages by plaintiff Nicholas Picchione and\n\nsubrogee-plaintiff       Northern     Insurance        Company   of   New     York\n\n(\"Northern\").    The claims arose as a result of the sudden sinking\n\nof a recreational boat (\"Eveready\") owned by Northern's insured,\n\nPicchione.   The district court also rejected PJM's counterclaim\n\nagainst Picchione for attorney's fees based on a slip rental\n\nagreement between Picchione and PJM. Each of these parties appeals\n\nthe unfavorable aspects of the judgment.           After careful review, we\n\naffirm in all respects.\n\n                              I.    Background\n\n          Picchione bought Eveready in 1996 from Standish Boatyard,\n\nInc. (\"Standish\").       Eveready is a 35-foot vessel made by Albin\n\nManufacturing,    Inc.    (\"Albin\").        It    is    undisputed    that,    as\n\npurchased, the vessel's exhaust hoses ran through the hull over a\n\nplywood bulkhead without any chafing gear or strain relief.                   And\n\nthe engine room's bilge pumps did not include anti-siphon loops or\n\ncheck valves, features which would prevent or limit backflow of\n\nwater through the exhaust.          These precautions are recommended by\n\nthe American Boat & Yacht Council (\"ABYC\").                As detailed below,\n\nplaintiffs assert that these alleged design deficiencies led to\n\nEveready's sinking.\n\n\n\n\n                                      -2-\n\f           Picchione docked his boat at PJM.           PJM also undertook to\n\nstore the boat on land in the winter, commission it in the spring,\n\nand   decommission    it   in    the   fall.    In    the   course      of   these\n\nactivities, PJM conducted repairs on some of the boat's components.\n\nNonetheless, in a finding at issue on this appeal, the district\n\ncourt concluded that \"aside from work that [PJM] contracts to\n\nperform specifically, it does not provide general preventative\n\nmaintenance or care for the vessels in the Marina.\"\n\n           During the 2004-2005 off-season, Picchione hired \"Dan,\"\n\nan independent mechanic, to work on Eveready's engines.                 Then, on\n\nApril 21, 2005, PJM moved the vessel to its slip.                 PJM employee\n\nJoseph   Stroker     worked     on   commissioning     Eveready    on    Friday,\n\nApril 22, 2005.1     PJM refused to work on the engine as part of the\n\ncommissioning because of Dan's work.           PJM also refused to conduct\n\na sea-test of Eveready until Dan tested the engines.               But Stroker\n\ndid examine the bilge pumps.           He noticed six to eight inches of\n\nwater in the bilge, which he pumped out.             After pumping, he noted\n\nthat the engine room bilge would not stop running.            He then turned\n\noff what he insists was the engine room bilge pump by switching one\n\nof three switches to the off position.          Consistent with his notes\n\nmade at the time, Stroker testified that he left the automatic\n\n\n1\n   Plaintiffs suggest that Stroker may have been on the vessel the\nnext day, since his work slip indicated he worked for 13.4 hours.\nBut plaintiffs point to no evidence clearly establishing the\nproposition that he worked on Saturday.         Rather, Stroker's\ntestimony suggests otherwise.\n\n                                       -3-\n\fbilge pump switch on and that he tested to make sure a bilge would\n\nactivate.\n\n              Picchione visited the boat on April 21, 22, and 23 to\n\nstock   the    vessel.      Picchione   testified   that   he   checked   the\n\nautomatic bilge switch on April 22 and that it was on.           He further\n\ntestified that he did not recall checking it or the water in the\n\nbilges on April 23.          The district court found this testimony\n\ninconsistent with his deposition, where he testified that he always\n\nchecked the bilges for water, and would have done so on Saturday,\n\nApril 23.     He also said at deposition that he would have left the\n\nautomatic bilge switch turned on.\n\n              No evidence showed that anyone else boarded Eveready\n\nafter   Picchione,       though   Picchione   admitted   that   his   friends\n\noccasionally boarded the boat without checking with him first.             On\n\nthe evening of Sunday, April 24, another marina-goer did not notice\n\nanything wrong with Eveready as she sat in her slip.                      That\n\nindividual awoke the next morning to see the vessel gone and\n\nreplaced by a spreading oil slick. By that afternoon, Eveready was\n\nhauled from the bottom and inspected.           During an inspection that\n\nday, the harbormaster noticed the bilge pump switches were all in\n\nthe off position.         At a joint survey conducted on May 3, with\n\nexperts representing both sides, a small steady stream of water was\n\nobserved running down the starboard interior hull in the engine\n\ncompartment.     The source of the leak could not be determined at the\n\n\n                                      -4-\n\ftime.   The vessel was reconditioned and re-hauled in October 2007.\n\nAt   that   time,   no   water   was    observed   entering.     During\n\nreconditioning, when the fuel tanks were removed, a cut was found\n\nin the bottom side of the starboard exhaust hose.      Evidence showed\n\nthat the cut would not have been visible without removing the fuel\n\ntanks and disassembling the exhaust system.         Northern theorizes\n\nthat the cut was caused by the lack of anti-chafing gear at the\n\npoint where the hoses passed through the hull.\n\n            Northern, through its expert, posits that water entered\n\nthe vessel through this leak.    PJM took the position that the hole\n\ncould not have caused the leaking.        The district court did not\n\nresolve this dispute, but concluded that whatever the source of the\n\ninitial leak, water began to accumulate in the bilge and the vessel\n\nsank in the water until the exhaust portal became submerged,2\n\ncausing significant back-flooding, which led to the boat's sinking.\n\nExpert testimony established that one working bilge pump would have\n\nprevented this chain of events.\n\n            After Northern paid money to Picchione under an insurance\n\npolicy between the two of them, these two parties filed a complaint\n\nagainst PJM, Standish, and Albin.3         The complaint invoked the\n\n\n\n2\n   Some evidence suggested that Eveready normally sat in the water\nwith her exhaust portals submerged or partially submerged. This\nissue will be discussed below.\n3\n   Default judgment ultimately entered against Albin.          Standish\nsettled on the eve of trial.\n\n                                  -5-\n\fdistrict court's admiralty jurisdiction, 28 U.S.C. § 1333(1), and,\n\nas amended,4 asserted claims against PJM for failure to warn,\n\nbreach   of   the   warranty   of    workmanlike    service,   \"breach   of\n\ncontract/negligence,\" and \"bailment.\"         PJM filed a counter-claim\n\nfor indemnification against Picchione, based on the language of\n\ntheir slip rental agreement.        That agreement provides, in relevant\n\npart:\n\n           18. Tenant hereby covenants, warrants, and\n           agrees to indemnify and hold Marina harmless\n           from any loss or injury, including death, to\n           any person, including the Tenant, arising out\n           of any incident occurring on or about the\n           Tenant's vessel, a vessel of any patron of the\n           Marina, or on the premises of the Marina.\n\nPJM essentially contends that it suffered attorneys fees as a\n\nresult   of   the   sinking    and    that   Picchione   should    provide\n\nindemnification for this \"loss.\"        PJM has not contended on appeal\n\nthat this provision bars plaintiffs' claims against it.\n\n           The case proceeded to a five-day bench trial.                 The\n\ndistrict court grouped plaintiffs' claims into two categories:\n\nthose arising out of PJM's failure to detect the cause of the\n\ninitial leak, and those arising out of PJM's alleged responsibility\n\nfor turning off the automatic bilge pump.          As to the first group,\n\nthe district court held plaintiffs' tort claims barred by the\n\n\n4\n   An amended complaint later listed only Northern as a plaintiff\nin the caption, but continued to name Picchione as a plaintiff\nelsewhere.   In light of this confusion, and in light of PJM's\ncounterclaim against Picchione, the district court continued to\nview Picchione as a plaintiff and counter-defendant.\n\n                                     -6-\n\feconomic loss doctrine. It further found no evidence of a specific\n\ncontract for \"inspection, general maintenance, and repair of all\n\nthe vessel's component parts\" and no evidence \"to support the\n\nproposition that such alleged defects should have been discovered\n\nand corrected as part of the general warranty of workmanlike\n\nperformance.\"    The district court deemed the ABYC recommendations\n\nnon-binding and found that PJM never agreed to perform preventative\n\nmaintenance.\n\n          As to the claims related to the bilge pump, the district\n\ncourt first concluded it would not apply a presumption against PJM\n\nbased on bailment law since PJM did not have exclusive control of\n\nthe vessel.     The district court then concluded that someone had\n\nturned off the automatic switch, but that the court \"simply cannot\n\nconclude with any certainty who turned off the automatic bilge pump\n\nswitch, and when.\"     The court concluded that Northern had not met\n\nits burden to show that PJM's agent, Stroker, was responsible.\n\nSpecifically,    the   court   relied    on   Picchione's   admission   at\n\ndeposition that he would have checked when he was on the boat on\n\nSaturday that the automatic pump was on.          Given that, the court\n\ncould not find by a preponderance that Stroker turned the automatic\n\npump off on Friday.\n\n          As to PJM's counterclaim, the district court reasoned\n\nthat the contract pertained only to the slip rental and not to\n\nallegations of negligence in the performance of other service\n\n\n                                   -7-\n\fcontracts.       Accordingly, judgment entered for PJM on plaintiffs'\n\nclaims   and     for   Picchione     on    PJM's   counterclaims.    Each     side\n\nappeals.\n\n                                II.       Discussion\n\n               \"Where, as here, the district court conducts a bench\n\ntrial    and     serves   as   the    factfinder,      its   determinations    of\n\nnegligence, proximate cause, and similar issues are entitled to\n\nconsiderable deference.\"        Jackson v. United States, 156 F.3d 230,\n\n232 (1st Cir. 1998). Specifically, such review is for clear error.\n\nId.     \"Thus, a trial court's factual determinations will be set\n\naside only if, after careful evaluation of the evidence, we are\n\nleft with an abiding conviction that those determinations and\n\nfindings are simply wrong.\"               Id. at 232-33 (internal quotation\n\nmarks omitted). \"On clear-error review, we cannot second-guess the\n\ntrier's choices among those competing inferences even if, had we\n\nbeen sitting as triers of the facts, we might have arrived at a\n\ndifferent set of judgments.\"               Id. at 233; see also Anderson v.\n\nBessemer City, 470 U.S. 564, 574 (1985) (\"Where there are two\n\npermissible views of the evidence, the factfinder's choice between\n\nthem cannot be clearly erroneous.\").                   Nonetheless, we review\n\nquestions of law de novo.          LPP Mortg., Ltd. v. Sugarman, 565 F.3d\n\n28, 31 (1st Cir. 2009).\n\n               Though there was some dispute in the district court about\n\nthe import of the economic loss doctrine to plaintiffs' tort\n\n\n                                           -8-\n\fclaims, this case ultimately does not turn on this issue, which\n\nplaintiffs do not separately challenge on appeal.     Rather, relying\n\non PJM's obligations under the warranty of workmanlike performance,\n\nplaintiffs attack the specific conclusions of the district court.\n\nNamely, at issue is whether the district court erred (1) in finding\n\nPJM had no obligation to discover defects in Eveready, (2) in not\n\nfinding PJM responsible for the disabled automatic bilge pump, (3)\n\nin making various other factual findings, and, finally, on the\n\ncross-appeal, (4) in ruling that the contract between Picchione and\n\nPJM did not provide for indemnification on these facts.\n\n            We evaluate plaintiffs' claims under federal maritime\n\nlaw.   See La Esperanza de P.R. v. Pérez y Cía. de P.R., 124 F.3d\n\n10, 16 (1st Cir. 1997).        As discussed below, the slip rental\n\nagreement provides that it shall be governed by Rhode Island law.\n\n            A.    Did PJM have an obligation to detect defects?\n\n            Plaintiffs advance their claim under a theory that PJM\n\nbreached the implied warranty of workmanlike performance inherent\n\nin federal maritime law.      This doctrine provides that a maritime\n\ncontractor \"who contracts to provide services impliedly agrees to\n\nperform in a diligent and workmanlike manner.\"       Parks v. United\n\nStates, 784 F.2d 20, 26 (1st Cir. 1986) (internal quotation marks\n\nomitted).        \"[T]he implied warranty of workmanlike performance\n\nparallel[s] a negligence standard rather than imposing . . . strict\n\nliability,\" but \"a shipowner may receive indemnity from a marine\n\n\n                                   -9-\n\fcontractor for breach of implied warranty of workmanlike service,\n\nalbeit that such performance was done without negligence.\"                    La\n\nEsperanza, 124 F.3d at 17 (internal quotation marks omitted).\n\n\"[T]his warranty need not be express to bind the ship repairer to\n\nuse the degree of diligence, attention and skill adequate to\n\ncomplete the task.\"         Id. at 19 (internal quotation marks and\n\nemphasis omitted).\n\n          For example, where an agreement effectively required a\n\nparty to assume maintenance, and specifically required it to\n\n\"conduct a condition survey,\" we affirmed a district court's\n\nfinding that the warranty of workmanlike performance was breached\n\nby failure to detect a defect that later injured a sailor.                 Parks,\n\n784 F.2d at 27.     Similarly, when a shipyard contracted to perform\n\nhull repair and held itself out as so-qualified, the shipyard was\n\nfound liable for failing to complete repairs as a result of making\n\na welding mistake which \"should have been readily apparent to any\n\nreasonably competent ship repair professional.\"               La Esperanza, 124\n\nF.3d at 17-19.\n\n          As     the    district      court   found,   this    case   is   quite\n\ndifferent.       PJM's duties in commissioning the vessel did not\n\nobligate it to appraise the overall condition of the vessel or\n\nsearch for defects in hidden exhaust hoses or the design of the\n\nbilge   pumps.         Though   the    implied   warranty      of   workmanlike\n\nperformance is a legal standard, the question of what is required\n\n\n                                       -10-\n\fin a workmanlike performance is necessarily a factual question that\n\nnaturally varies from case to case based on the scope and nature of\n\nthe service being undertaken.   See id. at 19 (affirming a finding\n\nof breach where the \"evidence in the record substantiates that\n\nsimilarly situated ship repairers\" would have been able to properly\n\nweld the hull plates at issue); SS Amazonia v. New Jersey Exp.\n\nMarine Carpenters, Inc., 564 F.2d 5, 8-9 (2d Cir. 1977) (reviewing\n\na maritime workmanlike performance claim and treating as a factual\n\nissue the question of how tractors should be secured for shipping).\n\nFirst of all, unlike in Parks, no explicit agreement of the parties\n\nprovided for such an inspection.       784 F.2d at 27.    In fact,\n\nplaintiffs have failed to show any written service agreement at all\n\ncovering the commissioning.5\n\n          Second, there is no clear error in the district court's\n\nfinding that no such obligation was implied.    This is not to say\n\nthat PJM had no implied obligations.       As we have stated, our\n\nprecedent provides that obligations under warranty of workmanlike\n\nperformance apply to implied agreements.   Nonetheless, evidence in\n\nthe record, namely testimony from PJM's manager, supports the\n\ndistrict court's conclusion that no implied obligation to fully\n\ninspect all components inheres in PJM's agreement to undertake\n\ncommissioning Eveready.   And plaintiffs point to no evidence which\n\n\n\n5\n    At oral argument, we asked Northern's counsel to file a\nsupplemental letter addressing this point, but he failed to do so.\n\n                                -11-\n\fwould clearly establish that a reasonable worker would conduct a\n\ncomplete inspection during commissioning.\n\n              Plaintiffs do point to certain snippets of testimony to\n\nchallenge this conclusion.           But in no case do they show (or even\n\nexplicitly argue) that the district court's dispositive findings\n\nwere clearly erroneous.         Specifically, plaintiffs note that PJM's\n\nmanager admitted that the commissioning process normally includes\n\ninspecting components including hoses and bilge pumps.                    But close\n\nexamination of his testimony reveals that he simply said that a\n\ntechnician should report visible defects in exhaust hoses and the\n\nlike, and that \"[i]f we can't see items, we can't do anything about\n\nthem.\"    Thus, such testimony does not show the commissioning was\n\nmeant    to   be   comparable   to    a    full   inspection.       And    evidence\n\nsupported the district court's conclusion that the exhaust hose\n\nhole that Northern alleges led to the initial leak was not visible.\n\nPlaintiffs argue that even if the hose hole was not visible, the\n\nabsence of chafing gear would have been visible.                 But the district\n\ncourt did not so find, and the evidence does not require that\n\nconclusion.        Further,   even    if    the   hoses   were    inspected,    the\n\nevidence does not require the conclusion that the absence of\n\nchafing gear is something a workmanlike boat commissioner should\n\nhave noticed.\n\n              Plaintiffs also point to PJM's manager's statement that\n\ncommissioning includes checking for leaks.                  But, the evidence\n\n\n                                          -12-\n\fshowed that Stroker did check for water in the bilge, and pumped it\n\nout.   And he reasonably did not conduct a sea test, which might\n\nhave revealed further leaks, because the engines had not been\n\ntested by Dan, Picchione's independent contractor.\n\n            Next, plaintiffs suggest that there were prior occasions\n\nwhere PJM fixed an exhaust hose or adjusted the bilge pump during\n\ncommissioning.       Plaintiffs can point to a checklist from a prior\n\ncommissioning which shows that PJM checked for old hoses.                But the\n\nfact that PJM agents previously made repairs to a particular\n\ncomponent    does    not   compel   the   conclusion     that    a   workmanlike\n\ncommissioning       process   should    include    an    inspection    of    such\n\ncomponents.     Rather, the district court's conclusion about the\n\nscope of PJM's responsibilities was supported by testimony from\n\nPJM's manager that PJM did not assume general responsibility for\n\nservicing vessels it commissions at its slips.\n\n            Third,    plaintiffs    theorize      that   the    district    court\n\ncommitted error by failing to put enough weight on the ABYC\n\nstandards recommending certain preventative gear to guard against\n\nhose chafing and bilge pump backflow.          Plaintiffs argue that PJM,\n\nas a repairer, should not be allowed to depart from industry\n\nstandards.    This argument fails for at least two reasons.                First,\n\nthis argument misses a step by assuming that PJM had an obligation\n\nto inspect for compliance with such standards.             The district court\n\ndid not find such inspection to be part of the commissioning\n\n\n                                       -13-\n\fprocess, and for the reasons we have explained, we see no clear\n\nerror.    Second, even if PJM had some duty to conduct a general\n\ninspection, the standards would not automatically establish a duty\n\nto   detect     a   lack   of    the   specified    precautions.           Rather,   we\n\nrecognize such standards as some evidence of what a reasonable\n\nperson    would      do,   not    as    a     definitive       statement    of    PJM's\n\nobligations.        See Getty Petroleum Mktg., Inc. v. Capital Terminal\n\nCo., 391 F.3d 312, 326 (1st Cir. 2004) (\"These voluntary standards\n\ndo not irrefutably establish the standard of care in a negligence\n\ncase.    Rather, they constitute one more piece of evidence upon\n\nwhich the jury could decide whether the defendant acted as a\n\nreasonably prudent person in the circumstances of th[e] case.\"\n\n(internal quotation marks omitted)).                    Plaintiffs have not shown\n\nthat the district court should have been required to accept the\n\nstandards as conclusive evidence of the standard of care PJM owed\n\nPicchione.\n\n               In conclusion, we make clear that we make no per se rule\n\nabout what precise obligations a boat-commissioner will owe to a\n\nboat-owner under the warranty of workmanlike performance.                        This is\n\na    factual    question    which      depends     on    the   scope   of   the    work\n\ncontemplated in the parties' explicit agreement and on obligations\n\nimplied through the surrounding circumstances.                     Here, plaintiffs\n\nhave failed to establish that PJM had explicitly or implicitly\n\nundertaken to inspect the vessel for hidden defects or compliance\n\n\n                                            -14-\n\fwith a particular standard.       Thus, plaintiffs cannot succeed on\n\ntheir claim that PJM's failure to do so was a breach of its implied\n\nwarranty of workmanlike performance.\n\n            B.   Is PJM responsible for the turned-off bilge pumps?\n\n            No party challenges the district court's conclusion that\n\nPJM was serving as Picchione's bailee.          Rather, the question\n\ncenters around whether Picchione may benefit from a presumption of\n\nfault against his bailee.       The district court found PJM did not\n\nhave \"exclusive\" possession of the boat and, so, refused to apply\n\nthis presumption.\n\n            Generally, under bailment law, \"when the bailor shows\n\ndelivery to a bailee and the bailee's failure to return the thing\n\nbailed, he makes out a prima facie case of negligence against the\n\nbailee.\"    Goudy & Stevens, Inc. v. Cable Marine, Inc., 924 F.2d 16,\n\n18 (1st Cir. 1991) (internal quotation marks omitted).       This law\n\nessentially creates a presumption against the bailee, which can be\n\nrebutted.    See id.   This presumption is based on the rationale that\n\n\"since the bailee is generally in a better position than the bailor\n\nto ascertain the cause of the loss, the law lays on it the duty to\n\ncome forward with the information it has available.\"      Id. at 19.\n\n            But this rule admits an exception.     \"[N]o inference or\n\npresumption of negligence can arise against a bailee if [its]\n\npossession of the damaged bailed property was not exclusive of that\n\nof the bailor.\"        Id. (internal quotation marks omitted).    The\n\n\n                                  -15-\n\fdispute in this case regards the term \"exclusive.\"                    We have said\n\nthat the requirement \"does not mean that any act of dominion by the\n\nbailor over the vessel would also negate the inference.\"                  Id.; see\n\nalso id. at 19 n.3 (citing cases holding that a bailor's \"mere\n\naccess\" is insufficient to defeat the presumption).                    Rather, for\n\nthe presumption to attach, exclusivity must only \"be of such a\n\nnature as to permit a reasonable trier of fact to infer that the\n\nbailee is in the better, or sole, position to explain what actually\n\nhappened.\"      Id.     Where both parties have \"equally unrestricted\n\naccess,\"    a   district      court   commits    no   error   by   rejecting   the\n\npresumption.     Id.\n\n            As just described, we view the question of exclusivity as\n\none to be found by a \"trier of fact,\" so review is for clear error.\n\nSee id.      Plaintiffs contend that the district court erred in\n\nfinding no exclusivity because Picchione performed no work on the\n\nvessel    and   had    mere   access   to   it   only   to    stock    provisions.\n\nFurther, plaintiffs reason, Stroker was the only one to admit\n\ntouching the bilge pump switches, and PJM did not warn Picchione of\n\nStroker's actions, so PJM is better situated to explain what\n\nhappened.\n\n            But again, plaintiffs have failed to meet their high\n\nburden of showing clear error.          Picchione was on the vessel on the\n\nThursday, Friday, and Saturday before the sinking.                    He had equal\n\naccess to and power over the bilge pump switch, which, by his own\n\n\n                                       -16-\n\fadmission,    he     checked    on   Saturday.     Next,   he    had   hired   an\n\nindependent mechanic who was responsible for a portion of the boat,\n\nwhich prevented PJM from fully exercising control.                      Finally,\n\nPicchione admitted that his friends had his implied permission to\n\naccess the boat without his prior approval.                This is not \"mere\n\naccess.\"     Rather, it is the kind of activity which, through its\n\ninterference with PJM's control over the boat, would cast doubt on\n\nthe fairness of presuming PJM was responsible.                    The district\n\ncourt's rejection of plaintiffs' exclusivity claim was not clear\n\nerror.\n\n            Plaintiffs suggest in the opening of their brief to this\n\ncourt that, aside from the law of bailment, the district court made\n\na factual error in not finding Stroker responsible for turning off\n\nthe automatic bilge pump.            But plaintiffs fail to develop any\n\nargument as to how the district court clearly erred in reaching a\n\ncontrary conclusion in reliance on Picchione's deposition testimony\n\nthat   he    would    have     checked    the   bilge   switch   on    Saturday.\n\nAccordingly, any such argument is waived.               See United States v.\n\nZannino, 895 F.2d 1, 17 (1st Cir. 1990) (documenting the \"settled\n\nappellate rule that issues adverted to in a perfunctory manner,\n\nunaccompanied by some effort at developed argumentation, are deemed\n\nwaived\").\n\n\n\n\n                                         -17-\n\f          C.   Do any other alleged errors require vacatur?\n\n          Plaintiffs contend that the district court's findings\n\nrely on an expert report which was never admitted into evidence.\n\nSpecifically, plaintiffs point to PJM's expert's conclusion (1)\n\nthat the exhaust hose could not have caused the leak and (2) that\n\na single bilge pump would have saved Eveready.   Any reliance by the\n\ndistrict court on such testimony would be entirely harmless.    The\n\ndistrict court's holding was not based on any finding about the\n\ncause of the initial leak.   In fact, the district court explicitly\n\nmade no determination on that issue.   As to the second conclusion,\n\nthe district court did find the proposed fact: that a single bilge\n\npump would have saved the vessel.   But such testimony was entirely\n\ncumulative with Northern's own expert, who also proposed the same\n\nconclusion.    These errors epitomize harmlessness, and are not a\n\nbasis for reversal.     See 28 U.S.C. § 2111.      Plaintiffs have\n\nessentially no developed arguments of prejudice with which to\n\nchallenge this conclusion.\n\n          Plaintiffs next contend that the district court erred\n\nwhen it (1) concluded that no evidence showed the rate of the leak\n\nbefore the sinking,6 (2) stated that Northern's expert could not\n\n\n\n6\n   This is also not clear error. The only testimony plaintiffs\npoint to showed the rate of the leak after the vessel was recovered\nand inspected.      While one could accept such testimony as\ncircumstantial evidence of the rate of leaking before the sinking,\nthe district court was not required to so infer, and was correct\nthat there was no direct evidence of the pre-sinking leakage rate.\n\n                                -18-\n\frule out another source of the leak (namely hull damage), and\n\n(3) confused testimony regarding the rear as opposed to the engine\n\nroom   bilge.      But   none   of   these       facts   are   material    to   the\n\ndispositive questions of PJM's duty to detect defects or leaks or\n\nto PJM's liability for the turned-off automatic bilge pump.7                     So\n\nthese contentions provide no basis to justify vacatur.\n\n            Finally,     plaintiffs       challenge      the   district    court's\n\nfinding that the sinking was caused when the boat sank to such a\n\npoint that water backflowed through the exhaust ports.                Plaintiffs\n\npoint to some evidence showing that Eveready normally sat in the\n\nwater with her exhaust ports submerged.              Even if plaintiffs could\n\nshow clear error, their claim here is confusing at best.                   It was\n\nplaintiffs' own expert who proposed the backflow theory, and one of\n\nplaintiffs'     chief    theories    is   that    PJM    was   negligent   in   not\n\ndetecting flaws in the bilge design that would have prevented such\n\nbackflow.       It is strange for plaintiffs to now challenge the\n\ndistrict court's backflow findings.               Plaintiffs are essentially\n\narguing that the boat did not sink in the way they suggested that\n\n\n\n7\n   In their reply brief, plaintiffs argue that a proper finding as\nto the rate of the leak, combined with evidence of a scum lime that\nformed on Eveready, would lead to a conclusion that the bilge pump\nmust have been turned off before Saturday.       Plaintiffs do not\nadequately develop this technical argument. Nor did they raise it\nin their initial briefs. It is waived. See Waste Mgmt. Holdings,\nInc. v. Mowbray, 208 F.3d 288, 299 (1st Cir. 2000) (\"We have held,\nwith a regularity bordering on the monotonous, that issues advanced\nfor the first time in an appellant's reply brief are deemed\nwaived.\").\n\n                                      -19-\n\fit did.     But plaintiffs propose no other explanation for the\n\nsinking, let alone a theory that would show that PJM should have\n\ndetected this unspecified defect.             Therefore, plaintiffs challenge\n\nto this finding also fails on harmlessness grounds.\n\n            Plaintiffs undoubtedly hoped to tarnish the district\n\ncourt's conclusions by trying to cast doubt on these subsidiary\n\nfindings.    But their failure to meaningfully engage the rule of\n\nharmless error review dooms their claims.\n\n            D.    Must Picchione Indemnify PJM?\n\n            PJM       essentially    argues    that   Picchione   promised,   in\n\nParagraph 19 of the Slip Rental Agreement, to indemnify PJM for\n\n\"any loss,\" including attorney's fees, arising out of \"any incident\n\noccurring on or about the Tenant's vessel . . . or on the premises\n\nof the Marina,\" including its sinking. PJM challenges the district\n\ncourt's rejection of its indemnification counterclaim, asserting\n\nthat it improperly imposed an additional limitation that the\n\nliability arise out of the Slip Rental Agreement.8\n\n            The parties selected Rhode Island law to govern their\n\ncontract.        No    party   has   challenged   (or   even   mentioned)   that\n\nselection, and we see no policy interest which would override this\n\ncontractual choice.         Cf. Restatement (Second) of Conflict of Laws\n\n\n\n8\n    We note that though PJM also cites language from another\nprovision dealing more explicitly with attorney's fees, Paragraph\n39, PJM develops no argument regarding this section. So, any such\nargument is waived.\n\n                                        -20-\n\f§    187   (1971)    (discussing     enforcing    parties'    choice   of    law\n\nprovisions); see also Littlefield v. Acadia Ins. Co., 392 F.3d 1,\n\n6 (1st Cir. 2004) (noting that state rules of interpretation often\n\ngovern maritime contracts absent controlling federal law on point\n\n(citing Wilburn Boat Co. v. Fireman's Fund Ins. Co., 348 U.S. 310,\n\n314 (1955))).\n\n             The construction of an unambiguous contract is a question\n\nof    law,   which    we   review    de   novo.     Lloyd's    of   London    v.\n\nPagán-Sánchez, 539 F.3d 19, 22 (1st Cir. 2008); Arruda v. Sears,\n\nRoebuck & Co., 310 F.3d 13, 19 (1st Cir. 2002).          Under Rhode Island\n\nlaw, a contract is ambiguous \"if it is reasonably susceptible of\n\ndifferent constructions.\"           In re Newport Plaza Assoc., 985 F.2d\n\n640, 645 (1st Cir. 1993) (internal quotation marks omitted).\n\n\"Conversely, a contract which within the realm of reason can bear\n\nonly a single plausible interpretation can be so construed by the\n\ncourt as a matter of law.\"          Id.   \"Where the language of a contract\n\nis clear and unambiguous, the Rhode Island Supreme Court has\n\ngenerally interpreted the parties' intent based solely on the\n\nwritten words.\"        Id.     \"[A] court is duty bound to construe\n\ncontractual terms in the context of the contract as a whole.\"                Id.\n\nat 646.\n\n             We reject PJM's position regarding Paragraph 19.            While\n\nPJM's reading is clever, it is not convincing.            PJM does not seek\n\nindemnity for a loss directly resulting from the sinking, but for\n\n\n                                      -21-\n\fa loss resulting from a lawsuit over the sinking.        And this sinking\n\nallegedly resulted not from the mere use of PJM's slip, which was\n\nthe   subject   of   the   Slip   Rental   Agreement,   but   from   alleged\n\nnegligence in the execution of a separate agreement to commission\n\nthe vessel.9\n\n           In this way, the context of the contract makes clear that\n\nit should be limited to the slip rental context; PJM's broader\n\nconstruction simply does not make sense. Under PJM's construction,\n\nit could sue Picchione for attorney's fees if it incurred expenses\n\ndefending almost any conceivable suit -- even if the suit arose\n\nfrom an incident not related to Picchione in the slightest.             For\n\nexample, if another patron slipped and fell at the Marina and sued\n\nPJM, PJM's construction would allow it to sue Picchione for \"loss\"\n\nto PJM arising out of the \"incident occurring . . . on the premises\n\nof the marina.\"      Even if the construction was limited to incidents\n\n\"occurring on or about Tenant's vessel,\" PJM's construction would\n\nrequire Picchione to defend PJM if a third party was injured while\n\n\n\n9\n    PJM argues that plaintiffs' complaint alleged negligence\nattributable to the mere slip rental. PJM argues that Picchione\nshould be treated like its insurer, and that Paragraph 19 imposes\non him a duty to defend PJM against any pleadings raising claims\nthat might be covered under Paragraph 19, even if his ultimate\nclaims only related to the commissioning. PJM offers no cases to\nsupport its novel theory that such a clause can effectively turn\nPicchione into an insurer, and we reject their argument. Further,\nafter review of the paragraphs of the complaint and amended\ncomplaint upon which PJM relies, we conclude that plaintiffs'\npleadings related to PJM's commissioning responsibilities, not its\nslip rental.\n\n                                    -22-\n\fa PJM agent was moving the boat.          This is an absurd result, and we\n\nwill not so construe the contract.             See Dubis v. East Greenwich\n\nFire Dist., 754 A.2d 98, 101 (R.I. 2000) (\"To construe this\n\nunambiguous contract any other way . . . would produce an absurd\n\nresult.\").      Instead,      we   conclude    that    a   Rhode   Island    court\n\ninterpreting       this    contract    would   construe     it   as   limited     to\n\nindemnity    for    loss    causally    connected     to   the   purpose    of   the\n\ncontract.    See Hingham Mut. Fire Ins. Co. v. Heroux, 549 A.2d 265,\n\n267 (R.I. 1988) (observing that a similar limitation could be read\n\n\"as intending to limit the scope of coverage to incidents with a\n\ncausal connection to the premises, not to incidents that merely\n\noccur on the premises\") (citing Hanson v. General Accident Fire &\n\nLife Ins. Corp., 450 So. 2d 1260, 1261-62 (Fla. Dist. Ct. App.\n\n1984)).     Here, we agree with the district court that the sinking\n\nwas causally connected to the commissioning process and not to the\n\nslip rental agreement.\n\n                               III.    Conclusion\n\n            For all of the foregoing reasons, the judgment below is\n\naffirmed in all respects.\n\n            Affirmed.\n\n\n\n\n                                       -23-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>579 F.3d 61 (2009)</b></center>\n<center><h1>NORTHERN INSURANCE COMPANY OF NEW YORK; Nicholas Picchione, Plaintiffs-Appellants/Cross-Appellees,<br>\nv.<br>\nPOINT JUDITH MARINA, LLC, Defendant-Appellee/Cross-Appellant, <span class=\"star-pagination\">*62</span> <br>\nAlbin Manufacturing, Inc., Standish Boatyard, Inc., Defendants.</h1></center>\n<center>Nos. 08-2156, 08-2246.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard June 1, 2009.</center>\n<center>Decided August 27, 2009.</center>\n<p><span class=\"star-pagination\">*64</span> Frederick A. Lovejoy, with whom Lovejoy &amp; Associates, was on brief for appellants/cross-appellees.</p>\n<p>Michael J. Rauworth, with whom Carl E. Fumarola and Cetrulo &amp; Capone LLP, were on brief for appellee/cross-appellant.</p>\n<p>Before LYNCH, Chief Judge, TORRUELLA, Circuit Judge, and EBEL,<sup>[*]</sup> Senior Circuit Judge.</p>\n<p>TORRUELLA, Circuit Judge.</p>\n<p>After a bench trial, the district court entered judgment for defendant Point Judith Marina (\"PJM\") on claims for damages by plaintiff Nicholas Picchione and subrogee-plaintiff Northern Insurance Company of New York (\"Northern\"). The claims arose as a result of the sudden sinking of a recreational boat (\"Eveready\") owned by Northern's insured, Picchione. The district court also rejected PJM's counterclaim against Picchione for attorney's fees based on a slip rental agreement between Picchione and PJM. Each of these parties appeals the unfavorable aspects of the judgment. After careful review, we affirm in all respects.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>Picchione bought Eveready in 1996 from Standish Boatyard, Inc. (\"Standish\"). Eveready is a 35-foot vessel made by Albin Manufacturing, Inc. (\"Albin\"). It is undisputed that, as purchased, the vessel's exhaust hoses ran through the hull over a plywood bulkhead without any chafing gear or strain relief. And the engine room's bilge pumps did not include antisiphon loops or check valves, features which would prevent or limit backflow of water through the exhaust. These precautions are recommended by the American Boat &amp; Yacht Council (\"ABYC\"). As detailed below, plaintiffs assert that these alleged design deficiencies led to Eveready's sinking.</p>\n<p>Picchione docked his boat at PJM. PJM also undertook to store the boat on land in the winter, commission it in the spring, and decommission it in the fall. In the course of these activities, PJM conducted repairs on some of the boat's components. Nonetheless, in a finding at issue on this appeal, the district court concluded that \"aside from work that [PJM] contracts to perform specifically, it does not provide general preventative maintenance or care for the vessels in the Marina.\"</p>\n<p>During the 2004-2005 off-season, Picchione hired \"Dan,\" an independent mechanic, to work on Eveready's engines. <span class=\"star-pagination\">*65</span> Then, on April 21, 2005, PJM moved the vessel to its slip. PJM employee Joseph Stroker worked on commissioning Eveready on Friday, April 22, 2005.<sup>[1]</sup> PJM refused to work on the engine as part of the commissioning because of Dan's work. PJM also refused to conduct a sea-test of Eveready until Dan tested the engines. But Stroker did examine the bilge pumps. He noticed six to eight inches of water in the bilge, which he pumped out. After pumping, he noted that the engine room bilge would not stop running. He then turned off what he insists was the engine room bilge pump by switching one of three switches to the off position. Consistent with his notes made at the time, Stroker testified that he left the automatic bilge pump switch on and that he tested to make sure a bilge would activate.</p>\n<p>Picchione visited the boat on April 21, 22, and 23 to stock the vessel. Picchione testified that he checked the automatic bilge switch on April 22 and that it was on. He further testified that he did not recall checking it or the water in the bilges on April 23. The district court found this testimony inconsistent with his deposition, where he testified that he always checked the bilges for water, and would have done so on Saturday, April 23. He also said at deposition that he would have left the automatic bilge switch turned on.</p>\n<p>No evidence showed that anyone else boarded Eveready after Picchione, though Picchione admitted that his friends occasionally boarded the boat without checking with him first. On the evening of Sunday, April 24, another marina-goer did not notice anything wrong with Eveready as she sat in her slip. That individual awoke the next morning to see the vessel gone and replaced by a spreading oil slick. By that afternoon, Eveready was hauled from the bottom and inspected. During an inspection that day, the harbormaster noticed the bilge pump switches were all in the off position. At a joint survey conducted on May 3, with experts representing both sides, a small steady stream of water was observed running down the starboard interior hull in the engine compartment. The source of the leak could not be determined at the time. The vessel was reconditioned and re-hauled in October 2007. At that time, no water was observed entering. During reconditioning, when the fuel tanks were removed, a cut was found in the bottom side of the starboard exhaust hose. Evidence showed that the cut would not have been visible without removing the fuel tanks and disassembling the exhaust system. Northern theorizes that the cut was caused by the lack of anti-chafing gear at the point where the hoses passed through the hull.</p>\n<p>Northern, through its expert, posits that water entered the vessel through this leak. PJM took the position that the hole could not have caused the leaking. The district court did not resolve this dispute, but concluded that whatever the source of the initial leak, water began to accumulate in the bilge and the vessel sank in the water until the exhaust portal became submerged,<sup>[2]</sup> causing significant back-flooding, which led to the boat's sinking. Expert testimony established that one working <span class=\"star-pagination\">*66</span> bilge pump would have prevented this chain of events.</p>\n<p>After Northern paid money to Picchione under an insurance policy between the two of them, these two parties filed a complaint against PJM, Standish, and Albin.<sup>[3]</sup> The complaint invoked the district court's admiralty jurisdiction, 28 U.S.C. § 1333(1), and, as amended,<sup>[4]</sup> asserted claims against PJM for failure to warn, breach of the warranty of workmanlike service, \"breach of contract/negligence,\" and \"bailment.\" PJM filed a counter-claim for indemnification against Picchione, based on the language of their slip rental agreement. That agreement provides, in relevant part:</p>\n<blockquote>18. Tenant hereby covenants, warrants, and agrees to indemnify and hold Marina harmless from any loss or injury, including death, to any person, including the Tenant, arising out of any incident occurring on or about the Tenant's vessel, a vessel of any patron of the Marina, or on the premises of the Marina.</blockquote>\n<p>PJM essentially contends that it suffered attorneys fees as a result of the sinking and that Picchione should provide indemnification for this \"loss.\" PJM has not contended on appeal that this provision bars plaintiffs' claims against it.</p>\n<p>The case proceeded to a five-day bench trial. The district court grouped plaintiffs' claims into two categories: those arising out of PJM's failure to detect the cause of the initial leak, and those arising out of PJM's alleged responsibility for turning off the automatic bilge pump. As to the first group, the district court held plaintiffs' tort claims barred by the economic loss doctrine. It further found no evidence of a specific contract for \"inspection, general maintenance, and repair of all the vessel's component parts\" and no evidence \"to support the proposition that such alleged defects should have been discovered and corrected as part of the general warranty of workmanlike performance.\" The district court deemed the ABYC recommendations non-binding and found that PJM never agreed to perform preventative maintenance.</p>\n<p>As to the claims related to the bilge pump, the district court first concluded it would not apply a presumption against PJM based on bailment law since PJM did not have exclusive control of the vessel. The district court then concluded that someone had turned off the automatic switch, but that the court \"simply cannot conclude with any certainty who turned off the automatic bilge pump switch, and when.\" The court concluded that Northern had not met its burden to show that PJM's agent, Stroker, was responsible. Specifically, the court relied on Picchione's admission at deposition that he would have checked when he was on the boat on Saturday that the automatic pump was on. Given that, the court could not find by a preponderance that Stroker turned the automatic pump off on Friday.</p>\n<p>As to PJM's counterclaim, the district court reasoned that the contract pertained only to the slip rental and not to allegations of negligence in the performance of other service contracts. Accordingly, judgment entered for PJM on plaintiffs' claims and for Picchione on PJM's counterclaims. Each side appeals.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*67</span> II. <i>Discussion</i>\n</h2>\n<p>\"Where, as here, the district court conducts a bench trial and serves as the factfinder, its determinations of negligence, proximate cause, and similar issues are entitled to considerable deference.\" <i>Jackson v. United States,</i> 156 F.3d 230, 232 (1st Cir.1998). Specifically, such review is for clear error. <i>Id.</i> \"Thus, a trial court's factual determinations will be set aside only if, after careful evaluation of the evidence, we are left with an abiding conviction that those determinations and findings are simply wrong.\" <i>Id.</i> at 232-33 (internal quotation marks omitted). \"On clear-error review, we cannot second-guess the trier's choices among those competing inferences even if, had we been sitting as triers of the facts, we might have arrived at a different set of judgments.\" <i>Id.</i> at 233; <i>see also </i><i>Anderson v. Bessemer City,</i> 470 U.S. 564, 574, 105 S.Ct. 1504, 84 L.Ed.2d 518 (1985) (\"Where there are two permissible views of the evidence, the factfinder's choice between them cannot be clearly erroneous.\"). Nonetheless, we review questions of law <i>de novo. </i><i>LPP Mortg., Ltd. v. Sugarman,</i> 565 F.3d 28, 31 (1st Cir.2009).</p>\n<p>Though there was some dispute in the district court about the import of the economic loss doctrine to plaintiffs' tort claims, this case ultimately does not turn on this issue, which plaintiffs do not separately challenge on appeal. Rather, relying on PJM's obligations under the warranty of workmanlike performance, plaintiffs attack the specific conclusions of the district court. Namely, at issue is whether the district court erred (1) in finding PJM had no obligation to discover defects in Eveready, (2) in not finding PJM responsible for the disabled automatic bilge pump, (3) in making various other factual findings, and, finally, on the cross-appeal, (4) in ruling that the contract between Picchione and PJM did not provide for indemnification on these facts.</p>\n<p>We evaluate plaintiffs' claims under federal maritime law. <i>See </i><i>La Esperanza de P.R. v. Pérez y Cía. de P.R.,</i> 124 F.3d 10, 16 (1st Cir.1997). As discussed below, the slip rental agreement provides that it shall be governed by Rhode Island law.</p>\n<p></p>\n<h2>A. Did PJM have an obligation to detect defects?</h2>\n<p>Plaintiffs advance their claim under a theory that PJM breached the implied warranty of workmanlike performance inherent in federal maritime law. This doctrine provides that a maritime contractor \"who contracts to provide services impliedly agrees to perform in a diligent and workmanlike manner.\" <i>Parks v. United States,</i> 784 F.2d 20, 26 (1st Cir. 1986) (internal quotation marks omitted). \"[T]he implied warranty of workmanlike performance parallel[s] a negligence standard rather than imposing ... strict liability,\" but \"a shipowner may receive indemnity from a marine contractor for breach of implied warranty of workmanlike service, albeit that such performance was done without negligence.\" <i>La Esperanza,</i> 124 F.3d at 17 (internal quotation marks omitted). \"[T]his warranty need not be express to bind the ship repairer to use the degree of diligence, attention and skill adequate to complete the task.\" <i>Id.</i> at 19 (internal quotation marks and emphasis omitted).</p>\n<p>For example, where an agreement effectively required a party to assume maintenance, and specifically required it to \"conduct a condition survey,\" we affirmed a district court's finding that the warranty of workmanlike performance was breached by failure to detect a defect that later injured a sailor. <i>Parks,</i> 784 F.2d at 27. Similarly, when a shipyard contracted to perform hull repair and held itself out as <span class=\"star-pagination\">*68</span> so-qualified, the shipyard was found liable for failing to complete repairs as a result of making a welding mistake which \"should have been readily apparent to any reasonably competent ship repair professional.\" <i>La Esperanza,</i> 124 F.3d at 17-19.</p>\n<p>As the district court found, this case is quite different. PJM's duties in commissioning the vessel did not obligate it to appraise the overall condition of the vessel or search for defects in hidden exhaust hoses or the design of the bilge pumps. Though the implied warranty of workmanlike performance is a legal standard, the question of what is required in a workmanlike performance is necessarily a factual question that naturally varies from case to case based on the scope and nature of the service being undertaken. <i>See id.</i> at 19 (affirming a finding of breach where the \"evidence in the record substantiates that similarly situated ship repairers\" would have been able to properly weld the hull plates at issue); <i>SS Amazonia v. New Jersey Exp. Marine Carpenters, Inc.,</i> 564 F.2d 5, 8-9 (2d Cir.1977) (reviewing a maritime workmanlike performance claim and treating as a factual issue the question of how tractors should be secured for shipping). First of all, unlike in <i>Parks,</i> no explicit agreement of the parties provided for such an inspection. 784 F.2d at 27. In fact, plaintiffs have failed to show any written service agreement at all covering the commissioning.<sup>[5]</sup></p>\n<p>Second, there is no clear error in the district court's finding that no such obligation was implied. This is not to say that PJM had no implied obligations. As we have stated, our precedent provides that obligations under warranty of workmanlike performance apply to implied agreements. Nonetheless, evidence in the record, namely testimony from PJM's manager, supports the district court's conclusion that no implied obligation to fully inspect all components inheres in PJM's agreement to undertake commissioning Eveready. And plaintiffs point to no evidence which would clearly establish that a reasonable worker would conduct a complete inspection during commissioning.</p>\n<p>Plaintiffs do point to certain snippets of testimony to challenge this conclusion. But in no case do they show (or even explicitly argue) that the district court's dispositive findings were clearly erroneous. Specifically, plaintiffs note that PJM's manager admitted that the commissioning process normally includes inspecting components including hoses and bilge pumps. But close examination of his testimony reveals that he simply said that a technician should report visible defects in exhaust hoses and the like, and that \"[i]f we can't see items, we can't do anything about them.\" Thus, such testimony does not show the commissioning was meant to be comparable to a full inspection. And evidence supported the district court's conclusion that the exhaust hose hole that Northern alleges led to the initial leak was not visible. Plaintiffs argue that even if the hose hole was not visible, the absence of chafing gear would have been visible. But the district court did not so find, and the evidence does not require that conclusion. Further, even if the hoses were inspected, the evidence does not require the conclusion that the absence of chafing gear is something a workmanlike boat commissioner should have noticed.</p>\n<p>Plaintiffs also point to PJM's manager's statement that commissioning includes checking for leaks. But, the evidence <span class=\"star-pagination\">*69</span> showed that Stroker did check for water in the bilge, and pumped it out. And he reasonably did not conduct a sea test, which might have revealed further leaks, because the engines had not been tested by Dan, Picchione's independent contractor.</p>\n<p>Next, plaintiffs suggest that there were prior occasions where PJM fixed an exhaust hose or adjusted the bilge pump during commissioning. Plaintiffs can point to a checklist from a prior commissioning which shows that PJM checked for old hoses. But the fact that PJM agents previously made repairs to a particular component does not compel the conclusion that a workmanlike commissioning process should include an inspection of such components. Rather, the district court's conclusion about the scope of PJM's responsibilities was supported by testimony from PJM's manager that PJM did not assume general responsibility for servicing vessels it commissions at its slips.</p>\n<p>Third, plaintiffs theorize that the district court committed error by failing to put enough weight on the ABYC standards recommending certain preventative gear to guard against hose chafing and bilge pump backflow. Plaintiffs argue that PJM, as a repairer, should not be allowed to depart from industry standards. This argument fails for at least two reasons. First, this argument misses a step by assuming that PJM had an obligation to inspect for compliance with such standards. The district court did not find such inspection to be part of the commissioning process, and for the reasons we have explained, we see no clear error. Second, even if PJM had some duty to conduct a general inspection, the standards would not automatically establish a duty to detect a lack of the specified precautions. Rather, we recognize such standards as some evidence of what a reasonable person would do, not as a definitive statement of PJM's obligations. <i>See </i><i>Getty Petroleum Mktg., Inc. v. Capital Terminal Co.,</i> 391 F.3d 312, 326 (1st Cir. 2004) (\"These voluntary standards do not irrefutably establish the standard of care in a negligence case. Rather, they constitute one more piece of evidence upon which the jury could decide whether the defendant acted as a reasonably prudent person in the circumstances of th[e] case.\" (internal quotation marks omitted)). Plaintiffs have not shown that the district court should have been required to accept the standards as conclusive evidence of the standard of care PJM owed Picchione.</p>\n<p>In conclusion, we make clear that we make no per se rule about what precise obligations a boat-commissioner will owe to a boat-owner under the warranty of workmanlike performance. This is a factual question which depends on the scope of the work contemplated in the parties' explicit agreement and on obligations implied through the surrounding circumstances. Here, plaintiffs have failed to establish that PJM had explicitly or implicitly undertaken to inspect the vessel for hidden defects or compliance with a particular standard. Thus, plaintiffs cannot succeed on their claim that PJM's failure to do so was a breach of its implied warranty of workmanlike performance.</p>\n<p></p>\n<h2>B. Is PJM responsible for the turned-off bilge pumps?</h2>\n<p>No party challenges the district court's conclusion that PJM was serving as Picchione's bailee. Rather, the question centers around whether Picchione may benefit from a presumption of fault against his bailee. The district court found PJM did not have \"exclusive\" possession of the boat and, so, refused to apply this presumption.</p>\n<p>Generally, under bailment law, \"when the bailor shows delivery to a bailee <span class=\"star-pagination\">*70</span> and the bailee's failure to return the thing bailed, he makes out a prima facie case of negligence against the bailee.\" <i>Goudy &amp; Stevens, Inc. v. Cable Marine, Inc.,</i> 924 F.2d 16, 18 (1st Cir.1991) (internal quotation marks omitted). This law essentially creates a presumption against the bailee, which can be rebutted. <i>See id.</i> This presumption is based on the rationale that \"since the bailee is generally in a better position than the bailor to ascertain the cause of the loss, the law lays on it the duty to come forward with the information it has available.\" <i>Id.</i> at 19.</p>\n<p>But this rule admits an exception. \"[N]o inference or presumption of negligence can arise against a bailee if [its] possession of the damaged bailed property was not exclusive of that of the bailor.\" <i>Id.</i> (internal quotation marks omitted). The dispute in this case regards the term \"exclusive.\" We have said that the requirement \"does not mean that any act of dominion by the bailor over the vessel would also negate the inference.\" <i>Id.; see also id.</i> at 19 n. 3 (citing cases holding that a bailor's \"mere access\" is insufficient to defeat the presumption). Rather, for the presumption to attach, exclusivity must only \"be of such a nature as to permit a reasonable trier of fact to infer that the bailee is in the better, or sole, position to explain what actually happened.\" <i>Id.</i> Where both parties have \"equally unrestricted access,\" a district court commits no error by rejecting the presumption. <i>Id.</i></p>\n<p>As just described, we view the question of exclusivity as one to be found by a \"trier of fact,\" so review is for clear error. <i>See id.</i> Plaintiffs contend that the district court erred in finding no exclusivity because Picchione performed no work on the vessel and had mere access to it only to stock provisions. Further, plaintiffs reason, Stroker was the only one to admit touching the bilge pump switches, and PJM did not warn Picchione of Stroker's actions, so PJM is better situated to explain what happened.</p>\n<p>But again, plaintiffs have failed to meet their high burden of showing clear error. Picchione was on the vessel on the Thursday, Friday, and Saturday before the sinking. He had equal access to and power over the bilge pump switch, which, by his own admission, he checked on Saturday. Next, he had hired an independent mechanic who was responsible for a portion of the boat, which prevented PJM from fully exercising control. Finally, Picchione admitted that his friends had his implied permission to access the boat without his prior approval. This is not \"mere access.\" Rather, it is the kind of activity which, through its interference with PJM's control over the boat, would cast doubt on the fairness of presuming PJM was responsible. The district court's rejection of plaintiffs' exclusivity claim was not clear error.</p>\n<p>Plaintiffs suggest in the opening of their brief to this court that, aside from the law of bailment, the district court made a factual error in not finding Stroker responsible for turning off the automatic bilge pump. But plaintiffs fail to develop any argument as to how the district court clearly erred in reaching a contrary conclusion in reliance on Picchione's deposition testimony that he would have checked the bilge switch on Saturday. Accordingly, any such argument is waived. <i>See </i><i>United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990) (documenting the \"settled appellate rule that issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived\").</p>\n<p></p>\n<h2>C. Do any other alleged errors require vacatur?</h2>\n<p>Plaintiffs contend that the district court's findings rely on an expert report <span class=\"star-pagination\">*71</span> which was never admitted into evidence. Specifically, plaintiffs point to PJM's expert's conclusion (1) that the exhaust hose could not have caused the leak and (2) that a single bilge pump would have saved Eveready. Any reliance by the district court on such testimony would be entirely harmless. The district court's holding was not based on any finding about the cause of the initial leak. In fact, the district court explicitly made no determination on that issue. As to the second conclusion, the district court did find the proposed fact: that a single bilge pump would have saved the vessel. But such testimony was entirely cumulative with <i>Northern's own expert,</i> who also proposed the same conclusion. These errors epitomize harmlessness, and are not a basis for reversal. <i>See</i> 28 U.S.C. § 2111. Plaintiffs have essentially no developed arguments of prejudice with which to challenge this conclusion.</p>\n<p>Plaintiffs next contend that the district court erred when it (1) concluded that no evidence showed the rate of the leak before the sinking,<sup>[6]</sup> (2) stated that Northern's expert could not rule out another source of the leak (namely hull damage), and (3) confused testimony regarding the rear as opposed to the engine room bilge. But none of these facts are material to the dispositive questions of PJM's duty to detect defects or leaks or to PJM's liability for the turned-off automatic bilge pump.<sup>[7]</sup> So these contentions provide no basis to justify vacatur.</p>\n<p>Finally, plaintiffs challenge the district court's finding that the sinking was caused when the boat sank to such a point that water backflowed through the exhaust ports. Plaintiffs point to some evidence showing that Eveready normally sat in the water with her exhaust ports submerged. Even if plaintiffs could show clear error, their claim here is confusing at best. It was plaintiffs' own expert who proposed the backflow theory, and one of plaintiffs' chief theories is that PJM was negligent in not detecting flaws in the bilge design that would have prevented such backflow. It is strange for plaintiffs to now challenge the district court's backflow findings. Plaintiffs are essentially arguing that the boat did not sink in the way they suggested that it did. But plaintiffs propose no other explanation for the sinking, let alone a theory that would show that PJM should have detected this unspecified defect. Therefore, plaintiffs challenge to this finding also fails on harmlessness grounds.</p>\n<p>Plaintiffs undoubtedly hoped to tarnish the district court's conclusions by trying to cast doubt on these subsidiary findings. But their failure to meaningfully engage the rule of harmless error review dooms their claims.</p>\n<p></p>\n<h2>D. Must Picchione Indemnify PJM?</h2>\n<p>PJM essentially argues that Picchione promised, in Paragraph 19 of the <span class=\"star-pagination\">*72</span> Slip Rental Agreement, to indemnify PJM for \"any loss,\" including attorney's fees, arising out of \"any incident occurring on or about the Tenant's vessel ... or on the premises of the Marina,\" including its sinking. PJM challenges the district court's rejection of its indemnification counterclaim, asserting that it improperly imposed an additional limitation that the liability arise out of the Slip Rental Agreement.<sup>[8]</sup></p>\n<p>The parties selected Rhode Island law to govern their contract. No party has challenged (or even mentioned) that selection, and we see no policy interest which would override this contractual choice. <i>Cf.</i> Restatement (Second) of Conflict of Laws § 187 (1971) (discussing enforcing parties' choice of law provisions); <i>see also </i><i>Littlefield v. Acadia Ins. Co.,</i> 392 F.3d 1, 6 (1st Cir.2004) (noting that state rules of interpretation often govern maritime contracts absent controlling federal law on point (citing <i>Wilburn Boat Co. v. Fireman's Fund Ins. Co.,</i> 348 U.S. 310, 314, 75 S.Ct. 368, 99 L.Ed. 337 (1955))).</p>\n<p>The construction of an unambiguous contract is a question of law, which we review <i>de novo. </i><i>Lloyd's of London v. Pagán-Sánchez,</i> 539 F.3d 19, 22 (1st Cir.2008); <i>Arruda v. Sears, Roebuck &amp; Co.,</i> 310 F.3d 13, 19 (1st Cir.2002). Under Rhode Island law, a contract is ambiguous \"if it is reasonably susceptible of different constructions.\" <i>In re Newport Plaza Assoc.,</i> 985 F.2d 640, 645 (1st Cir. 1993) (internal quotation marks omitted). \"Conversely, a contract which within the realm of reason can bear only a single plausible interpretation can be so construed by the court as a matter of law.\" <i>Id.</i> \"Where the language of a contract is clear and unambiguous, the Rhode Island Supreme Court has generally interpreted the parties' intent based solely on the written words.\" <i>Id.</i> \"[A] court is duty bound to construe contractual terms in the context of the contract as a whole.\" <i>Id.</i> at 646.</p>\n<p>We reject PJM's position regarding Paragraph 19. While PJM's reading is clever, it is not convincing. PJM does not seek indemnity for a loss directly resulting from the sinking, but for a loss resulting from a lawsuit over the sinking. And this sinking allegedly resulted not from the mere use of PJM's slip, which was the subject of the Slip Rental Agreement, but from alleged negligence in the execution of a separate agreement to commission the vessel.<sup>[9]</sup></p>\n<p>In this way, the context of the contract makes clear that it should be limited to the slip rental context; PJM's broader construction simply does not make sense. Under PJM's construction, it could sue Picchione for attorney's fees if it incurred expenses defending almost any conceivable suiteven if the suit arose from an incident not related to Picchione in the slightest. For example, if another patron slipped and fell at the Marina and sued <span class=\"star-pagination\">*73</span> PJM, PJM's construction would allow it to sue Picchione for \"loss\" to PJM arising out of the \"incident occurring ... on the premises of the marina.\" Even if the construction was limited to incidents \"occurring on or about Tenant's vessel,\" PJM's construction would require Picchione to defend PJM if a third party was injured while a PJM agent was moving the boat. This is an absurd result, and we will not so construe the contract. <i>See </i><i>Dubis v. East Greenwich Fire Dist.,</i> 754 A.2d 98, 101 (R.I.2000) (\"To construe this unambiguous contract any other way ... would produce an absurd result.\"). Instead, we conclude that a Rhode Island court interpreting this contract would construe it as limited to indemnity for loss causally connected to the purpose of the contract. <i>See </i><i>Hingham Mut. Fire Ins. Co. v. Heroux,</i> 549 A.2d 265, 267 (R.I.1988) (observing that a similar limitation could be read \"as intending to limit the scope of coverage to incidents with a causal connection to the premises, not to incidents that merely occur on the premises\") (citing <i>Hanson v. General Accident Fire &amp; Life Ins. Corp.,</i> 450 So.2d 1260, 1261-62 (Fla.Dist.Ct.App.1984)). Here, we agree with the district court that the sinking was causally connected to the commissioning process and not to the slip rental agreement.</p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>For all of the foregoing reasons, the judgment below is affirmed in all respects.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Tenth Circuit, sitting by designation.</p>\n<p>[1]  Plaintiffs suggest that Stroker may have been on the vessel the next day, since his work slip indicated he worked for 13.4 hours. But plaintiffs point to no evidence clearly establishing the proposition that he worked on Saturday. Rather, Stroker's testimony suggests otherwise.</p>\n<p>[2]  Some evidence suggested that Eveready normally sat in the water with her exhaust portals submerged or partially submerged. This issue will be discussed below.</p>\n<p>[3]  Default judgment ultimately entered against Albin. Standish settled on the eve of trial.</p>\n<p>[4]  An amended complaint later listed only Northern as a plaintiff in the caption, but continued to name Picchione as a plaintiff elsewhere. In light of this confusion, and in light of PJM's counterclaim against Picchione, the district court continued to view Picchione as a plaintiff and counter-defendant.</p>\n<p>[5]  At oral argument, we asked Northern's counsel to file a supplemental letter addressing this point, but he failed to do so.</p>\n<p>[6]  This is also not clear error. The only testimony plaintiffs point to showed the rate of the leak <i>after</i> the vessel was recovered and inspected. While one could accept such testimony as circumstantial evidence of the rate of leaking before the sinking, the district court was not required to so infer, and was correct that there was no direct evidence of the presinking leakage rate.</p>\n<p>[7]  In their reply brief, plaintiffs argue that a proper finding as to the rate of the leak, combined with evidence of a scum lime that formed on Eveready, would lead to a conclusion that the bilge pump must have been turned off before Saturday. Plaintiffs do not adequately develop this technical argument. Nor did they raise it in their initial briefs. It is waived. <i>See </i><i>Waste Mgmt. Holdings, Inc. v. Mowbray,</i> 208 F.3d 288, 299 (1st Cir.2000) (\"We have held, with a regularity bordering on the monotonous, that issues advanced for the first time in an appellant's reply brief are deemed waived.\").</p>\n<p>[8]  We note that though PJM also cites language from another provision dealing more explicitly with attorney's fees, Paragraph 39, PJM develops no argument regarding this section. So, any such argument is waived.</p>\n<p>[9]  PJM argues that plaintiffs' complaint alleged negligence attributable to the mere slip rental. PJM argues that Picchione should be treated like its insurer, and that Paragraph 19 imposes on him a duty to defend PJM against any pleadings raising claims that might be covered under Paragraph 19, even if his ultimate claims only related to the commissioning. PJM offers no cases to support its novel theory that such a clause can effectively turn Picchione into an insurer, and we reject their argument. Further, after review of the paragraphs of the complaint and amended complaint upon which PJM relies, we conclude that plaintiffs' pleadings related to PJM's commissioning responsibilities, not its slip rental.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">579</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></span> (2009)</b></center>\n<center><h1>NORTHERN INSURANCE COMPANY OF NEW YORK; Nicholas Picchione, Plaintiffs-Appellants/Cross-Appellees,<br>\nv.<br>\nPOINT JUDITH MARINA, LLC, Defendant-Appellee/Cross-Appellant, <span class=\"star-pagination\">*62</span> <br>\nAlbin Manufacturing, Inc., Standish Boatyard, Inc., Defendants.</h1></center>\n<center>Nos. 08-2156, 08-2246.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard June 1, 2009.</center>\n<center>Decided August 27, 2009.</center>\n<p><span class=\"star-pagination\">*64</span> Frederick A. Lovejoy, with whom Lovejoy &amp; Associates, was on brief for appellants/cross-appellees.</p>\n<p>Michael J. Rauworth, with whom Carl E. Fumarola and Cetrulo &amp; Capone LLP, were on brief for appellee/cross-appellant.</p>\n<p>Before LYNCH, Chief Judge, TORRUELLA, Circuit Judge, and EBEL,<sup>[*]</sup> Senior Circuit Judge.</p>\n<p>TORRUELLA, Circuit Judge.</p>\n<p>After a bench trial, the district court entered judgment for defendant Point Judith Marina (\"PJM\") on claims for damages by plaintiff Nicholas Picchione and subrogee-plaintiff Northern Insurance Company of New York (\"Northern\"). The claims arose as a result of the sudden sinking of a recreational boat (\"Eveready\") owned by Northern's insured, Picchione. The district court also rejected PJM's counterclaim against Picchione for attorney's fees based on a slip rental agreement between Picchione and PJM. Each of these parties appeals the unfavorable aspects of the judgment. After careful review, we affirm in all respects.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>Picchione bought Eveready in 1996 from Standish Boatyard, Inc. (\"Standish\"). Eveready is a 35-foot vessel made by Albin Manufacturing, Inc. (\"Albin\"). It is undisputed that, as purchased, the vessel's exhaust hoses ran through the hull over a plywood bulkhead without any chafing gear or strain relief. And the engine room's bilge pumps did not include antisiphon loops or check valves, features which would prevent or limit backflow of water through the exhaust. These precautions are recommended by the American Boat &amp; Yacht Council (\"ABYC\"). As detailed below, plaintiffs assert that these alleged design deficiencies led to Eveready's sinking.</p>\n<p>Picchione docked his boat at PJM. PJM also undertook to store the boat on land in the winter, commission it in the spring, and decommission it in the fall. In the course of these activities, PJM conducted repairs on some of the boat's components. Nonetheless, in a finding at issue on this appeal, the district court concluded that \"aside from work that [PJM] contracts to perform specifically, it does not provide general preventative maintenance or care for the vessels in the Marina.\"</p>\n<p>During the 2004-2005 off-season, Picchione hired \"Dan,\" an independent mechanic, to work on Eveready's engines. <span class=\"star-pagination\">*65</span> Then, on April 21, 2005, PJM moved the vessel to its slip. PJM employee Joseph Stroker worked on commissioning Eveready on Friday, April 22, 2005.<sup>[1]</sup> PJM refused to work on the engine as part of the commissioning because of Dan's work. PJM also refused to conduct a sea-test of Eveready until Dan tested the engines. But Stroker did examine the bilge pumps. He noticed six to eight inches of water in the bilge, which he pumped out. After pumping, he noted that the engine room bilge would not stop running. He then turned off what he insists was the engine room bilge pump by switching one of three switches to the off position. Consistent with his notes made at the time, Stroker testified that he left the automatic bilge pump switch on and that he tested to make sure a bilge would activate.</p>\n<p>Picchione visited the boat on April 21, 22, and 23 to stock the vessel. Picchione testified that he checked the automatic bilge switch on April 22 and that it was on. He further testified that he did not recall checking it or the water in the bilges on April 23. The district court found this testimony inconsistent with his deposition, where he testified that he always checked the bilges for water, and would have done so on Saturday, April 23. He also said at deposition that he would have left the automatic bilge switch turned on.</p>\n<p>No evidence showed that anyone else boarded Eveready after Picchione, though Picchione admitted that his friends occasionally boarded the boat without checking with him first. On the evening of Sunday, April 24, another marina-goer did not notice anything wrong with Eveready as she sat in her slip. That individual awoke the next morning to see the vessel gone and replaced by a spreading oil slick. By that afternoon, Eveready was hauled from the bottom and inspected. During an inspection that day, the harbormaster noticed the bilge pump switches were all in the off position. At a joint survey conducted on May 3, with experts representing both sides, a small steady stream of water was observed running down the starboard interior hull in the engine compartment. The source of the leak could not be determined at the time. The vessel was reconditioned and re-hauled in October 2007. At that time, no water was observed entering. During reconditioning, when the fuel tanks were removed, a cut was found in the bottom side of the starboard exhaust hose. Evidence showed that the cut would not have been visible without removing the fuel tanks and disassembling the exhaust system. Northern theorizes that the cut was caused by the lack of anti-chafing gear at the point where the hoses passed through the hull.</p>\n<p>Northern, through its expert, posits that water entered the vessel through this leak. PJM took the position that the hole could not have caused the leaking. The district court did not resolve this dispute, but concluded that whatever the source of the initial leak, water began to accumulate in the bilge and the vessel sank in the water until the exhaust portal became submerged,<sup>[2]</sup> causing significant back-flooding, which led to the boat's sinking. Expert testimony established that one working <span class=\"star-pagination\">*66</span> bilge pump would have prevented this chain of events.</p>\n<p>After Northern paid money to Picchione under an insurance policy between the two of them, these two parties filed a complaint against PJM, Standish, and Albin.<sup>[3]</sup> The complaint invoked the district court's admiralty jurisdiction, 28 U.S.C. § 1333(1), and, as amended,<sup>[4]</sup> asserted claims against PJM for failure to warn, breach of the warranty of workmanlike service, \"breach of contract/negligence,\" and \"bailment.\" PJM filed a counter-claim for indemnification against Picchione, based on the language of their slip rental agreement. That agreement provides, in relevant part:</p>\n<blockquote>18. Tenant hereby covenants, warrants, and agrees to indemnify and hold Marina harmless from any loss or injury, including death, to any person, including the Tenant, arising out of any incident occurring on or about the Tenant's vessel, a vessel of any patron of the Marina, or on the premises of the Marina.</blockquote>\n<p>PJM essentially contends that it suffered attorneys fees as a result of the sinking and that Picchione should provide indemnification for this \"loss.\" PJM has not contended on appeal that this provision bars plaintiffs' claims against it.</p>\n<p>The case proceeded to a five-day bench trial. The district court grouped plaintiffs' claims into two categories: those arising out of PJM's failure to detect the cause of the initial leak, and those arising out of PJM's alleged responsibility for turning off the automatic bilge pump. As to the first group, the district court held plaintiffs' tort claims barred by the economic loss doctrine. It further found no evidence of a specific contract for \"inspection, general maintenance, and repair of all the vessel's component parts\" and no evidence \"to support the proposition that such alleged defects should have been discovered and corrected as part of the general warranty of workmanlike performance.\" The district court deemed the ABYC recommendations non-binding and found that PJM never agreed to perform preventative maintenance.</p>\n<p>As to the claims related to the bilge pump, the district court first concluded it would not apply a presumption against PJM based on bailment law since PJM did not have exclusive control of the vessel. The district court then concluded that someone had turned off the automatic switch, but that the court \"simply cannot conclude with any certainty who turned off the automatic bilge pump switch, and when.\" The court concluded that Northern had not met its burden to show that PJM's agent, Stroker, was responsible. Specifically, the court relied on Picchione's admission at deposition that he would have checked when he was on the boat on Saturday that the automatic pump was on. Given that, the court could not find by a preponderance that Stroker turned the automatic pump off on Friday.</p>\n<p>As to PJM's counterclaim, the district court reasoned that the contract pertained only to the slip rental and not to allegations of negligence in the performance of other service contracts. Accordingly, judgment entered for PJM on plaintiffs' claims and for Picchione on PJM's counterclaims. Each side appeals.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*67</span> II. <i>Discussion</i>\n</h2>\n<p>\"Where, as here, the district court conducts a bench trial and serves as the factfinder, its determinations of negligence, proximate cause, and similar issues are entitled to considerable deference.\" <i>Jackson v. United States,</i> <span class=\"citation\" data-id=\"198130\"><a href=\"/opinion/198130/jackson-v-united-states/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">230</span></a></span>, 232 (1st Cir.1998). Specifically, such review is for clear error. <i>Id.</i> \"Thus, a trial court's factual determinations will be set aside only if, after careful evaluation of the evidence, we are left with an abiding conviction that those determinations and findings are simply wrong.\" <i>Id.</i> at 232-33 (internal quotation marks omitted). \"On clear-error review, we cannot second-guess the trier's choices among those competing inferences even if, had we been sitting as triers of the facts, we might have arrived at a different set of judgments.\" <i>Id.</i> at 233; <i>see also </i><i>Anderson v. Bessemer City,</i> <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 574, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></a></span>, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">518</span></a></span> (1985) (\"Where there are two permissible views of the evidence, the factfinder's choice between them cannot be clearly erroneous.\"). Nonetheless, we review questions of law <i>de novo. </i><i>LPP Mortg., Ltd. v. Sugarman,</i> <span class=\"citation no-link\"><span class=\"volume\">565</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></span>, 31 (1st Cir.2009).</p>\n<p>Though there was some dispute in the district court about the import of the economic loss doctrine to plaintiffs' tort claims, this case ultimately does not turn on this issue, which plaintiffs do not separately challenge on appeal. Rather, relying on PJM's obligations under the warranty of workmanlike performance, plaintiffs attack the specific conclusions of the district court. Namely, at issue is whether the district court erred (1) in finding PJM had no obligation to discover defects in Eveready, (2) in not finding PJM responsible for the disabled automatic bilge pump, (3) in making various other factual findings, and, finally, on the cross-appeal, (4) in ruling that the contract between Picchione and PJM did not provide for indemnification on these facts.</p>\n<p>We evaluate plaintiffs' claims under federal maritime law. <i>See </i><i>La Esperanza de P.R. v. Pérez y Cía. de P.R.,</i> <span class=\"citation\" data-id=\"197506\"><a href=\"/opinion/197506/perez-y-cia-v-la-esperanza/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 16 (1st Cir.1997). As discussed below, the slip rental agreement provides that it shall be governed by Rhode Island law.</p>\n<p></p>\n<h2>A. Did PJM have an obligation to detect defects?</h2>\n<p>Plaintiffs advance their claim under a theory that PJM breached the implied warranty of workmanlike performance inherent in federal maritime law. This doctrine provides that a maritime contractor \"who contracts to provide services impliedly agrees to perform in a diligent and workmanlike manner.\" <i>Parks v. United States,</i> <span class=\"citation\" data-id=\"465038\"><a href=\"/opinion/465038/joseph-parks-v-united-states-of-america-and-third-party-v-massachusetts/\"><span class=\"volume\">784</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 26 (1st Cir. 1986) (internal quotation marks omitted). \"[T]he implied warranty of workmanlike performance parallel[s] a negligence standard rather than imposing ... strict liability,\" but \"a shipowner may receive indemnity from a marine contractor for breach of implied warranty of workmanlike service, albeit that such performance was done without negligence.\" <i>La Esperanza,</i> 124 F.3d at 17 (internal quotation marks omitted). \"[T]his warranty need not be express to bind the ship repairer to use the degree of diligence, attention and skill adequate to complete the task.\" <i>Id.</i> at 19 (internal quotation marks and emphasis omitted).</p>\n<p>For example, where an agreement effectively required a party to assume maintenance, and specifically required it to \"conduct a condition survey,\" we affirmed a district court's finding that the warranty of workmanlike performance was breached by failure to detect a defect that later injured a sailor. <i>Parks,</i> 784 F.2d at 27. Similarly, when a shipyard contracted to perform hull repair and held itself out as <span class=\"star-pagination\">*68</span> so-qualified, the shipyard was found liable for failing to complete repairs as a result of making a welding mistake which \"should have been readily apparent to any reasonably competent ship repair professional.\" <i>La Esperanza,</i> 124 F.3d at 17-19.</p>\n<p>As the district court found, this case is quite different. PJM's duties in commissioning the vessel did not obligate it to appraise the overall condition of the vessel or search for defects in hidden exhaust hoses or the design of the bilge pumps. Though the implied warranty of workmanlike performance is a legal standard, the question of what is required in a workmanlike performance is necessarily a factual question that naturally varies from case to case based on the scope and nature of the service being undertaken. <i>See id.</i> at 19 (affirming a finding of breach where the \"evidence in the record substantiates that similarly situated ship repairers\" would have been able to properly weld the hull plates at issue); <i>SS Amazonia v. New Jersey Exp. Marine Carpenters, Inc.,</i> <span class=\"citation\" data-id=\"349671\"><a href=\"/opinion/349671/ss-amazonia-her-engines-etc-companhia-de-navegacao-maritima-netumar-and/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 8-9 (2d Cir.1977) (reviewing a maritime workmanlike performance claim and treating as a factual issue the question of how tractors should be secured for shipping). First of all, unlike in <i>Parks,</i> no explicit agreement of the parties provided for such an inspection. 784 F.2d at 27. In fact, plaintiffs have failed to show any written service agreement at all covering the commissioning.<sup>[5]</sup></p>\n<p>Second, there is no clear error in the district court's finding that no such obligation was implied. This is not to say that PJM had no implied obligations. As we have stated, our precedent provides that obligations under warranty of workmanlike performance apply to implied agreements. Nonetheless, evidence in the record, namely testimony from PJM's manager, supports the district court's conclusion that no implied obligation to fully inspect all components inheres in PJM's agreement to undertake commissioning Eveready. And plaintiffs point to no evidence which would clearly establish that a reasonable worker would conduct a complete inspection during commissioning.</p>\n<p>Plaintiffs do point to certain snippets of testimony to challenge this conclusion. But in no case do they show (or even explicitly argue) that the district court's dispositive findings were clearly erroneous. Specifically, plaintiffs note that PJM's manager admitted that the commissioning process normally includes inspecting components including hoses and bilge pumps. But close examination of his testimony reveals that he simply said that a technician should report visible defects in exhaust hoses and the like, and that \"[i]f we can't see items, we can't do anything about them.\" Thus, such testimony does not show the commissioning was meant to be comparable to a full inspection. And evidence supported the district court's conclusion that the exhaust hose hole that Northern alleges led to the initial leak was not visible. Plaintiffs argue that even if the hose hole was not visible, the absence of chafing gear would have been visible. But the district court did not so find, and the evidence does not require that conclusion. Further, even if the hoses were inspected, the evidence does not require the conclusion that the absence of chafing gear is something a workmanlike boat commissioner should have noticed.</p>\n<p>Plaintiffs also point to PJM's manager's statement that commissioning includes checking for leaks. But, the evidence <span class=\"star-pagination\">*69</span> showed that Stroker did check for water in the bilge, and pumped it out. And he reasonably did not conduct a sea test, which might have revealed further leaks, because the engines had not been tested by Dan, Picchione's independent contractor.</p>\n<p>Next, plaintiffs suggest that there were prior occasions where PJM fixed an exhaust hose or adjusted the bilge pump during commissioning. Plaintiffs can point to a checklist from a prior commissioning which shows that PJM checked for old hoses. But the fact that PJM agents previously made repairs to a particular component does not compel the conclusion that a workmanlike commissioning process should include an inspection of such components. Rather, the district court's conclusion about the scope of PJM's responsibilities was supported by testimony from PJM's manager that PJM did not assume general responsibility for servicing vessels it commissions at its slips.</p>\n<p>Third, plaintiffs theorize that the district court committed error by failing to put enough weight on the ABYC standards recommending certain preventative gear to guard against hose chafing and bilge pump backflow. Plaintiffs argue that PJM, as a repairer, should not be allowed to depart from industry standards. This argument fails for at least two reasons. First, this argument misses a step by assuming that PJM had an obligation to inspect for compliance with such standards. The district court did not find such inspection to be part of the commissioning process, and for the reasons we have explained, we see no clear error. Second, even if PJM had some duty to conduct a general inspection, the standards would not automatically establish a duty to detect a lack of the specified precautions. Rather, we recognize such standards as some evidence of what a reasonable person would do, not as a definitive statement of PJM's obligations. <i>See </i><i>Getty Petroleum Mktg., Inc. v. Capital Terminal Co.,</i> <span class=\"citation\" data-id=\"201373\"><a href=\"/opinion/201373/getty-properties-v-capital-terminal/\"><span class=\"volume\">391</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">312</span></a></span>, 326 (1st Cir. 2004) (\"These voluntary standards do not irrefutably establish the standard of care in a negligence case. Rather, they constitute one more piece of evidence upon which the jury could decide whether the defendant acted as a reasonably prudent person in the circumstances of th[e] case.\" (internal quotation marks omitted)). Plaintiffs have not shown that the district court should have been required to accept the standards as conclusive evidence of the standard of care PJM owed Picchione.</p>\n<p>In conclusion, we make clear that we make no per se rule about what precise obligations a boat-commissioner will owe to a boat-owner under the warranty of workmanlike performance. This is a factual question which depends on the scope of the work contemplated in the parties' explicit agreement and on obligations implied through the surrounding circumstances. Here, plaintiffs have failed to establish that PJM had explicitly or implicitly undertaken to inspect the vessel for hidden defects or compliance with a particular standard. Thus, plaintiffs cannot succeed on their claim that PJM's failure to do so was a breach of its implied warranty of workmanlike performance.</p>\n<p></p>\n<h2>B. Is PJM responsible for the turned-off bilge pumps?</h2>\n<p>No party challenges the district court's conclusion that PJM was serving as Picchione's bailee. Rather, the question centers around whether Picchione may benefit from a presumption of fault against his bailee. The district court found PJM did not have \"exclusive\" possession of the boat and, so, refused to apply this presumption.</p>\n<p>Generally, under bailment law, \"when the bailor shows delivery to a bailee <span class=\"star-pagination\">*70</span> and the bailee's failure to return the thing bailed, he makes out a prima facie case of negligence against the bailee.\" <i>Goudy &amp; Stevens, Inc. v. Cable Marine, Inc.,</i> <span class=\"citation\" data-id=\"554971\"><a href=\"/opinion/554971/goudy-stevens-inc-v-cable-marine-inc/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span>, 18 (1st Cir.1991) (internal quotation marks omitted). This law essentially creates a presumption against the bailee, which can be rebutted. <i>See id.</i> This presumption is based on the rationale that \"since the bailee is generally in a better position than the bailor to ascertain the cause of the loss, the law lays on it the duty to come forward with the information it has available.\" <i>Id.</i> at 19.</p>\n<p>But this rule admits an exception. \"[N]o inference or presumption of negligence can arise against a bailee if [its] possession of the damaged bailed property was not exclusive of that of the bailor.\" <i>Id.</i> (internal quotation marks omitted). The dispute in this case regards the term \"exclusive.\" We have said that the requirement \"does not mean that any act of dominion by the bailor over the vessel would also negate the inference.\" <i>Id.; see also id.</i> at 19 n. 3 (citing cases holding that a bailor's \"mere access\" is insufficient to defeat the presumption). Rather, for the presumption to attach, exclusivity must only \"be of such a nature as to permit a reasonable trier of fact to infer that the bailee is in the better, or sole, position to explain what actually happened.\" <i>Id.</i> Where both parties have \"equally unrestricted access,\" a district court commits no error by rejecting the presumption. <i>Id.</i></p>\n<p>As just described, we view the question of exclusivity as one to be found by a \"trier of fact,\" so review is for clear error. <i>See id.</i> Plaintiffs contend that the district court erred in finding no exclusivity because Picchione performed no work on the vessel and had mere access to it only to stock provisions. Further, plaintiffs reason, Stroker was the only one to admit touching the bilge pump switches, and PJM did not warn Picchione of Stroker's actions, so PJM is better situated to explain what happened.</p>\n<p>But again, plaintiffs have failed to meet their high burden of showing clear error. Picchione was on the vessel on the Thursday, Friday, and Saturday before the sinking. He had equal access to and power over the bilge pump switch, which, by his own admission, he checked on Saturday. Next, he had hired an independent mechanic who was responsible for a portion of the boat, which prevented PJM from fully exercising control. Finally, Picchione admitted that his friends had his implied permission to access the boat without his prior approval. This is not \"mere access.\" Rather, it is the kind of activity which, through its interference with PJM's control over the boat, would cast doubt on the fairness of presuming PJM was responsible. The district court's rejection of plaintiffs' exclusivity claim was not clear error.</p>\n<p>Plaintiffs suggest in the opening of their brief to this court that, aside from the law of bailment, the district court made a factual error in not finding Stroker responsible for turning off the automatic bilge pump. But plaintiffs fail to develop any argument as to how the district court clearly erred in reaching a contrary conclusion in reliance on Picchione's deposition testimony that he would have checked the bilge switch on Saturday. Accordingly, any such argument is waived. <i>See </i><i>United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990) (documenting the \"settled appellate rule that issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived\").</p>\n<p></p>\n<h2>C. Do any other alleged errors require vacatur?</h2>\n<p>Plaintiffs contend that the district court's findings rely on an expert report <span class=\"star-pagination\">*71</span> which was never admitted into evidence. Specifically, plaintiffs point to PJM's expert's conclusion (1) that the exhaust hose could not have caused the leak and (2) that a single bilge pump would have saved Eveready. Any reliance by the district court on such testimony would be entirely harmless. The district court's holding was not based on any finding about the cause of the initial leak. In fact, the district court explicitly made no determination on that issue. As to the second conclusion, the district court did find the proposed fact: that a single bilge pump would have saved the vessel. But such testimony was entirely cumulative with <i>Northern's own expert,</i> who also proposed the same conclusion. These errors epitomize harmlessness, and are not a basis for reversal. <i>See</i> 28 U.S.C. § 2111. Plaintiffs have essentially no developed arguments of prejudice with which to challenge this conclusion.</p>\n<p>Plaintiffs next contend that the district court erred when it (1) concluded that no evidence showed the rate of the leak before the sinking,<sup>[6]</sup> (2) stated that Northern's expert could not rule out another source of the leak (namely hull damage), and (3) confused testimony regarding the rear as opposed to the engine room bilge. But none of these facts are material to the dispositive questions of PJM's duty to detect defects or leaks or to PJM's liability for the turned-off automatic bilge pump.<sup>[7]</sup> So these contentions provide no basis to justify vacatur.</p>\n<p>Finally, plaintiffs challenge the district court's finding that the sinking was caused when the boat sank to such a point that water backflowed through the exhaust ports. Plaintiffs point to some evidence showing that Eveready normally sat in the water with her exhaust ports submerged. Even if plaintiffs could show clear error, their claim here is confusing at best. It was plaintiffs' own expert who proposed the backflow theory, and one of plaintiffs' chief theories is that PJM was negligent in not detecting flaws in the bilge design that would have prevented such backflow. It is strange for plaintiffs to now challenge the district court's backflow findings. Plaintiffs are essentially arguing that the boat did not sink in the way they suggested that it did. But plaintiffs propose no other explanation for the sinking, let alone a theory that would show that PJM should have detected this unspecified defect. Therefore, plaintiffs challenge to this finding also fails on harmlessness grounds.</p>\n<p>Plaintiffs undoubtedly hoped to tarnish the district court's conclusions by trying to cast doubt on these subsidiary findings. But their failure to meaningfully engage the rule of harmless error review dooms their claims.</p>\n<p></p>\n<h2>D. Must Picchione Indemnify PJM?</h2>\n<p>PJM essentially argues that Picchione promised, in Paragraph 19 of the <span class=\"star-pagination\">*72</span> Slip Rental Agreement, to indemnify PJM for \"any loss,\" including attorney's fees, arising out of \"any incident occurring on or about the Tenant's vessel ... or on the premises of the Marina,\" including its sinking. PJM challenges the district court's rejection of its indemnification counterclaim, asserting that it improperly imposed an additional limitation that the liability arise out of the Slip Rental Agreement.<sup>[8]</sup></p>\n<p>The parties selected Rhode Island law to govern their contract. No party has challenged (or even mentioned) that selection, and we see no policy interest which would override this contractual choice. <i>Cf.</i> Restatement (Second) of Conflict of Laws § 187 (1971) (discussing enforcing parties' choice of law provisions); <i>see also </i><i>Littlefield v. Acadia Ins. Co.,</i> <span class=\"citation\" data-id=\"201372\"><a href=\"/opinion/201372/littlefield-v-acadia-insurance/\"><span class=\"volume\">392</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.2004) (noting that state rules of interpretation often govern maritime contracts absent controlling federal law on point (citing <i>Wilburn Boat Co. v. Fireman's Fund Ins. Co.,</i> <span class=\"citation\" data-id=\"105270\"><a href=\"/opinion/105270/wilburn-boat-co-v-firemans-fund-ins-co/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">310</span></a></span>, 314, <span class=\"citation\" data-id=\"105270\"><a href=\"/opinion/105270/wilburn-boat-co-v-firemans-fund-ins-co/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">368</span></a></span>, <span class=\"citation\" data-id=\"105270\"><a href=\"/opinion/105270/wilburn-boat-co-v-firemans-fund-ins-co/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">337</span></a></span> (1955))).</p>\n<p>The construction of an unambiguous contract is a question of law, which we review <i>de novo. </i><i>Lloyd's of London v. Pagán-Sánchez,</i> <span class=\"citation\" data-id=\"203449\"><a href=\"/opinion/203449/lloyds-of-london-v-pagan-sanchez/\"><span class=\"volume\">539</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 22 (1st Cir.2008); <i>Arruda v. Sears, Roebuck &amp; Co.,</i> <span class=\"citation\" data-id=\"200185\"><a href=\"/opinion/200185/arruda-v-degrenier/\"><span class=\"volume\">310</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span>, 19 (1st Cir.2002). Under Rhode Island law, a contract is ambiguous \"if it is reasonably susceptible of different constructions.\" <i>In re Newport Plaza Assoc.,</i> <span class=\"citation\" data-id=\"600262\"><a href=\"/opinion/600262/in-re-newport-plaza-associates-lp-debtor-newport-plaza-associates/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">640</span></a></span>, 645 (1st Cir. 1993) (internal quotation marks omitted). \"Conversely, a contract which within the realm of reason can bear only a single plausible interpretation can be so construed by the court as a matter of law.\" <i>Id.</i> \"Where the language of a contract is clear and unambiguous, the Rhode Island Supreme Court has generally interpreted the parties' intent based solely on the written words.\" <i>Id.</i> \"[A] court is duty bound to construe contractual terms in the context of the contract as a whole.\" <i>Id.</i> at 646.</p>\n<p>We reject PJM's position regarding Paragraph 19. While PJM's reading is clever, it is not convincing. PJM does not seek indemnity for a loss directly resulting from the sinking, but for a loss resulting from a lawsuit over the sinking. And this sinking allegedly resulted not from the mere use of PJM's slip, which was the subject of the Slip Rental Agreement, but from alleged negligence in the execution of a separate agreement to commission the vessel.<sup>[9]</sup></p>\n<p>In this way, the context of the contract makes clear that it should be limited to the slip rental context; PJM's broader construction simply does not make sense. Under PJM's construction, it could sue Picchione for attorney's fees if it incurred expenses defending almost any conceivable suiteven if the suit arose from an incident not related to Picchione in the slightest. For example, if another patron slipped and fell at the Marina and sued <span class=\"star-pagination\">*73</span> PJM, PJM's construction would allow it to sue Picchione for \"loss\" to PJM arising out of the \"incident occurring ... on the premises of the marina.\" Even if the construction was limited to incidents \"occurring on or about Tenant's vessel,\" PJM's construction would require Picchione to defend PJM if a third party was injured while a PJM agent was moving the boat. This is an absurd result, and we will not so construe the contract. <i>See </i><i>Dubis v. East Greenwich Fire Dist.,</i> <span class=\"citation\" data-id=\"1964795\"><a href=\"/opinion/1964795/dubis-v-east-greenwich-fire-dist/\"><span class=\"volume\">754</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">98</span></a></span>, 101 (R.I.2000) (\"To construe this unambiguous contract any other way ... would produce an absurd result.\"). Instead, we conclude that a Rhode Island court interpreting this contract would construe it as limited to indemnity for loss causally connected to the purpose of the contract. <i>See </i><i>Hingham Mut. Fire Ins. Co. v. Heroux,</i> <span class=\"citation\" data-id=\"2260457\"><a href=\"/opinion/2260457/hingham-mut-fire-ins-co-v-heroux/\"><span class=\"volume\">549</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">265</span></a></span>, 267 (R.I.1988) (observing that a similar limitation could be read \"as intending to limit the scope of coverage to incidents with a causal connection to the premises, not to incidents that merely occur on the premises\") (citing <i>Hanson v. General Accident Fire &amp; Life Ins. Corp.,</i> <span class=\"citation\" data-id=\"1832370\"><a href=\"/opinion/1832370/hanson-v-general-acc-fire-life-ins-corp/\"><span class=\"volume\">450</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1260</span></a></span>, 1261-62 (Fla.Dist.Ct.App.1984)). Here, we agree with the district court that the sinking was causally connected to the commissioning process and not to the slip rental agreement.</p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>For all of the foregoing reasons, the judgment below is affirmed in all respects.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Tenth Circuit, sitting by designation.</p>\n<p>[1]  Plaintiffs suggest that Stroker may have been on the vessel the next day, since his work slip indicated he worked for 13.4 hours. But plaintiffs point to no evidence clearly establishing the proposition that he worked on Saturday. Rather, Stroker's testimony suggests otherwise.</p>\n<p>[2]  Some evidence suggested that Eveready normally sat in the water with her exhaust portals submerged or partially submerged. This issue will be discussed below.</p>\n<p>[3]  Default judgment ultimately entered against Albin. Standish settled on the eve of trial.</p>\n<p>[4]  An amended complaint later listed only Northern as a plaintiff in the caption, but continued to name Picchione as a plaintiff elsewhere. In light of this confusion, and in light of PJM's counterclaim against Picchione, the district court continued to view Picchione as a plaintiff and counter-defendant.</p>\n<p>[5]  At oral argument, we asked Northern's counsel to file a supplemental letter addressing this point, but he failed to do so.</p>\n<p>[6]  This is also not clear error. The only testimony plaintiffs point to showed the rate of the leak <i>after</i> the vessel was recovered and inspected. While one could accept such testimony as circumstantial evidence of the rate of leaking before the sinking, the district court was not required to so infer, and was correct that there was no direct evidence of the presinking leakage rate.</p>\n<p>[7]  In their reply brief, plaintiffs argue that a proper finding as to the rate of the leak, combined with evidence of a scum lime that formed on Eveready, would lead to a conclusion that the bilge pump must have been turned off before Saturday. Plaintiffs do not adequately develop this technical argument. Nor did they raise it in their initial briefs. It is waived. <i>See </i><i>Waste Mgmt. Holdings, Inc. v. Mowbray,</i> <span class=\"citation no-link\"><span class=\"volume\">208</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">288</span></span>, 299 (1st Cir.2000) (\"We have held, with a regularity bordering on the monotonous, that issues advanced for the first time in an appellant's reply brief are deemed waived.\").</p>\n<p>[8]  We note that though PJM also cites language from another provision dealing more explicitly with attorney's fees, Paragraph 39, PJM develops no argument regarding this section. So, any such argument is waived.</p>\n<p>[9]  PJM argues that plaintiffs' complaint alleged negligence attributable to the mere slip rental. PJM argues that Picchione should be treated like its insurer, and that Paragraph 19 imposes on him a duty to defend PJM against any pleadings raising claims that might be covered under Paragraph 19, even if his ultimate claims only related to the commissioning. PJM offers no cases to support its novel theory that such a clause can effectively turn Picchione into an insurer, and we reject their argument. Further, after review of the paragraphs of the complaint and amended complaint upon which PJM relies, we conclude that plaintiffs' pleadings related to PJM's commissioning responsibilities, not its slip rental.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200185/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201372/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203449/",
    "http://www.courtlistener.com/api/rest/v3/opinions/349671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/465038/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/554971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1832370/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1964795/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2260457/"
  ]
}