{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203902/",
  "absolute_url": "/opinion/203902/correa-ruiz-v-fortuno/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203902/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:25:12Z",
  "date_modified": "2016-04-26T06:23:52.914248Z",
  "type": "010combined",
  "sha1": "f00bdf84d58edb94eac4bab6bf288635570d7d8b",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/06-2578P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/07/07/Correa-Ruiz_v._Calderon-Serra.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNo. 06-2578\n\n             CARMELO CORREA-RUIZ, FORMER COLONEL, ET AL.,\n\n                        Plaintiffs, Appellants,\n\n                        DANIEL GARCIA, ET AL.,\n\n                               Movants,\n\n                                  v.\n\n                HONORABLE LUIS FORTUÑO, IN HIS OFFICIAL\n              CAPACITY AS GOVERNOR OF THE COMMONWEALTH OF\n                          PUERTO RICO, ET AL.,\n\n                        Defendants, Appellees.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF PUERTO RICO\n           [Hon. Salvador E. Casellas, U.S. District Judge]\n\n\n                                Before\n                   Lipez and Howard, Circuit Judges,\n                    and DiClerico,* District Judge.\n\n\n     Ariel Hernandez Santana, with whom Jesus Hernandez Sanchez and\nHernandez Sanchez Law Firm were on brief, for appellants.\n     Susana I. Peñagarícano-Brown, Assistant Solicitor General,\nwith whom Salvador J. Antonetti-Stutts, Solicitor General, Mariana\nNegrón-Vargas, Deputy Solicitor General, and Maite D. Oronoz-\nRodríguez, Deputy Solicitor General, were on brief, for appellees.\n\n\n                             July 7, 2009\n\n\n\n     *\n         Of the District of New Hampshire, sitting by designation.\n\f          LIPEZ,   Circuit   Judge.    The   Age   Discrimination    in\n\nEmployment Act (\"ADEA\") contains an exemption provision that allows\n\nstate and local governments to set mandatory retirement ages for\n\nlaw enforcement officers and firefighters. See 29 U.S.C. § 623(j).\n\nIn this case, we examine for the first time revised criteria for\n\ninvoking that exemption, including a provision that conditions its\n\nuse on the employer's compliance with fitness testing regulations\n\nthat have yet to be promulgated by the Secretary of Health and\n\nHuman Services.    Id.   Appellants are more than two dozen former\n\nPuerto Rico police officers who claim that their forced retirement\n\nat age fifty-five, pursuant to Puerto Rico Law 181, violated the\n\nADEA and the Due Process Clause of the Fourteenth Amendment.        See\n\nP.R. Laws Ann. tit. 3, § 766g (2003) (\"Law 181\").       The officers\n\nfiled suit against the Commonwealth of Puerto Rico, its police\n\ndepartment, the current and former governors, and the current and\n\nformer police superintendents, seeking declaratory and injunctive\n\nrelief and damages.      The district court dismissed all claims,1\n\nconcluding that Law 181, Puerto Rico's mandatory retirement law, is\n\nconsistent with the ADEA and that appellants' terminations also\n\n\n     1\n       Appellants also alleged a supplemental claim under Article\n1802 of the Puerto Rico Civil Code, P.R. Laws Ann. tit. 31, § 5141.\nThe district court dismissed the federal claims with prejudice and\nthe Commonwealth claim without prejudice. Given our disposition of\nthe federal claims, we do not further consider the supplemental\nclaim. See Marrero-Gutierrez v. Molina, 491 F.3d 1, 7 (1st Cir.\n2007) (\"A district court retains the discretion . . . to decline to\nexercise supplemental jurisdiction where the district court has\ndismissed all claims over which it had original jurisdiction.\").\n\n                                 -2-\n\fconformed to constitutional requirements.              We agree and therefore\n\naffirm.\n\n                                         I.\n\nA. Applicable Age Discrimination Laws\n\n          1.    The ADEA\n\n          As originally enacted in 1967, the ADEA did not apply to\n\nStates and their political subdivisions. EEOC v. Wyoming, 460 U.S.\n\n226, 233 (1983).2      It thus had no impact on the age limits that\n\nmany local governments had adopted for police and firefighting\n\npersonnel.      See, e.g., Johnson v. Mayor and City Council of\n\nBaltimore,     472   U.S.   353,   358        (1985)   (evaluating    city   code\n\nprovision, adopted in 1962, requiring mandatory retirement of most\n\nfirefighting    personnel    at    age    fifty-five);     Minch     v.   City   of\n\nChicago, 363 F.3d 615, 618 (7th Cir. 2004) (noting Chicago's\n\nrequirement, \"[a]s early as 1939,\" that city firefighters retire at\n\nthe age of sixty-three); Binker v. Pennsylvania, 977 F.2d 738, 742\n\nn.2 (3d Cir. 1992) (discussing Pennsylvania law, first enacted in\n\n1929, requiring state police officers to retire at age sixty).\n\nAmong such provisions was Puerto Rico's Law 447, adopted in May\n\n1951, which established a mandatory retirement age of sixty-five\n\nfor both police officers and firefighters.\n\n\n\n     2\n       A chronology of the Congressional action and Supreme Court\ncases leading up to the current ADEA exemption for the mandatory\nretirement of police officers and firefighters appears at the end\nof this opinion.\n\n                                     -3-\n\f              Congress extended the ADEA to cover government employers\n\nin   1974,    and   the   Supreme   Court    quelled   uncertainty   over   the\n\nconstitutionality of that amendment nine years later in EEOC v.\n\nWyoming, 460 U.S. at 243.3           Once the ADEA became applicable to\n\ntheir employees, States and localities could retain maximum hiring\n\nand retirement ages only if they could show that age was a bona\n\nfide occupational qualification for particular positions.              See 29\n\nU.S.C.    §    623(f)(1).4      This    so-called      \"BFOQ   exception\"    is\n\n\"'extremely narrow,'\" and eligibility may turn on whether the\n\nemployer can demonstrate \"'a factual basis for believing[] that all\n\nor substantially all persons over the age qualification[] would be\n\nunable to perform . . . the duties of the job involved.'\"              Gately\n\n\n\n      3\n       Doubt about whether the ADEA could be applied to state and\nlocal governments had arisen in the aftermath of the Supreme\nCourt's decision in National League of Cities v. Usery, 426 U.S.\n833 (1976). See Kopec v. City of Elmhurst, 193 F.3d 894, 896-97\n(7th Cir. 1999). In Usery, which was subsequently overruled by\nGarcia v. San Antonio Metro. Transit Auth., 469 U.S. 528 (1985),\nthe Court held that the Tenth Amendment barred extension of the\nminimum-wage and overtime provisions of the Fair Labor Standards\nAct to state and local governments. 426 U.S. at 851. Although\nWyoming eliminated Tenth Amendment concerns about the ADEA, the\nSupreme Court later held that Congress did not have the authority\nto abrogate the States' sovereign immunity from suit by private\nindividuals for monetary relief under the ADEA.      See Kimel v.\nFlorida Bd. of Regents, 528 U.S. 62, 91 (2000). Injunctive relief,\nhowever, remains available. State Police for Automatic Ret. Ass'n\nv. DiFava, 317 F.3d 6, 12 (1st Cir. 2003).\n      4\n       Section 623(f)(1) allows employers \"to take any action\notherwise prohibited under [the statute] . . . where age is a bona\nfide occupational qualification reasonably necessary to the normal\noperation of the particular business . . . .\"         29 U.S.C. §\n623(f)(1).\n\n                                       -4-\n\fv. Massachusetts, 2 F.3d 1221, 1225-26 (1st Cir. 1993) (quoting W.\n\nAir   Lines,   Inc.    v.    Criswell,    472   U.S.    400,    412,    414   (1985)\n\n(additional citation and emphasis omitted; some alteration in\n\noriginal)).    Thus, with the 1974 amendment, States and localities\n\nwere subject to the same restrictive standard as private employers\n\nfor justifying the use of age in employment decisions.\n\n             In 1986, however, Congress again amended the ADEA to\n\nprovide a limited exemption for the mandatory retirement of state\n\nand local law enforcement officers and firefighters. See 29 U.S.C.\n\n§   623(j)   (1988).        The   exemption,    known   as     the    \"safe-harbor\"\n\nprovision, permitted any state or local government that had in\n\nplace age restrictions for law enforcement officers or firefighters\n\non March 3, 1983 – the day after the decision in EEOC v. Wyoming –\n\nto reinstate those restrictions.                The amendment did not allow\n\nadoption of new mandatory retirement provisions, and the exemption\n\nfor pre-existing laws had a limited life span.                       \"[D]esigned to\n\nprovide states an opportunity to adjust to the Supreme Court's\n\ndecision,\" DiFava, 317 F.3d at 9 n.3., the exemption expired on\n\nDecember 31, 1993, when mandatory retirement provisions adopted by\n\nstate and local governments once again became subject to attack for\n\nage discrimination.\n\n             That reversion to past practice was short-lived.                    In\n\n1996, Congress reinstated the safe-harbor provision, with some\n\nrevisions and without a sunset provision, retroactive to its\n\n\n                                         -5-\n\fDecember 31, 1993 termination date.               See 29 U.S.C. § 623(j).\n\nSignificantly, the 1996 legislation broadened the exemption to\n\nallow States and localities that had not had age restrictions\n\nbefore the Wyoming decision to enact such limits.                 Under this\n\nrenewed    safe-harbor    provision,      a   public   employer   may   impose\n\nmandatory retirement on law enforcement officers and firefighters\n\nwho either attain the age of retirement that was in place for those\n\nemployees as of March 3, 1983, or – if the employer's age limit was\n\nenacted after the 1996 amendment took effect – the higher of the\n\nage contained in the post-1996 enactment or age fifty-five.               Like\n\nthe original version of the exemption, the 1996 amendment also\n\nprovided that any exempted discharge be \"pursuant to a bona fide\n\nhiring or retirement plan that is not a subterfuge to evade the\n\npurposes of [the ADEA].\"       29 U.S.C. § 623(j)(2).5\n\n\n     5\n         The full text of section 623(j) is as follows:\n\n     (j) Employment as firefighter or law enforcement officer\n\n          It shall not be unlawful for an employer which is a\n     State, a political subdivision of a State, an agency or\n     instrumentality of a State or a political subdivision of\n     a State, or an interstate agency to fail or refuse to\n     hire or to discharge any individual because of such\n     individual's age if such action is taken –\n\n          (1) with respect to the employment of an individual\n     as a firefighter or as a law enforcement officer, the\n     employer has complied with section 3(d)(2) of the Age\n     Discrimination in Employment Amendments of 1996 if the\n     individual was discharged after the date described in\n     such section, and the individual has attained –\n\n                 (A)     the   age   of       hiring   or   retirement,\n\n                                     -6-\n\f            The 1996 legislation also directed the Secretary of\n\nHealth and Human Services (\"HHS\") to study and report to Congress\n\nwithin three years on the availability of tests or other methods\n\nfor    assessing      the    ability     of    law    enforcement   officers        and\n\nfirefighters to complete public safety tasks.                  Within four years,\n\nthe Secretary was to issue advisory guidelines on the use and\n\nadministration of physical and mental fitness tests to assess the\n\ncompetency      of    such   personnel,       and    the   guidelines   were   to    be\n\nfollowed by regulations \"identifying valid, nondiscriminatory job\n\nperformance tests that shall be used by employers seeking the\n\nexemption.\" Pub. L. No. 104-208 § 119(2); 110 Stat. 3009, 3009-24-\n\n25    (1996).        The   legislation    further      provided   that,   once      the\n\nregulations were issued, employers relying on the exemption would\n\n\n\n       respectively, in effect under applicable State or local\n       law on March 3, 1983; or\n\n                 (B) (i) if the individual was not hired, the\n       age of hiring in effect on the date of such failure or\n       refusal to hire under applicable State or local law\n       enacted after September 30, 1996; or\n\n                 (ii) if applicable State or local law was\n       enacted after September 30, 1996, and the individual was\n       discharged, the higher of –\n\n                 (I) the age of retirement in effect on\n            the date of such discharge under such law; and\n\n                      (II) age 55; and\n\n            (2) pursuant to a bona fide hiring or retirement\n       plan that is not a subterfuge to evade the purposes of\n       this chapter.\n\n                                          -7-\n\fbe required to give public safety personnel who reached retirement\n\nage an annual opportunity to show fitness for duty by passing such\n\na test.     110 Stat. 3009-25.     Individuals who passed the test could\n\nnot be forced to retire.       Id.\n\n             The expectation that fitness tests would be developed and\n\nprescribed in regulations became part of the law as codified.                The\n\nstatute requires the employer to comply with \"section 3(d)(2) of\n\nthe Age Discrimination in Employment Amendments of 1996 if the\n\nindividual      was   discharged   after    the    date   described    in   such\n\nsection.\"       29 U.S.C. § 623(j)(1).            The reference to \"section\n\n3(d)(2)\" has been understood to be a mistaken reference to section\n\n2(d)(2) of Public Law 104-208, which requires employers to offer\n\nthe fitness tests deemed appropriate by the Secretary. See Pub. L.\n\nNo.   104-208    §    119(2)(d)(2),   110   Stat.    3009,   3009-25   (1996);\n\n§ 623(j) Historical and Statutory Notes.            Section 2(d)(2) provides\n\nthat the requirement does not take effect, however, until \"the date\n\nof issuance of the regulations\" identifying such tests.6\n\n\n      6\n          Section 2(d) of Pub. L. No. 104-208, § 119, states:\n\n      (d) JOB PERFORMANCE TESTS–\n      (1) IDENTIFICATION OF TESTS.--After issuance of the\n      advisory guidelines described in subsection (c), the\n      Secretary shall issue regulations identifying valid,\n      nondiscriminatory job performance tests that shall be\n      used by employers seeking the exemption described in\n      section 4(j) of the Age Discrimination in Employment Act\n      of 1967 with respect to firefighters or law enforcement\n      officers who have attained an age of retirement described\n      in such section 4(j).\n      (2) USE OF TESTS.--Effective on the date of issuance of\n\n                                      -8-\n\f          Thus, § 623(j)(1) effectively states that the employer's\n\nobligation to administer fitness tests to individuals who reach\n\nmandatory retirement age begins on \"the date of issuance of the\n\nregulations,\" which is the date described in section 2(d)(2) of the\n\nADEA amendments.   However, neither the advisory guidelines on the\n\nuse and administration of tests, nor any regulations identifying\n\nappropriate tests, have yet been issued.        On its face, then, the\n\nstatute anticipates fitness testing as a prerequisite for mandatory\n\nretirement, but the tests required to be used have not yet been\n\nidentified.7\n\n          2. Puerto Rico Law 181\n\n          In August 2003, the Puerto Rico legislature amended its\n\nlongstanding   mandatory   retirement   law   for   Commonwealth   police\n\nofficers and firefighters, Act No. 447 of May 15, 1951, under which\n\n\n     the regulations described in paragraph (1), any employer\n     seeking such exemption with respect to a firefighter or\n     law enforcement officer who has attained such age shall\n     provide to each firefighter or law enforcement officer\n     who has attained such age an annual opportunity to\n     demonstrate physical and mental fitness by passing a test\n     described in paragraph (1), in order to continue\n     employment.\n     7\n       The 1986 legislation also had ordered the Department of\nLabor and the Equal Employment Opportunity Commission (\"EEOC\") to\nconduct a study of the feasibility of fitness testing for public\nsafety personnel and directed the EEOC to promulgate guidelines on\nthe administration and use of such tests. Researchers from the\nCenter for Applied Behavioral Sciences of The Pennsylvania State\nUniversity conducted the study for the government entities and\nconcluded that \"age was a poor predictor of performance in public\nsafety occupations,\" but no guidelines were issued. See H.R. Rep.\n103-314 (Nov. 1, 1993).\n\n                                 -9-\n\fage sixty-five had been the upper limit of their employment.      The\n\nnew Government Personnel Retirement Act, Law 181, lowered the\n\nmandatory retirement age to fifty-five for police officers and\n\nfirefighters   with   thirty   years   of   service,   although   the\n\nsuperintendent of the police force could authorize an officer to\n\nserve up to an additional twenty-four months as a member of the\n\nPolice Reserve force.   P.R. Laws Ann. tit. 3, § 766g (2003).\n\n           The preamble to Law 181 framed the retirement scheme as\n\na way to promote modernization and innovation by bringing new\n\nofficers into the public safety forces.        The preamble further\n\nstated that \"no discrimination is being applied to the members of\n\nthe Police or Firefighters Corps for reason of age.\"     Rather, the\n\nmotivation was \"to give a higher security to the people and to\n\nprotect the security\" of police officers and firefighters.\n\n           The mandatory retirement provision was again amended in\n\n2005.    Under Act No. 22, police officers and firefighters with\n\nthirty years of service could take voluntary retirement at age\n\nfifty-five, but the mandatory retirement age was changed to fifty-\n\neight.   P.R. Laws Ann. tit. 3, § 766g (2005).\n\nB. Procedural Background\n\n           Four days after Law 181 was enacted, the Superintendent\n\nof the Puerto Rico Police Department sent letters advising officers\n\nwho had reached age fifty-five that they had thirty days to\n\ncomplete the necessary documents for their retirement.     More than\n\n\n                                -10-\n\ftwo dozen officers who were involuntarily terminated under Law 181\n\nsubsequently filed this action against the Commonwealth of Puerto\n\nRico,       its    police   department,    Governor   Sila   M.   Calderón-Serra\n\n(\"Calderón\"), Police Superintendent Agustin Cartagena-Diaz, and\n\nformer Police Superintendent Victor M. Rivera-González,8 alleging\n\nviolations of the ADEA and, under 18 U.S.C. § 1983, the Equal\n\nProtection and Due Process Clauses of the Fourteenth Amendment of\n\nthe United States Constitution.             They also alleged a supplemental\n\nclaim under Article 1802 of the Puerto Rico Civil Code, P.R. Laws\n\nAnn. tit. 31, § 5141.\n\n                  In their complaint, the plaintiffs claimed that former\n\nGovernor Calderón and former Superintendent Rivera-González had\n\nagreed \"to get rid . . . of a group of old timers\" within the\n\nPolice Department and replace them with younger officers.                  They\n\nrequested declaratory and injunctive relief to invalidate and\n\nenjoin enforcement of Law 181 and to establish their right to due\n\nprocess before being terminated. They also sought compensatory and\n\npunitive damages against the individual defendants.\n\n                  The defendants filed a motion to dismiss under Fed. R.\n\nCiv. P. 12(b)(6), arguing that the Eleventh Amendment barred the\n\nclaims against the Commonwealth, the Police Department, and the\n\n\n        8\n       Luis Fortuño, the current governor, was later added to the\ncase in his official capacity, and Calderón remained a defendant in\nher personal capacity.       Jose Figueroa Sancha, the current\nsuperintendent of police, has been substituted for Cartagena as a\ndefendant.\n\n                                          -11-\n\findividual defendants in their official capacities.                     They further\n\nasserted that the plaintiffs had failed to state claims under the\n\nADEA and section 1983, and they alternatively raised a qualified\n\nimmunity defense.\n\n            In   ruling    on   the    motion,     the     district     court    noted\n\nplaintiffs' concession that the Eleventh Amendment barred monetary\n\ndamages against the non-individual defendants and the individual\n\ndefendants in their official capacity, and it accepted defendants'\n\nassertion, uncontested by plaintiffs, that there is no individual\n\nliability under the ADEA.           Correa-Ruiz v. Calderón-Serra, 411 F.\n\nSupp. 2d 41, 47 (D.P.R. 2005).            The court also found no merit in\n\nthe substantive claims, including plaintiffs' contentions that Law\n\n181 is a subterfuge to evade the ADEA and that the Commonwealth\n\nviolated the ADEA by forcing plaintiffs' retirements without first\n\nadministering a fitness test as contemplated by section 623(j).\n\nId.   at   48-52.    The    court      dismissed     all    federal     claims   with\n\nprejudice and the supplemental claim under Commonwealth law without\n\nprejudice. Id. at 52-53. The court also denied plaintiffs' motion\n\nfor reconsideration.\n\n            Plaintiffs appeal both the judgment of dismissal and the\n\ndenial of reconsideration.             They argue that the district court\n\nimproperly    dismissed     their      complaint     based    on    its   erroneous\n\ninterpretation      of    the   ADEA    and    its    failure      to    apply   well\n\nestablished principles of due process entitling them to a hearing\n\n\n                                        -12-\n\fbefore they were terminated.9          They also claim that the Supreme\n\nCourt's Eleventh Amendment jurisprudence does not foreclose the\n\navailability of damages from the Commonwealth under a due process\n\ntheory.\n\n               Our review of the district court's grant of a motion to\n\ndismiss is novo.       Fitzgerald v. Harris, 549 F.3d 46, 52 (1st Cir.\n\n2008).    \"To survive a motion to dismiss, the complaint must allege\n\n'a plausible entitlement to relief.'\" Id. (quoting Bell Atl. Corp.\n\nv. Twombly, 550 U.S. 544, 559 (2007)).            We turn first to the ADEA\n\nclaim    and    then   briefly   discuss    the   due   process   claim.   Our\n\ndisposition of these claims makes it unnecessary to consider\n\nappellants' arguments concerning available remedies.\n\n                                      II.\n\n               On appeal, plaintiffs offer numerous theories to support\n\ntheir contention that the defendants violated their rights under\n\nthe ADEA.       Among these claims, we discern three rationales for\n\nrecovery that warrant our attention: (1) plaintiffs' terminations\n\nin accordance with Law 181 were unlawful because the ADEA bars a\n\nstate or local government from lowering a retirement age that was\n\nin effect as of March 3, 1983, (2) plaintiffs' mandatory retirement\n\nviolated the ADEA because they were not provided with fitness\n\n\n\n     9\n       Plaintiffs do not present an equal protection argument on\nappeal, and we therefore deem any such claim waived. See Levin v.\nDalva Brothers, Inc., 459 F.3d 68, 75 n.4 (1st Cir. 2006) (noting\nthat claims not raised in opening appellate brief are waived).\n\n                                     -13-\n\ftesting to determine their capacity to continue working, and (3)\n\nplaintiffs' terminations did not comply with § 623(j)(2) of the\n\nADEA because their discharges were not \"pursuant to a bona fide\n\nhiring or retirement plan that is not a subterfuge to evade the\n\npurposes of this chapter.\"\n\nA. The Lowered Retirement Age of Law 181 and the ADEA\n\n            Plaintiffs maintain that the 1986 and 1996 amendments to\n\nthe ADEA, which created the exemption for age-based termination of\n\npublic safety personnel, prohibit the reduction of a mandatory\n\nretirement age that was applicable on March 3, 1983.    They contend\n\nthat § 623(j) permits enactment of new age limits only in States\n\nand localities that had no mandatory retirement law in effect at\n\nthat time.     Because Puerto Rico's mandatory retirement age for\n\npolice officers was sixty-five in March 1983, plaintiffs assert\n\nthat Law 181, with its lowered age limit, must be invalidated as\n\ninconsistent with the federal law.10\n\n            In construing a statute, we begin with its plain meaning,\n\nand \"[i]f the meaning of the text is unambiguous our task ends\n\nthere as well.\"   United States v. Godin, 534 F.3d 51, 56 (1st Cir.\n\n2008).    A statute is not ambiguous unless \"'it admits of more than\n\none reasonable interpretation.'\" Id. (quoting Gen. Motors Corp. v.\n\n\n     10\n       This argument was not raised before the district court and\ntherefore could be treated as waived. See In re New Motor Vehicles\nCanadian Exp. Antitrust Litig., 533 F.3d 1, 6 (1st Cir. 2008). We\nhave nevertheless chosen to address it in order to clarify the\nscope of the safe-harbor provision.\n\n                                 -14-\n\fDarling's, 444 F.3d 98, 108 (1st Cir. 2006)).           The language of\n\n§ 623(j), as amended in 1996, does not support plaintiffs' proposed\n\ninterpretation    of   the   safe-harbor   provision.      The   statute\n\nexplicitly provides that States or their subdivisions may discharge\n\na law enforcement officer or firefighter pursuant to a mandatory\n\nretirement plan that either was in effect on March 3, 1983 or was\n\nenacted after September 30, 1996.    The only age-related limitation\n\non the latter option is that the discharge occur no earlier than\n\nage fifty-five.    29 U.S.C. § 623(j)(1)(B)(ii).         Nothing in the\n\nlanguage of the provision even suggests that governments that had\n\nmandatory retirement laws in place as of March 3, 1983 could not\n\nenact new laws with lower retirement ages after September 30, 1996.\n\n          Plaintiffs rest their argument in part on an explanatory\n\n\"Rule of Construction\" contained in the background information that\n\nfollows § 623(j) in the United States Code.             The note, as it\n\nappeared in the 1996 legislation, states:\n\n          CONSTRUCTION.--Nothing      in    the   repeal,\n          reenactment, and amendment made by subsections\n          (a) and (b) shall be construed to make lawful\n          the failure or refusal to hire, or the\n          discharge of, an individual pursuant to a law\n          that–\n          (1) was enacted after March 3, 1983 and before\n          the   date    of    enactment    of   the   Age\n          Discrimination in Employment Amendments of\n          1996; and\n          (2) lowered the age of hiring or retirement,\n          respectively,    for    firefighters   or   law\n          enforcement officers that was in effect under\n          applicable State or local law on March 3,\n          1983.\n\n\n                                  -15-\n\fPub. L. No. 104-208 § 119(1), 110 Stat. 3009, 3009-24 (1996).\n\n            Plaintiffs argue that this note eliminates any ambiguity\n\nin   the   language   of   the   ADEA   amendments       and    shows   that   the\n\nCommonwealth was prohibited from lowering the mandatory retirement\n\nage for firefighters and law enforcement officers that was in\n\neffect as of March 3, 1983.             By its terms, however, the note\n\napplies only to laws that were enacted between March 3, 1983 and\n\n\"the date of enactment\" of the 1996 ADEA amendments, which was\n\nSeptember 30, 1996.        Law 181 was enacted on August 15, 2003 –\n\noutside the time frame to which the note refers.               Thus, rather than\n\nsupporting plaintiffs' view that Law 181 violated the ADEA, this\n\nnote is strong evidence to the contrary.           If the prohibition were\n\nmeant to extend to a law passed after the excluded period of time,\n\nthe end date in the phrase would have been unnecessary.                 Thus, the\n\nonly plausible interpretation of the note is that States and\n\nlocalities were permitted to enact laws lowering the mandatory\n\nretirement age for police officers and firefighters after passage\n\nof   the   1996   amendment,     so   long   as   they    complied      with   the\n\nrequirements set out in the amendment.\n\n            Plaintiffs' reliance on our decision in Gately, 2 F.3d\n\n1221, where we invalidated a lowered retirement age, is equally\n\nmisplaced. The mandatory retirement law at issue there was enacted\n\nin 1991 in connection with the consolidation of four Massachusetts\n\npolice forces. Id. at 1224. Before the consolidation, officers in\n\n\n                                      -16-\n\fthree of the forces had been subject to retirement at age sixty-\n\nfive and officers serving on the fourth force had been subject to\n\nretirement at age fifty.    Id.   The 1991 state legislation imposed\n\nmandatory retirement at age fifty-five on all members of the\n\nconsolidated force.   Id.   We held that the 1986 amendment to the\n\nADEA did not permit Massachusetts to lower the retirement age to\n\nfifty-five for the group of officers who, in 1983, were subject to\n\nretirement at sixty-five.   Before adoption of the 1996 amendments,\n\na mandatory retirement scheme enacted after March 3, 1983, imposing\n\nnew or lowered age limits on employment, was permissible only if it\n\nqualified under the narrow BFOQ exception.       See id. at 1225-26\n\n(describing the ADEA \"'escape clause'\" that allows all \"employers\n\nsome limited flexibility to take age into consideration in business\n\ndecisions\").\n\n          Unlike Gately, this case is not governed by the 1986\n\namendment and, as we have explained, a state statute lowering the\n\nretirement age for public safety personnel is permitted by the 1996\n\namendment so long as the amendment's other requirements are met.\n\nSee Feldman v. Nassau County, 434 F.3d 177, 182 (2d Cir. 2006)\n\n(\"[T]he exception can absolve a state or local government of\n\nliability under the ADEA for an age limit in law enforcement hiring\n\nregardless of whether that age limit was in existence pursuant to\n\nlocal law at the time Wyoming was decided or whether it was enacted\n\nafter the 1996 ADEA amendments that reinstated the law enforcement\n\n\n                                  -17-\n\fexception.\") (citations omitted).11               Law 181 is therefore not\n\ninvalid as a result of its lower triggering age.12\n\nB. The Fitness Testing Requirement\n\n                Plaintiffs contend that, even if they were lawfully\n\nsubject to retirement at age fifty-five, the Commonwealth had to\n\ngive them the opportunity to avoid discharge by taking performance\n\ntests        that   could   prove   their   physical   and   mental   fitness   to\n\ncontinue working.            This is the testing described above, which\n\nCongress expected to be in place within about four years after\n\nenactment of the 1996 amendment.             Although plaintiffs acknowledge\n\nthat the particular tests referenced in the statute have never been\n\n\n\n        11\n       Indeed, we observed in DiFava that the safe-harbor provision\n\"allows states, if they choose, to continue to enforce against\nrelevant law enforcement officers certain earlier age-based\nretirement laws (or to create new laws consistent with the mandates\nof the statute).\" DiFava, 317 F.3d at 14 (emphasis added). DiFava\nprimarily concerned the Massachusetts statute we found invalid in\nGately in light of the 1986 amendments, but its present-tense\ndescription of the law suggests an understanding of the then-\ncurrent version of section 623(j) consistent with the view we have\narticulated here.\n        12\n       Because the 1996 version of § 623(j) allows States and their\nsubdivisions to impose mandatory retirement at age fifty-five or\nabove, provisions adopting such a limit do not need to meet the\nrequirements contained in § 623(f)(1) for a BFOQ exception. See\nFeldman, 434 F.3d at 182 n.5 (holding that § 623(j) \"by its terms\nrelieves law enforcement agencies of having to establish that age\nis a BFOQ in order to discriminate on the basis of age\"); Kopec,\n193 F.3d at 902 (noting that \"[s]ection 623(j) would . . .\naccomplish nothing if the exemption from the ADEA were conditioned\nupon a BFOQ showing\" because \"[t]hat requirement is already found\nin section 623(f)(1)\"); see also Knight v. Georgia, 992 F.2d 1541,\n1547 (11th Cir. 1993) (holding that, under the equivalent provision\nin the 1986 amendment, a BFOQ showing was not necessary).\n\n                                        -18-\n\fidentified by the Secretary of HHS, they insist that testing is\n\nnonetheless a prerequisite to their discharge. They claim that, in\n\nthe absence of federally developed tests, Puerto Rico was required\n\nto devise its own evaluation system – or refrain from imposing\n\nmandatory retirement.\n\n            We reject this reading of the statute.                   Although the\n\nlanguage of § 623(j)(1) requires careful parsing, it unambiguously\n\nrequires testing as a pre-condition to mandatory retirement only\n\nfor those employees who would be discharged after the Secretary of\n\nHHS promulgates appropriate tests.13            As described above, section\n\n(j)(1)    states    that    the   testing     requirement     applies     \"if   the\n\nindividual    was    discharged     after     the   date    described     in    such\n\nsection,\"    and    \"such   section\"    is    \"section     3(d)(2)   of   the   Age\n\n\n\n     13\n        For convenience, we repeat the relevant portion of the\nprovision:\n\n          It shall not be unlawful for an employer which is a\n     State . . . to discharge any individual because of such\n     individual's age if such action is taken –\n\n            (1) with respect to the employment of an\n            individual as a firefighter or as a law\n            enforcement officer, the employer has complied\n            with section 3(d)(2) of the Age Discrimination\n            in Employment Amendments of 1996 if the\n            individual was discharged after the date\n            described in such section . . . .\n\n623(j)(1) (emphasis added). The statute then goes on to list the\npermissible retirement ages depending on the time of enactment of\nthe applicable mandatory retirement plan and, in subsection (2),\nrequires that the plan be bona fide and not a subterfuge to evade\nunlawful discrimination.\n\n                                       -19-\n\fDiscrimination in Employment Amendments of 1996.\"       29 U.S.C. §\n\n623(j)(1).14   The date referenced in section (d)(2) is \"the date of\n\nissuance of the regulations\" the Secretary \"shall issue . . .\n\nidentifying valid, nondiscriminatory job performance tests that\n\nshall be used by employers seeking the exemption.\"      Pub. L. No.\n\n104-208 § 119(2), 110 Stat. 3009-25 (1996).       Thus, when pieced\n\ntogether, the elements of the statutory requirement are that (1)\n\nemployers seeking the benefit of the safe-harbor provision (2) must\n\nuse the tests identified by the Secretary (3) once regulations\n\nidentifying those tests have been issued.\n\n           Although the statutory language is not in our view\n\nreasonably susceptible to another interpretation, our conclusion\n\nwould be the same if we deemed the provision ambiguous and found it\n\nnecessary to consider legislative history to ascertain Congress's\n\nintent.   See Godin, 534 F.3d at 56 (noting that, \"[i]f the statute\n\nis ambiguous, we look beyond the text to the legislative history in\n\norder to determine congressional intent\"); see also Minch, 363 F.3d\n\nat 620 n.4 (stating that \"[t]he failure to promulgate guidelines\n\nand regulations for fitness testing gives rise to an ambiguity in\n\nthe statute\"); Drnek v. Chicago, 192 F. Supp. 2d 835, 840 (N.D.\n\nIll. 2002) (concluding that \"the plain language of § 623 is\n\n\n\n\n     14\n       As explained earlier, the reference to section (3)(d)(2)\nshould have been to section 2(d)(2).      See supra note 6 &\naccompanying text.\n\n                                -20-\n\fambiguous\" because \"it leaves a gap by requiring employers to\n\ncomply with regulations that have not been promulgated\").\n\n          In a thoughtful discussion that was endorsed by the\n\nSeventh Circuit in Minch, see 363 F.3d at 620 n.4, the district\n\ncourt in Drnek examined § 623(j)'s legislative history at length\n\nbefore concluding that the public safety exemption in the provision\n\nwas \"subject to the use of fitness tests when and if suitable tests\n\nwere ever made available by HHS.\"     Drnek, 192 F. Supp. 2d at 842.\n\nThe court cited comments made during floor debates on the proposed\n\nlegislation that showed skepticism among members of Congress about\n\nthe adequacy of existing physical tests.    See id. at 841-42.15   The\n\ncourt then concluded:\n\n          [T]he legislative history suggests that the\n          intent of the amendment was to reinstate an\n\n\n     15\n       For example, Representative Owens \"noted that fitness tests\nin existence at that time tended to discriminate against women and\nminorities, and that they were not an effective substitute for age\nlimits.\"   Drnek, 192 F. Supp. 2d at 841 (citing 141 Cong. Rec.\n9491, 9492). Representative Weldon also observed that \"'[f]itness\ntests are not a valid alternative to age limits,' apparently\nbecause of the shortcomings of existing tests, and that '[i]n the\nabsence of a valid fitness test, age limits ensure our public\nsafety teams are in peak condition.'\" Id. (quoting 141 Cong. Rec.\nat 9492). Senator Moseley-Braun spoke directly to the issue of\nStates and localities devising substitute tests:\n\n     \"[Y]ou may ask why State and local governments cannot\n     just develop tests to screen out those individuals who\n     may still retain their strength at the age of 60 or 70.\n     However, there is no adequate test that can simulate the\n     conditions that firefighters and police officers face in\n     the line of duty.\"\n\nId. (quoting 141 Cong. Record 7765, 7766).\n\n                               -21-\n\f                exemption from the ADEA allowing for age-based\n                retirement for public safety officials because\n                fitness tests were unreliable, expensive, and\n                had potential discriminatory effects on women\n                and minorities. The provision in § 623(j)(1)\n                for compliance with § 3(d)(2) merely imposed\n                an obligation on employers to provide tests\n                when and if suitable tests became available;\n                it did not make tests a condition precedent to\n                the operation of the exemption.\n\nId. at 842.\n\n                We    thus   agree     with    the   Seventh    Circuit    that   \"this\n\ncomponent of section 623(j)(1) is essentially meaningless at this\n\njuncture.\"           Minch, 363 F.3d at 620 n.4.             At present, a State or\n\nlocal        government      seeking    to     enforce   a     mandatory   retirement\n\nprovision must show only that: (1) the designated retirement age\n\nwas set forth in a law that either was (a) in effect on March 3,\n\n1983, or (b) in a law enacted after September 30, 1996, and is no\n\nlower than age fifty-five; and (2) the termination was taken\n\npursuant to a bona fide retirement plan that is not a subterfuge\n\nfor impermissible age discrimination. Having already addressed the\n\ntiming and scope of Law 181, we now consider appellants' contention\n\nthat the statute was a subterfuge to evade the purposes of the\n\nADEA.16\n\n\n        16\n       Plaintiffs have failed to put in issue the bona fide nature\nof the retirement plan. In their Eighth Amended Complaint, they\nalleged that the defendants did not act pursuant to a bona fide\nretirement plan, but, as the district court noted, \"[t]hat lone\nassertion\" is insufficient to state a viable ADEA claim.       See\nCorrea-Ruiz, 411 F. Supp. 2d at 50.      Nor is it sufficient to\npreserve the issue for appeal. See B & T Masonry Constr. Co. v.\nPub. Serv. Mut. Ins. Co., 382 F.3d 36, 40 (1st Cir. 2004) (\"To\n\n                                              -22-\n\fC. The Subterfuge Requirement\n\n          Plaintiffs argue that the enactment of Law 181 was a\n\nsubterfuge to evade the requirements of the ADEA because the\n\ndefendants \"discriminated in a manner forbidden by the Act\" when\n\nthey lowered the mandatory retirement age from sixty-five to fifty-\n\nfive.        Plaintiffs      emphasize     that     defendants          acted     with\n\ndiscriminatory animus, deliberately seeking to replace them with\n\nyounger officers, and they assert that this discriminatory motive\n\nconnotes an impermissible scheme to bypass defendants' obligations\n\nunder the ADEA.\n\n          In       effect,   plaintiffs      allege    that      Law    181     was   a\n\nsubterfuge    to    evade    the   ADEA   because     it   was    the    product      of\n\nintentional age discrimination. Using age as a basis for requiring\n\nretirement    is    precisely      what   section     623(j)(2)        entitles    the\n\nCommonwealth to do, however, and we thus join the Second and\n\nSeventh Circuits in rejecting an interpretation of \"subterfuge\"\n\nthat would effectively nullify the exemption.                    See Feldman, 434\n\n\npreserve a point for appeal, some developed argumentation must be\nput forward in the nisi prius court – and a veiled reference to a\nlegal theory is not enough to satisfy this requirement.\"). Indeed,\nappellants have not attempted to develop the allegation on appeal.\n     An ADEA claim resting on that basis would, in any event, be\nunlikely to succeed in this case.      See Kopec, 193 F.3d at 901\n(\"Imbuing 'bona fide' with the meaning it carries in other,\ncomparable provisions of the statute, a bona fide hiring plan\npresumably would be one that is genuine and pursuant to which\nactual hiring decisions are made.\" (citing Pub. Employees Ret. Sys.\nv. Betts, 492 U.S. 158, 166 (1989), for the proposition that an\n\"employee benefit plan is 'bona fide' to the extent that it . . .\nexists and pays benefits . . . . (citation omitted))).\n\n                                      -23-\n\fF.3d   at    184    (\"There   is    nothing        deceptive    about     the   state\n\nlegislature doing exactly what Congress provided it the authority\n\nto do . . .\"); Minch, 363 F.3d at 629 (\"[D]oing something that the\n\nstatute expressly permits does not evade its prohibitions.\").\n\n            In its analysis of the subterfuge limitation in Minch,\n\nthe Seventh Circuit relied on the Supreme Court's decision in\n\nPublic Employees Retirement System v. Betts, 492 U.S. 158 (1989).\n\nMinch, 363 F.3d at 623-29; see also Feldman, 434 F.3d at 184\n\n(adopting    the    reasoning      in    Minch).       The   Court   in   Betts    had\n\nconsidered another provision of the ADEA – section 623(f)(2) – that\n\nalso contained a \"subterfuge\" exception to an exemption from\n\nliability.       Minch, 363 F.3d at 624.           Section 623(f)(2) protected\n\nage-based employment decisions from the prohibitions of the ADEA if\n\nthey were taken pursuant to the terms of a bona fide benefit plan\n\nand if – in the same language that appears in section 623(j) – the\n\nplan was \"not a subterfuge to evade the purposes of\" the Act.                      Id.\n\n            In     interpreting     the    \"not    a   subterfuge\"      language    in\n\nsection 623(f), the Supreme Court rejected the notion that age-\n\nbased differences in employee benefits would be inconsistent with\n\nthe ADEA unless the employer could offer a cost justification for\n\nthe differential treatment.             Betts, 492 U.S. at 170-72.         The Court\n\nconcluded that, to avoid \"a self-defeating interpretation\" of the\n\nexception, id. at 178, the \"not a subterfuge\" criterion could not\n\ninvalidate the very age-based line-drawing that the exemption\n\n\n                                          -24-\n\fallowed.   Id. at 177-80; see also Minch, 363 F.3d at 625.     The\n\nSeventh Circuit applied that reasoning in the context of section\n\n623(j):\n\n           The ADEA does not forbid [a State or locality]\n           from making age-based retirement decisions as\n           to its police and firefighting personnel; it\n           expressly allows state and local governments\n           to make such decisions so long as they act\n           within the parameters set forth in section\n           623(j)(1) . . . .       The statute does not\n           condition the validity of such retirement\n           programs on proof that the public employer has\n           adopted the program genuinely believing that\n           it is justified in the interest of public\n           safety. Instead, recognizing that there was\n           not yet any national consensus as to the\n           relationship between age and one's fitness to\n           serve as a police officer or firefighter,\n           Congress opted simply to restore the status\n           quo ante, permitting states and cities to\n           continue   imposing   age  limits    on   these\n           positions as they had been able to do prior to\n           the ADEA's extension to state and municipal\n           employers    and   Wyoming's    1983    holding\n           sustaining that extension.\n\nMinch, 363 F.3d at 629.       Thus, proof that an employer imposes\n\nmandatory retirement for police officers and firefighters based on\n\nthe view that \"older individuals are not up to the rigors of law\n\nenforcement or firefighting and should make room for younger,\n\n'fresher' replacements . . . will not establish subterfuge because\n\nit does not reveal a kind of discriminatory conduct that the ADEA\n\nby its very terms forbids.\"    Id.\n\n           As both the Supreme Court in Betts and the Seventh\n\nCircuit in Minch emphasized, this understanding does not strip the\n\n\"subterfuge\" provision of all meaning.        Instead, a plaintiff\n\n                                 -25-\n\fasserting subterfuge must show that \"the employer is using the\n\nexemption as a way to evade another substantive provision of the\n\nact\" – in other words, that the employer is \"commit[ting] some\n\nother type of age discrimination forbidden by the ADEA.\"                     Minch,\n\n363 F.3d at 629-30; see also Betts, 492 U.S. at 180; Feldman, 434\n\nF.3d at 184.    The Seventh Circuit offered two examples of viable\n\nclaims of subterfuge in the context of section 623(j): (1) if an\n\nemployer adopted or reinstated age limits in order to retaliate\n\nagainst an employee who had protested practices made unlawful by\n\nthe ADEA,17 or (2) if the employer adopted age limits for police and\n\nfirefighting personnel at the same time that it created a new,\n\nlower-paying position unrestricted by age, and invited the newly\n\nretired   officers    to   apply,    allowing        the   inference    that    the\n\nmandatory     retirement    scheme     was       a     subterfuge      for     wage\n\ndiscrimination against older employees.               Minch, 363 F.3d at 630\n\n(citing Betts, 492 U.S. at 180).\n\n            As we have described, the plaintiffs here offer only\n\naccusations    of   age-based   animus      to   support     their     subterfuge\n\ncontention, alleging in their complaint that the governor and\n\npolice superintendent agreed to \"get rid . . . of a group of old\n\n\n\n     17\n       Section 4(d) of the ADEA, codified at 29 U.S.C. § 623(d),\nforbids discrimination against an employee who has \"opposed any\npractice made unlawful by\" the Act or has \"made a charge,\ntestified, assisted, or participated in any manner in an\ninvestigation, proceeding, or litigation\" of an age discrimination\ncomplaint.\n\n                                     -26-\n\ftimers with the purpose of replacing them by younger officers.\"\n\nEven   if     that    allegation   fairly      describes   the    defendants'\n\nmotivation, the fact remains that the ADEA permits government\n\nemployers who are concerned about the effectiveness of older public\n\nsafety officers to impose mandatory retirement at age fifty-five.\n\nPlaintiffs have thus offered no theory of subterfuge that can\n\nwithstand a motion to dismiss, and they have therefore failed to\n\nstate a viable claim under the ADEA.\n\n                                       III.\n\n             Plaintiffs assert that their Fourteenth Amendment right\n\nto   due    process   was   violated   when,   pursuant    to   Law   181,   the\n\ndefendants lowered the mandatory retirement age by ten years\n\nwithout providing them an opportunity to demonstrate their physical\n\nand mental fitness to continue working.           They claim that Law 447,\n\nthe 1951 act that set sixty-five as the upper age limit for police\n\nofficers, gave them a property interest in their jobs until they\n\nreached that age.       Plaintiffs also assert that they were entitled\n\nto individual hearings before their terminations.\n\n             We see no merit in this constitutional claim.              To the\n\nextent plaintiffs have a property interest in their jobs, it\n\nderives from Commonwealth law. See Hatfield-Bermúdez v. Aldanondo-\n\nRivera, 496 F.3d 51, 59 (1st Cir. 2007) (\"Property interests are\n\n'created and . . . defined by existing rules or understandings that\n\nstem from an independent source such as state law.'\" (quoting Bd.\n\n\n                                       -27-\n\fof Regents v. Roth, 408 U.S. 564, 577 (1972))).                The \"right\" to\n\ncontinued employment until age sixty-five that plaintiffs claim to\n\nhave been given by Law 447 was modified by Law 181, and no due\n\nprocess violation occurs when \"the legislature which creates a\n\nstatutory entitlement (or other property interest)             . . . alter[s]\n\nor    terminat[es]      the   entitlement      by   subsequent    legislative\n\nenactment.\"   Gattis v.       Gravett, 806 F.2d 778, 780 (8th Cir. 1986);\n\nsee   also   id.   at   781    (\"While   the   legislative     alteration    or\n\nelimination of a previously conferred property interest may be a\n\n'deprivation,' the legislative process itself provides citizens\n\nwith all of the 'process' they are 'due.'\" (citing Atkins v.\n\nParker, 472 U.S. 115, 131 (1985)); Story v. Green, 978 F.2d 60, 63\n\n(2d Cir. 1992) (\"Having enacted a statute that created such a\n\n[property] right, . . . the legislature retains the power to enact\n\nnew   legislation    altering     or   eliminating    the   right,   and   that\n\nelimination does not contravene the Due Process or Takings Clauses\n\nof the Constitution.\"); Hoffman v. City of Warwick, 909 F.2d 608,\n\n619-20 (1st Cir. 1990) (\"Where the legislature enacts general\n\nlegislation eliminating statutory rights or otherwise adjusting the\n\nbenefits and burdens of economic life, in the absence of any\n\nsubstantive        constitutional        infirmity,     'the      legislative\n\ndetermination provides all the process that is due.'\" (quoting\n\nLogan v. Zimmerman Brush Co., 455 U.S. 422, 433 (1982)); see also\n\nNat'l R.R. Passenger Corp. v. Atchison, Topeka & Santa Fe Ry., 470\n\n\n                                       -28-\n\fU.S. 451, 465-66 (1985) (\"[A]bsent some clear indication that the\n\nlegislature intends to bind itself contractually, the presumption\n\nis that 'a law is not intended to create private contractual or\n\nvested rights but merely declares a policy to be pursued until the\n\nlegislature shall ordain otherwise.'\" (quoting Dodge v. Bd. of\n\nEduc., 302 U.S. 74, 79 (1937))); Nat'l Educ. Ass'n-Rhode Island ex\n\nrel. Scigulinsky v. Retirement Bd. of R.I., 172 F.3d 22, 27 (1st\n\nCir. 1999).\n\n          Moreover,      \"[w]hen    statutory   benefits    are    denied   or\n\nterminated    pursuant   to   a    class-wide   policy   determination,     as\n\nopposed to an individual determination of eligibility, the Due\n\nProcess Clause does not require the state to afford a hearing to\n\neach affected individual.\"          Hoffman, 909 F.2d at 620; see also\n\nJohnson v. Lefkowitz, 566 F.2d 866, 869 (2d Cir. 1977) (rejecting\n\nentitlement to hearing before mandatory retirement because \"the\n\nadministrative cost to the state of providing each retiree with a\n\nhearing would be enormous, and by far outweigh the hardship to the\n\nindividual\"); cf. O'Bannon v. Town Court Nursing Ctr., 447 U.S.\n\n773, 800 (1980) (Blackmun, J., concurring in the judgment) (\"When\n\ngovernmental action affects more than a few individuals, concerns\n\nbeyond economy, efficiency, and expedition tip the balance against\n\nfinding   that   due     process     attaches.\").        Thus,    the   Police\n\nDepartment's failure to administer fitness tests before discharging\n\n\n\n\n                                     -29-\n\fplaintiffs violates neither the Constitution nor, as we have\n\nexplained, the ADEA.\n\n             Plaintiffs also attempt to rest a due process claim on\n\nthe \"arbitrariness\" of age fifty-five as \"the point at which Police\n\nOfficers are no longer physically fit to serve on the force.\"\n\nThey cite the Puerto Rico legislature's subsequent amendment of Law\n\n181, by Act No. 22 of June 30, 2005, raising the upper age limit\n\nfor police officers and firefighters to fifty-eight, as evidence\n\nthat the defendants lacked a basis for terminating their employment\n\nat age fifty-five. Although this claim is insufficiently developed\n\nto    warrant   our   consideration,      it   is,   in   any   event,   patently\n\nunavailing.        Section 623(j) explicitly permits States to impose\n\nmandatory retirement on public safety personnel at age fifty-five,\n\nand    a   state    legislature   is    therefore     not   obliged      to   amass\n\nscientific research or empirical evidence justifying its decision\n\nto adopt that age. The judgment made by Puerto Rico's legislature,\n\nafter further reflection, that the Commonwealth's safety goals\n\ncould be better achieved by raising the age to fifty-eight hardly\n\ndemonstrates       that   the   prior   adoption     of   age   fifty-five     was\n\narbitrary.      \"Forceful arguments certainly can be made as to the\n\nwisdom of enforcing a maximum age of hire,\" Kopec, 193 F.3d at 904,\n\nbut Puerto Rico's decision to do so consistently with the ADEA did\n\nnot violate plaintiffs' right to due process.\n\n\n\n\n                                        -30-\n\f                                         IV.\n\n            We summarize our holdings:\n\n            (1) Puerto Rico's Law 181, which lowered the mandatory\n\nretirement age for public safety personnel from sixty-five to\n\nfifty-five, is consistent with section 623(j) of the ADEA;\n\n            (2) Defendants were not required to administer fitness\n\ntests before enforcing Law 181's mandatory retirement age because\n\nthe testing requirement in section 623(j) will not take effect\n\nuntil appropriate tests are identified in regulations promulgated\n\nby the Secretary of HHS;\n\n            (3) Plaintiffs' allegations of age-based animus on the\n\npart of defendants do not establish that Law 181 was a \"subterfuge\"\n\nfor unlawful discrimination within the meaning of section 623(j)(2)\n\nbecause the exemption's purpose is to allow the termination of\n\npolice officers and firefighters on the basis on age;\n\n            (4) The Due Process Clause of the Fourteenth Amendment\n\nwas   not   violated     by   plaintiffs'       terminations       without    fitness\n\ntesting or individualized hearings.\n\n            We    thus   conclude    that       the     district   court     properly\n\ndismissed     plaintiffs'      complaint        under    Federal   Rule    of   Civil\n\nProcedure 12(b)(6) for failure to state a viable claim for relief.\n\nThe   court      likewise     properly     denied       plaintiffs'    motion     for\n\nreconsideration.\n\n            The judgment of the district court is therefore affirmed.\n\n\n                                         -31-\n\fSo ordered.\n\n\n\n\n              -32-\n\f       CHRONOLOGY OF EVENTS LEADING TO AN EXEMPTION UNDER\n             THE ADEA FOR THE MANDATORY RETIREMENT OF\n            FIREFIGHTERS AND LAW ENFORCEMENT OFFICERS\n\n\n1967\nADEA enacted.   It does not apply to states and their political\nsubdivisions, and existing mandatory retirement provisions for\npolice officers and firefighters are unaffected.\n\n1974\nCongress extends the ADEA to cover government employers, meaning\nthat public employers could retain maximum hiring and retirement\nprovisions only if they could show that age was a bona fide\noccupational qualification for the jobs.\n\n1976\nU.S. Supreme Court decision in National League of Cities v. Usery,\n426 U.S. 833 (1976), raises doubts about whether the ADEA could\nconstitutionally be applied to state and local governments.\n\n1983\nU.S. Supreme Court decision in EEOC v. Wyoming, 460 U.S. 226\n(1983), upholds the extension of the ADEA to government employers.\nMandatory retirement ages for firefighters and police officers were\nonce again clearly unlawful unless the states and localities could\nshow that age was a bona fide occupational qualification.\n\n1986\nCongress amends the ADEA to provide a temporary \"safe-harbor\"\nprovision allowing the mandatory retirement of state and local law\nenforcement officers and firefighters if the government employer\nhad an age restriction in place on March 3, 1983 – the day after\nthe ruling in EEOC v. Wyoming.       No new mandatory retirement\nprovisions could be adopted, and the exemption expired on December\n31, 1993.\n\n1996\nCongress reinstated the safe-harbor provision, retroactive to\nDecember 31, 1993.      The 1996 amendment also allowed public\nemployers to adopt new mandatory retirement laws. Public employers\ncould thus impose mandatory retirement on police officers and\nfirefighters if: (1) the employer had a mandatory retirement law in\neffect as of March 3, 1983, and the age of retirement was set no\nlower than the age set in that earlier law; or (2) the employer\nenacted a new mandatory retirement provision with an age limit no\nlower than fifty-five.\n\n\n                               -33-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>573 F.3d 1 (2009)</b></center>\n<center><h1>Carmelo CORREA-RUIZ, Former Colonel, et al., Plaintiffs, Appellants,<br>\nDaniel Garcia, et al., Movants,<br>\nv.<br>\nHonorable Luis FORTUÑO, in his Official Capacity as Governor of the Commonwealth of Puerto Rico, et al., Defendants, Appellees.</h1></center>\n<center>No. 06-2578.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard October 28, 2008.</center>\n<center>Decided July 7, 2009.</center>\n<p><span class=\"star-pagination\">*3</span> Ariel Hernandez Santana, with whom Jesus Hernandez Sanchez and Hernandez Sanchez Law Firm were on brief, for appellants.</p>\n<p>Susana I. Peñagarícano-Brown, Assistant Solicitor General, with whom Salvador J. Antonetti-Stutts, Solicitor General, Mariana Negrón-Vargas, Deputy Solicitor General, and Maite D. Oronoz-Rodríguez, Deputy Solicitor General, were on brief, for appellees.</p>\n<p>Before LIPEZ and HOWARD, Circuit Judges, and DiCLERICO,<sup>[*]</sup> District Judge.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>The Age Discrimination in Employment Act (\"ADEA\") contains an exemption provision that allows state and local governments to set mandatory retirement ages for law enforcement officers and firefighters. <i>See</i> 29 U.S.C. § 623(j). In this case, we examine for the first time revised criteria for invoking that exemption, including a provision that conditions its use on the employer's compliance with fitness testing regulations that have yet to be promulgated by the Secretary of Health and Human Services. <i>Id.</i> Appellants are more than two dozen former Puerto Rico police officers who claim that their forced retirement at age fifty-five, pursuant to Puerto Rico Law 181, violated the ADEA and the Due Process Clause of the Fourteenth Amendment. <i>See</i> P.R. Laws Ann. tit. 3, § 766g (2003) (\"Law 181\"). The officers filed suit against the Commonwealth of Puerto Rico, its police department, the current and former governors, and the current and former police superintendents, seeking declaratory and injunctive relief and damages. The district court dismissed all claims,<sup>[1]</sup> concluding that Law 181, Puerto Rico's mandatory retirement law, is consistent with the ADEA and that <span class=\"star-pagination\">*4</span> appellants' terminations also conformed to constitutional requirements. We agree and therefore affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>A. Applicable Age Discrimination Laws</h2>\n<p></p>\n<h2>1. The ADEA</h2>\n<p>As originally enacted in 1967, the ADEA did not apply to States and their political subdivisions. <i>EEOC v. Wyoming,</i> 460 U.S. 226, 233, 103 S.Ct. 1054, 75 L.Ed.2d 18 (1983).<sup>[2]</sup> It thus had no impact on the age limits that many local governments had adopted for police and firefighting personnel. <i>See, e.g., </i><i>Johnson v. Mayor and City Council of Baltimore,</i> 472 U.S. 353, 358, 105 S.Ct. 2717, 86 L.Ed.2d 286 (1985) (evaluating city code provision, adopted in 1962, requiring mandatory retirement of most firefighting personnel at age fifty-five); <i>Minch v. City of Chicago,</i> 363 F.3d 615, 618 (7th Cir.2004) (noting Chicago's requirement, \"[a]s early as 1939,\" that city firefighters retire at the age of sixty-three); <i>Binker v. Pennsylvania,</i> 977 F.2d 738, 742 n. 2 (3d Cir.1992) (discussing Pennsylvania law, first enacted in 1929, requiring state police officers to retire at age sixty). Among such provisions was Puerto Rico's Law 447, adopted in May 1951, which established a mandatory retirement age of sixty-five for both police officers and firefighters.</p>\n<p>Congress extended the ADEA to cover government employers in 1974, and the Supreme Court quelled uncertainty over the constitutionality of that amendment nine years later in <i>EEOC v. Wyoming,</i> 460 U.S. at 243, 103 S.Ct. 1054.<sup>[3]</sup> Once the ADEA became applicable to their employees, States and localities could retain maximum hiring and retirement ages only if they could show that age was a bona fide occupational qualification for particular positions. <i>See</i> 29 U.S.C. § 623(f)(1).<sup>[4]</sup> This so-called \"BFOQ exception\" is \"`extremely narrow,'\" and eligibility may turn on whether the employer can demonstrate \"`a factual basis for believing[] that all or substantially all persons over the age qualification[] would be unable to perform ... the duties of the job involved.'\" <i>Gately v. Massachusetts,</i> 2 F.3d 1221, 1225-26 (1st Cir.1993) (quoting <i>W. Air Lines, Inc. v. Criswell,</i> 472 U.S. 400, 412, 414, 105 S.Ct. 2743, 86 L.Ed.2d 321 (1985) (additional citation and emphasis omitted; some alteration <span class=\"star-pagination\">*5</span> in original)). Thus, with the 1974 amendment, States and localities were subject to the same restrictive standard as private employers for justifying the use of age in employment decisions.</p>\n<p>In 1986, however, Congress again amended the ADEA to provide a limited exemption for the mandatory retirement of state and local law enforcement officers and firefighters. <i>See</i> 29 U.S.C. § 623(j) (1988). The exemption, known as the \"safe-harbor\" provision, permitted any state or local government that had in place age restrictions for law enforcement officers or firefighters on March 3, 1983the day after the decision in <i>EEOC v. Wyoming</i> to reinstate those restrictions. The amendment did not allow adoption of new mandatory retirement provisions, and the exemption for pre-existing laws had a limited life span. \"[D]esigned to provide states an opportunity to adjust to the Supreme Court's decision,\" <i>DiFava,</i> 317 F.3d at 9 n. 3., the exemption expired on December 31, 1993, when mandatory retirement provisions adopted by state and local governments once again became subject to attack for age discrimination.</p>\n<p>That reversion to past practice was short-lived. In 1996, Congress reinstated the safe-harbor provision, with some revisions and without a sunset provision, retroactive to its December 31, 1993 termination date. <i>See</i> 29 U.S.C. § 623(j). Significantly, the 1996 legislation broadened the exemption to allow States and localities that had not had age restrictions before the <i>Wyoming</i> decision to enact such limits. Under this renewed safe-harbor provision, a public employer may impose mandatory retirement on law enforcement officers and firefighters who either attain the age of retirement that was in place for those employees as of March 3, 1983, orif the employer's age limit was enacted after the 1996 amendment took effectthe higher of the age contained in the post-1996 enactment or age fifty-five. Like the original version of the exemption, the 1996 amendment also provided that any exempted discharge be \"pursuant to a bona fide hiring or retirement plan that is not a subterfuge to evade the purposes of [the ADEA].\" 29 U.S.C. § 623(j)(2).<sup>[5]</sup></p>\n<p>The 1996 legislation also directed the Secretary of Health and Human Services (\"HHS\") to study and report to Congress within three years on the availability of tests or other methods for assessing the <span class=\"star-pagination\">*6</span> ability of law enforcement officers and firefighters to complete public safety tasks. Within four years, the Secretary was to issue advisory guidelines on the use and administration of physical and mental fitness tests to assess the competency of such personnel, and the guidelines were to be followed by regulations \"identifying valid, nondiscriminatory job performance tests that shall be used by employers seeking the exemption.\" Pub.L. No. 104-208 § 119(2); 110 Stat. 3009, XXXX-XX-XX (1996). The legislation further provided that, once the regulations were issued, employers relying on the exemption would be required to give public safety personnel who reached retirement age an annual opportunity to show fitness for duty by passing such a test. 110 Stat. 3009-25. Individuals who passed the test could not be forced to retire. <i>Id.</i></p>\n<p>The expectation that fitness tests would be developed and prescribed in regulations became part of the law as codified. The statute requires the employer to comply with \"section 3(d)(2) of the Age Discrimination in Employment Amendments of 1996 if the individual was discharged after the date described in such section.\" 29 U.S.C. § 623(j)(1). The reference to \"section 3(d)(2)\" has been understood to be a mistaken reference to section <i>2</i> (d)(2) of Public Law 104-208, which requires employers to offer the fitness tests deemed appropriate by the Secretary. <i>See</i> Pub.L. No. 104-208 § 119(2)(d)(2), 110 Stat. 3009, 3009-25 (1996); § 623(j) Historical and Statutory Notes. Section 2(d)(2) provides that the requirement does not take effect, however, until \"the date of issuance of the regulations\" identifying such tests.<sup>[6]</sup></p>\n<p>Thus, § 623(j)(1) effectively states that the employer's obligation to administer fitness tests to individuals who reach mandatory retirement age begins on \"the date of issuance of the regulations,\" which is the date described in section 2(d)(2) of the ADEA amendments. However, neither the advisory guidelines on the use and administration of tests, nor any regulations identifying appropriate tests, have yet been issued. On its face, then, the statute anticipates fitness testing as a prerequisite for mandatory retirement, but the tests required to be used have not yet been identified.<sup>[7]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*7</span> 2. Puerto Rico Law 181</h2>\n<p>In August 2003, the Puerto Rico legislature amended its longstanding mandatory retirement law for Commonwealth police officers and firefighters, Act No. 447 of May 15, 1951, under which age sixty-five had been the upper limit of their employment. The new Government Personnel Retirement Act, Law 181, lowered the mandatory retirement age to fifty-five for police officers and firefighters with thirty years of service, although the superintendent of the police force could authorize an officer to serve up to an additional twenty-four months as a member of the Police Reserve force. P.R. Laws Ann. tit. 3, § 766g (2003).</p>\n<p>The preamble to Law 181 framed the retirement scheme as a way to promote modernization and innovation by bringing new officers into the public safety forces. The preamble further stated that \"no discrimination is being applied to the members of the Police or Firefighters Corps for reason of age.\" Rather, the motivation was \"to give a higher security to the people and to protect the security\" of police officers and firefighters.</p>\n<p>The mandatory retirement provision was again amended in 2005. Under Act No. 22, police officers and firefighters with thirty years of service could take voluntary retirement at age fifty-five, but the mandatory retirement age was changed to fifty-eight. P.R. Laws Ann. tit. 3, § 766g (2005).</p>\n<p></p>\n<h2>B. Procedural Background</h2>\n<p>Four days after Law 181 was enacted, the Superintendent of the Puerto Rico Police Department sent letters advising officers who had reached age fifty-five that they had thirty days to complete the necessary documents for their retirement. More than two dozen officers who were involuntarily terminated under Law 181 subsequently filed this action against the Commonwealth of Puerto Rico, its police department, Governor Sila M. Calderón-Serra (\"Calderón\"), Police Superintendent Agustin Cartagena-Diaz, and former Police Superintendent Victor M. Rivera-González,<sup>[8]</sup> alleging violations of the ADEA and, under 42 U.S.C. § 1983, the Equal Protection and Due Process Clauses of the Fourteenth Amendment of the United States Constitution. They also alleged a supplemental claim under Article 1802 of the Puerto Rico Civil Code, P.R. Laws Ann. tit. 31, § 5141.</p>\n<p>In their complaint, the plaintiffs claimed that former Governor Calderón and former Superintendent Rivera-González had agreed \"to get rid ... of a group of old timers\" within the Police Department and replace them with younger officers. They requested declaratory and injunctive relief to invalidate and enjoin enforcement of Law 181 and to establish their right to due process before being terminated. They also sought compensatory and punitive damages against the individual defendants.</p>\n<p>The defendants filed a motion to dismiss under Fed.R.Civ.P. 12(b)(6), arguing that the Eleventh Amendment barred the claims against the Commonwealth, the Police Department, and the individual defendants in their official capacities. They further asserted that the plaintiffs had failed to state claims under the ADEA and section 1983, and they alternatively raised a qualified immunity defense.</p>\n<p>In ruling on the motion, the district court noted plaintiffs' concession that the Eleventh Amendment barred monetary <span class=\"star-pagination\">*8</span> damages against the non-individual defendants and the individual defendants in their official capacity, and it accepted defendants' assertion, uncontested by plaintiffs, that there is no individual liability under the ADEA. <i>Correa-Ruiz v. Calderón-Serra,</i> 411 F.Supp.2d 41, 47 (D.P.R. 2005). The court also found no merit in the substantive claims, including plaintiffs' contentions that Law 181 is a subterfuge to evade the ADEA and that the Commonwealth violated the ADEA by forcing plaintiffs' retirements without first administering a fitness test as contemplated by section 623(j). <i>Id.</i> at 48-52. The court dismissed all federal claims with prejudice and the supplemental claim under Commonwealth law without prejudice. <i>Id.</i> at 52-53. The court also denied plaintiffs' motion for reconsideration.</p>\n<p>Plaintiffs appeal both the judgment of dismissal and the denial of reconsideration. They argue that the district court improperly dismissed their complaint based on its erroneous interpretation of the ADEA and its failure to apply well established principles of due process entitling them to a hearing before they were terminated.<sup>[9]</sup> They also claim that the Supreme Court's Eleventh Amendment jurisprudence does not foreclose the availability of damages from the Commonwealth under a due process theory.</p>\n<p>Our review of the district court's grant of a motion to dismiss is de novo. <i>Fitzgerald v. Harris,</i> 549 F.3d 46, 52 (1st Cir.2008). \"To survive a motion to dismiss, the complaint must allege `a plausible entitlement to relief.'\" <i>Id.</i> (quoting <i>Bell Atl. Corp. v. Twombly,</i> 550 U.S. 544, 559, 127 S.Ct. 1955, 167 L.Ed.2d 929 (2007)). We turn first to the ADEA claim and then briefly discuss the due process claim. Our disposition of these claims makes it unnecessary to consider appellants' arguments concerning available remedies.</p>\n<p></p>\n<h2>II.</h2>\n<p>On appeal, plaintiffs offer numerous theories to support their contention that the defendants violated their rights under the ADEA. Among these claims, we discern three rationales for recovery that warrant our attention: (1) plaintiffs' terminations in accordance with Law 181 were unlawful because the ADEA bars a state or local government from lowering a retirement age that was in effect as of March 3, 1983, (2) plaintiffs' mandatory retirement violated the ADEA because they were not provided with fitness testing to determine their capacity to continue working, and (3) plaintiffs' terminations did not comply with § 623(j)(2) of the ADEA because their discharges were not \"pursuant to a bona fide hiring or retirement plan that is not a subterfuge to evade the purposes of this chapter.\"</p>\n<p></p>\n<h2>A. The Lowered Retirement Age of Law 181 and the ADEA</h2>\n<p>Plaintiffs maintain that the 1986 and 1996 amendments to the ADEA, which created the exemption for age-based termination of public safety personnel, prohibit the reduction of a mandatory retirement age that was applicable on March 3, 1983. They contend that § 623(j) permits enactment of new age limits only in States and localities that had no mandatory retirement law in effect at that time. Because Puerto Rico's mandatory retirement age for police officers was sixty-five in March 1983, plaintiffs assert that Law 181, with its lowered age limit, must be invalidated <span class=\"star-pagination\">*9</span> as inconsistent with the federal law.<sup>[10]</sup></p>\n<p>In construing a statute, we begin with its plain meaning, and \"[i]f the meaning of the text is unambiguous our task ends there as well.\" <i>United States v. Godin,</i> 534 F.3d 51, 56 (1st Cir.2008). A statute is not ambiguous unless \"`it admits of more than one reasonable interpretation.'\" <i>Id.</i> (quoting <i>Gen. Motors Corp. v. Darling's,</i> 444 F.3d 98, 108 (1st Cir.2006)). The language of § 623(j), as amended in 1996, does not support plaintiffs' proposed interpretation of the safe-harbor provision. The statute explicitly provides that States or their subdivisions may discharge a law enforcement officer or firefighter pursuant to a mandatory retirement plan that <i>either</i> was in effect on March 3, 1983 <i>or</i> was enacted after September 30, 1996. The only age-related limitation on the latter option is that the discharge occur no earlier than age fifty-five. 29 U.S.C. § 623(j)(1)(B)(ii). Nothing in the language of the provision even suggests that governments that had mandatory retirement laws in place as of March 3, 1983 could not enact new laws with lower retirement ages after September 30, 1996.</p>\n<p>Plaintiffs rest their argument in part on an explanatory \"Rule of Construction\" contained in the background information that follows § 623(j) in the United States Code. The note, as it appeared in the 1996 legislation, states:</p>\n<blockquote>CONSTRUCTION.Nothing in the repeal, reenactment, and amendment made by subsections (a) and (b) shall be construed to make lawful the failure or refusal to hire, or the discharge of, an individual pursuant to a law that</blockquote>\n<blockquote>(1) was enacted after March 3, 1983 and before the date of enactment of the Age Discrimination in Employment Amendments of 1996; and</blockquote>\n<blockquote>(2) lowered the age of hiring or retirement, respectively, for firefighters or law enforcement officers that was in effect under applicable State or local law on March 3, 1983.</blockquote>\n<p>Pub.L. No. 104-208 § 119(1), 110 Stat. 3009, 3009-24 (1996).</p>\n<p>Plaintiffs argue that this note eliminates any ambiguity in the language of the ADEA amendments and shows that the Commonwealth was prohibited from lowering the mandatory retirement age for firefighters and law enforcement officers that was in effect as of March 3, 1983. By its terms, however, the note applies only to laws that were enacted between March 3, 1983 and \"the date of enactment\" of the 1996 ADEA amendments, which was September 30, 1996. Law 181 was enacted on August 15, 2003outside the time frame to which the note refers. Thus, rather than supporting plaintiffs' view that Law 181 violated the ADEA, this note is strong evidence to the contrary. If the prohibition were meant to extend to a law passed <i>after</i> the excluded period of time, the end date in the phrase would have been unnecessary. Thus, the only plausible interpretation of the note is that States and localities were permitted to enact laws lowering the mandatory retirement age for police officers and firefighters after passage of the 1996 amendment, so long as they complied with the requirements set out in the amendment.</p>\n<p>Plaintiffs' reliance on our decision in <i>Gately,</i> 2 F.3d 1221, where we invalidated a lowered retirement age, is equally misplaced. <span class=\"star-pagination\">*10</span> The mandatory retirement law at issue there was enacted in 1991 in connection with the consolidation of four Massachusetts police forces. <i>Id.</i> at 1224. Before the consolidation, officers in three of the forces had been subject to retirement at age sixty-five and officers serving on the fourth force had been subject to retirement at age fifty. <i>Id.</i> The 1991 state legislation imposed mandatory retirement at age fifty-five on all members of the consolidated force. <i>Id.</i> We held that the 1986 amendment to the ADEA did not permit Massachusetts to lower the retirement age to fifty-five for the group of officers who, in 1983, were subject to retirement at sixty-five. Before adoption of the 1996 amendments, a mandatory retirement scheme enacted after March 3, 1983, imposing new or lowered age limits on employment, was permissible only if it qualified under the narrow BFOQ exception. <i>See id.</i> at 1225-26 (describing the ADEA \"`escape clause'\" that allows all \"employers some limited flexibility to take age into consideration in business decisions\").</p>\n<p>Unlike <i>Gately,</i> this case is not governed by the 1986 amendment and, as we have explained, a state statute lowering the retirement age for public safety personnel is permitted by the 1996 amendment so long as the amendment's other requirements are met. <i>See </i><i>Feldman v. Nassau County,</i> 434 F.3d 177, 182 (2d Cir.2006) (\"[T]he exception can absolve a state or local government of liability under the ADEA for an age limit in law enforcement hiring regardless of whether that age limit was in existence pursuant to local law at the time <i>Wyoming</i> was decided or whether it was enacted after the 1996 ADEA amendments that reinstated the law enforcement exception.\") (citations omitted).<sup>[11]</sup> Law 181 is therefore not invalid as a result of its lower triggering age.<sup>[12]</sup></p>\n<p></p>\n<h2>B. The Fitness Testing Requirement</h2>\n<p>Plaintiffs contend that, even if they were lawfully subject to retirement at age fifty-five, the Commonwealth had to give them the opportunity to avoid discharge by taking performance tests that could prove their physical and mental fitness to continue working. This is the testing described above, which Congress expected to be in place within about four years after enactment of the 1996 amendment. Although plaintiffs acknowledge that the particular tests referenced in the statute have never been identified by the Secretary of HHS, they insist that testing is nonetheless a prerequisite to their discharge. They <span class=\"star-pagination\">*11</span> claim that, in the absence of federally developed tests, Puerto Rico was required to devise its own evaluation systemor refrain from imposing mandatory retirement.</p>\n<p>We reject this reading of the statute. Although the language of § 623(j)(1) requires careful parsing, it unambiguously requires testing as a pre-condition to mandatory retirement only for those employees who would be discharged after the Secretary of HHS promulgates appropriate tests.<sup>[13]</sup> As described above, section (j)(1) states that the testing requirement applies \"if the individual was discharged after the date described in such section,\" and \"such section\" is \"section 3(d)(2) of the Age Discrimination in Employment Amendments of 1996.\" 29 U.S.C. § 623(j)(1).<sup>[14]</sup> The date referenced in section (d)(2) is \"the date of issuance of the regulations\" the Secretary \"shall issue ... identifying valid, nondiscriminatory job performance tests that shall be used by employers seeking the exemption.\" Pub.L. No. 104-208 § 119(2), 110 Stat. 3009-25 (1996). Thus, when pieced together, the elements of the statutory requirement are that (1) employers seeking the benefit of the safe-harbor provision (2) must use the tests identified by the Secretary (3) once regulations identifying those tests have been issued.</p>\n<p>Although the statutory language is not in our view reasonably susceptible to another interpretation, our conclusion would be the same if we deemed the provision ambiguous and found it necessary to consider legislative history to ascertain Congress's intent. <i>See </i><i>Godin,</i> 534 F.3d at 56 (noting that, \"[i]f the statute is ambiguous, we look beyond the text to the legislative history in order to determine congressional intent\"); <i>see also </i><i>Minch,</i> 363 F.3d at 620 n. 4 (stating that \"[t]he failure to promulgate guidelines and regulations for fitness testing gives rise to an ambiguity in the statute\"); <i>Drnek v. Chicago,</i> 192 F.Supp.2d 835, 840 (N.D.Ill.2002) (concluding that \"the plain language of § 623 is ambiguous\" because \"it leaves a gap by requiring employers to comply with regulations that have not been promulgated\").</p>\n<p>In a thoughtful discussion that was endorsed by the Seventh Circuit in <i>Minch, see</i> 363 F.3d at 620 n. 4, the district court in <i>Drnek</i> examined § 623(j)'s legislative history at length before concluding that the public safety exemption in the provision was \"subject to the use of fitness tests <i>when and if</i> suitable tests were ever made available by HHS.\" <i>Drnek,</i> 192 F.Supp.2d at 842. The court cited comments made during floor debates on the proposed legislation that showed skepticism among members of Congress about the adequacy of existing physical tests. <i>See id.</i> at 841-42.<sup>[15]</sup> The court then concluded:</p>\n<blockquote>\n<span class=\"star-pagination\">*12</span> [T]he legislative history suggests that the intent of the amendment was to reinstate an exemption from the ADEA allowing for age-based retirement for public safety officials because fitness tests were unreliable, expensive, and had potential discriminatory effects on women and minorities. The provision in § 623(j)(1) for compliance with § 3(d)(2) merely imposed an obligation on employers to provide tests when and if suitable tests became available; it did not make tests a condition precedent to the operation of the exemption.</blockquote>\n<p><i>Id.</i> at 842.</p>\n<p>We thus agree with the Seventh Circuit that \"this component of section 623(j)(1) is essentially meaningless at this juncture.\" <i>Minch,</i> 363 F.3d at 620 n. 4. At present, a State or local government seeking to enforce a mandatory retirement provision must show only that: (1) the designated retirement age was set forth in a law that either was (a) in effect on March 3, 1983, or (b) in a law enacted after September 30, 1996, and is no lower than age fifty-five; and (2) the termination was taken pursuant to a bona fide retirement plan that is not a subterfuge for impermissible age discrimination. Having already addressed the timing and scope of Law 181, we now consider appellants' contention that the statute was a subterfuge to evade the purposes of the ADEA.<sup>[16]</sup></p>\n<p></p>\n<h2>C. The Subterfuge Requirement</h2>\n<p>Plaintiffs argue that the enactment of Law 181 was a subterfuge to evade the requirements of the ADEA because the defendants \"discriminated in a manner forbidden by the Act\" when they lowered the mandatory retirement age from sixty-five to fifty-five. Plaintiffs emphasize that defendants acted with discriminatory animus, deliberately seeking to replace them with younger officers, and they assert that this discriminatory motive connotes an impermissible <span class=\"star-pagination\">*13</span> scheme to bypass defendants' obligations under the ADEA.</p>\n<p>In effect, plaintiffs allege that Law 181 was a subterfuge to evade the ADEA because it was the product of intentional age discrimination. Using age as a basis for requiring retirement is precisely what section 623(j)(2) entitles the Commonwealth to do, however, and we thus join the Second and Seventh Circuits in rejecting an interpretation of \"subterfuge\" that would effectively nullify the exemption. <i>See </i><i>Feldman,</i> 434 F.3d at 184 (\"There is nothing deceptive about the state legislature doing exactly what Congress provided it the authority to do ...\"); <i>Minch,</i> 363 F.3d at 629 (\"[D]oing something that the statute expressly permits does not evade its prohibitions.\").</p>\n<p>In its analysis of the subterfuge limitation in <i>Minch,</i> the Seventh Circuit relied on the Supreme Court's decision in <i>Public Employees Retirement System v. Betts,</i> 492 U.S. 158, 109 S.Ct. 2854, 106 L.Ed.2d 134 (1989). <i>Minch,</i> 363 F.3d at 623-29; <i>see also </i><i>Feldman,</i> 434 F.3d at 184 (adopting the reasoning in <i>Minch</i>). The Court in <i>Betts</i> had considered another provision of the ADEAsection 623(f)(2)that also contained a \"subterfuge\" exception to an exemption from liability. <i>Minch,</i> 363 F.3d at 624. Section 623(f)(2) protected age-based employment decisions from the prohibitions of the ADEA if they were taken pursuant to the terms of a bona fide benefit plan and ifin the same language that appears in section 623(j)the plan was \"not a subterfuge to evade the purposes of\" the Act. <i>Id.</i></p>\n<p>In interpreting the \"not a subterfuge\" language in section 623(f), the Supreme Court rejected the notion that age-based differences in employee benefits would be inconsistent with the ADEA unless the employer could offer a cost justification for the differential treatment. <i>Betts,</i> 492 U.S. at 170-72, 109 S.Ct. 2854. The Court concluded that, to avoid \"a self-defeating interpretation\" of the exception, <i>id.</i> at 178, the \"not a subterfuge\" criterion could not invalidate the very age-based line-drawing that the exemption allowed. <i>Id.</i> at 177-80; <i>see also </i><i>Minch,</i> 363 F.3d at 625. The Seventh Circuit applied that reasoning in the context of section 623(j):</p>\n<blockquote>The ADEA does not forbid [a State or locality] from making age-based retirement decisions as to its police and firefighting personnel; it expressly allows state and local governments to make such decisions so long as they act within the parameters set forth in section 623(j)(1).... The statute does not condition the validity of such retirement programs on proof that the public employer has adopted the program genuinely believing that it is justified in the interest of public safety. Instead, recognizing that there was not yet any national consensus as to the relationship between age and one's fitness to serve as a police officer or firefighter, Congress opted simply to restore the status quo <i>ante,</i> permitting states and cities to continue imposing age limits on these positions as they had been able to do prior to the ADEA's extension to state and municipal employers and <i>Wyoming</i>'s 1983 holding sustaining that extension.</blockquote>\n<p><i>Minch,</i> 363 F.3d at 629. Thus, proof that an employer imposes mandatory retirement for police officers and firefighters based on the view that \"older individuals are not up to the rigors of law enforcement or firefighting and should make room for younger, `fresher' replacements ... will not establish subterfuge because it does not reveal a kind of discriminatory conduct that the ADEA by its very terms forbids.\" <i>Id.</i></p>\n<p>As both the Supreme Court in <i>Betts</i> and the Seventh Circuit in <i>Minch</i> <span class=\"star-pagination\">*14</span> emphasized, this understanding does not strip the \"subterfuge\" provision of all meaning. Instead, a plaintiff asserting subterfuge must show that \"the employer is using the exemption as a way to evade another substantive provision of the act\" in other words, that the employer is \"commit[ting] some other type of age discrimination forbidden by the ADEA.\" <i>Minch,</i> 363 F.3d at 629-30; <i>see also </i><i>Betts,</i> 492 U.S. at 180, 109 S.Ct. 2854; <i>Feldman,</i> 434 F.3d at 184. The Seventh Circuit offered two examples of viable claims of subterfuge in the context of section 623(j): (1) if an employer adopted or reinstated age limits in order to retaliate against an employee who had protested practices made unlawful by the ADEA,<sup>[17]</sup> or (2) if the employer adopted age limits for police and firefighting personnel at the same time that it created a new, lower-paying position unrestricted by age, and invited the newly retired officers to apply, allowing the inference that the mandatory retirement scheme was a subterfuge for wage discrimination against older employees. <i>Minch,</i> 363 F.3d at 630 (citing <i>Betts,</i> 492 U.S. at 180, 109 S.Ct. 2854).</p>\n<p>As we have described, the plaintiffs here offer only accusations of age-based animus to support their subterfuge contention, alleging in their complaint that the governor and police superintendent agreed to \"get rid ... of a group of old timers with the purpose of replacing them by younger officers.\" Even if that allegation fairly describes the defendants' motivation, the fact remains that the ADEA permits government employers who are concerned about the effectiveness of older public safety officers to impose mandatory retirement at age fifty-five. Plaintiffs have thus offered no theory of subterfuge that can withstand a motion to dismiss, and they have therefore failed to state a viable claim under the ADEA.</p>\n<p></p>\n<h2>III.</h2>\n<p>Plaintiffs assert that their Fourteenth Amendment right to due process was violated when, pursuant to Law 181, the defendants lowered the mandatory retirement age by ten years without providing them an opportunity to demonstrate their physical and mental fitness to continue working. They claim that Law 447, the 1951 act that set sixty-five as the upper age limit for police officers, gave them a property interest in their jobs until they reached that age. Plaintiffs also assert that they were entitled to individual hearings before their terminations.</p>\n<p>We see no merit in this constitutional claim. To the extent plaintiffs have a property interest in their jobs, it derives from Commonwealth law. <i>See </i><i>Hatfield-Bermúdez v. Aldanondo-Rivera,</i> 496 F.3d 51, 59 (1st Cir.2007) (\"Property interests are `created and ... defined by existing rules or understandings that stem from an independent source such as state law.'\" (quoting <i>Bd. of Regents v. Roth,</i> 408 U.S. 564, 577, 92 S.Ct. 2701, 33 L.Ed.2d 548 (1972))). The \"right\" to continued employment until age sixty-five that plaintiffs claim to have been given by Law 447 was modified by Law 181, and no due process violation occurs when \"the legislature which creates a statutory entitlement (or other property interest) ... alter[s] or terminat[es] the entitlement by subsequent legislative enactment.\" <i>Gattis v. Gravett,</i> 806 F.2d 778, 780 (8th Cir.1986); <i>see also id.</i> at 781 (\"While the legislative alteration <span class=\"star-pagination\">*15</span> or elimination of a previously conferred property interest may be a `deprivation,' the legislative process itself provides citizens with all of the `process' they are `due.'\" (citing <i>Atkins v. Parker,</i> 472 U.S. 115, 131, 105 S.Ct. 2520, 86 L.Ed.2d 81 (1985))); <i>Story v. Green,</i> 978 F.2d 60, 63 (2d Cir.1992) (\"Having enacted a statute that created such a [property] right, ... the legislature retains the power to enact new legislation altering or eliminating the right, and that elimination does not contravene the Due Process or Takings Clauses of the Constitution.\"); <i>Hoffman v. City of Warwick,</i> 909 F.2d 608, 619-20 (1st Cir. 1990) (\"Where the legislature enacts general legislation eliminating statutory rights or otherwise adjusting the benefits and burdens of economic life, in the absence of any substantive constitutional infirmity, `the legislative determination provides all the process that is due.'\" (quoting <i>Logan v. Zimmerman Brush Co.,</i> 455 U.S. 422, 433, 102 S.Ct. 1148, 71 L.Ed.2d 265 (1982))); <i>see also </i><i>Nat'l R.R. Passenger Corp. v. Atchison, Topeka &amp; Santa Fe Ry.,</i> 470 U.S. 451, 465-66, 105 S.Ct. 1441, 84 L.Ed.2d 432 (1985) (\"[A]bsent some clear indication that the legislature intends to bind itself contractually, the presumption is that `a law is not intended to create private contractual or vested rights but merely declares a policy to be pursued until the legislature shall ordain otherwise.'\" (quoting <i>Dodge v. Bd. of Educ.,</i> 302 U.S. 74, 79, 58 S.Ct. 98, 82 L.Ed. 57 (1937))); <i>Nat'l Educ. Ass'n-Rhode Island ex rel. Scigulinsky v. Retirement Bd. of R.I.,</i> 172 F.3d 22, 27 (1st Cir.1999).</p>\n<p>Moreover, \"[w]hen statutory benefits are denied or terminated pursuant to a class-wide policy determination, as opposed to an individual determination of eligibility, the Due Process Clause does not require the state to afford a hearing to each affected individual.\" <i>Hoffman,</i> 909 F.2d at 620; <i>see also </i><i>Johnson v. Lefkowitz,</i> 566 F.2d 866, 869 (2d Cir.1977) (rejecting entitlement to hearing before mandatory retirement because \"the administrative cost to the state of providing each retiree with a hearing would be enormous, and by far outweigh the hardship to the individual\"); <i>cf. </i><i>O'Bannon v. Town Court Nursing Ctr.,</i> 447 U.S. 773, 800, 100 S.Ct. 2467, 65 L.Ed.2d 506 (1980) (Blackmun, J., concurring in the judgment) (\"When governmental action affects more than a few individuals, concerns beyond economy, efficiency, and expedition tip the balance against finding that due process attaches.\"). Thus, the Police Department's failure to administer fitness tests before discharging plaintiffs violates neither the Constitution nor, as we have explained, the ADEA.</p>\n<p>Plaintiffs also attempt to rest a due process claim on the \"arbitrariness\" of age fifty-five as \"the point at which Police Officers are no longer physically fit to serve on the force.\" They cite the Puerto Rico legislature's subsequent amendment of Law 181, by Act No. 22 of June 30, 2005, raising the upper age limit for police officers and firefighters to fifty-eight, as evidence that the defendants lacked a basis for terminating their employment at age fifty-five. Although this claim is insufficiently developed to warrant our consideration, it is, in any event, patently unavailing. Section 623(j) explicitly permits States to impose mandatory retirement on public safety personnel at age fifty-five, and a state legislature is therefore not obliged to amass scientific research or empirical evidence justifying its decision to adopt that age. The judgment made by Puerto Rico's legislature, after further reflection, that the Commonwealth's safety goals could be better achieved by raising the age to fifty-eight hardly demonstrates that the prior adoption of age fifty-five was arbitrary. \"Forceful arguments certainly can be made as to the wisdom of enforcing <span class=\"star-pagination\">*16</span> a maximum age of hire,\" <i>Kopec,</i> 193 F.3d at 904, but Puerto Rico's decision to do so consistently with the ADEA did not violate plaintiffs' right to due process.</p>\n<p></p>\n<h2>IV.</h2>\n<p>We summarize our holdings:</p>\n<p>(1) Puerto Rico's Law 181, which lowered the mandatory retirement age for public safety personnel from sixty-five to fifty-five, is consistent with section 623(j) of the ADEA;</p>\n<p>(2) Defendants were not required to administer fitness tests before enforcing Law 181's mandatory retirement age because the testing requirement in section 623(j) will not take effect until appropriate tests are identified in regulations promulgated by the Secretary of HHS;</p>\n<p>(3) Plaintiffs' allegations of age-based animus on the part of defendants do not establish that Law 181 was a \"subterfuge\" for unlawful discrimination within the meaning of section 623(j)(2) because the exemption's purpose is to allow the termination of police officers and firefighters on the basis on age;</p>\n<p>(4) The Due Process Clause of the Fourteenth Amendment was not violated by plaintiffs' terminations without fitness testing or individualized hearings.</p>\n<p>We thus conclude that the district court properly dismissed plaintiffs' complaint under Federal Rule of Civil Procedure 12(b)(6) for failure to state a viable claim for relief. The court likewise properly denied plaintiffs' motion for reconsideration.</p>\n<p><i>The judgment of the district court is therefore affirmed.</i></p>\n<p>So ordered.</p>\n<p></p>\n<h2>CHRONOLOGY OF EVENTS LEADING TO AN EXEMPTION UNDER THE ADEA FOR THE MANDATORY RETIREMENT OF FIREFIGHTERS AND LAW ENFORCEMENT OFFICERS</h2>\n<p>1967</p>\n<p>ADEA enacted. It does not apply to states and their political subdivisions, and existing mandatory retirement provisions for police officers and firefighters are unaffected.</p>\n<p>1974</p>\n<p>Congress extends the ADEA to cover government employers, meaning that public employers could retain maximum hiring and retirement provisions only if they could show that age was a bona fide occupational qualification for the jobs.</p>\n<p>1976</p>\n<p>U.S. Supreme Court decision in <i>National League of Cities v. Usery,</i> 426 U.S. 833, 96 S.Ct. 2465, 49 L.Ed.2d 245 (1976), raises doubts about whether the ADEA could constitutionally be applied to state and local governments.</p>\n<p>1983</p>\n<p>U.S. Supreme Court decision in <i>EEOC v. Wyoming,</i> 460 U.S. 226, 103 S.Ct. 1054, 75 L.Ed.2d 18 (1983), upholds the extension of the ADEA to government employers. Mandatory retirement ages for firefighters and police officers were once again clearly unlawful unless the states and localities could show that age was a bona fide occupational qualification.</p>\n<p>1986</p>\n<p>Congress amends the ADEA to provide a temporary \"safe-harbor\" provision allowing the mandatory retirement of state and local law enforcement officers and firefighters <span class=\"star-pagination\">*17</span> <i>if</i> the government employer had an age restriction in place on March 3, 1983the day after the ruling in <i>EEOC v. Wyoming</i><i>.</i> No new mandatory retirement provisions could be adopted, and the exemption expired on December 31, 1993.</p>\n<p>1996</p>\n<p>Congress reinstated the safe-harbor provision, retroactive to December 31, 1993. The 1996 amendment also allowed public employers to adopt new mandatory retirement laws. Public employers could thus impose mandatory retirement on police officers and firefighters if: (1) the employer had a mandatory retirement law in effect as of March 3, 1983, and the age of retirement was set no lower than the age set in that earlier law; or (2) the employer enacted a new mandatory retirement provision with an age limit no lower than fifty-five.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of New Hampshire, sitting by designation.</p>\n<p>[1]  Appellants also alleged a supplemental claim under Article 1802 of the Puerto Rico Civil Code, P.R. Laws Ann. tit. 31, § 5141. The district court dismissed the federal claims with prejudice and the Commonwealth claim without prejudice. Given our disposition of the federal claims, we do not further consider the supplemental claim. <i>See </i><i>Marrero-Gutierrez v. Molina,</i> 491 F.3d 1, 7 (1st Cir.2007) (\"A district court retains the discretion ... to decline to exercise supplemental jurisdiction where the district court has dismissed all claims over which it had original jurisdiction.\").</p>\n<p>[2]  A chronology of the Congressional action and Supreme Court cases leading up to the current ADEA exemption for the mandatory retirement of police officers and firefighters appears at the end of this opinion.</p>\n<p>[3]  Doubt about whether the ADEA could be applied to state and local governments had arisen in the aftermath of the Supreme Court's decision in <i>National League of Cities v. Usery,</i> 426 U.S. 833, 96 S.Ct. 2465, 49 L.Ed.2d 245 (1976). <i>See </i><i>Kopec v. City of Elmhurst,</i> 193 F.3d 894, 896-97 (7th Cir. 1999). In <i>Usery,</i> which was subsequently overruled by <i>Garcia v. San Antonio Metro. Transit Auth.,</i> 469 U.S. 528, 105 S.Ct. 1005, 83 L.Ed.2d 1016 (1985), the Court held that the Tenth Amendment barred extension of the minimum-wage and overtime provisions of the Fair Labor Standards Act to state and local governments. 426 U.S. at 851, 96 S.Ct. 2465. Although <i>Wyoming</i> eliminated Tenth Amendment concerns about the ADEA, the Supreme Court later held that Congress did not have the authority to abrogate the States' sovereign immunity from suit by private individuals for monetary relief under the ADEA. <i>See </i><i>Kimel v. Florida Bd. of Regents,</i> 528 U.S. 62, 91, 120 S.Ct. 631, 145 L.Ed.2d 522 (2000). Injunctive relief, however, remains available. <i>State Police for Automatic Ret. Ass'n v. DiFava,</i> 317 F.3d 6, 12 (1st Cir.2003).</p>\n<p>[4]  Section 623(f)(1) allows employers \"to take any action otherwise prohibited under [the statute] ... where age is a bona fide occupational qualification reasonably necessary to the normal operation of the particular business....\" 29 U.S.C. § 623(f)(1).</p>\n<p>[5]  The full text of section 623(j) is as follows:\n</p>\n<p>(j) Employment as firefighter or law enforcement officer</p>\n<p>It shall not be unlawful for an employer which is a State, a political subdivision of a State, an agency or instrumentality of a State or a political subdivision of a State, or an interstate agency to fail or refuse to hire or to discharge any individual because of such individual's age if such action is taken </p>\n<p>(1) with respect to the employment of an individual as a firefighter or as a law enforcement officer, the employer has complied with section 3(d)(2) of the Age Discrimination in Employment Amendments of 1996 if the individual was discharged after the date described in such section, and the individual has attained</p>\n<p>(A) the age of hiring or retirement, respectively, in effect under applicable State or local law on March 3, 1983; or</p>\n<p>(B) (i) if the individual was not hired, the age of hiring in effect on the date of such failure or refusal to hire under applicable State or local law enacted after September 30, 1996; or</p>\n<p>(ii) if applicable State or local law was enacted after September 30, 1996, and the individual was discharged, the higher of</p>\n<p>(I) the age of retirement in effect on the date of such discharge under such law; and</p>\n<p>(II) age 55; and</p>\n<p>(2) pursuant to a bona fide hiring or retirement plan that is not a subterfuge to evade the purposes of this chapter.</p>\n<p>[6]  Section 2(d) of Pub.L. No. 104-208, § 119, states:\n</p>\n<p>(d) JOB PERFORMANCE TESTS</p>\n<p>(1) IDENTIFICATION OF TESTS.After issuance of the advisory guidelines described in subsection (c), the Secretary shall issue regulations identifying valid, nondiscriminatory job performance tests that shall be used by employers seeking the exemption described in section 4(j) of the Age Discrimination in Employment Act of 1967 with respect to firefighters or law enforcement officers who have attained an age of retirement described in such section 4(j).</p>\n<p>(2) USE OF TESTS.Effective on the date of issuance of the regulations described in paragraph (1), any employer seeking such exemption with respect to a firefighter or law enforcement officer who has attained such age shall provide to each firefighter or law enforcement officer who has attained such age an annual opportunity to demonstrate physical and mental fitness by passing a test described in paragraph (1), in order to continue employment.</p>\n<p>[7]  The 1986 legislation also had ordered the Department of Labor and the Equal Employment Opportunity Commission (\"EEOC\") to conduct a study of the feasibility of fitness testing for public safety personnel and directed the EEOC to promulgate guidelines on the administration and use of such tests. Researchers from the Center for Applied Behavioral Sciences of The Pennsylvania State University conducted the study for the government entities and concluded that \"age was a poor predictor of performance in public safety occupations,\" but no guidelines were issued. <i>See</i> H.R. Rep. 103-314 (Nov. 1, 1993).</p>\n<p>[8]  Luis Fortuño, the current governor, was later added to the case in his official capacity, and Calderón remained a defendant in her personal capacity. Jose Figueroa Sancha, the current superintendent of police, has been substituted for Cartagena as a defendant.</p>\n<p>[9]  Plaintiffs do not present an equal protection argument on appeal, and we therefore deem any such claim waived. <i>See </i><i>Levin v. Dalva Brothers, Inc.,</i> 459 F.3d 68, 75 n. 4 (1st Cir. 2006) (noting that claims not raised in opening appellate brief are waived).</p>\n<p>[10]  This argument was not raised before the district court and therefore could be treated as waived. <i>See </i><i>In re New Motor Vehicles Canadian Exp. Antitrust Litig.,</i> 533 F.3d 1, 6 (1st Cir.2008). We have nevertheless chosen to address it in order to clarify the scope of the safe-harbor provision.</p>\n<p>[11]  Indeed, we observed in <i>DiFava</i> that the safe-harbor provision \"allows states, if they choose, to continue to enforce against relevant law enforcement officers certain earlier age-based retirement laws (<i>or to create new laws consistent with the mandates of the statute</i>).\" <i>DiFava,</i> 317 F.3d at 14 (emphasis added). <i>DiFava</i> primarily concerned the Massachusetts statute we found invalid in <i>Gately</i> in light of the 1986 amendments, but its present-tense description of the law suggests an understanding of the then-current version of section 623(j) consistent with the view we have articulated here.</p>\n<p>[12]  Because the 1996 version of § 623(j) allows States and their subdivisions to impose mandatory retirement at age fifty-five or above, provisions adopting such a limit do not need to meet the requirements contained in § 623(f)(1) for a BFOQ exception. <i>See </i><i>Feldman,</i> 434 F.3d at 182 n. 5 (holding that § 623(j) \"by its terms relieves law enforcement agencies of having to establish that age is a BFOQ in order to discriminate on the basis of age\"); <i>Kopec,</i> 193 F.3d at 902 (noting that \"[s]ection 623(j) would ... accomplish nothing if the exemption from the ADEA were conditioned upon a BFOQ showing\" because \"[t]hat requirement is already found in section 623(f)(1)\"); <i>see also </i><i>Knight v. Georgia,</i> 992 F.2d 1541, 1547 (11th Cir.1993) (holding that, under the equivalent provision in the 1986 amendment, a BFOQ showing was not necessary).</p>\n<p>[13]  For convenience, we repeat the relevant portion of the provision:\n</p>\n<p>It shall not be unlawful for an employer which is a State ... to discharge any individual because of such individual's age if such action is taken</p>\n<p>(1) with respect to the employment of an individual as a firefighter or as a law enforcement officer, the employer has complied with section 3(d)(2) of the Age Discrimination in Employment Amendments of 1996 <i>if the individual was discharged after the date described in such section</i> ....</p>\n<p>623(j)(1) (emphasis added). The statute then goes on to list the permissible retirement ages depending on the time of enactment of the applicable mandatory retirement plan and, in subsection (2), requires that the plan be bona fide and not a subterfuge to evade unlawful discrimination.</p>\n<p>[14]  As explained earlier, the reference to section (3)(d)(2) should have been to section 2(d)(2). <i>See supra</i> note 6 &amp; accompanying text.</p>\n<p>[15]  For example, Representative Owens \"noted that fitness tests in existence at that time tended to discriminate against women and minorities, and that they were not an effective substitute for age limits.\" <i>Drnek,</i> 192 F.Supp.2d at 841 (citing 141 Cong. Rec. 9491, 9492). Representative Weldon also observed that \"`[f]itness tests are not a valid alternative to age limits,' apparently because of the shortcomings of existing tests, and that `[i]n the absence of a valid fitness test, age limits ensure our public safety teams are in peak condition.'\" <i>Id.</i> (quoting 141 Cong. Rec. at 9492). Senator Moseley-Braun spoke directly to the issue of States and localities devising substitute tests:\n</p>\n<p>\"[Y]ou may ask why State and local governments cannot just develop tests to screen out those individuals who may still retain their strength at the age of 60 or 70. However, there is no adequate test that can simulate the conditions that firefighters and police officers face in the line of duty.\"</p>\n<p><i>Id.</i> (quoting 141 Cong. Record 7765, 7766).</p>\n<p>[16]  Plaintiffs have failed to put in issue the bona fide nature of the retirement plan. In their Eighth Amended Complaint, they alleged that the defendants did not act pursuant to a bona fide retirement plan, but, as the district court noted, \"[t]hat lone assertion\" is insufficient to state a viable ADEA claim. <i>See </i><i>Correa-Ruiz,</i> 411 F.Supp.2d at 50. Nor is it sufficient to preserve the issue for appeal. <i>See </i><i>B &amp; T Masonry Constr. Co. v. Pub. Serv. Mut. Ins. Co.,</i> 382 F.3d 36, 40 (1st Cir.2004) (\"To preserve a point for appeal, some developed argumentation must be put forward in the nisi prius courtand a veiled reference to a legal theory is not enough to satisfy this requirement.\"). Indeed, appellants have not attempted to develop the allegation on appeal.\n</p>\n<p>An ADEA claim resting on that basis would, in any event, be unlikely to succeed in this case. <i>See </i><i>Kopec,</i> 193 F.3d at 901 (\"Imbuing `bona fide' with the meaning it carries in other, comparable provisions of the statute, a bona fide hiring plan presumably would be one that is genuine and pursuant to which actual hiring decisions are made.\" (citing <i>Pub. Employees Ret. Sys. v. Betts,</i> 492 U.S. 158, 166, 109 S.Ct. 2854, 106 L.Ed.2d 134 (1989), for the proposition that an \"employee benefit plan is `bona fide' to the extent that it... exists and pays benefits ....\" (citation omitted))).</p>\n<p>[17]  Section 4(d) of the ADEA, codified at 29 U.S.C. § 623(d), forbids discrimination against an employee who has \"opposed any practice made unlawful by\" the Act or has \"made a charge, testified, assisted, or participated in any manner in an investigation, proceeding, or litigation\" of an age discrimination complaint.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">573</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span> (2009)</b></center>\n<center><h1>Carmelo CORREA-RUIZ, Former Colonel, et al., Plaintiffs, Appellants,<br>\nDaniel Garcia, et al., Movants,<br>\nv.<br>\nHonorable Luis FORTUÑO, in his Official Capacity as Governor of the Commonwealth of Puerto Rico, et al., Defendants, Appellees.</h1></center>\n<center>No. 06-2578.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard October 28, 2008.</center>\n<center>Decided July 7, 2009.</center>\n<p><span class=\"star-pagination\">*3</span> Ariel Hernandez Santana, with whom Jesus Hernandez Sanchez and Hernandez Sanchez Law Firm were on brief, for appellants.</p>\n<p>Susana I. Peñagarícano-Brown, Assistant Solicitor General, with whom Salvador J. Antonetti-Stutts, Solicitor General, Mariana Negrón-Vargas, Deputy Solicitor General, and Maite D. Oronoz-Rodríguez, Deputy Solicitor General, were on brief, for appellees.</p>\n<p>Before LIPEZ and HOWARD, Circuit Judges, and DiCLERICO,<sup>[*]</sup> District Judge.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>The Age Discrimination in Employment Act (\"ADEA\") contains an exemption provision that allows state and local governments to set mandatory retirement ages for law enforcement officers and firefighters. <i>See</i> 29 U.S.C. § 623(j). In this case, we examine for the first time revised criteria for invoking that exemption, including a provision that conditions its use on the employer's compliance with fitness testing regulations that have yet to be promulgated by the Secretary of Health and Human Services. <i>Id.</i> Appellants are more than two dozen former Puerto Rico police officers who claim that their forced retirement at age fifty-five, pursuant to Puerto Rico Law 181, violated the ADEA and the Due Process Clause of the Fourteenth Amendment. <i>See</i> P.R. Laws Ann. tit. 3, § 766g (2003) (\"Law 181\"). The officers filed suit against the Commonwealth of Puerto Rico, its police department, the current and former governors, and the current and former police superintendents, seeking declaratory and injunctive relief and damages. The district court dismissed all claims,<sup>[1]</sup> concluding that Law 181, Puerto Rico's mandatory retirement law, is consistent with the ADEA and that <span class=\"star-pagination\">*4</span> appellants' terminations also conformed to constitutional requirements. We agree and therefore affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>A. Applicable Age Discrimination Laws</h2>\n<p></p>\n<h2>1. The ADEA</h2>\n<p>As originally enacted in 1967, the ADEA did not apply to States and their political subdivisions. <i>EEOC v. Wyoming,</i> <span class=\"citation\" data-id=\"110881\"><a href=\"/opinion/110881/eeoc-v-wyoming/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span>, 233, <span class=\"citation\" data-id=\"110881\"><a href=\"/opinion/110881/eeoc-v-wyoming/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1054</span></a></span>, <span class=\"citation\" data-id=\"110881\"><a href=\"/opinion/110881/eeoc-v-wyoming/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">18</span></a></span> (1983).<sup>[2]</sup> It thus had no impact on the age limits that many local governments had adopted for police and firefighting personnel. <i>See, e.g., </i><i>Johnson v. Mayor and City Council of Baltimore,</i> <span class=\"citation\" data-id=\"111472\"><a href=\"/opinion/111472/johnson-v-mayor-and-city-council-of-baltimore/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">353</span></a></span>, 358, <span class=\"citation\" data-id=\"111472\"><a href=\"/opinion/111472/johnson-v-mayor-and-city-council-of-baltimore/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2717</span></a></span>, <span class=\"citation\" data-id=\"111472\"><a href=\"/opinion/111472/johnson-v-mayor-and-city-council-of-baltimore/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">286</span></a></span> (1985) (evaluating city code provision, adopted in 1962, requiring mandatory retirement of most firefighting personnel at age fifty-five); <i>Minch v. City of Chicago,</i> <span class=\"citation\" data-id=\"785684\"><a href=\"/opinion/785684/james-d-minch-richard-a-graf-and-richard-cosentino-v-city-of-chicago/\"><span class=\"volume\">363</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">615</span></a></span>, 618 (7th Cir.2004) (noting Chicago's requirement, \"[a]s early as 1939,\" that city firefighters retire at the age of sixty-three); <i>Binker v. Pennsylvania,</i> <span class=\"citation\" data-id=\"593179\"><a href=\"/opinion/593179/59-fair-emplpraccas-bna-1505-59-empl-prac-dec-p-41773-otto-j/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">738</span></a></span>, 742 n. 2 (3d Cir.1992) (discussing Pennsylvania law, first enacted in 1929, requiring state police officers to retire at age sixty). Among such provisions was Puerto Rico's Law 447, adopted in May 1951, which established a mandatory retirement age of sixty-five for both police officers and firefighters.</p>\n<p>Congress extended the ADEA to cover government employers in 1974, and the Supreme Court quelled uncertainty over the constitutionality of that amendment nine years later in <i>EEOC v. Wyoming,</i> 460 U.S. at 243, <span class=\"citation\" data-id=\"110881\"><a href=\"/opinion/110881/eeoc-v-wyoming/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1054</span></a></span>.<sup>[3]</sup> Once the ADEA became applicable to their employees, States and localities could retain maximum hiring and retirement ages only if they could show that age was a bona fide occupational qualification for particular positions. <i>See</i> 29 U.S.C. § 623(f)(1).<sup>[4]</sup> This so-called \"BFOQ exception\" is \"`extremely narrow,'\" and eligibility may turn on whether the employer can demonstrate \"`a factual basis for believing[] that all or substantially all persons over the age qualification[] would be unable to perform ... the duties of the job involved.'\" <i>Gately v. Massachusetts,</i> <span class=\"citation\" data-id=\"628597\"><a href=\"/opinion/628597/62-fair-emplpraccas-1033-62-empl-prac-dec-p-42508-17-employee/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1221</span></a></span>, 1225-26 (1st Cir.1993) (quoting <i>W. Air Lines, Inc. v. Criswell,</i> <span class=\"citation\" data-id=\"111474\"><a href=\"/opinion/111474/western-air-lines-inc-v-criswell/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">400</span></a></span>, 412, 414, <span class=\"citation\" data-id=\"111474\"><a href=\"/opinion/111474/western-air-lines-inc-v-criswell/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2743</span></a></span>, <span class=\"citation\" data-id=\"111474\"><a href=\"/opinion/111474/western-air-lines-inc-v-criswell/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">321</span></a></span> (1985) (additional citation and emphasis omitted; some alteration <span class=\"star-pagination\">*5</span> in original)). Thus, with the 1974 amendment, States and localities were subject to the same restrictive standard as private employers for justifying the use of age in employment decisions.</p>\n<p>In 1986, however, Congress again amended the ADEA to provide a limited exemption for the mandatory retirement of state and local law enforcement officers and firefighters. <i>See</i> 29 U.S.C. § 623(j) (1988). The exemption, known as the \"safe-harbor\" provision, permitted any state or local government that had in place age restrictions for law enforcement officers or firefighters on March 3, 1983the day after the decision in <i>EEOC v. Wyoming</i> to reinstate those restrictions. The amendment did not allow adoption of new mandatory retirement provisions, and the exemption for pre-existing laws had a limited life span. \"[D]esigned to provide states an opportunity to adjust to the Supreme Court's decision,\" <i>DiFava,</i> 317 F.3d at 9 n. 3., the exemption expired on December 31, 1993, when mandatory retirement provisions adopted by state and local governments once again became subject to attack for age discrimination.</p>\n<p>That reversion to past practice was short-lived. In 1996, Congress reinstated the safe-harbor provision, with some revisions and without a sunset provision, retroactive to its December 31, 1993 termination date. <i>See</i> 29 U.S.C. § 623(j). Significantly, the 1996 legislation broadened the exemption to allow States and localities that had not had age restrictions before the <i>Wyoming</i> decision to enact such limits. Under this renewed safe-harbor provision, a public employer may impose mandatory retirement on law enforcement officers and firefighters who either attain the age of retirement that was in place for those employees as of March 3, 1983, orif the employer's age limit was enacted after the 1996 amendment took effectthe higher of the age contained in the post-1996 enactment or age fifty-five. Like the original version of the exemption, the 1996 amendment also provided that any exempted discharge be \"pursuant to a bona fide hiring or retirement plan that is not a subterfuge to evade the purposes of [the ADEA].\" 29 U.S.C. § 623(j)(2).<sup>[5]</sup></p>\n<p>The 1996 legislation also directed the Secretary of Health and Human Services (\"HHS\") to study and report to Congress within three years on the availability of tests or other methods for assessing the <span class=\"star-pagination\">*6</span> ability of law enforcement officers and firefighters to complete public safety tasks. Within four years, the Secretary was to issue advisory guidelines on the use and administration of physical and mental fitness tests to assess the competency of such personnel, and the guidelines were to be followed by regulations \"identifying valid, nondiscriminatory job performance tests that shall be used by employers seeking the exemption.\" Pub.L. No. 104-208 § 119(2); 110 Stat. 3009, XXXX-XX-XX (1996). The legislation further provided that, once the regulations were issued, employers relying on the exemption would be required to give public safety personnel who reached retirement age an annual opportunity to show fitness for duty by passing such a test. 110 Stat. 3009-25. Individuals who passed the test could not be forced to retire. <i>Id.</i></p>\n<p>The expectation that fitness tests would be developed and prescribed in regulations became part of the law as codified. The statute requires the employer to comply with \"section 3(d)(2) of the Age Discrimination in Employment Amendments of 1996 if the individual was discharged after the date described in such section.\" 29 U.S.C. § 623(j)(1). The reference to \"section 3(d)(2)\" has been understood to be a mistaken reference to section <i>2</i> (d)(2) of Public Law 104-208, which requires employers to offer the fitness tests deemed appropriate by the Secretary. <i>See</i> Pub.L. No. 104-208 § 119(2)(d)(2), 110 Stat. 3009, 3009-25 (1996); § 623(j) Historical and Statutory Notes. Section 2(d)(2) provides that the requirement does not take effect, however, until \"the date of issuance of the regulations\" identifying such tests.<sup>[6]</sup></p>\n<p>Thus, § 623(j)(1) effectively states that the employer's obligation to administer fitness tests to individuals who reach mandatory retirement age begins on \"the date of issuance of the regulations,\" which is the date described in section 2(d)(2) of the ADEA amendments. However, neither the advisory guidelines on the use and administration of tests, nor any regulations identifying appropriate tests, have yet been issued. On its face, then, the statute anticipates fitness testing as a prerequisite for mandatory retirement, but the tests required to be used have not yet been identified.<sup>[7]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*7</span> 2. Puerto Rico Law 181</h2>\n<p>In August 2003, the Puerto Rico legislature amended its longstanding mandatory retirement law for Commonwealth police officers and firefighters, Act No. 447 of May 15, 1951, under which age sixty-five had been the upper limit of their employment. The new Government Personnel Retirement Act, Law 181, lowered the mandatory retirement age to fifty-five for police officers and firefighters with thirty years of service, although the superintendent of the police force could authorize an officer to serve up to an additional twenty-four months as a member of the Police Reserve force. P.R. Laws Ann. tit. 3, § 766g (2003).</p>\n<p>The preamble to Law 181 framed the retirement scheme as a way to promote modernization and innovation by bringing new officers into the public safety forces. The preamble further stated that \"no discrimination is being applied to the members of the Police or Firefighters Corps for reason of age.\" Rather, the motivation was \"to give a higher security to the people and to protect the security\" of police officers and firefighters.</p>\n<p>The mandatory retirement provision was again amended in 2005. Under Act No. 22, police officers and firefighters with thirty years of service could take voluntary retirement at age fifty-five, but the mandatory retirement age was changed to fifty-eight. P.R. Laws Ann. tit. 3, § 766g (2005).</p>\n<p></p>\n<h2>B. Procedural Background</h2>\n<p>Four days after Law 181 was enacted, the Superintendent of the Puerto Rico Police Department sent letters advising officers who had reached age fifty-five that they had thirty days to complete the necessary documents for their retirement. More than two dozen officers who were involuntarily terminated under Law 181 subsequently filed this action against the Commonwealth of Puerto Rico, its police department, Governor Sila M. Calderón-Serra (\"Calderón\"), Police Superintendent Agustin Cartagena-Diaz, and former Police Superintendent Victor M. Rivera-González,<sup>[8]</sup> alleging violations of the ADEA and, under 42 U.S.C. § 1983, the Equal Protection and Due Process Clauses of the Fourteenth Amendment of the United States Constitution. They also alleged a supplemental claim under Article 1802 of the Puerto Rico Civil Code, P.R. Laws Ann. tit. 31, § 5141.</p>\n<p>In their complaint, the plaintiffs claimed that former Governor Calderón and former Superintendent Rivera-González had agreed \"to get rid ... of a group of old timers\" within the Police Department and replace them with younger officers. They requested declaratory and injunctive relief to invalidate and enjoin enforcement of Law 181 and to establish their right to due process before being terminated. They also sought compensatory and punitive damages against the individual defendants.</p>\n<p>The defendants filed a motion to dismiss under Fed.R.Civ.P. 12(b)(6), arguing that the Eleventh Amendment barred the claims against the Commonwealth, the Police Department, and the individual defendants in their official capacities. They further asserted that the plaintiffs had failed to state claims under the ADEA and section 1983, and they alternatively raised a qualified immunity defense.</p>\n<p>In ruling on the motion, the district court noted plaintiffs' concession that the Eleventh Amendment barred monetary <span class=\"star-pagination\">*8</span> damages against the non-individual defendants and the individual defendants in their official capacity, and it accepted defendants' assertion, uncontested by plaintiffs, that there is no individual liability under the ADEA. <i>Correa-Ruiz v. Calderón-Serra,</i> <span class=\"citation\" data-id=\"2510577\"><a href=\"/opinion/2510577/correa-ruiz-v-calderon-serra/\"><span class=\"volume\">411</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">41</span></a></span>, 47 (D.P.R. 2005). The court also found no merit in the substantive claims, including plaintiffs' contentions that Law 181 is a subterfuge to evade the ADEA and that the Commonwealth violated the ADEA by forcing plaintiffs' retirements without first administering a fitness test as contemplated by section 623(j). <i>Id.</i> at 48-52. The court dismissed all federal claims with prejudice and the supplemental claim under Commonwealth law without prejudice. <i>Id.</i> at 52-53. The court also denied plaintiffs' motion for reconsideration.</p>\n<p>Plaintiffs appeal both the judgment of dismissal and the denial of reconsideration. They argue that the district court improperly dismissed their complaint based on its erroneous interpretation of the ADEA and its failure to apply well established principles of due process entitling them to a hearing before they were terminated.<sup>[9]</sup> They also claim that the Supreme Court's Eleventh Amendment jurisprudence does not foreclose the availability of damages from the Commonwealth under a due process theory.</p>\n<p>Our review of the district court's grant of a motion to dismiss is de novo. <i>Fitzgerald v. Harris,</i> <span class=\"citation\" data-id=\"203581\"><a href=\"/opinion/203581/fitzgerald-v-harris/\"><span class=\"volume\">549</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 52 (1st Cir.2008). \"To survive a motion to dismiss, the complaint must allege `a plausible entitlement to relief.'\" <i>Id.</i> (quoting <i>Bell Atl. Corp. v. Twombly,</i> <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, 559, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007)). We turn first to the ADEA claim and then briefly discuss the due process claim. Our disposition of these claims makes it unnecessary to consider appellants' arguments concerning available remedies.</p>\n<p></p>\n<h2>II.</h2>\n<p>On appeal, plaintiffs offer numerous theories to support their contention that the defendants violated their rights under the ADEA. Among these claims, we discern three rationales for recovery that warrant our attention: (1) plaintiffs' terminations in accordance with Law 181 were unlawful because the ADEA bars a state or local government from lowering a retirement age that was in effect as of March 3, 1983, (2) plaintiffs' mandatory retirement violated the ADEA because they were not provided with fitness testing to determine their capacity to continue working, and (3) plaintiffs' terminations did not comply with § 623(j)(2) of the ADEA because their discharges were not \"pursuant to a bona fide hiring or retirement plan that is not a subterfuge to evade the purposes of this chapter.\"</p>\n<p></p>\n<h2>A. The Lowered Retirement Age of Law 181 and the ADEA</h2>\n<p>Plaintiffs maintain that the 1986 and 1996 amendments to the ADEA, which created the exemption for age-based termination of public safety personnel, prohibit the reduction of a mandatory retirement age that was applicable on March 3, 1983. They contend that § 623(j) permits enactment of new age limits only in States and localities that had no mandatory retirement law in effect at that time. Because Puerto Rico's mandatory retirement age for police officers was sixty-five in March 1983, plaintiffs assert that Law 181, with its lowered age limit, must be invalidated <span class=\"star-pagination\">*9</span> as inconsistent with the federal law.<sup>[10]</sup></p>\n<p>In construing a statute, we begin with its plain meaning, and \"[i]f the meaning of the text is unambiguous our task ends there as well.\" <i>United States v. Godin,</i> <span class=\"citation\" data-id=\"203401\"><a href=\"/opinion/203401/united-states-v-godin/\"><span class=\"volume\">534</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></a></span>, 56 (1st Cir.2008). A statute is not ambiguous unless \"`it admits of more than one reasonable interpretation.'\" <i>Id.</i> (quoting <i>Gen. Motors Corp. v. Darling's,</i> <span class=\"citation\" data-id=\"202158\"><a href=\"/opinion/202158/general-motors-v-darlings/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">98</span></a></span>, 108 (1st Cir.2006)). The language of § 623(j), as amended in 1996, does not support plaintiffs' proposed interpretation of the safe-harbor provision. The statute explicitly provides that States or their subdivisions may discharge a law enforcement officer or firefighter pursuant to a mandatory retirement plan that <i>either</i> was in effect on March 3, 1983 <i>or</i> was enacted after September 30, 1996. The only age-related limitation on the latter option is that the discharge occur no earlier than age fifty-five. 29 U.S.C. § 623(j)(1)(B)(ii). Nothing in the language of the provision even suggests that governments that had mandatory retirement laws in place as of March 3, 1983 could not enact new laws with lower retirement ages after September 30, 1996.</p>\n<p>Plaintiffs rest their argument in part on an explanatory \"Rule of Construction\" contained in the background information that follows § 623(j) in the United States Code. The note, as it appeared in the 1996 legislation, states:</p>\n<blockquote>CONSTRUCTION.Nothing in the repeal, reenactment, and amendment made by subsections (a) and (b) shall be construed to make lawful the failure or refusal to hire, or the discharge of, an individual pursuant to a law that</blockquote>\n<blockquote>(1) was enacted after March 3, 1983 and before the date of enactment of the Age Discrimination in Employment Amendments of 1996; and</blockquote>\n<blockquote>(2) lowered the age of hiring or retirement, respectively, for firefighters or law enforcement officers that was in effect under applicable State or local law on March 3, 1983.</blockquote>\n<p>Pub.L. No. 104-208 § 119(1), 110 Stat. 3009, 3009-24 (1996).</p>\n<p>Plaintiffs argue that this note eliminates any ambiguity in the language of the ADEA amendments and shows that the Commonwealth was prohibited from lowering the mandatory retirement age for firefighters and law enforcement officers that was in effect as of March 3, 1983. By its terms, however, the note applies only to laws that were enacted between March 3, 1983 and \"the date of enactment\" of the 1996 ADEA amendments, which was September 30, 1996. Law 181 was enacted on August 15, 2003outside the time frame to which the note refers. Thus, rather than supporting plaintiffs' view that Law 181 violated the ADEA, this note is strong evidence to the contrary. If the prohibition were meant to extend to a law passed <i>after</i> the excluded period of time, the end date in the phrase would have been unnecessary. Thus, the only plausible interpretation of the note is that States and localities were permitted to enact laws lowering the mandatory retirement age for police officers and firefighters after passage of the 1996 amendment, so long as they complied with the requirements set out in the amendment.</p>\n<p>Plaintiffs' reliance on our decision in <i>Gately,</i> <span class=\"citation\" data-id=\"628597\"><a href=\"/opinion/628597/62-fair-emplpraccas-1033-62-empl-prac-dec-p-42508-17-employee/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1221</span></a></span>, where we invalidated a lowered retirement age, is equally misplaced. <span class=\"star-pagination\">*10</span> The mandatory retirement law at issue there was enacted in 1991 in connection with the consolidation of four Massachusetts police forces. <i>Id.</i> at 1224. Before the consolidation, officers in three of the forces had been subject to retirement at age sixty-five and officers serving on the fourth force had been subject to retirement at age fifty. <i>Id.</i> The 1991 state legislation imposed mandatory retirement at age fifty-five on all members of the consolidated force. <i>Id.</i> We held that the 1986 amendment to the ADEA did not permit Massachusetts to lower the retirement age to fifty-five for the group of officers who, in 1983, were subject to retirement at sixty-five. Before adoption of the 1996 amendments, a mandatory retirement scheme enacted after March 3, 1983, imposing new or lowered age limits on employment, was permissible only if it qualified under the narrow BFOQ exception. <i>See id.</i> at 1225-26 (describing the ADEA \"`escape clause'\" that allows all \"employers some limited flexibility to take age into consideration in business decisions\").</p>\n<p>Unlike <i>Gately,</i> this case is not governed by the 1986 amendment and, as we have explained, a state statute lowering the retirement age for public safety personnel is permitted by the 1996 amendment so long as the amendment's other requirements are met. <i>See </i><i>Feldman v. Nassau County,</i> <span class=\"citation\" data-id=\"2922\"><a href=\"/opinion/2922/feldman-v-nassau-county/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">177</span></a></span>, 182 (2d Cir.2006) (\"[T]he exception can absolve a state or local government of liability under the ADEA for an age limit in law enforcement hiring regardless of whether that age limit was in existence pursuant to local law at the time <i>Wyoming</i> was decided or whether it was enacted after the 1996 ADEA amendments that reinstated the law enforcement exception.\") (citations omitted).<sup>[11]</sup> Law 181 is therefore not invalid as a result of its lower triggering age.<sup>[12]</sup></p>\n<p></p>\n<h2>B. The Fitness Testing Requirement</h2>\n<p>Plaintiffs contend that, even if they were lawfully subject to retirement at age fifty-five, the Commonwealth had to give them the opportunity to avoid discharge by taking performance tests that could prove their physical and mental fitness to continue working. This is the testing described above, which Congress expected to be in place within about four years after enactment of the 1996 amendment. Although plaintiffs acknowledge that the particular tests referenced in the statute have never been identified by the Secretary of HHS, they insist that testing is nonetheless a prerequisite to their discharge. They <span class=\"star-pagination\">*11</span> claim that, in the absence of federally developed tests, Puerto Rico was required to devise its own evaluation systemor refrain from imposing mandatory retirement.</p>\n<p>We reject this reading of the statute. Although the language of § 623(j)(1) requires careful parsing, it unambiguously requires testing as a pre-condition to mandatory retirement only for those employees who would be discharged after the Secretary of HHS promulgates appropriate tests.<sup>[13]</sup> As described above, section (j)(1) states that the testing requirement applies \"if the individual was discharged after the date described in such section,\" and \"such section\" is \"section 3(d)(2) of the Age Discrimination in Employment Amendments of 1996.\" 29 U.S.C. § 623(j)(1).<sup>[14]</sup> The date referenced in section (d)(2) is \"the date of issuance of the regulations\" the Secretary \"shall issue ... identifying valid, nondiscriminatory job performance tests that shall be used by employers seeking the exemption.\" Pub.L. No. 104-208 § 119(2), 110 Stat. 3009-25 (1996). Thus, when pieced together, the elements of the statutory requirement are that (1) employers seeking the benefit of the safe-harbor provision (2) must use the tests identified by the Secretary (3) once regulations identifying those tests have been issued.</p>\n<p>Although the statutory language is not in our view reasonably susceptible to another interpretation, our conclusion would be the same if we deemed the provision ambiguous and found it necessary to consider legislative history to ascertain Congress's intent. <i>See </i><i>Godin,</i> 534 F.3d at 56 (noting that, \"[i]f the statute is ambiguous, we look beyond the text to the legislative history in order to determine congressional intent\"); <i>see also </i><i>Minch,</i> 363 F.3d at 620 n. 4 (stating that \"[t]he failure to promulgate guidelines and regulations for fitness testing gives rise to an ambiguity in the statute\"); <i>Drnek v. Chicago,</i> <span class=\"citation\" data-id=\"2413396\"><a href=\"/opinion/2413396/drnek-v-city-of-chicago/\"><span class=\"volume\">192</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">835</span></a></span>, 840 (N.D.Ill.2002) (concluding that \"the plain language of § 623 is ambiguous\" because \"it leaves a gap by requiring employers to comply with regulations that have not been promulgated\").</p>\n<p>In a thoughtful discussion that was endorsed by the Seventh Circuit in <i>Minch, see</i> 363 F.3d at 620 n. 4, the district court in <i>Drnek</i> examined § 623(j)'s legislative history at length before concluding that the public safety exemption in the provision was \"subject to the use of fitness tests <i>when and if</i> suitable tests were ever made available by HHS.\" <i>Drnek,</i> 192 F.Supp.2d at 842. The court cited comments made during floor debates on the proposed legislation that showed skepticism among members of Congress about the adequacy of existing physical tests. <i>See id.</i> at 841-42.<sup>[15]</sup> The court then concluded:</p>\n<blockquote>\n<span class=\"star-pagination\">*12</span> [T]he legislative history suggests that the intent of the amendment was to reinstate an exemption from the ADEA allowing for age-based retirement for public safety officials because fitness tests were unreliable, expensive, and had potential discriminatory effects on women and minorities. The provision in § 623(j)(1) for compliance with § 3(d)(2) merely imposed an obligation on employers to provide tests when and if suitable tests became available; it did not make tests a condition precedent to the operation of the exemption.</blockquote>\n<p><i>Id.</i> at 842.</p>\n<p>We thus agree with the Seventh Circuit that \"this component of section 623(j)(1) is essentially meaningless at this juncture.\" <i>Minch,</i> 363 F.3d at 620 n. 4. At present, a State or local government seeking to enforce a mandatory retirement provision must show only that: (1) the designated retirement age was set forth in a law that either was (a) in effect on March 3, 1983, or (b) in a law enacted after September 30, 1996, and is no lower than age fifty-five; and (2) the termination was taken pursuant to a bona fide retirement plan that is not a subterfuge for impermissible age discrimination. Having already addressed the timing and scope of Law 181, we now consider appellants' contention that the statute was a subterfuge to evade the purposes of the ADEA.<sup>[16]</sup></p>\n<p></p>\n<h2>C. The Subterfuge Requirement</h2>\n<p>Plaintiffs argue that the enactment of Law 181 was a subterfuge to evade the requirements of the ADEA because the defendants \"discriminated in a manner forbidden by the Act\" when they lowered the mandatory retirement age from sixty-five to fifty-five. Plaintiffs emphasize that defendants acted with discriminatory animus, deliberately seeking to replace them with younger officers, and they assert that this discriminatory motive connotes an impermissible <span class=\"star-pagination\">*13</span> scheme to bypass defendants' obligations under the ADEA.</p>\n<p>In effect, plaintiffs allege that Law 181 was a subterfuge to evade the ADEA because it was the product of intentional age discrimination. Using age as a basis for requiring retirement is precisely what section 623(j)(2) entitles the Commonwealth to do, however, and we thus join the Second and Seventh Circuits in rejecting an interpretation of \"subterfuge\" that would effectively nullify the exemption. <i>See </i><i>Feldman,</i> 434 F.3d at 184 (\"There is nothing deceptive about the state legislature doing exactly what Congress provided it the authority to do ...\"); <i>Minch,</i> 363 F.3d at 629 (\"[D]oing something that the statute expressly permits does not evade its prohibitions.\").</p>\n<p>In its analysis of the subterfuge limitation in <i>Minch,</i> the Seventh Circuit relied on the Supreme Court's decision in <i>Public Employees Retirement System v. Betts,</i> <span class=\"citation\" data-id=\"112321\"><a href=\"/opinion/112321/public-employees-retirement-system-of-ohio-v-betts/\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">158</span></a></span>, <span class=\"citation\" data-id=\"112321\"><a href=\"/opinion/112321/public-employees-retirement-system-of-ohio-v-betts/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2854</span></a></span>, <span class=\"citation\" data-id=\"112321\"><a href=\"/opinion/112321/public-employees-retirement-system-of-ohio-v-betts/\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">134</span></a></span> (1989). <i>Minch,</i> 363 F.3d at 623-29; <i>see also </i><i>Feldman,</i> 434 F.3d at 184 (adopting the reasoning in <i>Minch</i>). The Court in <i>Betts</i> had considered another provision of the ADEAsection 623(f)(2)that also contained a \"subterfuge\" exception to an exemption from liability. <i>Minch,</i> 363 F.3d at 624. Section 623(f)(2) protected age-based employment decisions from the prohibitions of the ADEA if they were taken pursuant to the terms of a bona fide benefit plan and ifin the same language that appears in section 623(j)the plan was \"not a subterfuge to evade the purposes of\" the Act. <i>Id.</i></p>\n<p>In interpreting the \"not a subterfuge\" language in section 623(f), the Supreme Court rejected the notion that age-based differences in employee benefits would be inconsistent with the ADEA unless the employer could offer a cost justification for the differential treatment. <i>Betts,</i> 492 U.S. at 170-72, <span class=\"citation\" data-id=\"112321\"><a href=\"/opinion/112321/public-employees-retirement-system-of-ohio-v-betts/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2854</span></a></span>. The Court concluded that, to avoid \"a self-defeating interpretation\" of the exception, <i>id.</i> at 178, the \"not a subterfuge\" criterion could not invalidate the very age-based line-drawing that the exemption allowed. <i>Id.</i> at 177-80; <i>see also </i><i>Minch,</i> 363 F.3d at 625. The Seventh Circuit applied that reasoning in the context of section 623(j):</p>\n<blockquote>The ADEA does not forbid [a State or locality] from making age-based retirement decisions as to its police and firefighting personnel; it expressly allows state and local governments to make such decisions so long as they act within the parameters set forth in section 623(j)(1).... The statute does not condition the validity of such retirement programs on proof that the public employer has adopted the program genuinely believing that it is justified in the interest of public safety. Instead, recognizing that there was not yet any national consensus as to the relationship between age and one's fitness to serve as a police officer or firefighter, Congress opted simply to restore the status quo <i>ante,</i> permitting states and cities to continue imposing age limits on these positions as they had been able to do prior to the ADEA's extension to state and municipal employers and <i>Wyoming</i>'s 1983 holding sustaining that extension.</blockquote>\n<p><i>Minch,</i> 363 F.3d at 629. Thus, proof that an employer imposes mandatory retirement for police officers and firefighters based on the view that \"older individuals are not up to the rigors of law enforcement or firefighting and should make room for younger, `fresher' replacements ... will not establish subterfuge because it does not reveal a kind of discriminatory conduct that the ADEA by its very terms forbids.\" <i>Id.</i></p>\n<p>As both the Supreme Court in <i>Betts</i> and the Seventh Circuit in <i>Minch</i> <span class=\"star-pagination\">*14</span> emphasized, this understanding does not strip the \"subterfuge\" provision of all meaning. Instead, a plaintiff asserting subterfuge must show that \"the employer is using the exemption as a way to evade another substantive provision of the act\" in other words, that the employer is \"commit[ting] some other type of age discrimination forbidden by the ADEA.\" <i>Minch,</i> 363 F.3d at 629-30; <i>see also </i><i>Betts,</i> 492 U.S. at 180, <span class=\"citation\" data-id=\"112321\"><a href=\"/opinion/112321/public-employees-retirement-system-of-ohio-v-betts/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2854</span></a></span>; <i>Feldman,</i> 434 F.3d at 184. The Seventh Circuit offered two examples of viable claims of subterfuge in the context of section 623(j): (1) if an employer adopted or reinstated age limits in order to retaliate against an employee who had protested practices made unlawful by the ADEA,<sup>[17]</sup> or (2) if the employer adopted age limits for police and firefighting personnel at the same time that it created a new, lower-paying position unrestricted by age, and invited the newly retired officers to apply, allowing the inference that the mandatory retirement scheme was a subterfuge for wage discrimination against older employees. <i>Minch,</i> 363 F.3d at 630 (citing <i>Betts,</i> 492 U.S. at 180, <span class=\"citation\" data-id=\"112321\"><a href=\"/opinion/112321/public-employees-retirement-system-of-ohio-v-betts/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2854</span></a></span>).</p>\n<p>As we have described, the plaintiffs here offer only accusations of age-based animus to support their subterfuge contention, alleging in their complaint that the governor and police superintendent agreed to \"get rid ... of a group of old timers with the purpose of replacing them by younger officers.\" Even if that allegation fairly describes the defendants' motivation, the fact remains that the ADEA permits government employers who are concerned about the effectiveness of older public safety officers to impose mandatory retirement at age fifty-five. Plaintiffs have thus offered no theory of subterfuge that can withstand a motion to dismiss, and they have therefore failed to state a viable claim under the ADEA.</p>\n<p></p>\n<h2>III.</h2>\n<p>Plaintiffs assert that their Fourteenth Amendment right to due process was violated when, pursuant to Law 181, the defendants lowered the mandatory retirement age by ten years without providing them an opportunity to demonstrate their physical and mental fitness to continue working. They claim that Law 447, the 1951 act that set sixty-five as the upper age limit for police officers, gave them a property interest in their jobs until they reached that age. Plaintiffs also assert that they were entitled to individual hearings before their terminations.</p>\n<p>We see no merit in this constitutional claim. To the extent plaintiffs have a property interest in their jobs, it derives from Commonwealth law. <i>See </i><i>Hatfield-Bermúdez v. Aldanondo-Rivera,</i> <span class=\"citation\" data-id=\"1454041\"><a href=\"/opinion/1454041/hatfield-bermudez-v-aldanondo-rivera/\"><span class=\"volume\">496</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></a></span>, 59 (1st Cir.2007) (\"Property interests are `created and ... defined by existing rules or understandings that stem from an independent source such as state law.'\" (quoting <i>Bd. of Regents v. Roth,</i> <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 577, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></a></span>, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1972))). The \"right\" to continued employment until age sixty-five that plaintiffs claim to have been given by Law 447 was modified by Law 181, and no due process violation occurs when \"the legislature which creates a statutory entitlement (or other property interest) ... alter[s] or terminat[es] the entitlement by subsequent legislative enactment.\" <i>Gattis v. Gravett,</i> <span class=\"citation\" data-id=\"480228\"><a href=\"/opinion/480228/m-glynn-gattis-and-mark-d-bowman-v-carroll-gravett-individually-and-in/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">778</span></a></span>, 780 (8th Cir.1986); <i>see also id.</i> at 781 (\"While the legislative alteration <span class=\"star-pagination\">*15</span> or elimination of a previously conferred property interest may be a `deprivation,' the legislative process itself provides citizens with all of the `process' they are `due.'\" (citing <i>Atkins v. Parker,</i> <span class=\"citation\" data-id=\"111465\"><a href=\"/opinion/111465/atkins-v-parker/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">115</span></a></span>, 131, <span class=\"citation\" data-id=\"111465\"><a href=\"/opinion/111465/atkins-v-parker/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2520</span></a></span>, <span class=\"citation\" data-id=\"111465\"><a href=\"/opinion/111465/atkins-v-parker/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">81</span></a></span> (1985))); <i>Story v. Green,</i> <span class=\"citation\" data-id=\"593299\"><a href=\"/opinion/593299/charles-story-roberto-oller-james-flynn-james-j-houston-joe-sadigur/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">60</span></a></span>, 63 (2d Cir.1992) (\"Having enacted a statute that created such a [property] right, ... the legislature retains the power to enact new legislation altering or eliminating the right, and that elimination does not contravene the Due Process or Takings Clauses of the Constitution.\"); <i>Hoffman v. City of Warwick,</i> <span class=\"citation\" data-id=\"545483\"><a href=\"/opinion/545483/frank-hoffman-etc-v-city-of-warwick-renauld-langlois-etc-v-city-of/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">608</span></a></span>, 619-20 (1st Cir. 1990) (\"Where the legislature enacts general legislation eliminating statutory rights or otherwise adjusting the benefits and burdens of economic life, in the absence of any substantive constitutional infirmity, `the legislative determination provides all the process that is due.'\" (quoting <i>Logan v. Zimmerman Brush Co.,</i> <span class=\"citation\" data-id=\"110657\"><a href=\"/opinion/110657/logan-v-zimmerman-brush-co/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">422</span></a></span>, 433, <span class=\"citation\" data-id=\"110657\"><a href=\"/opinion/110657/logan-v-zimmerman-brush-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1148</span></a></span>, <span class=\"citation\" data-id=\"110657\"><a href=\"/opinion/110657/logan-v-zimmerman-brush-co/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1982))); <i>see also </i><i>Nat'l R.R. Passenger Corp. v. Atchison, Topeka &amp; Santa Fe Ry.,</i> <span class=\"citation\" data-id=\"111369\"><a href=\"/opinion/111369/national-r-passenger-corp-v-at-sfr-co/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">451</span></a></span>, 465-66, <span class=\"citation\" data-id=\"111369\"><a href=\"/opinion/111369/national-r-passenger-corp-v-at-sfr-co/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1441</span></a></span>, <span class=\"citation\" data-id=\"111369\"><a href=\"/opinion/111369/national-r-passenger-corp-v-at-sfr-co/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">432</span></a></span> (1985) (\"[A]bsent some clear indication that the legislature intends to bind itself contractually, the presumption is that `a law is not intended to create private contractual or vested rights but merely declares a policy to be pursued until the legislature shall ordain otherwise.'\" (quoting <i>Dodge v. Bd. of Educ.,</i> <span class=\"citation\" data-id=\"102855\"><a href=\"/opinion/102855/dodge-v-board-of-ed-of-chicago/\"><span class=\"volume\">302</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">74</span></a></span>, 79, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">98</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">57</span></span> (1937))); <i>Nat'l Educ. Ass'n-Rhode Island ex rel. Scigulinsky v. Retirement Bd. of R.I.,</i> <span class=\"citation\" data-id=\"762677\"><a href=\"/opinion/762677/national-education-association-rhode-island-by-its-secretary-tia/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>, 27 (1st Cir.1999).</p>\n<p>Moreover, \"[w]hen statutory benefits are denied or terminated pursuant to a class-wide policy determination, as opposed to an individual determination of eligibility, the Due Process Clause does not require the state to afford a hearing to each affected individual.\" <i>Hoffman,</i> 909 F.2d at 620; <i>see also </i><i>Johnson v. Lefkowitz,</i> <span class=\"citation\" data-id=\"351005\"><a href=\"/opinion/351005/16-fair-emplpraccas-239-15-empl-prac-dec-p-7996-carol-c-johnson-v/\"><span class=\"volume\">566</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">866</span></a></span>, 869 (2d Cir.1977) (rejecting entitlement to hearing before mandatory retirement because \"the administrative cost to the state of providing each retiree with a hearing would be enormous, and by far outweigh the hardship to the individual\"); <i>cf. </i><i>O'Bannon v. Town Court Nursing Ctr.,</i> <span class=\"citation\" data-id=\"110319\"><a href=\"/opinion/110319/obannon-v-town-court-nursing-center/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">773</span></a></span>, 800, <span class=\"citation\" data-id=\"110319\"><a href=\"/opinion/110319/obannon-v-town-court-nursing-center/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2467</span></a></span>, <span class=\"citation\" data-id=\"110319\"><a href=\"/opinion/110319/obannon-v-town-court-nursing-center/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">506</span></a></span> (1980) (Blackmun, J., concurring in the judgment) (\"When governmental action affects more than a few individuals, concerns beyond economy, efficiency, and expedition tip the balance against finding that due process attaches.\"). Thus, the Police Department's failure to administer fitness tests before discharging plaintiffs violates neither the Constitution nor, as we have explained, the ADEA.</p>\n<p>Plaintiffs also attempt to rest a due process claim on the \"arbitrariness\" of age fifty-five as \"the point at which Police Officers are no longer physically fit to serve on the force.\" They cite the Puerto Rico legislature's subsequent amendment of Law 181, by Act No. 22 of June 30, 2005, raising the upper age limit for police officers and firefighters to fifty-eight, as evidence that the defendants lacked a basis for terminating their employment at age fifty-five. Although this claim is insufficiently developed to warrant our consideration, it is, in any event, patently unavailing. Section 623(j) explicitly permits States to impose mandatory retirement on public safety personnel at age fifty-five, and a state legislature is therefore not obliged to amass scientific research or empirical evidence justifying its decision to adopt that age. The judgment made by Puerto Rico's legislature, after further reflection, that the Commonwealth's safety goals could be better achieved by raising the age to fifty-eight hardly demonstrates that the prior adoption of age fifty-five was arbitrary. \"Forceful arguments certainly can be made as to the wisdom of enforcing <span class=\"star-pagination\">*16</span> a maximum age of hire,\" <i>Kopec,</i> 193 F.3d at 904, but Puerto Rico's decision to do so consistently with the ADEA did not violate plaintiffs' right to due process.</p>\n<p></p>\n<h2>IV.</h2>\n<p>We summarize our holdings:</p>\n<p>(1) Puerto Rico's Law 181, which lowered the mandatory retirement age for public safety personnel from sixty-five to fifty-five, is consistent with section 623(j) of the ADEA;</p>\n<p>(2) Defendants were not required to administer fitness tests before enforcing Law 181's mandatory retirement age because the testing requirement in section 623(j) will not take effect until appropriate tests are identified in regulations promulgated by the Secretary of HHS;</p>\n<p>(3) Plaintiffs' allegations of age-based animus on the part of defendants do not establish that Law 181 was a \"subterfuge\" for unlawful discrimination within the meaning of section 623(j)(2) because the exemption's purpose is to allow the termination of police officers and firefighters on the basis on age;</p>\n<p>(4) The Due Process Clause of the Fourteenth Amendment was not violated by plaintiffs' terminations without fitness testing or individualized hearings.</p>\n<p>We thus conclude that the district court properly dismissed plaintiffs' complaint under Federal Rule of Civil Procedure 12(b)(6) for failure to state a viable claim for relief. The court likewise properly denied plaintiffs' motion for reconsideration.</p>\n<p><i>The judgment of the district court is therefore affirmed.</i></p>\n<p>So ordered.</p>\n<p></p>\n<h2>CHRONOLOGY OF EVENTS LEADING TO AN EXEMPTION UNDER THE ADEA FOR THE MANDATORY RETIREMENT OF FIREFIGHTERS AND LAW ENFORCEMENT OFFICERS</h2>\n<p>1967</p>\n<p>ADEA enacted. It does not apply to states and their political subdivisions, and existing mandatory retirement provisions for police officers and firefighters are unaffected.</p>\n<p>1974</p>\n<p>Congress extends the ADEA to cover government employers, meaning that public employers could retain maximum hiring and retirement provisions only if they could show that age was a bona fide occupational qualification for the jobs.</p>\n<p>1976</p>\n<p>U.S. Supreme Court decision in <i>National League of Cities v. Usery,</i> <span class=\"citation\" data-id=\"109499\"><a href=\"/opinion/109499/national-league-of-cities-v-usery/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">833</span></a></span>, <span class=\"citation\" data-id=\"109499\"><a href=\"/opinion/109499/national-league-of-cities-v-usery/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2465</span></a></span>, <span class=\"citation\" data-id=\"109499\"><a href=\"/opinion/109499/national-league-of-cities-v-usery/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">245</span></a></span> (1976), raises doubts about whether the ADEA could constitutionally be applied to state and local governments.</p>\n<p>1983</p>\n<p>U.S. Supreme Court decision in <i>EEOC v. Wyoming,</i> <span class=\"citation\" data-id=\"110881\"><a href=\"/opinion/110881/eeoc-v-wyoming/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span>, <span class=\"citation\" data-id=\"110881\"><a href=\"/opinion/110881/eeoc-v-wyoming/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1054</span></a></span>, <span class=\"citation\" data-id=\"110881\"><a href=\"/opinion/110881/eeoc-v-wyoming/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">18</span></a></span> (1983), upholds the extension of the ADEA to government employers. Mandatory retirement ages for firefighters and police officers were once again clearly unlawful unless the states and localities could show that age was a bona fide occupational qualification.</p>\n<p>1986</p>\n<p>Congress amends the ADEA to provide a temporary \"safe-harbor\" provision allowing the mandatory retirement of state and local law enforcement officers and firefighters <span class=\"star-pagination\">*17</span> <i>if</i> the government employer had an age restriction in place on March 3, 1983the day after the ruling in <i>EEOC v. Wyoming</i><i>.</i> No new mandatory retirement provisions could be adopted, and the exemption expired on December 31, 1993.</p>\n<p>1996</p>\n<p>Congress reinstated the safe-harbor provision, retroactive to December 31, 1993. The 1996 amendment also allowed public employers to adopt new mandatory retirement laws. Public employers could thus impose mandatory retirement on police officers and firefighters if: (1) the employer had a mandatory retirement law in effect as of March 3, 1983, and the age of retirement was set no lower than the age set in that earlier law; or (2) the employer enacted a new mandatory retirement provision with an age limit no lower than fifty-five.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of New Hampshire, sitting by designation.</p>\n<p>[1]  Appellants also alleged a supplemental claim under Article 1802 of the Puerto Rico Civil Code, P.R. Laws Ann. tit. 31, § 5141. The district court dismissed the federal claims with prejudice and the Commonwealth claim without prejudice. Given our disposition of the federal claims, we do not further consider the supplemental claim. <i>See </i><i>Marrero-Gutierrez v. Molina,</i> <span class=\"citation\" data-id=\"202808\"><a href=\"/opinion/202808/marrero-gutierrez-v-molina/\"><span class=\"volume\">491</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.2007) (\"A district court retains the discretion ... to decline to exercise supplemental jurisdiction where the district court has dismissed all claims over which it had original jurisdiction.\").</p>\n<p>[2]  A chronology of the Congressional action and Supreme Court cases leading up to the current ADEA exemption for the mandatory retirement of police officers and firefighters appears at the end of this opinion.</p>\n<p>[3]  Doubt about whether the ADEA could be applied to state and local governments had arisen in the aftermath of the Supreme Court's decision in <i>National League of Cities v. Usery,</i> <span class=\"citation\" data-id=\"109499\"><a href=\"/opinion/109499/national-league-of-cities-v-usery/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">833</span></a></span>, <span class=\"citation\" data-id=\"109499\"><a href=\"/opinion/109499/national-league-of-cities-v-usery/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2465</span></a></span>, <span class=\"citation\" data-id=\"109499\"><a href=\"/opinion/109499/national-league-of-cities-v-usery/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">245</span></a></span> (1976). <i>See </i><i>Kopec v. City of Elmhurst,</i> <span class=\"citation\" data-id=\"766416\"><a href=\"/opinion/766416/richard-t-kopec-v-city-of-elmhurst-a-municipal-corporation-and-board-of/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">894</span></a></span>, 896-97 (7th Cir. 1999). In <i>Usery,</i> which was subsequently overruled by <i>Garcia v. San Antonio Metro. Transit Auth.,</i> <span class=\"citation\" data-id=\"111308\"><a href=\"/opinion/111308/garcia-v-san-antonio-metropolitan-transit-authority/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">528</span></a></span>, <span class=\"citation\" data-id=\"111308\"><a href=\"/opinion/111308/garcia-v-san-antonio-metropolitan-transit-authority/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></a></span>, <span class=\"citation\" data-id=\"111308\"><a href=\"/opinion/111308/garcia-v-san-antonio-metropolitan-transit-authority/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1016</span></a></span> (1985), the Court held that the Tenth Amendment barred extension of the minimum-wage and overtime provisions of the Fair Labor Standards Act to state and local governments. 426 U.S. at 851, <span class=\"citation\" data-id=\"109499\"><a href=\"/opinion/109499/national-league-of-cities-v-usery/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2465</span></a></span>. Although <i>Wyoming</i> eliminated Tenth Amendment concerns about the ADEA, the Supreme Court later held that Congress did not have the authority to abrogate the States' sovereign immunity from suit by private individuals for monetary relief under the ADEA. <i>See </i><i>Kimel v. Florida Bd. of Regents,</i> <span class=\"citation\" data-id=\"118323\"><a href=\"/opinion/118323/kimel-v-florida-bd-of-regents/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>, 91, <span class=\"citation\" data-id=\"118323\"><a href=\"/opinion/118323/kimel-v-florida-bd-of-regents/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">631</span></a></span>, <span class=\"citation\" data-id=\"118323\"><a href=\"/opinion/118323/kimel-v-florida-bd-of-regents/\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">522</span></a></span> (2000). Injunctive relief, however, remains available. <i>State Police for Automatic Ret. Ass'n v. DiFava,</i> <span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></span>, 12 (1st Cir.2003).</p>\n<p>[4]  Section 623(f)(1) allows employers \"to take any action otherwise prohibited under [the statute] ... where age is a bona fide occupational qualification reasonably necessary to the normal operation of the particular business....\" 29 U.S.C. § 623(f)(1).</p>\n<p>[5]  The full text of section 623(j) is as follows:\n</p>\n<p>(j) Employment as firefighter or law enforcement officer</p>\n<p>It shall not be unlawful for an employer which is a State, a political subdivision of a State, an agency or instrumentality of a State or a political subdivision of a State, or an interstate agency to fail or refuse to hire or to discharge any individual because of such individual's age if such action is taken </p>\n<p>(1) with respect to the employment of an individual as a firefighter or as a law enforcement officer, the employer has complied with section 3(d)(2) of the Age Discrimination in Employment Amendments of 1996 if the individual was discharged after the date described in such section, and the individual has attained</p>\n<p>(A) the age of hiring or retirement, respectively, in effect under applicable State or local law on March 3, 1983; or</p>\n<p>(B) (i) if the individual was not hired, the age of hiring in effect on the date of such failure or refusal to hire under applicable State or local law enacted after September 30, 1996; or</p>\n<p>(ii) if applicable State or local law was enacted after September 30, 1996, and the individual was discharged, the higher of</p>\n<p>(I) the age of retirement in effect on the date of such discharge under such law; and</p>\n<p>(II) age 55; and</p>\n<p>(2) pursuant to a bona fide hiring or retirement plan that is not a subterfuge to evade the purposes of this chapter.</p>\n<p>[6]  Section 2(d) of Pub.L. No. 104-208, § 119, states:\n</p>\n<p>(d) JOB PERFORMANCE TESTS</p>\n<p>(1) IDENTIFICATION OF TESTS.After issuance of the advisory guidelines described in subsection (c), the Secretary shall issue regulations identifying valid, nondiscriminatory job performance tests that shall be used by employers seeking the exemption described in section 4(j) of the Age Discrimination in Employment Act of 1967 with respect to firefighters or law enforcement officers who have attained an age of retirement described in such section 4(j).</p>\n<p>(2) USE OF TESTS.Effective on the date of issuance of the regulations described in paragraph (1), any employer seeking such exemption with respect to a firefighter or law enforcement officer who has attained such age shall provide to each firefighter or law enforcement officer who has attained such age an annual opportunity to demonstrate physical and mental fitness by passing a test described in paragraph (1), in order to continue employment.</p>\n<p>[7]  The 1986 legislation also had ordered the Department of Labor and the Equal Employment Opportunity Commission (\"EEOC\") to conduct a study of the feasibility of fitness testing for public safety personnel and directed the EEOC to promulgate guidelines on the administration and use of such tests. Researchers from the Center for Applied Behavioral Sciences of The Pennsylvania State University conducted the study for the government entities and concluded that \"age was a poor predictor of performance in public safety occupations,\" but no guidelines were issued. <i>See</i> H.R. Rep. 103-314 (Nov. 1, 1993).</p>\n<p>[8]  Luis Fortuño, the current governor, was later added to the case in his official capacity, and Calderón remained a defendant in her personal capacity. Jose Figueroa Sancha, the current superintendent of police, has been substituted for Cartagena as a defendant.</p>\n<p>[9]  Plaintiffs do not present an equal protection argument on appeal, and we therefore deem any such claim waived. <i>See </i><i>Levin v. Dalva Brothers, Inc.,</i> <span class=\"citation\" data-id=\"202354\"><a href=\"/opinion/202354/levin-v-dalva-brothers-inc/\"><span class=\"volume\">459</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 75 n. 4 (1st Cir. 2006) (noting that claims not raised in opening appellate brief are waived).</p>\n<p>[10]  This argument was not raised before the district court and therefore could be treated as waived. <i>See </i><i>In re New Motor Vehicles Canadian Exp. Antitrust Litig.,</i> <span class=\"citation\" data-id=\"203359\"><a href=\"/opinion/203359/in-re-new-motor-vehicles-canadian-export-antitrust/\"><span class=\"volume\">533</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.2008). We have nevertheless chosen to address it in order to clarify the scope of the safe-harbor provision.</p>\n<p>[11]  Indeed, we observed in <i>DiFava</i> that the safe-harbor provision \"allows states, if they choose, to continue to enforce against relevant law enforcement officers certain earlier age-based retirement laws (<i>or to create new laws consistent with the mandates of the statute</i>).\" <i>DiFava,</i> 317 F.3d at 14 (emphasis added). <i>DiFava</i> primarily concerned the Massachusetts statute we found invalid in <i>Gately</i> in light of the 1986 amendments, but its present-tense description of the law suggests an understanding of the then-current version of section 623(j) consistent with the view we have articulated here.</p>\n<p>[12]  Because the 1996 version of § 623(j) allows States and their subdivisions to impose mandatory retirement at age fifty-five or above, provisions adopting such a limit do not need to meet the requirements contained in § 623(f)(1) for a BFOQ exception. <i>See </i><i>Feldman,</i> 434 F.3d at 182 n. 5 (holding that § 623(j) \"by its terms relieves law enforcement agencies of having to establish that age is a BFOQ in order to discriminate on the basis of age\"); <i>Kopec,</i> 193 F.3d at 902 (noting that \"[s]ection 623(j) would ... accomplish nothing if the exemption from the ADEA were conditioned upon a BFOQ showing\" because \"[t]hat requirement is already found in section 623(f)(1)\"); <i>see also </i><i>Knight v. Georgia,</i> <span class=\"citation\" data-id=\"606356\"><a href=\"/opinion/606356/walter-s-knight-v-state-of-georgia-georgia-department-of-public-safety/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1541</span></a></span>, 1547 (11th Cir.1993) (holding that, under the equivalent provision in the 1986 amendment, a BFOQ showing was not necessary).</p>\n<p>[13]  For convenience, we repeat the relevant portion of the provision:\n</p>\n<p>It shall not be unlawful for an employer which is a State ... to discharge any individual because of such individual's age if such action is taken</p>\n<p>(1) with respect to the employment of an individual as a firefighter or as a law enforcement officer, the employer has complied with section 3(d)(2) of the Age Discrimination in Employment Amendments of 1996 <i>if the individual was discharged after the date described in such section</i> ....</p>\n<p>623(j)(1) (emphasis added). The statute then goes on to list the permissible retirement ages depending on the time of enactment of the applicable mandatory retirement plan and, in subsection (2), requires that the plan be bona fide and not a subterfuge to evade unlawful discrimination.</p>\n<p>[14]  As explained earlier, the reference to section (3)(d)(2) should have been to section 2(d)(2). <i>See supra</i> note 6 &amp; accompanying text.</p>\n<p>[15]  For example, Representative Owens \"noted that fitness tests in existence at that time tended to discriminate against women and minorities, and that they were not an effective substitute for age limits.\" <i>Drnek,</i> 192 F.Supp.2d at 841 (citing 141 Cong. Rec. 9491, 9492). Representative Weldon also observed that \"`[f]itness tests are not a valid alternative to age limits,' apparently because of the shortcomings of existing tests, and that `[i]n the absence of a valid fitness test, age limits ensure our public safety teams are in peak condition.'\" <i>Id.</i> (quoting 141 Cong. Rec. at 9492). Senator Moseley-Braun spoke directly to the issue of States and localities devising substitute tests:\n</p>\n<p>\"[Y]ou may ask why State and local governments cannot just develop tests to screen out those individuals who may still retain their strength at the age of 60 or 70. However, there is no adequate test that can simulate the conditions that firefighters and police officers face in the line of duty.\"</p>\n<p><i>Id.</i> (quoting 141 Cong. Record 7765, 7766).</p>\n<p>[16]  Plaintiffs have failed to put in issue the bona fide nature of the retirement plan. In their Eighth Amended Complaint, they alleged that the defendants did not act pursuant to a bona fide retirement plan, but, as the district court noted, \"[t]hat lone assertion\" is insufficient to state a viable ADEA claim. <i>See </i><i>Correa-Ruiz,</i> 411 F.Supp.2d at 50. Nor is it sufficient to preserve the issue for appeal. <i>See </i><i>B &amp; T Masonry Constr. Co. v. Pub. Serv. Mut. Ins. Co.,</i> <span class=\"citation\" data-id=\"201229\"><a href=\"/opinion/201229/bt-masonry-construc-v-public-service-mutua/\"><span class=\"volume\">382</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 40 (1st Cir.2004) (\"To preserve a point for appeal, some developed argumentation must be put forward in the nisi prius courtand a veiled reference to a legal theory is not enough to satisfy this requirement.\"). Indeed, appellants have not attempted to develop the allegation on appeal.\n</p>\n<p>An ADEA claim resting on that basis would, in any event, be unlikely to succeed in this case. <i>See </i><i>Kopec,</i> 193 F.3d at 901 (\"Imbuing `bona fide' with the meaning it carries in other, comparable provisions of the statute, a bona fide hiring plan presumably would be one that is genuine and pursuant to which actual hiring decisions are made.\" (citing <i>Pub. Employees Ret. Sys. v. Betts,</i> <span class=\"citation\" data-id=\"112321\"><a href=\"/opinion/112321/public-employees-retirement-system-of-ohio-v-betts/\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">158</span></a></span>, 166, <span class=\"citation\" data-id=\"112321\"><a href=\"/opinion/112321/public-employees-retirement-system-of-ohio-v-betts/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2854</span></a></span>, <span class=\"citation\" data-id=\"112321\"><a href=\"/opinion/112321/public-employees-retirement-system-of-ohio-v-betts/\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">134</span></a></span> (1989), for the proposition that an \"employee benefit plan is `bona fide' to the extent that it... exists and pays benefits ....\" (citation omitted))).</p>\n<p>[17]  Section 4(d) of the ADEA, codified at 29 U.S.C. § 623(d), forbids discrimination against an employee who has \"opposed any practice made unlawful by\" the Act or has \"made a charge, testified, assisted, or participated in any manner in an investigation, proceeding, or litigation\" of an age discrimination complaint.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/2922/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111308/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111465/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111472/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112321/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118323/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201229/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202158/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202808/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203401/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203581/",
    "http://www.courtlistener.com/api/rest/v3/opinions/351005/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480228/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/606356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1454041/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2413396/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2510577/"
  ]
}