{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203910/",
  "absolute_url": "/opinion/203910/makieh-v-holder/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203910/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1997/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:25:21Z",
  "date_modified": "2016-04-27T01:28:57.464568Z",
  "type": "010combined",
  "sha1": "7cb909a22f74d59469b785b65119c91820701c45",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-2213P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/07/14/Makieh_v._Holder.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 08-2213\n\n                            JAMAL MAKIEH,\n\n                             Petitioner,\n\n                                  v.\n\n                ERIC H. HOLDER, JR.,* ATTORNEY GENERAL,\n\n                             Respondent.\n\n\n                 ON PETITION FOR REVIEW OF AN ORDER\n                 OF THE BOARD OF IMMIGRATION APPEALS\n\n\n                                Before\n\n                          Lynch, Chief Judge,\n                  Ebel** and Lipez, Circuit Judges.\n\n\n     Ilana Etkin Greenstein, Jeremiah Friedman, Maureen O’Sullivan,\nHarvey Kaplan, and Jeanette Kain on brief for petitioner.\n     Michael H. Hertz, Acting Assistant Attorney General, and\nMichelle Gorden Latour and Timothy G. Hayes, Office of Immigration\nLitigation, on brief for respondent.\n\n\n                            July 14, 2009\n\n\n\n\n     *\n      Pursuant to Fed. R. App. P. 43(c)(2), Eric H. Holder, Jr., is\nsubstituted for former Attorney General Michael B. Mukasey as the\nRespondent herein.\n     **\n          Of the Tenth Circuit, sitting by designation\n\f           EBEL, Circuit Judge.         Jamal Makieh (“Makieh”) petitions\n\nfor review of the decision of the Board of Immigration Appeals\n\n(“BIA” or “the agency”) dismissing his appeal. The BIA adopted and\n\naffirmed the oral decision of the Immigration Judge (“IJ”), who\n\ndenied Makieh’s application for asylum, withholding of removal, and\n\nprotection under the Convention Against Torture (“CAT”).                    Because\n\nwe lack jurisdiction to consider Makieh’s challenge as to the\n\nasylum issue, and because the IJ’s decision denying withholding of\n\nremoval and CAT protection was supported by substantial evidence on\n\nthe record as a whole, we DISMISS the petition for review in part\n\nand DENY it in part.\n\nI.   FACTUAL AND PROCEDURAL BACKGROUND\n\n           Makieh,     a    Syrian   citizen,    was    born   and   grew    up   in\n\nLatakia, Syria.        Latakia is also home to the family of Syria’s\n\npresident, Bashar al-Asad, whom the State Department’s Country\n\nReport    on   Human       Rights    Practices    for    2005    described        as\n\n“authoritarian.” While Makieh is fearful of the president’s family\n\nand of the Islamic extremism on the rise in his home country,\n\nneither he nor any member of his family has ever been harmed by the\n\nSyrian government or by anyone else in Syria.                    In the 1980s,\n\nMakieh’s brother, Mohammed, and father, Ahmad, came to the United\n\nStates.   Both subsequently became U.S. citizens.               Makieh’s mother\n\nand sisters continue to live in Syria; Makieh testified before the\n\nimmigration court that they do not face any threat of harm–or\n\n\n                                       -2-\n\factual harm–there because “they live a simple life away from\n\npeople, just family.”\n\n              In October of 1992, when Makieh was twenty-one years old\n\nand facing conscription into the Syrian military, he entered the\n\nUnited States on a non-immigrant (F-1) student visa.               That visa\n\nauthorized him to remain in this country for “duration of status,”\n\nor   “D/S,”    which   meant   “the   time   during   which   [Makieh]    [wa]s\n\npursuing a full course of study at an educational institution\n\napproved” originally by the Immigration and Naturalization Service\n\n(“INS”), and later by the Department of Homeland Security (“DHS”),1\n\n8    C.F.R.    §   214.2(f)(5)(i).      Makieh    never   enrolled   in    the\n\neducational program for which he had been approved.\n\n              Remaining in the United States without permission, Makieh\n\nlived with his brother and father.             In July of 2000, Makieh’s\n\nfather, who by then had attained permanent resident status through\n\nhis son Mohammed, filed an I-130 Immigrant Petition for Relative\n\n(the “visa petition”) on Makieh’s behalf.             Pursuant to 8 U.S.C.\n\n§ 1153(a)(2)(B), the visa petition named Makieh as the unmarried\n\nadult son of a permanent resident.           If granted, the visa petition\n\nwould have made Makieh eligible to apply for adjustment of his\n\nresidency status to that of lawful permanent resident.             See Taing\n\n\n\n\n       1\n      The functions of the INS were transferred to DHS on March 1,\n2003. See United States v. Earle, 488 F.3d 537, 539 n.1 (1st Cir.\n2007).\n\n                                      -3-\n\fv. Napolitano, 567 F.3d 19, 21 (1st Cir. 2009); see also 8 U.S.C.\n\n§ 1255; 8 C.F.R. § 245.1.\n\n           On     January    30,     2003,       the   INS     initiated      removal\n\nproceedings against Makieh.              Just over six months later, Makieh\n\nmarried a U.S. citizen, and in June of 2004, she filed a visa\n\npetition on his behalf. Before that petition could be adjudicated,\n\nhowever, the couple formally separated, and they divorced in\n\nDecember of 2005.      Makieh’s marriage also voided the earlier visa\n\npetition filed by his father, because the marriage rendered Makieh\n\nineligible, under the Immigration and Naturalization Act (“INA”),\n\nfor   consideration     as   an    unmarried      adult      son   of   a   permanent\n\nresident, 8 U.S.C. § 1101(a)(39).                 Following Makieh’s divorce,\n\nAhmad Makieh filed a second visa petition for Makieh as his\n\nunmarried adult son.\n\n           Just before his divorce, in October of 2005, Makieh had\n\nfiled an application for asylum and for withholding of removal,\n\ncancellation of removal, and protection under the CAT.                        At his\n\nfinal hearing before the IJ on the merits of this application,\n\nMakieh testified that he had come to the United States to be with\n\nhis   brother    and   father,     and    to    embrace   American      freedom   and\n\ndemocracy.      He also testified, in broad terms, as to his fear of\n\nthe Syrian government as motivating him to come to the United\n\nStates.   Makieh further testified that he became truly afraid of\n\nreturning to Syria after the events of September 11, 2001, and the\n\n\n                                          -4-\n\fU.S.    invasions      of   Iraq    and   Afghanistan     that    followed.     The\n\nadministrative record includes evidence of an increase, since those\n\ninvasions, in violence perpetrated by Syrian extremists against\n\nAmerican interests.          That violence included the bombing of the\n\nAmerican embassy in Damascus the month prior to Makieh’s final\n\nhearing in immigration court.\n\n               According to Makieh, because he has spent his “adult\n\nlife”     in     the    United       States,       Syrians–especially       Islamic\n\nextremists–will see him as being “like Americans,” and thus “like\n\na traitor or something.”           As a result, he fears for his safety and\n\nbelieves he will be tortured if he returns to Syria.                        However,\n\nMakieh’s father, an American citizen, returns to Syria on a regular\n\nbasis for holy days; he generally spends several months at a time\n\nthere before returning to the United States.                     Ahmad Makieh has\n\nnever    been     harmed    by     the    Syrian   government     or   by   Islamic\n\nextremists.       Makieh’s brother, also an American citizen, likewise\n\nhas returned to Syria on a number of occasions and has not been\n\nharmed.    Makieh himself has not returned to Syria since he left in\n\n1992.    Finally, Makieh, his father, and his brother all testified\n\nor averred that Ahmad Makieh would suffer extraordinary hardship if\n\nMakieh were removed to Syria, because Makieh is the principal\n\ncaregiver for his father.\n\n               The IJ ruled on Makieh’s application in an oral decision\n\nhanded    down    on   October     24,    2006.     The   IJ   first   denied    the\n\n\n                                           -5-\n\fapplication for asylum as untimely, ruling that Makieh failed to\n\nfile his application within the one-year period, starting from the\n\ndate of arrival in the United States, mandated by the INA, 8 U.S.C.\n\n§ 1158(a)(2)(B). The IJ explained that Makieh was not eligible for\n\nconsideration of an untimely application because (1) even if the\n\ncourt accepted his contention that changed circumstances in Syria\n\nmaterially affected his eligibility for asylum, Makieh failed to\n\nfile his application within a reasonable time after learning of\n\nthose changed circumstances; and (2) Makieh failed to show any\n\nother       extraordinary   circumstances        that   would   justify   untimely\n\nfiling.       See 8 U.S.C. § 1158(a)(2)(D).\n\n               The   IJ   went   on   to    deny    Makieh’s    application   for\n\nwithholding of removal and for protection under the CAT, finding\n\nthat Makieh failed to demonstrate a “clear probability”–i.e., that\n\nit is more likely than not–that he would be persecuted on the basis\n\nof one of five statutorily enumerated grounds,2 or that he would be\n\ntortured.       See 8 U.S.C. § 1231(b)(3)(A) (withholding of removal);\n\n8 C.F.R. § 208.16(b) (same); id. §§ 208.16(c), 208.18 (implementing\n\nthe CAT); Castillo-Diaz v. Holder, 562 F.3d 23, 27 (1st Cir.\n\n2009)(reciting “clear probability” standard for withholding of\n\n\n\n\n        2\n      Those five grounds are “the alien’s race, religion,\nnationality, membership in a particular social group, or political\nopinion.” 8 U.S.C. § 1231(b)(3)(A).\n\n                                           -6-\n\fremoval); Sulaiman v. Gonzales, 429 F.3d 347, 351 (1st Cir. 2005)\n\n(applying same standard for protection under the CAT).3\n\n           On Makieh’s appeal, the BIA adopted and affirmed the IJ’s\n\ndecision   in   full,   summarizing   the   decision   and   adding   the\n\nobservation that Makieh’s alleged unawareness of the availability\n\nof asylum did “not qualify for an exception to the 1-year filing\n\ndeadline” for asylum applications. The BIA dismissed the appeal on\n\nAugust 21, 2008, and Makieh timely filed his petition for review\n\nbefore this Court.\n\n           Makieh seeks review of the following: (1) the IJ’s\n\nalleged failure to consider his argument that he is eligible to\n\nhave his untimely application for asylum considered on the merits\n\nbecause his reliance on his father’s and wife’s petitions for visas\n\non his behalf constituted an extraordinary circumstance; and (2)\n\nthe IJ’s determination that it is not more likely than not that\n\nMakieh would be persecuted or tortured if he were removed to Syria.\n\n\n\n\n     3\n      The IJ went on to deny the application for cancellation of\nremoval, see 8 U.S.C. § 1229b(b), finding that Makieh’s removal\nwould not create an exceptional and unusual hardship on his elderly\nfather. Under the REAL ID Act, 8 U.S.C. § 1252(a)(2)(B), (D), we\nlack jurisdiction to review the IJ’s or BIA’s discretionary\ndecision to deny cancellation of removal, unless the petitioner\nraises a colorable constitutional claim or question of law. See\nElysee v. Gonzales, 437 F.3d 221, 223 (1st Cir. 2006); Bencosme de\nRodriguez v. Gonzales, 433 F.3d 163, 164 (1st Cir. 2005) (per\ncuriam).    Makieh does not seek review of the denial of his\napplication for cancellation of removal.\n\n                                  -7-\n\fII.    DISCUSSION\n\n       A.      Scope and standard of review\n\n               In relevant part, § 1252(b)(4) mandates that\n\n       (A)     the court of appeals shall decide the petition only\n               on the administrative record on which the order of\n               removal is based, [and]\n\n       (B)     the administrative findings of fact are conclusive\n               unless   any  reasonable   adjudicator  would   be\n               compelled to conclude to the contrary . . . .\n\n8 U.S.C. § 1252(b)(4).              Consistent with the statutory mandate,\n\n“[w]e review the BIA’s [or IJ’s] findings of fact under the\n\ndeferential substantial evidence standard.”                   Scatambuli v. Holder,\n\n558 F.3d 53, 58 (1st Cir. 2009).                    Under this standard, we will\n\nreverse the BIA’s decision “only if a ‘reasonable adjudicator would\n\nbe compelled to conclude to the contrary.’”                         Castillo-Diaz, 562\n\nF.3d at 26 (quoting 8 U.S.C. § 1252(b)(4)(B)).                      This means that we\n\nwill    uphold         the   decision   if    it   is   “supported     by    reasonable,\n\nsubstantial, and probative evidence on the record considered as a\n\nwhole.”       Id. (quotation omitted).             We review questions of law de\n\nnovo.       Id.\n\n               When, as in this case, the BIA “adopts the IJ’s opinion\n\nand discusses some of the bases for the IJ’s decision, we have\n\nauthority         to    review   both   the    IJ’s     and   the    BIA’s    opinions.”\n\nScatambuli, 558 F.3d at 58 (quotation omitted).                              Within that\n\nreview, we should “judge the action of the BIA based only on\n\nreasoning provided by the agency, not on grounds constructed by the\n\n\n                                             -8-\n\freviewing court.”    Mihaylov v. Ashcroft, 379 F.3d 15, 21 (1st Cir.\n\n2004) (quotation, alteration omitted).           As a result, “we will\n\nremand if the agency fails to state with sufficient particularity\n\n. . . legally sufficient reasons for its decision.” Id. (quotation\n\nomitted).\n\n     B.     Whether this court has jurisdiction to review the BIA’s\n            denial of Makieh’s asylum application as untimely\n\n            Under 8 U.S.C. § 1158(a)(3), we lack jurisdiction to\n\nreview the agency's determination that Makieh failed to show\n\nextraordinary circumstances that could excuse the untimeliness of\n\nhis asylum application under § 1158(a)(2)(D).              The REAL ID Act\n\nprovides an exception under which we do retain jurisdiction to\n\nreview    constitutional   claims   or    questions   of   law.   8   U.S.C.\n\n§ 1252(a)(2)(D).      However, the agency's determinations as to\n\ntimeliness and changed or extraordinary circumstances \"are usually\n\nfactual determinations outside the court's jurisdiction.\" Odmar v.\n\nMukasey, 294 F. App'x 611, 613 (1st Cir. 2008) (unpublished)\n\n(citing Hayek v. Gonzales, 445 F.3d 501, 506-07 (1st Cir. 2006)).\n\n            To overcome § 1158(a)(3)’s jurisdictional bar, Makieh\n\nmust “identif[y] a legal or constitutional defect in the [agency’s]\n\ndecision.”    El-Labaki v. Mukasey, 544 F.3d 1, 5 (1st Cir. 2008).\n\n\"To trigger our jurisdiction, the putative constitutional or legal\n\nchallenge . . . must be colorable; that is, the argument advanced\n\nmust, at the very least, have some potential validity.\"               Pan v.\n\n\n\n                                    -9-\n\fGonzales, 489 F.3d 80, 84 (1st Cir. 2007); see also De Araujo v.\n\nGonzales, 457 F.3d 146, 154 (1st Cir. 2006).\n\n            1.    Timing of asylum applications\n\n            An alien applying for asylum must “demonstrate[] by clear\n\nand convincing evidence that the application has been filed within\n\n1 year after the date of the alien’s arrival in the United States”\n\nor by April 1, 1997, whichever is later.            8 U.S.C. § 1158(a)(2)(B);\n\n8 C.F.R. § 1208.4(a)(2).          However,\n\n     [a]n application for asylum of an alien may be\n     considered, notwithstanding [the one-year limitations\n     period], if the alien demonstrates to the satisfaction of\n     the Attorney General either the existence of changed\n     circumstances which materially affect the applicant’s\n     eligibility for asylum or extraordinary circumstances\n     relating to the delay in filing an application within the\n     [statutory] period.\n\n8 U.S.C. § 1158(a)(2)(D).         An applicant attempting to demonstrate\n\nchanged or extraordinary circumstances must also demonstrate that\n\nhe “filed the application ‘within a reasonable period’ given those\n\ncircumstances.”     Oroh v. Holder, 561 F.3d 62, 66 (1st Cir. 2009)\n\n(quoting 8 C.F.R. § 1208.4(a)(4), (5)).\n\n            2.    Makieh’s petition for review\n\n            Before the IJ and BIA, Makieh argued both changed and\n\nextraordinary circumstances as reasons he should be eligible for\n\nconsideration of his untimely filed application for asylum. The IJ\n\ndetermined that even if Makieh were correct that circumstances in\n\nSyria   changed   due   to    a   rise    in    Islamic   fundamentalism   after\n\nSeptember   11,   2001,      Makieh’s     2004    application   still   was   not\n\n                                         -10-\n\f“file[d]   within     a      reasonable      time    given      those     changed\n\ncircumstances.”     Makieh does not challenge that determination in\n\nhis petition for review.\n\n           Makieh also argued before the agency, and argues in his\n\npetition for review, that his mistaken reliance on his father’s and\n\nwife’s visa petitions constituted an extraordinary circumstance\n\nthat should make him eligible for consideration of an untimely\n\nfiled application.        Makieh urges that we have jurisdiction to\n\nreview the IJ’s and BIA’s decisions as to this issue because the\n\nagency committed constitutional and legal error by not considering\n\nthis   argument   regarding     his   reliance      on   the   visa    petitions.\n\nAccording to Makieh, the IJ and BIA violated his right to due\n\nprocess by failing to “actually adjudicate every claim which he\n\npresent[ed].”\n\n           3.     Analysis\n\n           Makieh fails to state a colorable constitutional claim or\n\nquestion of law.    See De Araujo, 457 F.3d at 154-55.                In his oral\n\ndecision, the IJ said explicitly that Makieh “has stated that the\n\nreason . . . he waited [to file the asylum application] w[a]s\n\nth[at] in addition to the withdrawn visa petition by his U.S.\n\ncitizen wife, sometime in 2003, also, the fact that his father had\n\nearlier submitted a visa petition for him in the year 2000.”\n\nHaving concluded that Makieh did not timely file his application\n\nafter learning of the changed conditions in Syria after September\n\n\n                                      -11-\n\f11, the IJ went on to make the explicit finding that “[n]o other\n\nextraordinary circumstances have been shown in this case, and the\n\nCourt, thus, finds that [Makieh] is barred from asylum under [INA]\n\nSection 208(a)(2)(B).”          (Id. at 64.)\n\n             As his oral decision makes abundantly clear, the IJ did,\n\nindeed, consider Makieh’s argument as to his reliance on the visa\n\npetitions.      He also made an explicit finding that the evidence\n\nMakieh   presented            failed   to      demonstrate      “extraordinary\n\ncircumstances,” where Makieh had attempted to characterize his\n\nreliance on the visa petitions precisely as an extraordinary\n\ncircumstance warranting an exception to the timeliness requirement.\n\nFurthermore, even if the IJ could have been more exact in linking\n\nhis   finding       of   no     extraordinary       circumstances   with   his\n\nacknowledgment of Makieh’s argument as to the visa petitions, we\n\nhave made clear that “‘[a]lthough we expect an immigration judge to\n\nmake findings on all grounds that are necessary to support his\n\ndecision, those findings can be either explicit or implicit.’”\n\nPulisir v. Mukasey, 524 F.3d 302, 308 (1st Cir. 2008) (quoting\n\nRotinsulu v. Mukasey, 515 F.3d 68, 72-73 (1st Cir. 2008) in\n\nparenthetical).      Here, even if we were to conclude that the IJ did\n\nnot   make     an    explicit      finding     as    to   the   “extraordinary\n\ncircumstances” argument, we certainly would conclude that he made\n\nan implicit finding in that regard.\n\n\n\n\n                                       -12-\n\f            Nothing in the record suggests that the agency failed to\n\nconsider Makieh’s argument with respect to his reliance on the visa\n\npetitions, much less that it committed constitutional error in this\n\nregard.    See Jamal v. Mukasey, 531 F.3d 60, 65-66 (1st Cir. 2008).\n\n            4.     Conclusion as to Makieh’s application for asylum\n\n            Makieh’s      petition    for   review    of    the   denial      of   his\n\napplication       for     asylum     does     not    present      any     colorable\n\nconstitutional claims or questions of law.              Consequently, we lack\n\njurisdiction to consider this element of the petition for review.\n\n      C.    Whether the BIA’s denial of Makieh’s application for\n            withholding of removal and for protection under the CAT\n            is supported by substantial evidence on the record as a\n            whole\n\n            1.     Statutory standards for withholding of removal and\n                   CAT protection\n\n            “Withholding of removal is available if ‘the alien’s life\n\nor freedom would be threatened in the destination country because\n\nof   the   alien’s      race,   religion,     nationality,     membership      in   a\n\nparticular social group, or political opinion.’”                        Sompotan v.\n\nMukasey,    533   F.3d    63,   68   (1st   Cir.    2008)   (quoting      8   U.S.C.\n\n§ 1231(b)(3)(A); alteration omitted). An applicant for withholding\n\nof removal may carry his burden of demonstrating this threat to his\n\nlife or freedom “by demonstrating past persecution, which gives\n\nrise to a rebuttable presumption of future persecution, or by\n\nshowing that it is ‘more likely than not’ that [he] will face\n\nfuture persecution based on one of the [five] statutory grounds.”\n\n\n                                       -13-\n\fLimani v. Mukasey, 538 F.3d 25, 31 (1st Cir. 2008) (citing 8 C.F.R.\n\n§   208.16(b)(1)(i),    (b)(2)).     “Persecution,”       in    turn,    means\n\n“mistreatment that extends beyond harassment, unpleasantness, and\n\nbasic suffering.” Sompotan, 533 F.3d at 68 (quotation, alterations\n\nomitted).    Finally, “it is critical that the petitioner[] show a\n\nnexus between the alleged persecution and one of the statutorily\n\nprotected grounds.”     Id. (quotation omitted).         Establishing that\n\nnexus requires a demonstration that “it is reasonable to believe\n\nthat the harm was motivated by a protected ground.” Id. (quotation\n\nomitted).\n\n            To qualify for protection from removal under the CAT, “an\n\napplicant must establish that it is ‘more likely than not that he\n\nwould be tortured if removed’” to the country at issue.                Khan v.\n\nMukasey, 549 F.3d 573, 575 n.2 (1st Cir. 2008) (quoting Limani, 538\n\nF.3d   at   32;   alterations   omitted);   8   C.F.R.    §    208.16(c)(2).\n\n“‘Torture’ means ‘severe pain or suffering, whether physical or\n\nmental . . . inflicted by or at the instigation of or with the\n\nconsent or acquiescence of a public official or other person acting\n\nin an official capacity.’”         Limani, 538 F.3d at 32 (quoting 8\n\nC.F.R. § 208.18(a)(1)).\n\n            2.    The IJ’s and BIA’s        decisions     and    the     whole\n                  administrative record\n\n            The IJ determined that Makieh failed to meet his burden\n\nof establishing that it was more likely than not that he would be\n\neither persecuted or tortured if he were removed to Syria.              The IJ\n\n                                   -14-\n\fexplained that no harm had ever come to Makieh while he was growing\n\nup in Syria, that his American-citizen father travels to and from\n\nSyria without difficulty or harm, and that Makieh’s “contention\n\nthat he has lived in this country and thus, is fearful of returning\n\ndoes   not    demonstrate   a   clear   probability    that    he   would   be\n\npersecuted.”\n\n             Having   carefully   reviewed   the    entire    administrative\n\nrecord on which the IJ and BIA based their decisions, we are\n\nsatisfied that those decisions are amply “supported by reasonable,\n\nsubstantial, and probative evidence on the record considered as a\n\nwhole.”      Castillo-Diaz, 562 F.3d at 26.         While the record does\n\ncontain documents substantiating the recent growth of Islamic\n\nradicalism in Syria, those documents–for instance, the Travel\n\nWarning issued by the U.S. State Department following the September\n\n12, 2006, bombing of the embassy in Damascus–specifically point to\n\ndangers      to   “Americans”     and   “American     interests.”           The\n\nadministrative record simply does not support Makieh’s claim that\n\nhe would more likely than not be persecuted because he is a Syrian\n\nwho has lived in the United States for seventeen years, nor his\n\nclaim that he more likely than not would be tortured if he were to\n\nreturn to Syria.\n\n             3.   Conclusion   as   to  Makieh’s   application              for\n                  withholding of removal and for CAT protection\n\n             “That the record supports a conclusion contrary to that\n\nreached by the [IJ and BIA] is not enough to warrant upsetting the\n\n                                    -15-\n\f[agency’s] view of the matter; for that to occur, the record must\n\ncompel   the     contrary    conclusion.”          Sompotan,   533   F.3d    at    68\n\n(quotation omitted).         In this case, the administrative record does\n\nnot even support a conclusion contrary to that reached by the\n\nagency, much less compel a contrary conclusion. Therefore, we DENY\n\nMakieh’s   petition        for   review    of    the   agency’s   denial    of    his\n\napplication for withholding of removal and for protection under the\n\nCAT.\n\nIII. CONCLUSION\n\n               Because we lack jurisdiction to review the BIA’s denial\n\nof Makieh’s application for asylum, and because the agency’s denial\n\nof his application for withholding of removal and for protection\n\nunder    the    CAT   is    supported     by     substantial   evidence     on    the\n\nadministrative record as a whole, we DISMISS Makieh’s petition for\n\nreview in part and DENY it in part.\n\n\n\n\n                                          -16-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>572 F.3d 37 (2009)</b></center>\n<center><h1>Jamal MAKIEH, Petitioner,<br>\nv.<br>\nEric H. HOLDER, Jr.,<sup>[*]</sup> Attorney General, Respondent.</h1></center>\n<center>No. 08-2213.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted June 4, 2009.</center>\n<center>Decided July 14, 2009.</center>\n<p><span class=\"star-pagination\">*38</span> Ilana Etkin Greenstein, Jeremiah Friedman, Maureen O'Sullivan, Harvey Kaplan, and Jeanette Kain on brief for petitioner.</p>\n<p>Michael H. Hertz, Acting Assistant Attorney General, and Michelle Gorden Latour and Timothy G. Hayes, Office of Immigration Litigation, on brief for respondent.</p>\n<p>Before LYNCH, Chief Judge, EBEL<sup>[**]</sup> and LIPEZ, Circuit Judges.</p>\n<p><span class=\"star-pagination\">*39</span> EBEL, Circuit Judge.</p>\n<p>Jamal Makieh (\"Makieh\") petitions for review of the decision of the Board of Immigration Appeals (\"BIA\" or \"the agency\") dismissing his appeal. The BIA adopted and affirmed the oral decision of the Immigration Judge (\"IJ\"), who denied Makieh's application for asylum, withholding of removal, and protection under the Convention Against Torture (\"CAT\"). Because we lack jurisdiction to consider Makieh's challenge as to the asylum issue, and because the IJ's decision denying withholding of removal and CAT protection was supported by substantial evidence on the record as a whole, we DISMISS the petition for review in part and DENY it in part.</p>\n<p></p>\n<h2>I. FACTUAL AND PROCEDURAL BACKGROUND</h2>\n<p>Makieh, a Syrian citizen, was born and grew up in Latakia, Syria. Latakia is also home to the family of Syria's president, Bashar al-Asad, whom the State Department's Country Report on Human Rights Practices for 2005 described as \"authoritarian.\" While Makieh is fearful of the president's family and of the Islamic extremism on the rise in his home country, neither he nor any member of his family has ever been harmed by the Syrian government or by anyone else in Syria. In the 1980s, Makieh's brother, Mohammed, and father, Ahmad, came to the United States. Both subsequently became U.S. citizens. Makieh's mother and sisters continue to live in Syria; Makieh testified before the immigration court that they do not face any threat of harm-or actual harm-there because \"they live a simple life away from people, just family.\"</p>\n<p>In October of 1992, when Makieh was twenty-one years old and facing conscription into the Syrian military, he entered the United States on a non-immigrant (F-1) student visa. That visa authorized him to remain in this country for \"duration of status,\" or \"D/S,\" which meant \"the time during which [Makieh] [wa]s pursuing a full course of study at an educational institution approved\" originally by the Immigration and Naturalization Service (\"INS\"), and later by the Department of Homeland Security (\"DHS\"),<sup>[1]</sup> 8 C.F.R. § 214.2(f)(5)(i). Makieh never enrolled in the educational program for which he had been approved.</p>\n<p>Remaining in the United States without permission, Makieh lived with his brother and father. In July of 2000, Makieh's father, who by then had attained permanent resident status through his son Mohammed, filed an I-130 Immigrant Petition for Relative (the \"visa petition\") on Makieh's behalf. Pursuant to 8 U.S.C. § 1153(a)(2)(B), the visa petition named Makieh as the unmarried adult son of a permanent resident. If granted, the visa petition would have made Makieh eligible to apply for adjustment of his residency status to that of lawful permanent resident. <i>See </i><i>Taing v. Napolitano,</i> 567 F.3d 19, 21 (1st Cir.2009); <i>see also</i> 8 U.S.C. § 1255; 8 C.F.R. § 245.1.</p>\n<p>On January 30, 2003, the INS initiated removal proceedings against Makieh. Just over six months later, Makieh married a U.S. citizen, and in June of 2004, she filed a visa petition on his behalf. Before that petition could be adjudicated, however, the couple formally separated, and they divorced in December of 2005. Makieh's marriage also voided the earlier visa petition filed by his father, because the marriage <span class=\"star-pagination\">*40</span> rendered Makieh ineligible, under the Immigration and Naturalization Act (\"INA\"), for consideration as an unmarried adult son of a permanent resident, 8 U.S.C. § 1101(a)(39). Following Makieh's divorce, Ahmad Makieh filed a second visa petition for Makieh as his unmarried adult son.</p>\n<p>Just before his divorce, in October of 2005, Makieh had filed an application for asylum and for withholding of removal, cancellation of removal, and protection under the CAT. At his final hearing before the IJ on the merits of this application, Makieh testified that he had come to the United States to be with his brother and father, and to embrace American freedom and democracy. He also testified, in broad terms, as to his fear of the Syrian government as motivating him to come to the United States. Makieh further testified that he became truly afraid of returning to Syria after the events of September 11, 2001, and the U.S. invasions of Iraq and Afghanistan that followed. The administrative record includes evidence of an increase, since those invasions, in violence perpetrated by Syrian extremists against American interests. That violence included the bombing of the American embassy in Damascus the month prior to Makieh's final hearing in immigration court.</p>\n<p>According to Makieh, because he has spent his \"adult life\" in the United States, Syriansespecially Islamic extremists will see him as being \"like Americans,\" and thus \"like a traitor or something.\" As a result, he fears for his safety and believes he will be tortured if he returns to Syria. However, Makieh's father, an American citizen, returns to Syria on a regular basis for holy days; he generally spends several months at a time there before returning to the United States. Ahmad Makieh has never been harmed by the Syrian government or by Islamic extremists. Makieh's brother, also an American citizen, likewise has returned to Syria on a number of occasions and has not been harmed. Makieh himself has not returned to Syria since he left in 1992. Finally, Makieh, his father, and his brother all testified or averred that Ahmad Makieh would suffer extraordinary hardship if Makieh were removed to Syria, because Makieh is the principal caregiver for his father.</p>\n<p>The IJ ruled on Makieh's application in an oral decision handed down on October 24, 2006. The IJ first denied the application for asylum as untimely, ruling that Makieh failed to file his application within the one-year period, starting from the date of arrival in the United States, mandated by the INA, 8 U.S.C. § 1158(a)(2)(B). The IJ explained that Makieh was not eligible for consideration of an untimely application because (1) even if the court accepted his contention that changed circumstances in Syria materially affected his eligibility for asylum, Makieh failed to file his application within a reasonable time after learning of those changed circumstances; and (2) Makieh failed to show any other extraordinary circumstances that would justify untimely filing. <i>See</i> 8 U.S.C. § 1158(a)(2)(D).</p>\n<p>The IJ went on to deny Makieh's application for withholding of removal and for protection under the CAT, finding that Makieh failed to demonstrate a \"clear probability\"i.e., that it is more likely than notthat he would be persecuted on the basis of one of five statutorily enumerated grounds,<sup>[2]</sup> or that he would be tortured. <i>See</i> 8 U.S.C. § 1231(b)(3)(A) (withholding of removal); 8 C.F.R. § 208.16(b) (same); <i>id.</i> §§ 208.16(c), 208.18 (implementing the CAT); <i>Castillo-Diaz v. Holder,</i> 562 F.3d 23, 27 (1st Cir.2009)(reciting <span class=\"star-pagination\">*41</span> \"clear probability\" standard for withholding of removal); <i>Sulaiman v. Gonzales,</i> 429 F.3d 347, 351 (1st Cir.2005) (applying same standard for protection under the CAT).<sup>[3]</sup></p>\n<p>On Makieh's appeal, the BIA adopted and affirmed the IJ's decision in full, summarizing the decision and adding the observation that Makieh's alleged unawareness of the availability of asylum did \"not qualify for an exception to the 1-year filing deadline\" for asylum applications. The BIA dismissed the appeal on August 21, 2008, and Makieh timely filed his petition for review before this Court.</p>\n<p>Makieh seeks review of the following: (1) the IJ's alleged failure to consider his argument that he is eligible to have his untimely application for asylum considered on the merits because his reliance on his father's and wife's petitions for visas on his behalf constituted an extraordinary circumstance; and (2) the IJ's determination that it is not more likely than not that Makieh would be persecuted or tortured if he were removed to Syria.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2>A. <i>Scope and standard of review</i>\n</h2>\n<p>In relevant part, § 1252(b)(4) mandates that</p>\n<blockquote>(A) the court of appeals shall decide the petition only on the administrative record on which the order of removal is based, [and]</blockquote>\n<blockquote>(B) the administrative findings of fact are conclusive unless any reasonable adjudicator would be compelled to conclude to the contrary....</blockquote>\n<p>8 U.S.C. § 1252(b)(4). Consistent with the statutory mandate, \"[w]e review the BIA's [or IJ's] findings of fact under the deferential substantial evidence standard.\" <i>Scatambuli v. Holder,</i> 558 F.3d 53, 58 (1st Cir.2009). Under this standard, we will reverse the BIA's decision \"only if a `reasonable adjudicator would be compelled to conclude to the contrary.'\" <i>Castillo-Diaz,</i> 562 F.3d at 26 (quoting 8 U.S.C. § 1252(b)(4)(B)). This means that we will uphold the decision if it is \"supported by reasonable, substantial, and probative evidence on the record considered as a whole.\" <i>Id.</i> (quotation omitted). We review questions of law <i>de novo. Id.</i></p>\n<p>When, as in this case, the BIA \"adopts the IJ's opinion and discusses some of the bases for the IJ's decision, we have authority to review both the IJ's and the BIA's opinions.\" <i>Scatambuli,</i> 558 F.3d at 58 (quotation omitted). Within that review, we should \"judge the action of the BIA based only on reasoning provided by the agency, not on grounds constructed by the reviewing court.\" <i>Mihaylov v. Ashcroft,</i> 379 F.3d 15, 21 (1st Cir.2004) (quotation, alteration omitted). As a result, \"we will remand if the agency fails to state with sufficient particularity ... legally sufficient reasons for its decision.\" <i>Id.</i> (quotation omitted).</p>\n<p></p>\n<h2>B. <i>Whether this court has jurisdiction to review the BIA's denial of Makieh's asylum application as untimely</i>\n</h2>\n<p>Under 8 U.S.C. § 1158(a)(3), we lack jurisdiction to review the agency's <span class=\"star-pagination\">*42</span> determination that Makieh failed to show extraordinary circumstances that could excuse the untimeliness of his asylum application under § 1158(a)(2)(D). The REAL ID Act provides an exception under which we do retain jurisdiction to review constitutional claims or questions of law. 8 U.S.C. § 1252(a)(2)(D). However, the agency's determinations as to timeliness and changed or extraordinary circumstances \"are usually factual determinations outside the court's jurisdiction.\" <i>Odmar v. Mukasey,</i> 294 Fed.Appx. 611, 613 (1st Cir. 2008) (unpublished) (citing <i>Hayek v. Gonzales,</i> 445 F.3d 501, 506-07 (1st Cir.2006)).</p>\n<p>To overcome § 1158(a)(3)'s jurisdictional bar, Makieh must \"identif[y] a legal or constitutional defect in the [agency's] decision.\" <i>El-Labaki v. Mukasey,</i> 544 F.3d 1, 5 (1st Cir.2008). \"To trigger our jurisdiction, the putative constitutional or legal challenge ... must be colorable; that is, the argument advanced must, at the very least, have some potential validity.\" <i>Pan v. Gonzales,</i> 489 F.3d 80, 84 (1st Cir.2007); <i>see also </i><i>De Araujo v. Gonzales,</i> 457 F.3d 146, 154 (1st Cir.2006).</p>\n<p></p>\n<h2>1. <i>Timing of asylum applications</i>\n</h2>\n<p>An alien applying for asylum must \"demonstrate[] by clear and convincing evidence that the application has been filed within 1 year after the date of the alien's arrival in the United States\" or by April 1, 1997, whichever is later. 8 U.S.C. § 1158(a)(2)(B); 8 C.F.R. § 1208.4(a)(2). However,</p>\n<blockquote>[a]n application for asylum of an alien may be considered, notwithstanding [the one-year limitations period], if the alien demonstrates to the satisfaction of the Attorney General either the existence of changed circumstances which materially affect the applicant's eligibility for asylum or extraordinary circumstances relating to the delay in filing an application within the [statutory] period.</blockquote>\n<p>8 U.S.C. § 1158(a)(2)(D). An applicant attempting to demonstrate changed or extraordinary circumstances must also demonstrate that he \"filed the application `within a reasonable period' given those circumstances.\" <i>Oroh v. Holder,</i> 561 F.3d 62, 66 (1st Cir.2009) (quoting 8 C.F.R. § 1208.4(a)(4), (5)).</p>\n<p></p>\n<h2>2. <i>Makieh's petition for review</i>\n</h2>\n<p>Before the IJ and BIA, Makieh argued both changed and extraordinary circumstances as reasons he should be eligible for consideration of his untimely filed application for asylum. The IJ determined that even if Makieh were correct that circumstances in Syria changed due to a rise in Islamic fundamentalism after September 11, 2001, Makieh's 2004 application still was not \"file[d] within a reasonable time given those changed circumstances.\" Makieh does not challenge that determination in his petition for review.</p>\n<p>Makieh also argued before the agency, and argues in his petition for review, that his mistaken reliance on his father's and wife's visa petitions constituted an extraordinary circumstance that should make him eligible for consideration of an untimely filed application. Makieh urges that we have jurisdiction to review the IJ's and BIA's decisions as to this issue because the agency committed constitutional and legal error by not considering this argument regarding his reliance on the visa petitions. According to Makieh, the IJ and BIA violated his right to due process by failing to \"actually adjudicate every claim which he present[ed].\"</p>\n<p></p>\n<h2>3. <i>Analysis</i>\n</h2>\n<p>Makieh fails to state a colorable constitutional claim or question of law. <i>See </i><i>De Araujo,</i> 457 F.3d at 154-55. In his <span class=\"star-pagination\">*43</span> oral decision, the IJ said explicitly that Makieh \"has stated that the reason ... he waited [to file the asylum application] w[a]s th[at] in addition to the withdrawn visa petition by his U.S. citizen wife, sometime in 2003, also, the fact that his father had earlier submitted a visa petition for him in the year 2000.\" Having concluded that Makieh did not timely file his application after learning of the changed conditions in Syria after September 11, the IJ went on to make the explicit finding that \"[n]o other extraordinary circumstances have been shown in this case, and the Court, thus, finds that [Makieh] is barred from asylum under [INA] Section 208(a)(2)(B).\" (<i>Id.</i> at 64.)</p>\n<p>As his oral decision makes abundantly clear, the IJ did, indeed, consider Makieh's argument as to his reliance on the visa petitions. He also made an explicit finding that the evidence Makieh presented failed to demonstrate \"extraordinary circumstances,\" where Makieh had attempted to characterize his reliance on the visa petitions precisely as an extraordinary circumstance warranting an exception to the timeliness requirement. Furthermore, even if the IJ could have been more exact in linking his finding of no extraordinary circumstances with his acknowledgment of Makieh's argument as to the visa petitions, we have made clear that \"`[a]lthough we expect an immigration judge to make findings on all grounds that are necessary to support his decision, those findings can be either explicit or implicit.'\" <i>Pulisir v. Mukasey,</i> 524 F.3d 302, 308 (1st Cir.2008) (quoting <i>Rotinsulu v. Mukasey,</i> 515 F.3d 68, 72-73 (1st Cir.2008) in parenthetical). Here, even if we were to conclude that the IJ did not make an explicit finding as to the \"extraordinary circumstances\" argument, we certainly would conclude that he made an implicit finding in that regard.</p>\n<p>Nothing in the record suggests that the agency failed to consider Makieh's argument with respect to his reliance on the visa petitions, much less that it committed constitutional error in this regard. <i>See </i><i>Jamal v. Mukasey,</i> 531 F.3d 60, 65-66 (1st Cir.2008).</p>\n<p></p>\n<h2>4. <i>Conclusion as to Makieh's application for asylum</i>\n</h2>\n<p>Makieh's petition for review of the denial of his application for asylum does not present any colorable constitutional claims or questions of law. Consequently, we lack jurisdiction to consider this element of the petition for review.</p>\n<p></p>\n<h2>C. <i>Whether the BIA's denial of Makieh's application for withholding of removal and for protection under the CAT is supported by substantial evidence on the record as a whole</i>\n</h2>\n<p></p>\n<h2>1. <i>Statutory standards for withholding of removal and CAT protection</i>\n</h2>\n<p>\"Withholding of removal is available if `the alien's life or freedom would be threatened in the destination country because of the alien's race, religion, nationality, membership in a particular social group, or political opinion.'\" <i>Sompotan v. Mukasey,</i> 533 F.3d 63, 68 (1st Cir.2008) (quoting 8 U.S.C. § 1231(b)(3)(A); alteration omitted). An applicant for withholding of removal may carry his burden of demonstrating this threat to his life or freedom \"by demonstrating past persecution, which gives rise to a rebuttable presumption of future persecution, or by showing that it is `more likely than not' that [he] will face future persecution based on one of the [five] statutory grounds.\" <i>Limani v. Mukasey,</i> 538 F.3d 25, 31 (1st Cir.2008) (citing 8 C.F.R. § 208.16(b)(1)(i), (b)(2)). \"Persecution,\" in turn, means \"mistreatment that extends beyond harassment, unpleasantness, and basic suffering.\" <i>Sompotan,</i> 533 <span class=\"star-pagination\">*44</span> F.3d at 68 (quotation, alterations omitted). Finally, \"it is critical that the petitioner[] show a nexus between the alleged persecution and one of the statutorily protected grounds.\" <i>Id.</i> (quotation omitted). Establishing that nexus requires a demonstration that \"it is reasonable to believe that the harm was motivated by a protected ground.\" <i>Id.</i> (quotation omitted).</p>\n<p>To qualify for protection from removal under the CAT, \"an applicant must establish that it is `more likely than not that he would be tortured if removed'\" to the country at issue. <i>Khan v. Mukasey,</i> 549 F.3d 573, 575 n. 2 (1st Cir.2008) (quoting <i>Limani,</i> 538 F.3d at 32; alterations omitted); 8 C.F.R. § 208.16(c)(2). \"`Torture' means `severe pain or suffering, whether physical or mental ... inflicted by or at the instigation of or with the consent or acquiescence of a public official or other person acting in an official capacity.'\" <i>Limani,</i> 538 F.3d at 32 (quoting 8 C.F.R. § 208.18(a)(1)).</p>\n<p></p>\n<h2>2. <i>The IJ's and BIA's decisions and the whole administrative record</i>\n</h2>\n<p>The IJ determined that Makieh failed to meet his burden of establishing that it was more likely than not that he would be either persecuted or tortured if he were removed to Syria. The IJ explained that no harm had ever come to Makieh while he was growing up in Syria, that his American-citizen father travels to and from Syria without difficulty or harm, and that Makieh's \"contention that he has lived in this country and thus, is fearful of returning does not demonstrate a clear probability that he would be persecuted.\"</p>\n<p>Having carefully reviewed the entire administrative record on which the IJ and BIA based their decisions, we are satisfied that those decisions are amply \"supported by reasonable, substantial, and probative evidence on the record considered as a whole.\" <i>Castillo-Diaz,</i> 562 F.3d at 26. While the record does contain documents substantiating the recent growth of Islamic radicalism in Syria, those documentsfor instance, the Travel Warning issued by the U.S. State Department following the September 12, 2006, bombing of the embassy in Damascusspecifically point to dangers to \"Americans\" and \"American interests.\" The administrative record simply does not support Makieh's claim that he would more likely than not be persecuted because he is a Syrian who has lived in the United States for seventeen years, nor his claim that he more likely than not would be tortured if he were to return to Syria.</p>\n<p></p>\n<h2>3. <i>Conclusion as to Makieh's application for withholding of removal and for CAT protection</i>\n</h2>\n<p>\"That the record <i>supports</i> a conclusion contrary to that reached by the [IJ and BIA] is not enough to warrant upsetting the [agency's] view of the matter; for that to occur, the record must <i>compel</i> the contrary conclusion.\" <i>Sompotan,</i> 533 F.3d at 68 (quotation omitted). In this case, the administrative record does not even support a conclusion contrary to that reached by the agency, much less compel a contrary conclusion. Therefore, we DENY Makieh's petition for review of the agency's denial of his application for withholding of removal and for protection under the CAT.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>Because we lack jurisdiction to review the BIA's denial of Makieh's application for asylum, and because the agency's denial of his application for withholding of removal and for protection under the CAT is supported by substantial evidence on the administrative record as a whole, we DISMISS <span class=\"star-pagination\">*45</span> Makieh's petition for review in part and DENY it in part.</p>\n<h2>NOTES</h2>\n<p>[*]  Pursuant to Fed. R.App. P. 43(c)(2), Eric H. Holder, Jr., is substituted for former Attorney General Michael B. Mukasey as the Respondent herein.</p>\n<p>[**]  Of the Tenth Circuit, sitting by designation</p>\n<p>[1]  The functions of the INS were transferred to DHS on March 1, 2003. <i>See </i><i>United States v. Earle,</i> 488 F.3d 537, 539 n. 1 (1st Cir.2007).</p>\n<p>[2]  Those five grounds are \"the alien's race, religion, nationality, membership in a particular social group, or political opinion.\" 8 U.S.C. § 1231(b)(3)(A).</p>\n<p>[3]  The IJ went on to deny the application for cancellation of removal, <i>see</i> 8 U.S.C. § 1229b(b), finding that Makieh's removal would not create an exceptional and unusual hardship on his elderly father. Under the REAL ID Act, 8 U.S.C. § 1252(a)(2)(B), (D), we lack jurisdiction to review the IJ's or BIA's discretionary decision to deny cancellation of removal, unless the petitioner raises a colorable constitutional claim or question of law. <i>See </i><i>Elysee v. Gonzales,</i> 437 F.3d 221, 223 (1st Cir.2006); <i>Bencosme de Rodriguez v. Gonzales,</i> 433 F.3d 163, 164 (1st Cir.2005) (per curiam). Makieh does not seek review of the denial of his application for cancellation of removal.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">572</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></span> (2009)</b></center>\n<center><h1>Jamal MAKIEH, Petitioner,<br>\nv.<br>\nEric H. HOLDER, Jr.,<sup>[*]</sup> Attorney General, Respondent.</h1></center>\n<center>No. 08-2213.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted June 4, 2009.</center>\n<center>Decided July 14, 2009.</center>\n<p><span class=\"star-pagination\">*38</span> Ilana Etkin Greenstein, Jeremiah Friedman, Maureen O'Sullivan, Harvey Kaplan, and Jeanette Kain on brief for petitioner.</p>\n<p>Michael H. Hertz, Acting Assistant Attorney General, and Michelle Gorden Latour and Timothy G. Hayes, Office of Immigration Litigation, on brief for respondent.</p>\n<p>Before LYNCH, Chief Judge, EBEL<sup>[**]</sup> and LIPEZ, Circuit Judges.</p>\n<p><span class=\"star-pagination\">*39</span> EBEL, Circuit Judge.</p>\n<p>Jamal Makieh (\"Makieh\") petitions for review of the decision of the Board of Immigration Appeals (\"BIA\" or \"the agency\") dismissing his appeal. The BIA adopted and affirmed the oral decision of the Immigration Judge (\"IJ\"), who denied Makieh's application for asylum, withholding of removal, and protection under the Convention Against Torture (\"CAT\"). Because we lack jurisdiction to consider Makieh's challenge as to the asylum issue, and because the IJ's decision denying withholding of removal and CAT protection was supported by substantial evidence on the record as a whole, we DISMISS the petition for review in part and DENY it in part.</p>\n<p></p>\n<h2>I. FACTUAL AND PROCEDURAL BACKGROUND</h2>\n<p>Makieh, a Syrian citizen, was born and grew up in Latakia, Syria. Latakia is also home to the family of Syria's president, Bashar al-Asad, whom the State Department's Country Report on Human Rights Practices for 2005 described as \"authoritarian.\" While Makieh is fearful of the president's family and of the Islamic extremism on the rise in his home country, neither he nor any member of his family has ever been harmed by the Syrian government or by anyone else in Syria. In the 1980s, Makieh's brother, Mohammed, and father, Ahmad, came to the United States. Both subsequently became U.S. citizens. Makieh's mother and sisters continue to live in Syria; Makieh testified before the immigration court that they do not face any threat of harm-or actual harm-there because \"they live a simple life away from people, just family.\"</p>\n<p>In October of 1992, when Makieh was twenty-one years old and facing conscription into the Syrian military, he entered the United States on a non-immigrant (F-1) student visa. That visa authorized him to remain in this country for \"duration of status,\" or \"D/S,\" which meant \"the time during which [Makieh] [wa]s pursuing a full course of study at an educational institution approved\" originally by the Immigration and Naturalization Service (\"INS\"), and later by the Department of Homeland Security (\"DHS\"),<sup>[1]</sup> 8 C.F.R. § 214.2(f)(5)(i). Makieh never enrolled in the educational program for which he had been approved.</p>\n<p>Remaining in the United States without permission, Makieh lived with his brother and father. In July of 2000, Makieh's father, who by then had attained permanent resident status through his son Mohammed, filed an I-130 Immigrant Petition for Relative (the \"visa petition\") on Makieh's behalf. Pursuant to 8 U.S.C. § 1153(a)(2)(B), the visa petition named Makieh as the unmarried adult son of a permanent resident. If granted, the visa petition would have made Makieh eligible to apply for adjustment of his residency status to that of lawful permanent resident. <i>See </i><i>Taing v. Napolitano,</i> <span class=\"citation\" data-id=\"203825\"><a href=\"/opinion/203825/neang-chea-taing-v-napolitano/\"><span class=\"volume\">567</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 21 (1st Cir.2009); <i>see also</i> 8 U.S.C. § 1255; 8 C.F.R. § 245.1.</p>\n<p>On January 30, 2003, the INS initiated removal proceedings against Makieh. Just over six months later, Makieh married a U.S. citizen, and in June of 2004, she filed a visa petition on his behalf. Before that petition could be adjudicated, however, the couple formally separated, and they divorced in December of 2005. Makieh's marriage also voided the earlier visa petition filed by his father, because the marriage <span class=\"star-pagination\">*40</span> rendered Makieh ineligible, under the Immigration and Naturalization Act (\"INA\"), for consideration as an unmarried adult son of a permanent resident, 8 U.S.C. § 1101(a)(39). Following Makieh's divorce, Ahmad Makieh filed a second visa petition for Makieh as his unmarried adult son.</p>\n<p>Just before his divorce, in October of 2005, Makieh had filed an application for asylum and for withholding of removal, cancellation of removal, and protection under the CAT. At his final hearing before the IJ on the merits of this application, Makieh testified that he had come to the United States to be with his brother and father, and to embrace American freedom and democracy. He also testified, in broad terms, as to his fear of the Syrian government as motivating him to come to the United States. Makieh further testified that he became truly afraid of returning to Syria after the events of September 11, 2001, and the U.S. invasions of Iraq and Afghanistan that followed. The administrative record includes evidence of an increase, since those invasions, in violence perpetrated by Syrian extremists against American interests. That violence included the bombing of the American embassy in Damascus the month prior to Makieh's final hearing in immigration court.</p>\n<p>According to Makieh, because he has spent his \"adult life\" in the United States, Syriansespecially Islamic extremists will see him as being \"like Americans,\" and thus \"like a traitor or something.\" As a result, he fears for his safety and believes he will be tortured if he returns to Syria. However, Makieh's father, an American citizen, returns to Syria on a regular basis for holy days; he generally spends several months at a time there before returning to the United States. Ahmad Makieh has never been harmed by the Syrian government or by Islamic extremists. Makieh's brother, also an American citizen, likewise has returned to Syria on a number of occasions and has not been harmed. Makieh himself has not returned to Syria since he left in 1992. Finally, Makieh, his father, and his brother all testified or averred that Ahmad Makieh would suffer extraordinary hardship if Makieh were removed to Syria, because Makieh is the principal caregiver for his father.</p>\n<p>The IJ ruled on Makieh's application in an oral decision handed down on October 24, 2006. The IJ first denied the application for asylum as untimely, ruling that Makieh failed to file his application within the one-year period, starting from the date of arrival in the United States, mandated by the INA, 8 U.S.C. § 1158(a)(2)(B). The IJ explained that Makieh was not eligible for consideration of an untimely application because (1) even if the court accepted his contention that changed circumstances in Syria materially affected his eligibility for asylum, Makieh failed to file his application within a reasonable time after learning of those changed circumstances; and (2) Makieh failed to show any other extraordinary circumstances that would justify untimely filing. <i>See</i> 8 U.S.C. § 1158(a)(2)(D).</p>\n<p>The IJ went on to deny Makieh's application for withholding of removal and for protection under the CAT, finding that Makieh failed to demonstrate a \"clear probability\"i.e., that it is more likely than notthat he would be persecuted on the basis of one of five statutorily enumerated grounds,<sup>[2]</sup> or that he would be tortured. <i>See</i> 8 U.S.C. § 1231(b)(3)(A) (withholding of removal); 8 C.F.R. § 208.16(b) (same); <i>id.</i> §§ 208.16(c), 208.18 (implementing the CAT); <i>Castillo-Diaz v. Holder,</i> <span class=\"citation\" data-id=\"203752\"><a href=\"/opinion/203752/castillo-diaz-v-holder/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 27 (1st Cir.2009)(reciting <span class=\"star-pagination\">*41</span> \"clear probability\" standard for withholding of removal); <i>Sulaiman v. Gonzales,</i> <span class=\"citation\" data-id=\"201926\"><a href=\"/opinion/201926/sulaiman-v-gonzales/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">347</span></a></span>, 351 (1st Cir.2005) (applying same standard for protection under the CAT).<sup>[3]</sup></p>\n<p>On Makieh's appeal, the BIA adopted and affirmed the IJ's decision in full, summarizing the decision and adding the observation that Makieh's alleged unawareness of the availability of asylum did \"not qualify for an exception to the 1-year filing deadline\" for asylum applications. The BIA dismissed the appeal on August 21, 2008, and Makieh timely filed his petition for review before this Court.</p>\n<p>Makieh seeks review of the following: (1) the IJ's alleged failure to consider his argument that he is eligible to have his untimely application for asylum considered on the merits because his reliance on his father's and wife's petitions for visas on his behalf constituted an extraordinary circumstance; and (2) the IJ's determination that it is not more likely than not that Makieh would be persecuted or tortured if he were removed to Syria.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2>A. <i>Scope and standard of review</i>\n</h2>\n<p>In relevant part, § 1252(b)(4) mandates that</p>\n<blockquote>(A) the court of appeals shall decide the petition only on the administrative record on which the order of removal is based, [and]</blockquote>\n<blockquote>(B) the administrative findings of fact are conclusive unless any reasonable adjudicator would be compelled to conclude to the contrary....</blockquote>\n<p>8 U.S.C. § 1252(b)(4). Consistent with the statutory mandate, \"[w]e review the BIA's [or IJ's] findings of fact under the deferential substantial evidence standard.\" <i>Scatambuli v. Holder,</i> <span class=\"citation\" data-id=\"1355710\"><a href=\"/opinion/1355710/scatambuli-v-holder/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 58 (1st Cir.2009). Under this standard, we will reverse the BIA's decision \"only if a `reasonable adjudicator would be compelled to conclude to the contrary.'\" <i>Castillo-Diaz,</i> 562 F.3d at 26 (quoting 8 U.S.C. § 1252(b)(4)(B)). This means that we will uphold the decision if it is \"supported by reasonable, substantial, and probative evidence on the record considered as a whole.\" <i>Id.</i> (quotation omitted). We review questions of law <i>de novo. Id.</i></p>\n<p>When, as in this case, the BIA \"adopts the IJ's opinion and discusses some of the bases for the IJ's decision, we have authority to review both the IJ's and the BIA's opinions.\" <i>Scatambuli,</i> 558 F.3d at 58 (quotation omitted). Within that review, we should \"judge the action of the BIA based only on reasoning provided by the agency, not on grounds constructed by the reviewing court.\" <i>Mihaylov v. Ashcroft,</i> <span class=\"citation no-link\"><span class=\"volume\">379</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></span>, 21 (1st Cir.2004) (quotation, alteration omitted). As a result, \"we will remand if the agency fails to state with sufficient particularity ... legally sufficient reasons for its decision.\" <i>Id.</i> (quotation omitted).</p>\n<p></p>\n<h2>B. <i>Whether this court has jurisdiction to review the BIA's denial of Makieh's asylum application as untimely</i>\n</h2>\n<p>Under 8 U.S.C. § 1158(a)(3), we lack jurisdiction to review the agency's <span class=\"star-pagination\">*42</span> determination that Makieh failed to show extraordinary circumstances that could excuse the untimeliness of his asylum application under § 1158(a)(2)(D). The REAL ID Act provides an exception under which we do retain jurisdiction to review constitutional claims or questions of law. 8 U.S.C. § 1252(a)(2)(D). However, the agency's determinations as to timeliness and changed or extraordinary circumstances \"are usually factual determinations outside the court's jurisdiction.\" <i>Odmar v. Mukasey,</i> 294 Fed.Appx. 611, 613 (1st Cir. 2008) (unpublished) (citing <i>Hayek v. Gonzales,</i> <span class=\"citation\" data-id=\"202159\"><a href=\"/opinion/202159/hayek-v-gonzales/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">501</span></a></span>, 506-07 (1st Cir.2006)).</p>\n<p>To overcome § 1158(a)(3)'s jurisdictional bar, Makieh must \"identif[y] a legal or constitutional defect in the [agency's] decision.\" <i>El-Labaki v. Mukasey,</i> <span class=\"citation\" data-id=\"203502\"><a href=\"/opinion/203502/el-labaki-v-mukasey/\"><span class=\"volume\">544</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.2008). \"To trigger our jurisdiction, the putative constitutional or legal challenge ... must be colorable; that is, the argument advanced must, at the very least, have some potential validity.\" <i>Pan v. Gonzales,</i> <span class=\"citation\" data-id=\"202784\"><a href=\"/opinion/202784/pan-v-gonzales/\"><span class=\"volume\">489</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span>, 84 (1st Cir.2007); <i>see also </i><i>De Araujo v. Gonzales,</i> <span class=\"citation no-link\"><span class=\"volume\">457</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">146</span></span>, 154 (1st Cir.2006).</p>\n<p></p>\n<h2>1. <i>Timing of asylum applications</i>\n</h2>\n<p>An alien applying for asylum must \"demonstrate[] by clear and convincing evidence that the application has been filed within 1 year after the date of the alien's arrival in the United States\" or by April 1, 1997, whichever is later. 8 U.S.C. § 1158(a)(2)(B); 8 C.F.R. § 1208.4(a)(2). However,</p>\n<blockquote>[a]n application for asylum of an alien may be considered, notwithstanding [the one-year limitations period], if the alien demonstrates to the satisfaction of the Attorney General either the existence of changed circumstances which materially affect the applicant's eligibility for asylum or extraordinary circumstances relating to the delay in filing an application within the [statutory] period.</blockquote>\n<p>8 U.S.C. § 1158(a)(2)(D). An applicant attempting to demonstrate changed or extraordinary circumstances must also demonstrate that he \"filed the application `within a reasonable period' given those circumstances.\" <i>Oroh v. Holder,</i> <span class=\"citation\" data-id=\"203747\"><a href=\"/opinion/203747/oroh-v-holder/\"><span class=\"volume\">561</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></a></span>, 66 (1st Cir.2009) (quoting 8 C.F.R. § 1208.4(a)(4), (5)).</p>\n<p></p>\n<h2>2. <i>Makieh's petition for review</i>\n</h2>\n<p>Before the IJ and BIA, Makieh argued both changed and extraordinary circumstances as reasons he should be eligible for consideration of his untimely filed application for asylum. The IJ determined that even if Makieh were correct that circumstances in Syria changed due to a rise in Islamic fundamentalism after September 11, 2001, Makieh's 2004 application still was not \"file[d] within a reasonable time given those changed circumstances.\" Makieh does not challenge that determination in his petition for review.</p>\n<p>Makieh also argued before the agency, and argues in his petition for review, that his mistaken reliance on his father's and wife's visa petitions constituted an extraordinary circumstance that should make him eligible for consideration of an untimely filed application. Makieh urges that we have jurisdiction to review the IJ's and BIA's decisions as to this issue because the agency committed constitutional and legal error by not considering this argument regarding his reliance on the visa petitions. According to Makieh, the IJ and BIA violated his right to due process by failing to \"actually adjudicate every claim which he present[ed].\"</p>\n<p></p>\n<h2>3. <i>Analysis</i>\n</h2>\n<p>Makieh fails to state a colorable constitutional claim or question of law. <i>See </i><i>De Araujo,</i> 457 F.3d at 154-55. In his <span class=\"star-pagination\">*43</span> oral decision, the IJ said explicitly that Makieh \"has stated that the reason ... he waited [to file the asylum application] w[a]s th[at] in addition to the withdrawn visa petition by his U.S. citizen wife, sometime in 2003, also, the fact that his father had earlier submitted a visa petition for him in the year 2000.\" Having concluded that Makieh did not timely file his application after learning of the changed conditions in Syria after September 11, the IJ went on to make the explicit finding that \"[n]o other extraordinary circumstances have been shown in this case, and the Court, thus, finds that [Makieh] is barred from asylum under [INA] Section 208(a)(2)(B).\" (<i>Id.</i> at 64.)</p>\n<p>As his oral decision makes abundantly clear, the IJ did, indeed, consider Makieh's argument as to his reliance on the visa petitions. He also made an explicit finding that the evidence Makieh presented failed to demonstrate \"extraordinary circumstances,\" where Makieh had attempted to characterize his reliance on the visa petitions precisely as an extraordinary circumstance warranting an exception to the timeliness requirement. Furthermore, even if the IJ could have been more exact in linking his finding of no extraordinary circumstances with his acknowledgment of Makieh's argument as to the visa petitions, we have made clear that \"`[a]lthough we expect an immigration judge to make findings on all grounds that are necessary to support his decision, those findings can be either explicit or implicit.'\" <i>Pulisir v. Mukasey,</i> <span class=\"citation\" data-id=\"203272\"><a href=\"/opinion/203272/pulisir-v-mukasey/\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">302</span></a></span>, 308 (1st Cir.2008) (quoting <i>Rotinsulu v. Mukasey,</i> <span class=\"citation no-link\"><span class=\"volume\">515</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></span>, 72-73 (1st Cir.2008) in parenthetical). Here, even if we were to conclude that the IJ did not make an explicit finding as to the \"extraordinary circumstances\" argument, we certainly would conclude that he made an implicit finding in that regard.</p>\n<p>Nothing in the record suggests that the agency failed to consider Makieh's argument with respect to his reliance on the visa petitions, much less that it committed constitutional error in this regard. <i>See </i><i>Jamal v. Mukasey,</i> <span class=\"citation\" data-id=\"203352\"><a href=\"/opinion/203352/jamal-v-mukasey/\"><span class=\"volume\">531</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></a></span>, 65-66 (1st Cir.2008).</p>\n<p></p>\n<h2>4. <i>Conclusion as to Makieh's application for asylum</i>\n</h2>\n<p>Makieh's petition for review of the denial of his application for asylum does not present any colorable constitutional claims or questions of law. Consequently, we lack jurisdiction to consider this element of the petition for review.</p>\n<p></p>\n<h2>C. <i>Whether the BIA's denial of Makieh's application for withholding of removal and for protection under the CAT is supported by substantial evidence on the record as a whole</i>\n</h2>\n<p></p>\n<h2>1. <i>Statutory standards for withholding of removal and CAT protection</i>\n</h2>\n<p>\"Withholding of removal is available if `the alien's life or freedom would be threatened in the destination country because of the alien's race, religion, nationality, membership in a particular social group, or political opinion.'\" <i>Sompotan v. Mukasey,</i> <span class=\"citation\" data-id=\"203395\"><a href=\"/opinion/203395/sompotan-v-mukasey/\"><span class=\"volume\">533</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">63</span></a></span>, 68 (1st Cir.2008) (quoting 8 U.S.C. § 1231(b)(3)(A); alteration omitted). An applicant for withholding of removal may carry his burden of demonstrating this threat to his life or freedom \"by demonstrating past persecution, which gives rise to a rebuttable presumption of future persecution, or by showing that it is `more likely than not' that [he] will face future persecution based on one of the [five] statutory grounds.\" <i>Limani v. Mukasey,</i> <span class=\"citation\" data-id=\"203442\"><a href=\"/opinion/203442/limani-v-mukasey/\"><span class=\"volume\">538</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 31 (1st Cir.2008) (citing 8 C.F.R. § 208.16(b)(1)(i), (b)(2)). \"Persecution,\" in turn, means \"mistreatment that extends beyond harassment, unpleasantness, and basic suffering.\" <i>Sompotan,</i> 533 <span class=\"star-pagination\">*44</span> F.3d at 68 (quotation, alterations omitted). Finally, \"it is critical that the petitioner[] show a nexus between the alleged persecution and one of the statutorily protected grounds.\" <i>Id.</i> (quotation omitted). Establishing that nexus requires a demonstration that \"it is reasonable to believe that the harm was motivated by a protected ground.\" <i>Id.</i> (quotation omitted).</p>\n<p>To qualify for protection from removal under the CAT, \"an applicant must establish that it is `more likely than not that he would be tortured if removed'\" to the country at issue. <i>Khan v. Mukasey,</i> <span class=\"citation\" data-id=\"203580\"><a href=\"/opinion/203580/khan-v-mukasey/\"><span class=\"volume\">549</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">573</span></a></span>, 575 n. 2 (1st Cir.2008) (quoting <i>Limani,</i> 538 F.3d at 32; alterations omitted); 8 C.F.R. § 208.16(c)(2). \"`Torture' means `severe pain or suffering, whether physical or mental ... inflicted by or at the instigation of or with the consent or acquiescence of a public official or other person acting in an official capacity.'\" <i>Limani,</i> 538 F.3d at 32 (quoting 8 C.F.R. § 208.18(a)(1)).</p>\n<p></p>\n<h2>2. <i>The IJ's and BIA's decisions and the whole administrative record</i>\n</h2>\n<p>The IJ determined that Makieh failed to meet his burden of establishing that it was more likely than not that he would be either persecuted or tortured if he were removed to Syria. The IJ explained that no harm had ever come to Makieh while he was growing up in Syria, that his American-citizen father travels to and from Syria without difficulty or harm, and that Makieh's \"contention that he has lived in this country and thus, is fearful of returning does not demonstrate a clear probability that he would be persecuted.\"</p>\n<p>Having carefully reviewed the entire administrative record on which the IJ and BIA based their decisions, we are satisfied that those decisions are amply \"supported by reasonable, substantial, and probative evidence on the record considered as a whole.\" <i>Castillo-Diaz,</i> 562 F.3d at 26. While the record does contain documents substantiating the recent growth of Islamic radicalism in Syria, those documentsfor instance, the Travel Warning issued by the U.S. State Department following the September 12, 2006, bombing of the embassy in Damascusspecifically point to dangers to \"Americans\" and \"American interests.\" The administrative record simply does not support Makieh's claim that he would more likely than not be persecuted because he is a Syrian who has lived in the United States for seventeen years, nor his claim that he more likely than not would be tortured if he were to return to Syria.</p>\n<p></p>\n<h2>3. <i>Conclusion as to Makieh's application for withholding of removal and for CAT protection</i>\n</h2>\n<p>\"That the record <i>supports</i> a conclusion contrary to that reached by the [IJ and BIA] is not enough to warrant upsetting the [agency's] view of the matter; for that to occur, the record must <i>compel</i> the contrary conclusion.\" <i>Sompotan,</i> 533 F.3d at 68 (quotation omitted). In this case, the administrative record does not even support a conclusion contrary to that reached by the agency, much less compel a contrary conclusion. Therefore, we DENY Makieh's petition for review of the agency's denial of his application for withholding of removal and for protection under the CAT.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>Because we lack jurisdiction to review the BIA's denial of Makieh's application for asylum, and because the agency's denial of his application for withholding of removal and for protection under the CAT is supported by substantial evidence on the administrative record as a whole, we DISMISS <span class=\"star-pagination\">*45</span> Makieh's petition for review in part and DENY it in part.</p>\n<h2>NOTES</h2>\n<p>[*]  Pursuant to Fed. R.App. P. 43(c)(2), Eric H. Holder, Jr., is substituted for former Attorney General Michael B. Mukasey as the Respondent herein.</p>\n<p>[**]  Of the Tenth Circuit, sitting by designation</p>\n<p>[1]  The functions of the INS were transferred to DHS on March 1, 2003. <i>See </i><i>United States v. Earle,</i> <span class=\"citation\" data-id=\"202779\"><a href=\"/opinion/202779/united-states-v-earle/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">537</span></a></span>, 539 n. 1 (1st Cir.2007).</p>\n<p>[2]  Those five grounds are \"the alien's race, religion, nationality, membership in a particular social group, or political opinion.\" 8 U.S.C. § 1231(b)(3)(A).</p>\n<p>[3]  The IJ went on to deny the application for cancellation of removal, <i>see</i> 8 U.S.C. § 1229b(b), finding that Makieh's removal would not create an exceptional and unusual hardship on his elderly father. Under the REAL ID Act, 8 U.S.C. § 1252(a)(2)(B), (D), we lack jurisdiction to review the IJ's or BIA's discretionary decision to deny cancellation of removal, unless the petitioner raises a colorable constitutional claim or question of law. <i>See </i><i>Elysee v. Gonzales,</i> <span class=\"citation\" data-id=\"202067\"><a href=\"/opinion/202067/elysee-v-gonzales/\"><span class=\"volume\">437</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">221</span></a></span>, 223 (1st Cir.2006); <i>Bencosme de Rodriguez v. Gonzales,</i> <span class=\"citation\" data-id=\"201991\"><a href=\"/opinion/201991/bencosme-de-rodrigue-v-ashcroft/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">163</span></a></span>, 164 (1st Cir.2005) (per curiam). Makieh does not seek review of the denial of his application for cancellation of removal.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/201926/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202067/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202784/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203502/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1355710/"
  ]
}