{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203951/",
  "absolute_url": "/opinion/203951/united-states-v-textron-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203951/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:27:17Z",
  "date_modified": "2016-02-28T05:13:41.877912Z",
  "type": "010combined",
  "sha1": "8e7f3ef0ea0fbaa4e8e0124492f0fa20189a282e",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-2631EB-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/08/13/US_v._Textron_Inc..pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\nNo. 07-2631\n\n                    UNITED STATES OF AMERICA,\n\n                      Petitioner, Appellant,\n\n                                v.\n\n                  TEXTRON INC. AND SUBSIDIARIES,\n\n                      Respondent, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n       [Hon. Ernest C. Torres, Senior U.S. District Judge]\n\n\n                              Before\n\n                       Lynch, Chief Judge,\n              Torruella, Boudin, Lipez and Howard,\n                         Circuit Judges.\n\n\n     Judith A. Hagley, Tax Division, Department of Justice, with\nwhom David I. Pincus, Robert W. Metzler, Attorneys, Tax Division,\nDepartment of Justice, John A. DiCicco, Acting Assistant Attorney\nGeneral, Gilbert S. Rothenberg, Acting Deputy Assistant Attorney\nGeneral, and Robert Clark Corrente, United States Attorney, were on\nsupplemental brief for appellant.\n      John A. Tarantino with whom Patricia K. Rocha, Adler Pollock\n& Sheehan P.C., Arthur L. Bailey, J. Walker Johnson and Steptoe &\nJohnson LLP were on supplemental brief for appellee.\n     Professor Claudine V. Pease-Wingenter, Phoenix School of Law,\non brief in support of appellee Textron Inc., Amicus Curiae.\n\f     David M. Brodsky, Robert J. Malionek, Adam J. Goldberg, Latham\n& Watkins LLP, Robin S. Conrad, Amar D. Sarwal, National Chamber\nLitigation Center, Inc., Susan Hackett, Senior Vice President and\nGeneral Counsel, Association of Corporate Counsel, on brief in\nsupport of Textron Inc., Amici Curiae.\n                     ______________________\n\n                         OPINION EN BANC\n\n\n                         August 13, 2009\n\f            BOUDIN, Circuit Judge.          The question for the en banc\n\ncourt is whether the attorney work product doctrine shields from an\n\nIRS summons \"tax accrual work papers\" prepared by lawyers and\n\nothers in Textron's Tax Department to support Textron's calculation\n\nof tax reserves for its audited corporate financial statements.\n\nTextron is a major aerospace and defense conglomerate, with well\n\nover a hundred subsidiaries, whose consolidated tax return is\n\naudited by the IRS on a regular basis.           To understand the dispute,\n\nsome   background   is    required    concerning     financial   statements,\n\ncontingent tax reserves and tax audit work papers.\n\n            As a publicly traded corporation, Textron is required by\n\nfederal    securities    law   to    have   public   financial    statements\n\ncertified by an independent auditor.             See 15 U.S.C. §§ 78l, 78m\n\n(2006); 17 C.F.R. § 210 et seq. (2009).           To prepare such financial\n\nstatements, Textron must calculate reserves to be entered on the\n\ncompany books to account for contingent tax liabilities.                  Such\n\nliabilities, which affect the portrayal of assets and earnings,\n\ninclude estimates of potential liability if the IRS decides to\n\nchallenge debatable positions taken by the taxpayer in its return.\n\n            The calculation of such reserves entails preparing work\n\npapers    describing    Textron's    potential    liabilities    for   further\n\ntaxes; these underpin the tax reserve entries in its financial\n\nstatement and explain the figures chosen to the independent auditor\n\nwho certifies that statement as correct.             By examining the work\n\n\n                                      -3-\n\fpapers the accountant discharges its own duty to determine \"the\n\nadequacy and reasonableness of the corporation's reserve account\n\nfor contingent tax liabilities.\"       United States v. Arthur Young &\n\nCo., 465 U.S. 805, 812 (1983) (rejecting claim of accountant work\n\nproduct privilege protecting such work papers).1       The work papers\n\nare thus one step in a process whose outcome is a certified\n\nfinancial statement for the company.\n\n          In Textron's case, its Tax Department lists items in the\n\ntax return that, if identified and challenged by the IRS, could\n\nresult in additional taxes being assessed.      The final spreadsheets\n\nlist each debatable item, including in each instance the dollar\n\namount subject to possible dispute and a percentage estimate of the\n\nIRS' chances of success.    Multiplying the amount by the percentage\n\nfixes the reserve entered on the books for that item.                 The\n\nspreadsheets reflecting these calculations may be supported by\n\nbackup emails or notes.\n\n          A   company's    published    financial   statements   do   not\n\nnormally identify the specific tax items on the return that may be\n\ndebatable but incorporate or reflect only the total reserve figure.\n\nAs the Supreme Court explained in Arthur Young, tax accrual work\n\n\n     1\n      The procedural requirement that auditors examine tax accrual\nwork papers is based on a combination of Statement on Auditing\nStandards No. 96, Audit Documentation (2002), superseded by\nAuditing Standards No. 3, Audit Documentation (2004); Statement on\nAuditing Standards No. 326, Evidential Matter (1980); and Auditing\nInterpretation    No.    9326,   Evidential    Matter:    Auditing\nInterpretations of Section 326 (2003).\n\n                                  -4-\n\fpapers provide a resource for the IRS, if the IRS can get access to\n\nthem, by \"pinpoint[ing] the 'soft spots' on a corporation's tax\n\nreturn by highlighting those areas in which the corporate taxpayer\n\nhas taken a position that may, at some later date, require the\n\npayment   of   additional      taxes\"    and    providing       \"an   item-by-item\n\nanalysis of the corporation's potential exposure to additional\n\nliability.\"    465 U.S. at 813.\n\n            The IRS does not automatically request tax accrual work\n\npapers from taxpayers; rather, in the wake of Enron and other\n\ncorporate scandals, the IRS began to seek companies' tax accrual\n\nwork papers only where it concluded that the taxpayer had engaged\n\nin   certain   listed   transactions          \"that    [are]    the   same   as    or\n\nsubstantially similar to one of the types of transactions that the\n\n[IRS] has determined to be a tax avoidance transaction.\" 26 C.F.R.\n\n§ 1.6011-4(b)(2) (2009). Only a limited number of transactions are\n\nso designated.2\n\n            The present case began with a 2003 IRS audit of Textron's\n\ncorporate   income    tax   liability     for    the    years     1998-2001.       In\n\nreviewing Textron's 2001 return, the IRS determined that a Textron\n\nsubsidiary--Textron     Financial       Corp.    (\"Textron       Financial\")--had\n\nengaged   in   nine   listed    transactions.           In     each   of   the   nine\n\n\n      2\n      A current list of such transaction types, amounting to less\nthan three dozen, appears at Internal Revenue Service, Recognized\nAbusive   and  Listed   Transactions  -   LMSB  Tier   I  Issues,\nhttp://www.irs.gov/businesses/corporations/article/0,,id=120633,0\n0.html (visited July 7, 2009).\n\n                                        -5-\n\finstances, Textron Financial had purchased equipment from a foreign\n\nutility or transit operator and leased it back to the seller on the\n\nsame day.     Although such transactions can be legitimate, the IRS\n\ndetermined that they were sale-in, lease-out (\"SILO\") transactions,\n\nwhich are listed as a potential tax shelter subject to abuse by\n\ntaxpayers.\n\n            SILOs allow tax-exempt or tax-indifferent organizations--\n\nfor   example,    a   tax-exempt    charity   or   a   city-owned    transit\n\nauthority--to transfer depreciation and interest deductions, from\n\nwhich they cannot benefit, to other taxpayers who use them to\n\nshelter income from tax.     Where the only motive of a sale and lease\n\nback is tax avoidance, it can be disregarded by the IRS and taxes\n\nassessed on the wrongly sheltered income.3\n\n            Textron   had   shown   the    spreadsheets   to   its   outside\n\naccountant, Ernst & Young, but refused to show them to the IRS.\n\nThe IRS issued an administrative summons pursuant to 26 U.S.C. §\n\n7602 (2006), which allows the IRS, in determining the accuracy of\n\nany return, to \"examine any books, papers, records, or other data\n\nwhich may be relevant or material to such inquiry.\"                   Id. §\n\n7602(a)(1).      According to IRS policy, where the taxpayer claims\n\n\n\n      3\n      See AWG Leasing Trust v. United States, 592 F. Supp. 2d 953,\n958 (N.D. Ohio 2008) (upholding denial of depreciation and interest\ndeductions for SILO transaction); I.R.S. Notice 2005-13, 2005-9\nI.R.B. 630 (Feb. 11, 2005); Shvedov, Tax Implications of SILOs,\nQTEs, and Other Leasing Transactions with Tax-Exempt Entities 10-\n12, CRS Report for Congress (Nov. 30, 2004).\n\n                                     -6-\n\fbenefits from only a single listed transaction, the IRS seeks only\n\nthe workpapers for that transaction; but where (as in Textron's\n\ncase)       the    taxpayer     claims   benefits      from   multiple     listed\n\ntransactions, the IRS seeks all of the workpapers for the tax year\n\nin question.        I.R.S. Announcement 2002-63, 2002-27 I.R.B. 72 (July\n\n8, 2002).         The summons also sought related work papers created by\n\nErnst & Young in determining the adequacy of Textron's reserves\n\nthat Textron might possess or could obtain. Textron again refused.\n\n               The IRS brought an enforcement action in federal district\n\ncourt in Rhode Island.          See 26 U.S.C. § 7604(a) (2006).          Textron\n\nchallenged the summons as lacking legitimate purpose and also\n\nasserted, as bars to the demand, the attorney-client and tax\n\npractitioner privileges and the qualified privilege available for\n\nlitigation materials under the work product doctrine.                    The IRS\n\ncontested all of the privilege claims.              Both the IRS and Textron\n\nfiled       affidavits   and,   in   addition,   the    district   court    heard\n\nwitnesses from both sides.4\n\n\n\n\n        4\n      Textron's evidence came from Norman Richter, chief tax\ncounsel and manager of Textron's Tax Department; Roxanne Cassidy,\ndirector of tax reporting; Edward Andrews, director of tax audits;\nDebra Raymond, vice president, taxes, of Textron Financial; and\nMark Weston, a partner in Ernst & Young.       IRS   evidence   was\nprovided by Internal Revenue Agent Edward Vasconcellos; Professor\nDouglas Carmichael, former chief auditor of the regulatory body for\nauditors of public companies (the Public Company Accounting\nOversight Board); and Gary Kane, an IRS expert on tax accrual work\npapers.\n\n                                         -7-\n\f           Textron agreed that it usually settled disputes with the\n\nIRS through negotiation or concession or at worst through the\n\nformal IRS administrative process; but it testified that sometimes\n\nit had litigated disputed tax issues in federal court.                   Its\n\nevidence also showed that the estimates for tax reserves and the\n\nsupporting work papers were generated within its Tax Department but\n\nthat tax lawyers in that department were centrally involved in\n\ntheir preparation and that Textron Financial also used an outside\n\ncounsel to advise it on tax reserve requirements.\n\n           Textron described generically the contents of the work\n\npapers in question: these included (1) summary spreadsheets showing\n\nfor each disputable item the amount in controversy, estimated\n\nprobability of a successful challenge by the IRS, and resulting\n\nreserve amounts; and (2) back up e-mail and notes.                   In some\n\ninstances the spreadsheet entries estimated the probability of IRS\n\nsuccess at 100 percent.      Textron said that the spreadsheets had\n\nbeen shown to and discussed with its independent auditor but\n\nphysically retained by Textron.\n\n           Neither side disputed that the immediate purpose of the\n\nwork papers was to establish and support the tax reserve figures\n\nfor the audited financial statements.          Textron's evidence was to\n\nthe   effect   that   litigation   over   specific    items   was   always   a\n\npossibility; the IRS did not deny that in certain cases litigation\n\ncould   result   although   it   said   that   this   was   often   unlikely.\n\n\n                                    -8-\n\fWhether Textron's evidence is materially different than that of the\n\nIRS remains to be considered.\n\n          Ultimately, the district court denied the petition for\n\nenforcement.   United States v. Textron Inc., 507 F. Supp. 2d 138,\n\n150, 155 (D.R.I. 2007).     The court agreed with the IRS that the\n\nagency had a legitimate purpose for seeking the work papers.    Id.\n\nat 145.   It also ruled that insofar as the Textron-prepared work\n\npapers might otherwise be protected by attorney-client privilege,\n\nor the counterpart tax practitioner privilege for non-lawyers\n\nengaged in tax practice, see 26 U.S.C. § 7525 (2006), those\n\nprivileges had been waived when Textron disclosed the work papers'\n\ncontent to Ernst & Young.    Id. at 152.\n\n          However, the district court concluded that the papers\n\nwere protected by the work product privilege, which derived from\n\nHickman v. Taylor, 329 U.S. 495 (1947), and is now embodied in Rule\n\n26(b)(3) of the Federal Rules of Civil Procedure.   This privilege,\n\nthe district court held, had not been waived by disclosure of the\n\nwork papers to the accountant.   Textron, 507 F. Supp. 2d at 152-53.\n\nThe district court's decision that the work papers were protected\n\nwork product involved both a description of factual premises and a\n\nlegal interpretation of applicable doctrine.\n\n          The district court first said (paraphrasing a Textron\n\nwitness) the work papers were prepared to assure that Textron was\n\n\"adequately reserved with respect to any potential disputes or\n\n\n                                 -9-\n\flitigation\" over its returns; the court also said that, by fair\n\ninference, the work papers served \"to satisfy an independent\n\nauditor that Textron's reserve for contingent liabilities satisfied\n\nthe requirements of generally accepted accounting principles (GAAP)\n\nso that a 'clean' opinion would be given\" for Textron financial\n\nstatements.   Textron, 507 F. Supp. 2d at 143.\n\n          Then, in its discussion of legal doctrine, the district\n\ncourt stated:\n\n          As the IRS correctly observes, the work\n          product    privilege     does    not   apply   to\n          \"'documents that are prepared in the ordinary\n          course of business or that would have been\n          created     in    essentially     similar    form\n          irrespective of the litigation.'\" Maine, 298\n          F.3d at 70 (quoting [United States v. Adlman,\n          134 F.3d 1194, 1202 (2d Cir. 1998)]). However,\n          it is clear that the opinions of Textron's\n          counsel and accountants regarding items that\n          might be challenged by the IRS, their\n          estimated hazards of litigation percentages\n          and their calculation of tax reserve amounts\n          would not have been prepared at all \"but for\"\n          the   fact    that   Textron    anticipated   the\n          possibility of litigation with the IRS. . . .\n          Thus, while it may be accurate to say that the\n          workpapers helped Textron determine what\n          amount should be reserved to cover any\n          potential tax liabilities and that the\n          workpapers were useful in obtaining a \"clean\"\n          opinion from E & Y regarding the adequacy of\n          the reserve amount, there would have been no\n          need to create a reserve in the first place,\n          if Textron had not anticipated a dispute with\n          the IRS that was likely to result in\n          litigation     or    some    other    adversarial\n          proceeding.\n\nTextron, 507 F. Supp. 2d at 150.\n\n\n\n                                -10-\n\f           The court concluded that the work papers were therefore\n\nprepared \"because of\" the prospect of litigation, Textron, 507 F.\n\nSupp. 2d at 150, a phrase used in Maine v. United States Dep't of\n\nInterior, 298 F.3d 60, 68 (1st Cir. 2002).         The court rejected the\n\nIRS' reliance on a Fifth Circuit decision rejecting work product\n\nprotection for tax accrual work papers on the ground that the Fifth\n\nCircuit followed a different \"primary purpose\" test for work\n\nprotect. Textron, 507 F. Supp. 2d at 150 (discussing United States\n\nv. El Paso Co., 682 F.2d 530, 543 (5th Cir. 1982), cert. denied,\n\n466 U.S. 944 (1984)).\n\n           On appeal, a divided panel upheld the district court's\n\ndecision. The en banc court then granted the government's petition\n\nfor rehearing en banc, vacated the panel decision, and obtained\n\nadditional briefs from the parties and interested amici.             We now\n\nconclude   that   under   our   own    prior   Maine    precedent--which   we\n\nreaffirm   en   banc--the   Textron     work   papers   were   independently\n\nrequired by statutory and audit requirements and that the work\n\nproduct privilege does not apply.\n\n           The case presents two difficulties.              One, which can\n\nreadily be dispelled, stems from the mutability of language used in\n\nthe governing rules and a confusion between issues of fact and\n\nissues of legal characterization. The other problem is more basic:\n\nhow far work product protection extends turns on a balancing of\n\npolicy concerns rather than application of abstract logic; here,\n\n\n                                      -11-\n\ftwo circuits have addressed tax accrual work papers in the work\n\nproduct context, but, apart from whatever light is cast by Arthur\n\nYoung, the Supreme Court has not ruled on the issue before us,\n\nnamely, one in which a document is not in any way prepared \"for\"\n\nlitigation but relates to a subject that might or might not\n\noccasion litigation.\n\n            In origin, the work product privilege derives from the\n\nSupreme Court's decision in Hickman v. Taylor, 329 U.S. at 510-11,\n\nand focused at the outset on the materials that lawyers typically\n\nprepare for the purpose of litigating cases.              Hickman v. Taylor\n\nconcerned     ongoing     litigation         in   which   one     side    filed\n\ninterrogatories seeking from opposing counsel memoranda recording\n\nwitness interviews that the latter had conducted after receiving\n\nnotice of possible claims.         Often such material and other items\n\ndesigned for use at trial (e.g., draft briefs, outlines of cross\n\nexamination) are not obtained from or shared with clients and are\n\nunprotected by the traditional attorney-client privilege.\n\n             Hickman v. Taylor addressed \"the extent to which a party\n\nmay inquire into oral and written statements of witnesses, or other\n\ninformation, secured by an adverse party's counsel in the course of\n\npreparation for possible litigation after a claim has arisen.\"              329\n\nU.S.   at   497.   The   Court   cited   a    privilege   in    English   courts\n\nprotecting\n\n            [a]ll documents which are called into existence\n            for the purpose--but not necessarily the sole\n\n                                     -12-\n\f          purpose--of assisting the deponent or his legal\n          advisers   in   any  actual    or   anticipated\n          litigation . . . . Reports . . . if made in\n          the ordinary course of routine, are not\n          privileged . . . .\n\nId. at 510 n. 9.\n\n          This history led the Court to practical considerations:\n\n          Proper preparation of a client's case demands\n          that he assemble information, sift what he\n          considers to be the relevant from the\n          irrelevant facts, prepare his legal theories\n          and plan his strategy without undue and\n          needless interference. . . . This work is\n          reflected,    of   course,   in    interviews,\n          statements, memoranda, correspondence, briefs,\n          mental impressions, personal beliefs, and\n          countless other tangible and intangible ways--\n          aptly though roughly termed . . . as the \"work\n          product of the lawyer.\"\n\nId. at 511.\n\n          On this basis the Court declared that the interrogatories,\n\nwhich sought witness interviews conducted by opponent counsel in\n\npreparation for litigation, were protected by a qualified privilege.\n\nSee id. at 511-12. When in 1970 the Supreme Court through the rule-\n\nmaking process codified the work product privilege in Rule 26(b)(3),\n\nit described the privilege as extending to documents and other\n\ntangible things that \"are prepared in anticipation of litigation or\n\nfor trial.\"   This phrase, as illuminated by Hickman v. Taylor's\n\nreasoning, is the one to be applied in this case.\n\n          Turning   back    to     the    present    case,    the    IRS    is\n\nunquestionably   right   that    the   immediate    motive   of   Textron   in\n\npreparing the tax accrual work papers was to fix the amount of the\n\n                                   -13-\n\ftax reserve on Textron's books and to obtain a clean financial\n\nopinion from its auditor.   And Textron may be correct that unless\n\nthe IRS might dispute an item in the return, no reserve for that\n\nitem might be necessary, so perhaps some of the items might be\n\nlitigated.   But in saying that Textron wanted to be \"adequately\n\nreserved,\" the district judge did not say that the work papers were\n\nprepared for use in possible litigation--only that the reserves\n\nwould cover liabilities that might be determined in litigation.   If\n\nthe judge had made a \"for use\" finding--which he did not--that\n\nfinding would have been clearly erroneous.\n\n          That the purpose of the work papers was to make book\n\nentries, prepare financial statements and obtain a clean audit\n\ncannot be disputed. This was the testimony of IRS expert and former\n\nChief Auditor of the Public Company Accounting Oversight Board\n\nDouglas Carmichael:\n\n          Q.     . . . Would you please explain what tax\n          accrual workpapers are?\n\n          A.      . . . Tax accrual workpapers really\n          include all the support for the tax assets and\n          liabilities shown in the financial statements\n          . . . .\n\n          A.     Well, from the company's perspective,\n          they're created because, for example, for a\n          public company, the key officers of the company\n          sign   a  certification   saying   that   those\n          financial statements are fairly presented, and\n          they need support for that.\n\n                 From the auditor's perspective, it's the\n          same thing, the auditor needs to record in the\n          workpapers what the auditor did to comply with\n\n                               -14-\n\f          generally accepted auditing standards. So the\n          workpapers are the principal support for the\n          auditor's opinion.\n\n          Q.     And why do public     companies   prepare\n          financial statements?\n\n          A.     Usually, to meet requirements for\n          raising capital. If they're a public company,\n          they need to file annual financial statements\n          on a form 10K with the SEC and quarterly\n          information on a 10Q.\n\n          The Textron witnesses, while using the word \"litigation\"\n\nas often as possible in their testimony, said the same thing.\n\nTextron's testimony differed from that of the IRS expert only in its\n\nfurther assertion that, without the possibility of litigation, no\n\ntax reserves or audit papers would have been necessary.         For\n\nexample, Roxanne Cassidy, Textron's director of tax reporting,\n\ntestified as follows:\n\n          Q.     . . . [W]hat was Textron's purpose in\n          preparing those tax reserve papers?\n\n          A.      The purpose primarily was to determine\n          whether Textron was adequately reserved with\n          respect    to   any   potential   disputes   or\n          litigations that would happen in the future.\n          We would need to ensure that we were adequately\n          reserved in the current year on Textron's\n          financial statements.\n\n          . . .\n\n          Q.      And as a publicly traded company, is\n          Textron    required to  file  its  financial\n          statements with the Securities and Exchange\n          Commission?\n\n          A.      Yes.\n\n\n\n                               -15-\n\f          Q.     And do those           financial     statements\n          include tax reserves?\n\n          A.         Yes. . . .\n\n          . . .\n\n          Q.     And in having its tax reserves audited\n          by an independent auditor, must Textron be able\n          to support the determinations it has made\n          regarding the adequacy of its tax reserves with\n          some type of evidence?\n\n          A.   Yes, the support needs           to    be   to   the\n          satisfaction of the auditors.\n\n          As   the    IRS   expert   stated,   even   if   litigation   were\n\n\"remote,\" the company would still have to prepare work papers to\n\nsupport its judgment.       Textron's own witness acknowledged that it\n\nwould \"have to include in its . . . tax accrual work papers any new\n\ntransactions that the company entered into that year that there\n\nmight be some tax exposure on\" regardless of whether it anticipated\n\nlikely litigation.       Judged by Textron's own experience, most--\n\ncertainly those with high percentage estimates of IRS success--would\n\nnever be litigated.\n\n          To complete the story, we note one suggestion by one\n\nTextron witness that, if litigation did occur, the work papers could\n\nbe useful to Textron in that litigation.5           This assertion was not\n\n\n     5\n      Textron Vice President of Taxes Norman Richter said that\nTextron would still prepare tax accrual workpapers absent GAAP\nrequirements \"[b]ecause it guides us--it's--the analysis is still--\nit would guide us in making litigation and settlement decisions\nlater in the process.\"      This assertion was not contained in\nRichter's affidavit, which instead said that Textron prepared the\nwork papers \"to comply with GAAP\" as required for reporting taxes\n\n                                     -16-\n\fsupported by any detailed explanation, was not adopted by the\n\ndistrict judge and is more than dubious: the main aim of audit work\n\npapers is to estimate the amount potentially in dispute and the\n\npercentage chance of winning or losing.     Even an academic supporter\n\nof Textron's legal position conceded that \"it is doubtful that tax\n\naccrual workpapers, which typically just identify and quantify\n\nvulnerable return positions, would be useful in the litigation\n\nanticipated with respect to those positions.\"     Pease-Wingenter, The\n\nApplication   of   the   Attorney-Client   Privilege   to   Tax   Accrual\n\nWorkpapers: The Real Legacy of United States v. Textron, 8 Houston\n\nBus. & Tax L.J. 337, 346 (2008).\n\n          Any experienced litigator would describe the tax accrual\n\nwork papers as tax documents and not as case preparation materials.\n\nWhether work product protection should apply to such documents is\n\na legal question informed by the language of rules and Supreme Court\n\ndoctrine, direct precedent, and policy judgments.           The first of\n\nthese sources--Supreme Court doctrine and the wording of the rules--\n\nis helpful to the IRS; direct circuit precedent and the underlying\n\npolicy of the doctrine and other prudential considerations are more\n\nhelpful still.     Legal commentators can be found on each side; the\n\nmost persuasive of them favors the IRS.6\n\n\nto the SEC, and was not supported by detail or explanation in the\nrecord.\n     6\n     See Ventry, Protecting Abusive Tax Avoidance, 120 Tax Notes\n857, 870-83 (2008); Johnson, The Work Product Doctrine and Tax\n\n                                  -17-\n\f           From the outset, the focus of work product protection has\n\nbeen on materials prepared for use in litigation, whether the\n\nlitigation was underway or merely anticipated.               Thus, Hickman v.\n\nTaylor addressed \"the extent to which a party may inquire into oral\n\nand written statements of witnesses, or other information, secured\n\nby an adverse party's counsel in the course of preparation for\n\npossible litigation after a claim has arisen.\"                329 U.S. at 497\n\n(emphasis added).     Similarly, the English privilege, invoked by\n\nHickman v. Taylor, privileged \"documents which are called into\n\nexistence for the purpose--but not necessarily the sole purpose--of\n\nassisting the deponent or his legal advisers in any actual or\n\nanticipated litigation.\" Id. at 510 n. 9 (emphasis added) (internal\n\nquotation marks omitted).\n\n           The   phrase   used   in    the     codified    rule--\"prepared   in\n\nanticipation of litigation or for trial\" did not, in the reference\n\nto   anticipation,   mean   prepared         for   some   purpose   other   than\n\nlitigation: it meant only that the work might be done for litigation\n\nbut in advance of its institution. The English precedent, doubtless\n\nthe source of the language in Rule 26, specified the purpose \"of\n\nassisting the deponent or his legal advisers in any actual or\n\nanticipated litigation . . . .\" The Advisory Committee's Note cited\n\n\n\nAccrual Workpapers, 124 Tax Notes 155, 160-68 (2009). The Pease-\nWingenter article, supra, identifies many weaknesses in the Textron\nargument, id. at 343-48, although Pease now says her own ultimate\nview favors Textron.\n\n                                      -18-\n\fwith approval a decision denying work product protection to a\n\ndriver's accident report, made pursuant to Interstate Commerce\n\nCommission rules, even though it might well have become the subject\n\nof litigation.       Fed. R. Civ. P. 26 advisory committee's note\n\n(1970).7\n\n            It is not enough to trigger work product protection that\n\nthe subject matter of a document relates to a subject that might\n\nconceivably be litigated.       Rather, as the Supreme Court explained,\n\n\"the literal language of [Rule 26(b)(3)] protects materials prepared\n\nfor any litigation or trial as long as they were prepared by or for\n\na party to the subsequent litigation.\"           Federal Trade Commission v.\n\nGrolier    Inc.,   462   U.S.   19,   25    (1983)   (emphasis   added).   This\n\ndistinction is well established in the case law.               See, e.g., NLRB\n\nv.   Sears,    Roebuck     &    Co.,       421   U.S.   132,     138   (1975).8\n\n\n     7\n      Goosman v. A. Duie Pyle, Inc., 320 F.2d 45 (4th Cir. 1963).\nIn Goosman, the Fourth Circuit denied work product protection to\nreports a truck driver made to the lessee and owner of the truck\nfollowing an accident. The court explained that the reports \"were\nmade in the ordinary course of business under ICC regulations and\ndo not represent the lawyer's work product within the holding in\nHickman v. Taylor.\" Id. at 52. See also, e.g., Calabro v. Stone,\n225 F.R.D. 96, 99 (E.D.N.Y. 2004); In re Raytheon Securities\nLitigation, 218 F.R.D. 354, 359 (D. Mass. 2003).\n     8\n      Accord United States v. Roxworthy, 457 F.3d 590, 595 (6th\nCir. 2006) (\"Nevertheless, the key issue in determining whether a\ndocument should be withheld is the function that the document\nserves.\"); Coastal States Gas Corp. v. Dep't of Energy, 617 F.2d\n854, 858 (D.C. Cir. 1980) (same); Church of Scientology Int'l v.\nIRS, 845 F. Supp. 714, 723 (C.D. Cal. 1993) (\"The Ninth Circuit\ntest focuses on the function of a document as part of the\ndeliberative process rather than on the contents of the\ndocument.\").\n\n                                       -19-\n\f           Nor is it enough that the materials were prepared by\n\nlawyers or represent legal thinking.                 Much corporate material\n\nprepared in law offices or reviewed by lawyers falls in that vast\n\ncategory. It is only work done in anticipation of or for trial that\n\nis protected.        Even if prepared by lawyers and reflecting legal\n\nthinking, \"[m]aterials assembled in the ordinary course of business,\n\nor pursuant to public requirements unrelated to litigation, or for\n\nother nonlitigation purposes are not under the qualified immunity\n\nprovided by this subdivision.\"                Fed. R. Civ.      P.   26 advisory\n\ncommittee's note (1970).       Accord Hickman v. Taylor, 329 U.S. at 510\n\nn. 9 (quoting English precedent that \"[r]eports . . . if made in the\n\nordinary course of routine, are not privileged\").\n\n           Every lawyer who tries cases knows the touch and feel of\n\nmaterials prepared for a current or possible (i.e., \"in anticipation\n\nof\") law suit.       They are the very materials catalogued in Hickman\n\nv. Taylor and the English precedent with which the decision began.\n\nNo one with experience of law suits would talk about tax accrual\n\nwork   papers   in    those   terms.     A    set   of   tax   reserve   figures,\n\ncalculated for purposes of accurately stating a company's financial\n\nfigures, has in ordinary parlance only that purpose: to support a\n\nfinancial statement and the independent audit of it.\n\n           Focusing next on direct precedent, work product protection\n\nfor tax audit work papers has been squarely addressed only in two\n\ncircuits: this one and the Fifth.              In Maine, we said that work\n\n\n                                       -20-\n\fproduct protection does not extend to \"documents that are prepared\n\nin the ordinary course of business or that would have been created\n\nin essentially similar form irrespective of the litigation.\" Maine,\n\n298 F.3d at 70 (quoting United States v. Adlman, 134 F.3d 1194, 1202\n\n(2d Cir. 1998)) (internal quotation marks omitted).             Maine applies\n\nstraightforwardly to Textron's tax audit work papers--which were\n\nprepared in the ordinary course of business--and it supports the IRS\n\nposition.\n\n              Similarly, the Fifth Circuit in El Paso denied protection\n\nfor the work papers because the court recognized that the company\n\nin question was conducting the relevant analysis because of a need\n\nto   \"bring    its   financial    books    into   conformity   with   generally\n\naccepted auditing principles.\" 682 F.2d at 543. The Fifth Circuit,\n\nwhich employs a \"primary purpose\" test, found that the work papers'\n\n\"sole function\" was to back up financial statements. Id. at 543-44.\n\nHere, too, the only purpose of Textron's papers was to prepare\n\nfinancial statements.\n\n              Other circuits have not passed on tax audit work papers\n\nand some might take a different view.             But many of the debatable\n\ncases       affording   work     product    protection   involve      documents\n\nunquestionably prepared for potential use in litigation if and when\n\nit should arise.9       There is no evidence in this case that the work\n\n\n        9\n      See, e.g., Delaney, Migdail & Young, Chartered v. IRS, 826\nF.2d 124, 127 (D.C. Cir. 1987) (protection for \"attorneys'\nassessment of . . . legal vulnerabilities in order to make sure it\n\n                                      -21-\n\fpapers were prepared for such a use or would in fact serve any\n\nuseful purpose for Textron in conducting litigation if it arose.\n\n            Finally, the underlying prudential considerations squarely\n\nsupport the IRS' position in this case, and such considerations have\n\nspecial force because Hickman v. Taylor was the child of such\n\nconsiderations, as the quotations above make clear.              The privilege\n\naimed centrally at protecting the litigation process, Coastal States\n\nGas Corp. v. Department of Energy, 617 F.2d 854, 864 (D.C. Cir.\n\n1980), specifically, work done by counsel to help him or her in\n\nlitigating a case.        It is not a privilege designed to help the\n\nlawyer prepare corporate documents or other materials prepared in\n\nthe ordinary course of business.           Where the rationale for a rule\n\nstops, so ordinarily does the rule.\n\n            Nor is there present here the concern that Hickman v.\n\nTaylor stressed about discouraging sound preparation for a law suit.\n\nThat danger may exist in other kinds of cases, but it cannot be\n\npresent where, as here, there is in substance a legal obligation to\n\nprepare such papers: the tax audit work papers not only have a\n\ndifferent   purpose   but    have    to   be   prepared   by   exchange-listed\n\ncompanies   to   comply     with    the   securities   laws    and   accounting\n\nprinciples for certified financial statements.             Arthur Young made\n\n\n\ndoes not miss anything in crafting its legal case\"); see also In re\nSealed Case, 146 F.3d 881, 885 (D.C. Cir. 1998) (protection for\ndocuments to \"protect the client from future litigation about a\nparticular transaction\").\n\n                                      -22-\n\fthis point in refusing to create an accountant's work product\n\nprivilege for tax audit papers:\n\n           [T]he auditor is ethically and professionally\n           obligated to ascertain for himself as far as\n           possible whether the corporation's contingent\n           tax liabilities have been accurately stated. .\n           . . Responsible corporate management would not\n           risk a qualified evaluation of a corporate\n           taxpayer's financial posture to afford cover\n           for questionable positions reflected in a prior\n           tax return.\n\n465 U.S. at 818-19; see also Johnson, supra, at 160-61.\n\n           Textron   apparently   thinks   it   is   \"unfair\"   for   the\n\ngovernment to have access to its spreadsheets, but tax collection\n\nis not a game.    Underpaying taxes threatens the essential public\n\ninterest in revenue collection.          If a blueprint to Textron's\n\npossible improper deductions can be found in Textron's files, it is\n\nproperly available to the government unless privileged.         Virtually\n\nall discovery against a party aims at securing information that may\n\nassist an opponent in uncovering the truth.           Unprivileged IRS\n\ninformation is equally subject to discovery.10\n\n           The practical problems confronting the IRS in discovering\n\nunder-reporting of corporate taxes, which is likely endemic, are\n\nserious.   Textron's return is massive--constituting more than 4,000\n\npages--and the IRS requested the work papers only after finding a\n\n\n     10\n      See Abel Inv. Co. v. United States, 53 F.R.D. 485, 488 (D.\nNeb. 1971) (holding that IRS documents created during an audit were\nnot protected work product, despite containing attorneys' mental\nimpression and legal theories, because an IRS audit is not\nlitigation).\n\n                                  -23-\n\fspecific type of transaction that had been shown to be abused by\n\ntaxpayers.       It is because the collection of revenues is essential\n\nto government that administrative discovery, along with many other\n\ncomparatively unusual tools, are furnished to the IRS.\n\n            As Bentham explained, all privileges limit access to the\n\ntruth in aid of other objectives, 8 Wigmore, Evidence § 2291\n\n(McNaughton Rev. 1961), but virtually all privileges are restricted-\n\n-either (as here) by definition or (in many cases) through explicit\n\nexceptions--by countervailing limitations.                    The Fifth Amendment\n\nprivilege against self-incrimination is qualified, among other\n\ndoctrines, by the required records exception, see Grosso v. United\n\nStates,   390     U.S.    62,       67-68    (1968),    and   the    attorney      client\n\nprivilege,      along    with       other    limitations,     by    the     crime-fraud\n\nexception, see Clark v. United States, 289 U.S. 1, 15 (1933).\n\n            To    sum    up,    the    work    product    privilege        is    aimed    at\n\nprotecting work done for litigation, not in preparing financial\n\nstatements.        Textron's         work    papers    were   prepared      to    support\n\nfinancial filings and gain auditor approval; the compulsion of the\n\nsecurities laws and auditing requirements assure that they will be\n\ncarefully    prepared,         in    their    present    form,      even    though       not\n\nprotected; and IRS access serves the legitimate, and important,\n\nfunction of detecting and disallowing abusive tax shelters.\n\n\n\n\n                                            -24-\n\f          The judgment of the district court is vacated and the case\n\nis remanded for further proceedings consistent with this decision.\n\n           It is so ordered.\n\n\n\n                                       Dissent follows.\n\n\n\n\n                               -25-\n\f            TORRUELLA, Circuit Judge, with whom LIPEZ, Circuit Judge,\n\njoins, Dissenting.       To assist the IRS in its quest to compel\n\ntaxpayers to reveal their own assessments of their tax returns, the\n\nmajority abandons our \"because of\" test, which asks whether \"'in\n\nlight of the nature of the document and the factual situation in the\n\nparticular case, the document can be fairly said to have been\n\nprepared or obtained because of the prospect of litigation.'\" Maine\n\nv. United States Dep't of the Interior, 298 F.3d 60, 68 (1st Cir.\n\n2002) (emphasis in original) (quoting United States v. Adlman, 134\n\nF.3d 1194, 1202 (2d Cir. 1998)).         The majority purports to follow\n\nthis test, but never even cites it.             Rather, in its place, the\n\nmajority imposes a \"prepared for\" test, asking if the documents were\n\n\"prepared for use in possible litigation.\"            Maj. Op. at 13.     This\n\ntest is an even narrower variant of the widely rejected \"primary\n\nmotivating purpose\" test used in the Fifth Circuit and specifically\n\nrepudiated by this court.         In adopting its test, the majority\n\nignores a tome of precedents from the circuit courts and contravenes\n\nmuch of the principles underlying the work-product doctrine.                It\n\nalso   brushes   aside   the   actual    text    of   Rule   26(b)(3),   which\n\n\"[n]owhere . . . state[s] that a document must have been prepared\n\nto aid in the conduct of litigation in order to constitute work\n\nproduct.\"     Adlman, 134      F.3d   at 1198.        Further, the majority\n\nmisrepresents and ignores the findings of the district court.              All\n\nwhile purporting to do just the opposite of what it actually does.\n\n\n                                      -26-\n\f          I.    The Majority Quietly Rejects Circuit Precedent\n\n               The majority claims allegiance to our prior decision in\n\nMaine, 298 F.3d at 70.           Specifically, the majority seizes upon a\n\nsingle line from that decision: \"the 'because of' standard does not\n\nprotect from disclosure 'documents that are prepared in the ordinary\n\ncourse of business or that would have been created in essentially\n\nsimilar form irrespective of the litigation.'\" Id. (quoting Adlman,\n\n134 F.3d at 1202).        This qualification is important to be sure, and\n\nI will address it infra, Section III.B.2.             But I must start by\n\naddressing the rest of the Maine decision, which the majority is\n\ncareful to ignore.\n\n               In that decision, Maine sought documents prepared by the\n\nDepartment of the Interior regarding its decision, made during\n\npending related litigation, to classify salmon as a protected\n\nspecies.       Id. at 64.        The district court found some of these\n\nadministrative documents unprotected as the Department had not shown\n\nthat litigation preparation was \"'the primary motivating factor for\n\nthe preparation of the documents.'\" Id. at 66-67. This formulation\n\nof the test for \"anticipation of litigation\" was based on the Fifth\n\nCircuit    rule    that    the   work-product   doctrine   did   not   protect\n\ndocuments that were \"not primarily motivated to assist in future\n\nlitigation.\"       United States v. El Paso, 682 F.2d 530, 542-43 (5th\n\nCir. 1982) (emphasis added) (citing United States v. Davis, 636 F.2d\n\n1028, 1040 (5th Cir. 1981)).          On appeal in Maine, we specifically\n\n\n                                      -27-\n\frepudiated this test and adopted the broader \"because of\" test,\n\nwhich had been thoughtfully and carefully explained by Judge Leval\n\nin the Second Circuit decision in Adlman, 134 F.3d at 1202-03.        See\n\nMaine, 298 F.3d at 68 (\"In light of the decisions of the Supreme\n\nCourt, we therefore agree with the formulation of the work-product\n\nrule adopted in Adlman and by five other courts of appeals.\").\n\n           In the present case, the majority purports to follow\n\nMaine, but really conducts a new analysis of the history of the\n\nwork-product   doctrine   and   concludes   that   documents   must    be\n\n\"'prepared for any litigation or trial.'\"    Maj. Op. at 18 (emphasis\n\nin original) (quoting FTC v. Grolier Inc., 462 U.S. 19, 25 (1983)).\n\nSimilarly, at another point, the majority suggests that documents\n\nmust be \"for use\" in litigation in order to be protected.        Id. at\n\n13.   Grolier did not establish such a test and the majority can\n\npoint to no court that has so ruled.11       Rather, the majority of\n\n\n      11\n      To support its conclusion, the majority commits a plain\nlogical error. The majority states that work-product protection\nmust not be judged solely on its subject matter, but rather whether\nthe documents's purpose is for use in litigation. In support of\nthis proposition, the majority cites a number of cases that\npropound the uncontroversial proposition that a document must be\njudged according to its purpose, not solely its content. Maj. Op.\nat 18 n.8. But those cases do not establish the majority's rule\nthat the documents' purpose must be limited to use in litigation.\nRather, one of the cases the majority cites adopts the test that\nthe document must have been created \"because of\" litigation, which,\nas Adlman describes, is antithetical to the majority's new\nrequirement. United States v. Roxworthy, 457 F.3d 590, 593-94 (6th\nCir. 2006) (adopting Adlman's \"because of\" test). Another of the\nmajority's citations is from the D.C. Circuit, which has also since\nadopted the \"because of\" test. Senate of Puerto Rico v. United\nStates Dep't of Justice, 823 F.2d 574, 587 n.42 (D.C. Cir. 1987).\n\n                                 -28-\n\fcircuit courts, led by the Second Circuit's decision in Adlman, have\n\nrejected such a rule.\n\n             Adlman's articulation of the \"because of\" test is fatal\n\nto the majority's position. In that case, Judge Leval discussed the\n\napplication of the work-product doctrine \"to a litigation analysis\n\nprepared by a party or its representative in order to inform a\n\nbusiness decision which turns on the party's assessment of the\n\nlikely      outcome    of   litigation     expected   to   result   from    the\n\ntransaction.\"     Adlman, 134 F.3d        at 1197.    In other words, Adlman\n\nasked whether the work-product doctrine applies where a dual purpose\n\nexists for preparing the legal analysis, that is, where the dual\n\npurpose of anticipating litigation and a business purpose co-exist.\n\nTo answer that question, the Adlman court examined and rejected the\n\n\"primary purpose\" test adopted by the Fifth Circuit in El Paso, 682\n\nF.2d   at    542-43,    which   only     grants   work-product   immunity    to\n\nworkpapers     prepared     \"primarily    motivated   to   assist   in   future\n\nlitigation over the return,\" id. at 543:\n\n             [Protection] is less clear, however, as to\n             documents which, although prepared because of\n             expected litigation, are intended to inform a\n             business decision influenced by the prospects\n             of the litigation. The formulation applied by\n\n\nThe final decision cited by the majority, from the Northern\nDistrict of California, deals with the deliberative process\nprivilege, not the work-product doctrine. Church of Scientology\nInt'l v. IRS, 845 F. Supp. 714, 723 (C.D. Cal. 1993).        In any\nevent, the Ninth Circuit also applies the \"because of\" test. In re\nGrand Jury Subpoena, 357 F.3d 900, 907-08 (9th Cir. 2004) (praising\nand following Adlman).\n\n                                       -29-\n\f          some courts in determining whether documents\n          are protected by work-product privilege is\n          whether they are prepared \"primarily or\n          exclusively to assist in litigation\" -- a\n          formulation that would potentially exclude\n          documents containing analysis of expected\n          litigation, if their primary, ultimate, or\n          exclusive purpose is to assist in making the\n          business decision.    Others ask whether the\n          documents were prepared \"because of\" existing\n          or expected litigation -- a formulation that\n          would include such documents, despite the fact\n          that their purpose is not to \"assist in\"\n          litigation. Because we believe that protection\n          of documents of this type is more consistent\n          with both the literal terms and the purposes of\n          the Rule, we adopt the latter formulation.\n\nAdlman, 134 F.3d at 1197-98, quoted in part in Maine, 298 F.3d at\n\n68.   And if it needs to be spelled out any more clearly, Adlman\n\nmakes it explicitly clear that the broader \"because of\" formulation\n\nis not limited to documents prepared for use in litigation:\n\n          We believe that a requirement that documents be\n          produced primarily or exclusively to assist in\n          litigation in order to be protected is at odds\n          with the text and the policies of the Rule.\n          Nowhere does Rule 26(b)(3) state that a\n          document must have been prepared to aid in the\n          conduct of litigation in order to constitute\n          work   product,    much   less   primarily   or\n          exclusively to aid in litigation. Preparing a\n          document \"in anticipation of litigation\" is\n          sufficient.\n\n          The text of Rule 26(b)(3) does not limit its\n          protection to materials prepared to assist at\n          trial. To the contrary, the text of the Rule\n          clearly sweeps more broadly.     It expressly\n          states that work-product privilege applies not\n          only to documents \"prepared . . . for trial\"\n          but also to those prepared \"in anticipation of\n          litigation.\"    If the drafters of the Rule\n          intended to limit its protection to documents\n          made to assist in preparation for litigation,\n\n                               -30-\n\f           this would have been adequately conveyed by the\n           phrase \"prepared . . . for trial.\" The fact\n           that documents prepared \"in anticipation of\n           litigation\" were also included confirms that\n           the drafters considered this to be a different,\n           and broader category.     Nothing in the Rule\n           states or suggests that documents prepared \"in\n           anticipation of litigation\" with the purpose of\n           assisting in the making of a business decision\n           do not fall within its scope.\n\nId. at 1198-99 (emphasis and alterations in original).              Rather than\n\nconfront     this    language,   the    majority    resorts    to   simplistic\n\ngeneralizations.      Using its novel \"prepared for\" test, the majority\n\nunhelpfully explains that \"[e]very lawyer who tries cases knows the\n\ntouch and feel of materials prepared for a current or possible . . .\n\nlaw suit.\"    Maj. Op. at 19.      Once the majority ignores decades of\n\ncontrolling precedent, the matter becomes so clear that \"[n]o one\n\nwith experience of law suits\" could disagree.            Id.\n\n           I need say little else; the majority's new \"prepared for\"\n\nrule is blatantly contrary to Adlman, a leading case interpreting\n\nthe work-product doctrine that we specifically adopted in Maine.\n\nThe majority's opinion is simply stunning in its failure to even\n\nacknowledge this language and its suggestion that it is respecting\n\nrather than overruling Maine.\n\n               II.    The Majority's Announces a Bad Rule\n\n           The majority acts as if it is left to this court to draw\n\na line from Hickman to the present case.           In so doing, the majority\n\nignores a host of cases which grapple with tough work product\n\nquestions that go beyond the stuff that \"[e]very lawyer who tries\n\n                                       -31-\n\fcases\" would know is work product.          Lower courts deserve more\n\nguidance than a simple reassurance that a bare majority of the en\n\nbanc court knows work product when it sees it.12           Of course, since\n\nthis is an en banc proceeding, the majority is free to create a new\n\nrule for the circuit -- though it would be better if it admitted\n\nthat it was doing so.   But our new circuit rule is not even a good\n\nrule.\n\n          First, as Judge Leval observed in Adlman, a \"prepared for\"\n\nrequirement is not consistent with the plain language of Federal\n\nRule of Civil Procedure 26, which provides protection for documents\n\n\"prepared in anticipation of litigation or for trial.\" Fed. R. Civ.\n\nP. 26(b)(3)(A) (emphasis added); see also Adlman, 134 F.3d at 1198-\n\n99. There is no reason to believe that \"anticipation of litigation\"\n\nwas meant as a synonym for \"for trial.\"       Claudine Pease-Wingenter,\n\nProphetic or Misguided? The Fifth Circuit's (Increasingly) Unpopular\n\nApproach to the Work Product Doctrine, 29 Rev. Litig. (forthcoming\n\n\n     12\n      This test is reminiscent of Justice           Stewart's     famously\nunhelpful test for identifying obscenity:\n\n          [C]riminal    laws     in    this     area    are\n          constitutionally     limited     to     hard-core\n          pornography.     I shall not today attempt\n          further to define the kinds of material I\n          understand   to   be    embraced    within   that\n          shorthand description; and perhaps I could\n          never succeed in intelligibly doing so. But I\n          know it when I see it, and the motion picture\n          involved in this case is not that.\n\nJacobellis v.   Ohio,   378   U.S.   184,   197   (1964)    (Stewart,   J.,\nconcurring).\n\n                                 -32-\n\f2009) (analyzing and rejecting many of the arguments advanced by the\n\nmajority    in   favor   of    a    narrow      construction     of   the    phrase\n\n\"anticipation of litigation\").           Since the terms are not synonymous,\n\nthe term \"anticipation of litigation\" should not be read out of the\n\nrule by requiring a showing that documents be prepared for trial.\n\nSee Carcieri v. Salazar, 129 S. Ct. 1058, 1066 (2009) (discussing\n\nthe basic principle that statutes should be construed to give effect\n\nto each word).\n\n            Second,   though       the    majority    goes     into   some   depth\n\ndescribing the foundational case of Hickman v. Taylor, 329 U.S. 495\n\n(1947), it misses the fundamental concern of that decision with\n\nprotecting an attorney's \"privacy, free from unnecessary intrusion\n\nby opposing parties and their counsel.\"              Id. at 510.      Without such\n\nprivacy, litigants would seek unfair advantage by free-riding off\n\nanother's work, thus reducing lawyers' ability to write down their\n\nthoughts:\n\n            Were the attorney's work accessible to an\n            adversary, the Hickman court cautioned, \"much\n            of what is now put down in writing would remain\n            unwritten\" for fear that the attorney's work\n            would redound to the benefit of the opposing\n            party.    Legal advice might be marred by\n            \"inefficiency, unfairness and sharp practices,\"\n            and the \"effect on the legal profession would\n            be demoralizing.\"    Neither the interests of\n            clients nor the cause of justice would be\n            served, the court observed, if work product\n            were freely discoverable.\n\nAdlman, 134 F.3d at       1197      (quoting Hickman, 329 U.S. at 511)\n\n(citations omitted).     The majority posits that these rationales do\n\n                                         -33-\n\fnot apply to documents containing a lawyer's legal analysis of a\n\npotential litigation, if that analysis was prepared for a business\n\npurpose.   Maj. Op. at 21.      This is both unpersuasive and directly\n\ncontrary to the policy analysis in Adlman, which we adopted in\n\nMaine.   Adlman identified an example of a protected document:\n\n           A business entity prepares financial statements\n           to   assist   its   executives,    stockholders,\n           prospective investors, business partners, and\n           others in evaluating future courses of action.\n           Financial statements include reserves for\n           projected    litigation.        The    company's\n           independent auditor requests a memorandum\n           prepared by the company's attorneys estimating\n           the likelihood of success in litigation and an\n           accompanying analysis of the company's legal\n           strategies and options to assist it in\n           estimating   what   should   be   reserved   for\n           litigation losses.\n\nId. at 1200.    Discussing this example, the court concluded that in\n\nthis scenario \"the company involved would require legal analysis\n\nthat falls squarely within Hickman's area of primary concern --\n\nanalysis   that    candidly    discusses    the       attorney's   litigation\n\nstrategies, appraisal of likelihood of success, and perhaps the\n\nfeasibility of reasonable settlement.\"          Id.    Further, there is \"no\n\nbasis for adopting a test under which an attorney's assessment of\n\nthe   likely   outcome   of   litigation   is   freely    available   to    his\n\nlitigation adversary merely because the document was created for a\n\nbusiness purpose rather than for litigation assistance.\"              Id.    In\n\nother words,\n\n           [i]n addition to the plain language of the\n           Rule, the policies underlying the work-product\n\n                                   -34-\n\f              doctrine suggest strongly that work-product\n              protection should not be denied to a document\n              that analyzes expected litigation merely\n              because it is prepared to assist in a business\n              decision. Framing the inquiry as whether the\n              primary or exclusive purpose of the document\n              was to assist in litigation threatens to deny\n              protection to documents that implicate key\n              concerns underlying the work-product doctrine.\n\nId. at 1199; see also Roxworthy, 457 F.3d at 595 (stating \"the IRS\n\nwould appear to obtain an unfair advantage by gaining access to\n\nKPMG's detailed legal analysis of the strengths and weaknesses of\n\n[the   taxpayer's]      position.     This   factor      weighs   in    favor    of\n\nrecognizing the documents as privileged.\").\n\n              The majority offers no response to this sound policy\n\nanalysis and no reason to doubt that inefficiency and \"sharp\n\npractices\" will result from its new rule allowing discovery of such\n\ndual purpose documents, which contain confidential assessments of\n\nlitigation strategies and chances.           Instead of addressing these\n\nconcerns, the majority's policy analysis relies instead on case-\n\nspecific rationales -- namely the need to assist the IRS in its\n\ndifficult task of reviewing Textron's complex return.             See Maj. Op.\n\nat   22-23.      Such    outcome    determinative     reasoning    is    plainly\n\nunacceptable.       Thus,   properly    framed,     it    is   clear    that    the\n\nrationales underlying the work-product doctrine apply to documents\n\n\n\n\n                                      -35-\n\fprepared in anticipation of litigation, even if they are not also\n\nfor use at trial.13\n\n             And these policy rationales are squarely implicated in\n\nthis case.      First, Textron's litigation hazard percentages contain\n\nexactly   the    sort   of    mental    impressions   about   the   case   that\n\nHickman sought to protect.             In fact, these percentages contain\n\ncounsel's ultimate impression of the value of the case.             Revealing\n\nsuch impressions would have clear free-riding consequences.                With\n\nthis information, the IRS will be able to immediately identify weak\n\nspots and know exactly how much Textron should be willing to spend\n\nto settle each item.         Indeed, the IRS explicitly admits that this\n\nis its purpose in seeking the documents.\n\n             Second, as argued to us by amici, the Chamber of Commerce\n\nof the United States and the Association of Corporate Counsel, if\n\nattorneys who identify good faith questions and uncertainties in\n\ntheir clients' tax returns know that putting such information in\n\nwriting will result in discovery by the IRS, they will be more\n\nlikely to avoid putting it in writing, thus diminishing the quality\n\nof representation. The majority dismisses such concerns, concluding\n\n\n     13\n      Perhaps because of these very same concerns about privacy and\nfairness, the IRS itself argued for the protection of its documents\nprepared for the dual purposes of helping the IRS understand the\nlitigation risks that might result if the IRS made the\nadministrative decision to adopt a new program. Delaney, Migdail\n& Young, Chartered v. IRS, 826 F.2d 124 (D.C. Cir. 1987). This\npoint was also noted by the Adlman court when it observed that \"the\nIRS successfully argued against the very position it here\nadvocates.\" Adlman, 134 F.3d at 1201.\n\n                                       -36-\n\fthat tax accrual workpapers are required by law.                Maj. Op. at 21.\n\nBut the majority fails to cite the record for this conclusion,\n\nlikely because the majority is simply wrong.                  As the majority\n\nopinion earlier admits, Maj Op. at 2-3, the law only requires that\n\nTextron    prepare       audited   financial     statements   reporting       total\n\nreserves based on contingent tax liabilities. Accounting standards\n\nrequire some evidential support before such statements can be\n\ncertified, but do not explicitly require the form and detail of the\n\ndocuments prepared here by Textron's attorneys with respect to each\n\npotentially challenged tax item.                See also Michelle M. Henkel,\n\nTextron: The Debate Continues as to Whether Auditor Transparency\n\nWaives the Work Product Privilege, 50 Tax Management Memorandum 251,\n\n260   (2009)     (distinguishing     auditor's     workpapers    and    corporate\n\nworkpapers and explaining that the latter are not mandatory but\n\nserve to evaluate a company's litigation risks).              Rather, all that\n\nmust be actually reported is the final tax reserve liability amount.\n\nThus,     as    amicii    worry,   the    majority's   new    rule     will   have\n\nramifications that will affect the form and detail of documents\n\nattorneys prepare when working to convince auditors of the soundness\n\nof a corporation's reserves.\n\n               These concerns are even more clearly implicated in this\n\ncase because the majority's decision will remove protection for\n\nTextron's \"backup materials\" as well as its actual workpapers.                 The\n\ndistrict court found that these materials included \"notes and\n\n\n                                         -37-\n\fmemoranda written by Textron's in-house tax attorneys reflecting\n\ntheir   opinions   as   to    which   items   should   be   included   on   the\n\nspreadsheet and the hazard of litigation percentage that should\n\napply to each item.\"         United States v. Textron Inc., 507 F. Supp.\n\n2d 138, 143 (D.R.I. 2007). Thus, these documents thus go beyond the\n\nnumbers used to compute a total reserve.          Rather, they explain the\n\nlegal rationale underpinning Textron's views of its litigation\n\nchances.   The majority fails to acknowledge this subtlety, explain\n\nwhy it views such documents as required by regulatory rules, or\n\nexplain why such mental impressions should go unprotected. Exposing\n\nsuch documentation to discovery is a significant expansion of the\n\nIRS's power and will likely reveal information far beyond the basic\n\nnumbers that the IRS could discover through production of Textron's\n\nauditor's workpapers.\n\n           But more important are the ramifications beyond this case\n\nand beyond even the case of tax accrual workpapers in general.              The\n\nscope of the work-product doctrine should not depend on what party\n\nis asserting it.    Rather, the rule announced in this case will, if\n\napplied fairly, have wide ramifications that the majority fails to\n\naddress.\n\n           For example, as the IRS explicitly conceded at oral\n\nargument, under the majority's rule one party in a litigation will\n\nbe able to discover an opposing party's analysis of the business\n\nrisks of the instant litigation, including the amount of money set\n\n\n                                      -38-\n\faside in a litigation reserve fund, created in accordance with\n\nsimilar requirements as Textron's tax reserve fund.         Though this\n\nconsequence was a major concern of the argument in this case, the\n\nmajority does not even consider this \"sharp practice,\" which its new\n\nrule will surely permit.\n\n              And there are plenty more examples.   Under the majority's\n\nrule, there is no protection for the kind of documents at issue in\n\nAdlman, namely \"documents analyzing anticipated litigation, but\n\nprepared to assist in a business decision rather than to assist in\n\nthe conduct of the litigation.\"     134 F.3d at 1201-02.   Nearly every\n\nmajor business decision by a public company has a legal dimension\n\nthat will require such analysis. Corporate attorneys preparing such\n\nanalyses should      now   be aware that their work product is not\n\nprotected in this circuit.\n\n       III.    The Workpapers Are Protected Under the Right Test\n\n              Applying the \"because of\" test thoughtfully adopted in\n\nAdlman and Maine, the majority should have concluded that Textron's\n\nworkpapers are protected by the work-product doctrine.       The proper\n\nstarting point in reaching this legal conclusion should be the\n\nfactual findings of the district court, which held an evidentiary\n\nhearing to understand the nature of the documents sought here by the\n\nIRS.\n\n\n\n\n                                   -39-\n\f          A.   Factual findings\n\n          After considering affidavits and testimony, the district\n\ncourt found that the tax accrual workpapers are:\n\n          1. A spreadsheet that contains:\n          (a) lists of items on Textron's tax returns,\n          which, in the opinion of Textron's counsel,\n          involve issues on which the tax laws are\n          unclear, and, therefore, may be challenged by\n          the IRS;\n          (b) estimates by Textron's counsel expressing,\n          in percentage terms, their judgments regarding\n          Textron's   chances  of   prevailing  in   any\n          litigation over those issues (the \"hazards of\n          litigation percentages\"); and\n          (c) the dollar amounts reserved to reflect the\n          possibility that Textron might not prevail in\n          such litigation (the \"tax reserve amounts\").\n\nTextron, 507 F. Supp. 2d at 142-143 (emphasis added).        These\n\nworkpapers do not contain any facts about the transactions that\n\nconcerned the IRS.   Id. at 143.\n\n          The district court also found, \"[a]s stated by Norman\n\nRichter, Vice President of Taxes at Textron and Roxanne Cassidy,\n\nDirector, Tax Reporting at Textron, Textron's ultimate purpose in\n\npreparing the tax accrual workpapers was to ensure that Textron was\n\n'adequately reserved with respect to any potential disputes or\n\nlitigation that would happen in the future.'\" Id. at 143. Further,\n\n\"there would have been no need to create a reserve in the first\n\nplace, if Textron had not anticipated a dispute with the IRS that\n\nwas likely to result in litigation or some other adversarial\n\nproceeding.\"   Id. at 150.\n\n\n\n                                  -40-\n\f            In addition to recognizing these litigation purposes, the\n\ndistrict    court   also     recognized    the   dual   purposes      driving    the\n\ncreation of these documents and found that the workpapers' creation\n\n\"also was prompted, in part\" by the need to satisfy Textron's\n\nauditors and get a \"clean\" opinion letter.                  Id. at 143.          The\n\ndistrict court later clarified:\n\n            Thus, while it may be accurate to say that the\n            workpapers helped Textron determine what amount\n            should be reserved to cover any potential tax\n            liabilities and that the workpapers        were\n            useful in obtaining a \"clean\" opinion from [the\n            auditor] regarding the adequacy of the reserve\n            amount, there would have been no need to create\n            a reserve in the first place, if Textron had\n            not anticipated a dispute with the IRS that was\n            likely to result in litigation or some other\n            adversarial proceeding.\n\nId. at 150.    Relatedly, the district court found that anticipation\n\nof litigation was the \"but for\" cause of the documents' creation.\n\nId.   Thus, the district court clearly found two purposes leading to\n\nthe creation of the workpapers.\n\n            The majority makes no effort to reject these factual\n\nfindings,    but    simply    recharacterizes     the    facts   as    suits     its\n\npurposes.    For example, the majority declares, without reference to\n\nthe district court's more nuanced findings, that the \"the IRS is\n\nunquestionably      right    that   the   immediate     motive   of    Textron    in\n\npreparing the tax accrual work papers was to fix the amount of the\n\ntax reserve on Textron's books and to obtain a clean financial\n\nopinion from its auditor.\"          Maj. Op. at 12-13.       At another point,\n\n\n                                      -41-\n\fthe majority boldly pronounces, \"the only purpose of Textron's\n\npapers was to prepare financial statements.\" Id. at 20. Of course,\n\nas explained above, the district court's factual findings about\n\nTextron's   \"ultimate   purpose\"   were   directly   contrary   to   these\n\npronouncements.    Discarding a district court's factual finding on\n\ncausation without any demonstration of clear error is not within\n\nthis court's proper appellate function.       See Fed. R. Civ. P. 52(a)\n\n(\"Findings of fact, whether based on oral or other evidence, must\n\nnot be set aside unless clearly erroneous, and the reviewing court\n\nmust give due regard to the trial court's opportunity to judge the\n\nwitnesses' credibility.\"); see also Constructora Maza, Inc. v. Banco\n\nde Ponce, 616 F.2d 573, 576 (1st Cir. 1980) (noting that clear error\n\nreview applies even when \"much of the evidence is documentary and\n\nthe challenged findings are factual inferences drawn from undisputed\n\nfacts\").\n\n            Instead, the majority exalts in the fact that the district\n\ncourt made no finding that the documents were \"for use in possible\n\nlitigation.\"    Maj. Op. at 13.    That proposition is true.     But, as\n\ndescribed above, \"for use\" (i.e. \"prepared for\") is not and has\n\nnever been the law of this circuit.\n\n            The majority does suggest that the documents business\n\npurpose \"cannot be disputed.\"      Id.    This is also uncontroversial.\n\nThe district court found both a litigation and a business purpose.\n\nBut, in straining to ignore the documents' litigation purposes, the\n\n\n                                   -42-\n\fmajority proceeds to rely heavily on the IRS's expert. In so doing,\n\nthe majority makes no effort to explain why the district court\n\nshould have been required to adopt the view that the workpapers\n\nexisted only for a non-litigation purpose. The majority claims that\n\nTextron's witnesses agreed with the IRS expert, but the majority\n\nfails to reconcile this proclamation with the competing view of\n\nTextron's witnesses, which the district court explicitly relied upon\n\nin its factual findings regarding Textron's \"ultimate purpose.\"\n\nTextron, 507 F. Supp. 2d at 143.   This is another corruption of the\n\nproper role of an appellate court.    See Anderson v. Bessemer City,\n\n470 U.S. 564, 574 (1985) (\"Where there are two permissible views of\n\nthe evidence, the factfinder's choice between them cannot be clearly\n\nerroneous.\").\n\n          The majority does suggest that the       district court's\n\nfindings regarding the cause of the workpapers' creation was only\n\nstated in its legal analysis section.      Maj. Op. at 9.   But the\n\nactual purpose of the documents' creators, or, in the words of the\n\ndistrict court, \"but-for\" causation, is a factual issue, and the\n\nmajority makes no effort to explain why such issue should be\n\nreviewed as a legal conclusion.\n\n          The majority also proclaims, without record support, that\n\n\"[a]ny experienced litigator would describe the tax accrual work\n\npapers as tax documents and not as case preparation materials.\"\n\nMaj. Op. at 16.    As described above, this conclusion reverses,\n\n\n                               -43-\n\fwithout any finding of clear error, the district court's factual\n\nfindings.    Further, this language dangerously suggests that this\n\ncourt can, from its general knowledge, offer an expert opinion as\n\nto how such documents are always seen by \"experienced litigators.\"\n\nAnother of the many errors of this approach is revealed by reference\n\nto undisputed record testimony.    Namely, the majority's assumption\n\nthat tax accrual workpapers are a uniform class from corporation to\n\ncorporation is simply wrong.    When the district court carefully and\n\nspecifically defined what documents were actually at issue in this\n\ncase, it explained that \"there is no immutable definition of the\n\nterm 'tax accrual papers,'\" and that their content varies from case\n\nto case, Textron, 507 F. Supp. 2d at 142, a conclusion that is\n\nconsonant with the testimony of the government's expert. Id. at 142\n\nn.2.   Thus, even were it not our rule that we defer to the district\n\ncourt's factfinding, such a rule would make good sense in handling\n\nthe wide range of workpapers likely to confront district courts in\n\nthe future as the IRS increasingly seeks their discovery.\n\n            Even if we looked at the purpose of tax accrual workpapers\n\nas a general matter, the district court's conclusion that Textron's\n\nanticipation of litigation drove its reporting obligations is not\n\nso outrageous as to leave us with a firm conviction of error.\n\nRather, other courts reviewing similar kinds of documents have\n\nreached similar conclusions.    Regions Fin. Corp. & Subsidiaries v.\n\nUnited States, No. 2:06-CV-00895-RDP, 2008 WL 2139008, at *6 (N.D.\n\n\n                                 -44-\n\fAla. May 8, 2008) (concluding, in examining another company's\n\nworkpapers that \"[w]ere it not for anticipated litigation, Regions\n\nwould not have to worry about contingent liabilities and would have\n\nno   need   to    elicit    opinions    regarding     the   likely    results   of\n\nlitigation\"); Comm'r of Revenue v. Comcast Corp., 901 N.E.2d 1185,\n\n1191,   1205     (Mass.    2009)   (affirming   a   finding   of     work-product\n\nprotection for a business memorandum analyzing the \"pros and cons\n\nof the various planning opportunities and the attendant litigation\n\nrisks\" since the author \"had 'the prospect of litigation in mind\n\nwhen it directed the preparation of the memorandum'\" and would not\n\nhave been prepared irrespective of that litigation (quoting Adlman,\n\n134 F.3d at 1204)).\n\n            B.    Analysis\n\n            This court should accept the district court's factual\n\nconclusion that Textron created these documents for the purpose of\n\nassessing its chances of prevailing in potential litigation over its\n\ntax return in order to assess risks and reserve funds.                Under these\n\nfacts, work-product protection should apply.\n\n                     1.     The \"because of\" test\n\n            First,    the    majority    does   not    develop     any    analysis\n\ncontesting the proposition that disputes with the IRS in an audit\n\ncan constitute litigation, within the meaning of Fed. R. Civ. P.\n\n26(b)(3)(A).       Indeed, such a conclusion is clear.                   For these\n\npurposes, the touchstone of \"litigation\" is that it is adversarial.\n\n\n                                       -45-\n\fSee Restatement (Third) of the Law Governing Lawyers § 87 cmt. h\n\n(2000).       Though the initial stages of a tax audit may not be\n\nadversarial, the disputes themselves are essentially adversarial;\n\nthe subject of these disputes will become the subject of litigation\n\nunless the dispute is resolved.\n\n               Applying the \"because of\" test as articulated in Adlman\n\nand Maine, the workpapers are protected.               Under these precedents,\n\na document is protected if, \"'in light of the nature of the document\n\nand the factual situation in the particular case, the document can\n\nbe fairly said to have been prepared or obtained because of the\n\nprospect of litigation.'\"            Maine, 298 F.3d at 68 (emphasis in\n\noriginal) (quoting Adlman, 134 F.3d at 1202). The \"because of\" test\n\n\"really turns on whether [the document] would have been prepared\n\nirrespective of the expected litigation with the IRS.\"                   Adlman, 134\n\nF.3d at 1204. As the district court found, the driving force behind\n\nthe preparation of the documents was the need to reserve money in\n\nanticipation of disputes with the IRS.             Textron, 507 F. Supp. 2d at\n\n143. Though other business needs also contributed to Textron's need\n\nto    create    the   documents,     those    needs    depended     on    Textron's\n\nanticipating litigation with the IRS.              In other words, without the\n\nanticipation of litigation, there would be no need to estimate a\n\nreserve to fund payment of tax disputes.              Id. at 150.    In this way,\n\nthe    dual     purposes   leading    to     the   documents'     creation     were\n\nintertwined, and work-product protection should apply.                    See In re\n\n\n                                      -46-\n\fGrand Jury Subpoena, 357 F.3d at 910 (\"The documents are entitled\n\nto work product protection because, taking into account the facts\n\nsurrounding their creation, their litigation purpose so permeates\n\nany   non-litigation   purpose   that    the    two   purposes   cannot   be\n\ndiscretely separated from the factual nexus as a whole.\"); see also\n\nAndrew   Golodny,   Note:   Lawyers   versus    Auditors:   Disclosure    to\n\nAuditors and Potential Waiver of Work-Product Privilege in United\n\nStates v. Textron, 61 Tax Law. 621, 629 (2008) (\"As a commentator\n\nnoted, 'in the case of tax contingency reserves, the prospect of\n\nfuture litigation and the business need for the documents are so\n\nintertwined that the prospect of future litigation itself creates\n\nthe business need for the document.'\" (quoting Terrence G. Perris,\n\nCourt Applies Work Product Privilege to Tax Accrual Workpapers, 80\n\nPrac. Tax. Strategies 4 (2008))).\n\n           The majority simply refuses to accept the district court's\n\nfinding that the documents would not exist but for Textron's need\n\nto anticipate litigation.        This rejection is essential to the\n\nmajority's erroneous conclusion.         Accepting the district court's\n\nfindings   regarding   purpose   compels    a   finding   of   work-product\n\nprotection, since the precedents are clear that under the \"because\n\nof\" test, dual purpose documents are protected.           In fact, that is\n\none of the very reasons some courts have adopted the test.                 8\n\nCharles Alan Wright, Arthur R. Miller & Richard L. Marcus, Federal\n\nPractice and Procedure, § 2024 (2d ed. 2009) (\"'Dual purpose'\n\n\n                                  -47-\n\fdocuments   created     because     of    the   prospect    of   litigation   are\n\nprotected even though they were also prepared for a business\n\npurpose.\"); see also Roxworthy, 457 F.3d at 598-99 (\"[D]ocuments do\n\nnot lose their work product         privilege 'merely because [they were]\n\ncreated in order to assist with a business decision,' unless the\n\ndocuments 'would have been created in essentially similar form\n\nirrespective of the litigation.'\" (quoting Adlman, 134 F.3d at\n\n1202)); In re Grand Jury Subpoena, 357 F.3d at 907 (adopting Wright\n\nand Miller's \"because of\" test in order to handle \"dual purpose\"\n\ndocuments); Maine, 298 F.3d at 68 (adopting Adlman after recounting\n\nthe distinction between the \"because of\" test and the \"primary\n\npurpose\" test in their handling of dual purpose documents); Adlman,\n\n134 F.3d at 1197-98, 1202 (\"Where a document is created because of\n\nthe prospect of litigation, analyzing the likely outcome of that\n\nlitigation, it does not lose protection under this formulation\n\nmerely because it is created in order to assist with a business\n\ndecision.\"); In re Special Sept. 1978 Grand Jury (II), 640 F.2d 49,\n\n61 (7th Cir. 1980) (\"We conclude that the materials . . . were\n\nindeed prepared in anticipation of litigation, even though they were\n\nprepared    as   well   for   the   filing      of   the   Board   of   Elections\n\nreports.\").\n\n\n\n\n                                         -48-\n\f                      2.    The exception to the \"because of\" test\n\n            The majority reads too much into one sentence from Maine\n\nand Adlman.        Specifically, it is true that \"the 'because of'\n\nstandard does not protect from disclosure 'documents that are\n\nprepared in the ordinary course of business or that would have been\n\ncreated    in     essentially     similar      form    irrespective        of   the\n\nlitigation.'\"       Maine, 298 F.3d at 70 (quoting Adlman, 134 F.3d at\n\n1202).    This proviso relates to the advisory notes to the rule,\n\nwhich    excludes    from    protection   \"[m]aterials         assembled   in   the\n\nordinary course of business, or pursuant to public requirements\n\nunrelated to litigation, or for other nonlitigation purposes.\" Fed.\n\nR. Civ. P. 26 advisory committee's note (1970). Understood in light\n\nof the fact that the \"because of\" test unequivocally protects \"dual\n\npurpose\" documents, this proviso does not strip protection for dual\n\npurpose documents that have one business or regulatory purpose.\n\nRather, the best reading of the advisory committee's note is simply\n\nthat    preparation    for    business    or   for    public    requirements    is\n\npreparation for a nonlitigation purpose insufficient in itself to\n\nwarrant protection. The note states that there is no protection for\n\ndocuments created for business, regulatory, or \"other nonlitigation\n\npurposes.\"      This language suggests the note is considering business\n\nand regulatory purposes as nonlitigation purposes, but does not\n\nsuggest that the presence of such a purpose should somehow override\n\na litigation purpose, should one exist. Thus, correctly formulated,\n\n\n                                     -49-\n\fthis exception should be understood as simply clarifying the rule\n\nthat dual purpose documents are protected, though \"there is no\n\nwork-product immunity for documents prepared in the regular course\n\nof business rather than for purposes of the litigation.\"              Wright &\n\nMiller, supra, § 2024 (emphasis added); see also Roxworthy, 457 F.3d\n\nat 599 (\"[A] document can be created for both use in the ordinary\n\ncourse of business and in anticipation of litigation without losing\n\nits work-product privilege.\"). Under the majority's interpretation,\n\nthe exception swallows the rule protecting dual purpose documents.\n\n           So understood, the exception does not control this case.\n\nAfter citing this exception, the district court concluded that the\n\ndocuments were not created irrespective             of litigation because\n\nTextron   would   not   have    prepared     the   documents    but   for   the\n\nanticipation of litigation.       Textron, 507 F. Supp. 2d at 150.          The\n\nmajority makes no effort to label this finding clearly erroneous.\n\nTo the contrary, the finding is correct. The tax accrual workpapers\n\nidentify specific tax line items, and then anticipate the likelihood\n\nthat litigation over those items will result in Textron having to\n\npay the IRS more money.       That Textron will not ultimately litigate\n\neach position does not change the fact that when it prepared the\n\ndocuments,   Textron    was    acting   to   anticipate   and    analyze    the\n\nconsequences of possible litigation, just             like the memorandum\n\nexample in Adlman, 134 F.3d at 1200. The documents would not be the\n\nsame at all had Textron not anticipated litigation.             So, under the\n\n\n                                    -50-\n\f\"because of\" test, as applied in Adlman and the many circuit courts\n\nthat   have    followed    it,   these       documents   were    not     prepared\n\n\"irrespective\" of the prospect of litigation.                   They should be\n\nprotected.\n\n                   3.     Arthur Young and El Paso do not control\n\n          Neither the Supreme Court's decision in United States v.\n\nArthur Young & Co., 465 U.S. 805 (1984), nor the Fifth Circuit's\n\ndecision in El Paso, 682 F.2d at 530, support a different result.\n\n          In Arthur Young, the Court declined to recognize an\n\naccountant's work-product doctrine, thus holding that tax accrual\n\nworkpapers created by an independent auditor were not protected.\n\nArthur Young, 465 U.S. at 815-21.            But unlike the Court in Arthur\n\nYoung, we are not now confronted with the question of whether to\n\nrecognize a new privilege.       Here, the doctrinal decision we face is\n\nhow to apply existing work-product doctrine to the present facts,\n\nin other words whether the \"because of\" test protects dual purpose\n\ndocuments, as the Maine and Adlman courts so held.               This question\n\nwas not at all presented in Arthur Young.\n\n          On the other hand, El Paso is clearly factually on point\n\n-- there the Fifth circuit rejected work-product protection for\n\nsimilar tax accrual workpapers.        El Paso, 682 F.2d at 542.          But, as\n\nexplained above, that court applied a different definition of the\n\nwork-product    doctrine,    asking    whether     the   \"primary      motivating\n\npurpose behind the creation of the document was to aid in possible\n\n\n                                      -51-\n\ffuture litigation.\"     Id. at 542-44 (concluding that the document\n\nshould not be protected as it \"carries much more the aura of daily\n\nbusiness than it does of courtroom combat\").         Finding Textron's\n\nworkpapers protected would not create a circuit split, but be merely\n\nan application of a widely acknowledged existing difference between\n\nour law and the law of the Fifth Circuit.     It is precisely in these\n\n\"dual purpose\" situations that the \"because of\" test used in this\n\ncircuit is meant to distinguish itself from the \"primary purpose\"\n\ntest used in the Fifth Circuit.         Maine, 298 F.3d at 68 (citing\n\nAdlman for the proposition that the primary purpose test \"is at odds\n\nwith the text and the policies of Rule 26 because nothing in it\n\nsuggests that documents prepared for dual purposes of litigation and\n\nbusiness or agency decisions do not fall within its scope\").     Thus,\n\nunlike the Fifth Circuit, we need not assess whether the tax accrual\n\nworkpapers carry more of one \"aura\" than another.\n\n                           IV.   Conclusion\n\n          The majority's decision may please the IRS and some tax\n\nscholars who understandably see discovery of tax accrual workpapers\n\nas an important tool in combating fraud.      But this decision will be\n\nviewed as a dangerous aberration in the law of a well-established\n\nand important evidentiary doctrine.       Whatever else one may think\n\nabout this case, the majority's assertion that it is following Maine\n\nis plainly erroneous.    Rather, the majority's \"prepared for\" test\n\n\n\n\n                                 -52-\n\fis directly contrary to Adlman, a decision we explicitly adopted in\n\nMaine.\n\n           In straining to craft a rule favorable to the IRS as a\n\nmatter of tax law, the majority has thrown the law of work-product\n\nprotection into disarray. Circuits have already split interpreting\n\nthe meaning of \"anticipation of litigation,\" between the \"primary\n\npurpose\" and \"because of\" tests.          Now this court has proceeded to\n\nfurther the split by purporting to apply the \"because of\" test while\n\nrejecting that test's protection for dual purpose documents.                In\n\nreality,   the   majority   applied   a    new   test   that   requires   that\n\ndocuments be actually \"prepared for\" use in litigation.             The time\n\nis ripe for the Supreme Court to intervene and set the circuits\n\nstraight on this issue which is essential to the daily practice of\n\nlitigators across the country.\n\n           The correct test is that spelled out in Adlman, and\n\nadopted by most circuit courts.       Applying that test to the facts\n\nactually found by the district court, these tax accrual workpapers\n\nshould be protected.    For these reasons, I respectfully dissent.\n\n\n\n\n                                  -53-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                      For the First Circuit\n\nNo. 07-2631\n\n                    UNITED STATES OF AMERICA,\n\n                      Petitioner, Appellant,\n\n                                v.\n\n                  TEXTRON INC. AND SUBSIDIARIES,\n\n                      Respondent, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n       [Hon. Ernest C. Torres, Senior U.S. District Judge]\n\n\n                              Before\n\n                       Lynch, Chief Judge,\n              Torruella, Boudin, Lipez and Howard,\n                         Circuit Judges.\n\n\n     Judith A. Hagley, Tax Division, Department of Justice, with\nwhom David I. Pincus, Robert W. Metzler, Attorneys, Tax Division,\nDepartment of Justice, John A. DiCicco, Acting Assistant Attorney\nGeneral, Gilbert S. Rothenberg, Acting Deputy Assistant Attorney\nGeneral, and Robert Clark Corrente, United States Attorney, were on\nsupplemental brief for appellant.\n      John A. Tarantino with whom Patricia K. Rocha, Adler Pollock\n& Sheehan P.C., Arthur L. Bailey, J. Walker Johnson and Steptoe &\nJohnson LLP were on supplemental brief for appellee.\n     Professor Claudine V. Pease-Wingenter, Phoenix School of Law,\non brief in support of appellee Textron Inc., Amicus Curiae.\n\f     David M. Brodsky, Robert J. Malionek, Adam J. Goldberg, Latham\n& Watkins LLP, Robin S. Conrad, Amar D. Sarwal, National Chamber\nLitigation Center, Inc., Susan Hackett, Senior Vice President and\nGeneral Counsel, Association of Corporate Counsel, on brief in\nsupport of Textron Inc., Amici Curiae.\n                     ______________________\n\n                         OPINION EN BANC\n\n\n                         August 13, 2009\n\f            BOUDIN, Circuit Judge.          The question for the en banc\n\ncourt is whether the attorney work product doctrine shields from an\n\nIRS summons \"tax accrual work papers\" prepared by lawyers and\n\nothers in Textron's Tax Department to support Textron's calculation\n\nof tax reserves for its audited corporate financial statements.\n\nTextron is a major aerospace and defense conglomerate, with well\n\nover a hundred subsidiaries, whose consolidated tax return is\n\naudited by the IRS on a regular basis.           To understand the dispute,\n\nsome   background   is    required    concerning     financial   statements,\n\ncontingent tax reserves and tax audit work papers.\n\n            As a publicly traded corporation, Textron is required by\n\nfederal    securities    law   to    have   public   financial    statements\n\ncertified by an independent auditor.             See 15 U.S.C. §§ 78l, 78m\n\n(2006); 17 C.F.R. § 210 et seq. (2009).           To prepare such financial\n\nstatements, Textron must calculate reserves to be entered on the\n\ncompany books to account for contingent tax liabilities.                  Such\n\nliabilities, which affect the portrayal of assets and earnings,\n\ninclude estimates of potential liability if the IRS decides to\n\nchallenge debatable positions taken by the taxpayer in its return.\n\n            The calculation of such reserves entails preparing work\n\npapers    describing    Textron's    potential    liabilities    for   further\n\ntaxes; these underpin the tax reserve entries in its financial\n\nstatement and explain the figures chosen to the independent auditor\n\nwho certifies that statement as correct.             By examining the work\n\n\n                                      -3-\n\fpapers the accountant discharges its own duty to determine \"the\n\nadequacy and reasonableness of the corporation's reserve account\n\nfor contingent tax liabilities.\"       United States v. Arthur Young &\n\nCo., </pre><span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">805</span></span><pre class=\"inline\">, 812 (1983) (rejecting claim of accountant work\n\nproduct privilege protecting such work papers).1       The work papers\n\nare thus one step in a process whose outcome is a certified\n\nfinancial statement for the company.\n\n          In Textron's case, its Tax Department lists items in the\n\ntax return that, if identified and challenged by the IRS, could\n\nresult in additional taxes being assessed.      The final spreadsheets\n\nlist each debatable item, including in each instance the dollar\n\namount subject to possible dispute and a percentage estimate of the\n\nIRS' chances of success.    Multiplying the amount by the percentage\n\nfixes the reserve entered on the books for that item.                 The\n\nspreadsheets reflecting these calculations may be supported by\n\nbackup emails or notes.\n\n          A   company's    published    financial   statements   do   not\n\nnormally identify the specific tax items on the return that may be\n\ndebatable but incorporate or reflect only the total reserve figure.\n\nAs the Supreme Court explained in Arthur Young, tax accrual work\n\n\n     1\n      The procedural requirement that auditors examine tax accrual\nwork papers is based on a combination of Statement on Auditing\nStandards No. 96, Audit Documentation (2002), superseded by\nAuditing Standards No. 3, Audit Documentation (2004); Statement on\nAuditing Standards No. 326, Evidential Matter (1980); and Auditing\nInterpretation    No.    9326,   Evidential    Matter:    Auditing\nInterpretations of Section 326 (2003).\n\n                                  -4-\n\fpapers provide a resource for the IRS, if the IRS can get access to\n\nthem, by \"pinpoint[ing] the 'soft spots' on a corporation's tax\n\nreturn by highlighting those areas in which the corporate taxpayer\n\nhas taken a position that may, at some later date, require the\n\npayment   of   additional      taxes\"    and    providing       \"an   item-by-item\n\nanalysis of the corporation's potential exposure to additional\n\nliability.\"    465 U.S. at 813.\n\n            The IRS does not automatically request tax accrual work\n\npapers from taxpayers; rather, in the wake of Enron and other\n\ncorporate scandals, the IRS began to seek companies' tax accrual\n\nwork papers only where it concluded that the taxpayer had engaged\n\nin   certain   listed   transactions          \"that    [are]    the   same   as    or\n\nsubstantially similar to one of the types of transactions that the\n\n[IRS] has determined to be a tax avoidance transaction.\" 26 C.F.R.\n\n§ 1.6011-4(b)(2) (2009). Only a limited number of transactions are\n\nso designated.2\n\n            The present case began with a 2003 IRS audit of Textron's\n\ncorporate   income    tax   liability     for    the    years     1998-2001.       In\n\nreviewing Textron's 2001 return, the IRS determined that a Textron\n\nsubsidiary--Textron     Financial       Corp.    (\"Textron       Financial\")--had\n\nengaged   in   nine   listed    transactions.           In     each   of   the   nine\n\n\n      2\n      A current list of such transaction types, amounting to less\nthan three dozen, appears at Internal Revenue Service, Recognized\nAbusive   and  Listed   Transactions  -   LMSB  Tier   I  Issues,\nhttp://www.irs.gov/businesses/corporations/article/0,,id=120633,0\n0.html (visited July 7, 2009).\n\n                                        -5-\n\finstances, Textron Financial had purchased equipment from a foreign\n\nutility or transit operator and leased it back to the seller on the\n\nsame day.     Although such transactions can be legitimate, the IRS\n\ndetermined that they were sale-in, lease-out (\"SILO\") transactions,\n\nwhich are listed as a potential tax shelter subject to abuse by\n\ntaxpayers.\n\n            SILOs allow tax-exempt or tax-indifferent organizations--\n\nfor   example,    a   tax-exempt    charity   or   a   city-owned    transit\n\nauthority--to transfer depreciation and interest deductions, from\n\nwhich they cannot benefit, to other taxpayers who use them to\n\nshelter income from tax.     Where the only motive of a sale and lease\n\nback is tax avoidance, it can be disregarded by the IRS and taxes\n\nassessed on the wrongly sheltered income.3\n\n            Textron   had   shown   the    spreadsheets   to   its   outside\n\naccountant, Ernst & Young, but refused to show them to the IRS.\n\nThe IRS issued an administrative summons pursuant to 26 U.S.C. §\n\n7602 (2006), which allows the IRS, in determining the accuracy of\n\nany return, to \"examine any books, papers, records, or other data\n\nwhich may be relevant or material to such inquiry.\"                   Id. §\n\n7602(a)(1).      According to IRS policy, where the taxpayer claims\n\n\n\n      3\n      See AWG Leasing Trust v. United States, </pre><span class=\"citation\" data-id=\"1817191\"><a href=\"/opinion/1817191/awg-leasing-trust-v-united-states/\"><span class=\"volume\">592</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">953</span></a></span><pre class=\"inline\">,\n958 (N.D. Ohio 2008) (upholding denial of depreciation and interest\ndeductions for SILO transaction); I.R.S. Notice 2005-13, 2005-9\nI.R.B. 630 (Feb. 11, 2005); Shvedov, Tax Implications of SILOs,\nQTEs, and Other Leasing Transactions with Tax-Exempt Entities 10-\n12, CRS Report for Congress (Nov. 30, 2004).\n\n                                     -6-\n\fbenefits from only a single listed transaction, the IRS seeks only\n\nthe workpapers for that transaction; but where (as in Textron's\n\ncase)       the    taxpayer     claims   benefits      from   multiple     listed\n\ntransactions, the IRS seeks all of the workpapers for the tax year\n\nin question.        I.R.S. Announcement 2002-63, 2002-27 I.R.B. 72 (July\n\n8, 2002).         The summons also sought related work papers created by\n\nErnst & Young in determining the adequacy of Textron's reserves\n\nthat Textron might possess or could obtain. Textron again refused.\n\n               The IRS brought an enforcement action in federal district\n\ncourt in Rhode Island.          See 26 U.S.C. § 7604(a) (2006).          Textron\n\nchallenged the summons as lacking legitimate purpose and also\n\nasserted, as bars to the demand, the attorney-client and tax\n\npractitioner privileges and the qualified privilege available for\n\nlitigation materials under the work product doctrine.                    The IRS\n\ncontested all of the privilege claims.              Both the IRS and Textron\n\nfiled       affidavits   and,   in   addition,   the    district   court    heard\n\nwitnesses from both sides.4\n\n\n\n\n        4\n      Textron's evidence came from Norman Richter, chief tax\ncounsel and manager of Textron's Tax Department; Roxanne Cassidy,\ndirector of tax reporting; Edward Andrews, director of tax audits;\nDebra Raymond, vice president, taxes, of Textron Financial; and\nMark Weston, a partner in Ernst & Young.       IRS   evidence   was\nprovided by Internal Revenue Agent Edward Vasconcellos; Professor\nDouglas Carmichael, former chief auditor of the regulatory body for\nauditors of public companies (the Public Company Accounting\nOversight Board); and Gary Kane, an IRS expert on tax accrual work\npapers.\n\n                                         -7-\n\f           Textron agreed that it usually settled disputes with the\n\nIRS through negotiation or concession or at worst through the\n\nformal IRS administrative process; but it testified that sometimes\n\nit had litigated disputed tax issues in federal court.                   Its\n\nevidence also showed that the estimates for tax reserves and the\n\nsupporting work papers were generated within its Tax Department but\n\nthat tax lawyers in that department were centrally involved in\n\ntheir preparation and that Textron Financial also used an outside\n\ncounsel to advise it on tax reserve requirements.\n\n           Textron described generically the contents of the work\n\npapers in question: these included (1) summary spreadsheets showing\n\nfor each disputable item the amount in controversy, estimated\n\nprobability of a successful challenge by the IRS, and resulting\n\nreserve amounts; and (2) back up e-mail and notes.                   In some\n\ninstances the spreadsheet entries estimated the probability of IRS\n\nsuccess at 100 percent.      Textron said that the spreadsheets had\n\nbeen shown to and discussed with its independent auditor but\n\nphysically retained by Textron.\n\n           Neither side disputed that the immediate purpose of the\n\nwork papers was to establish and support the tax reserve figures\n\nfor the audited financial statements.          Textron's evidence was to\n\nthe   effect   that   litigation   over   specific    items   was   always   a\n\npossibility; the IRS did not deny that in certain cases litigation\n\ncould   result   although   it   said   that   this   was   often   unlikely.\n\n\n                                    -8-\n\fWhether Textron's evidence is materially different than that of the\n\nIRS remains to be considered.\n\n          Ultimately, the district court denied the petition for\n\nenforcement.   United States v. Textron Inc., </pre><span class=\"citation\" data-id=\"2251461\"><a href=\"/opinion/2251461/united-states-v-textron-inc-and-subsidiaries/\"><span class=\"volume\">507</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">138</span></a></span><pre class=\"inline\">,\n\n150, 155 (D.R.I. 2007).     The court agreed with the IRS that the\n\nagency had a legitimate purpose for seeking the work papers.    Id.\n\nat 145.   It also ruled that insofar as the Textron-prepared work\n\npapers might otherwise be protected by attorney-client privilege,\n\nor the counterpart tax practitioner privilege for non-lawyers\n\nengaged in tax practice, see 26 U.S.C. § 7525 (2006), those\n\nprivileges had been waived when Textron disclosed the work papers'\n\ncontent to Ernst & Young.    Id. at 152.\n\n          However, the district court concluded that the papers\n\nwere protected by the work product privilege, which derived from\n\nHickman v. Taylor, </pre><span class=\"citation\" data-id=\"104357\"><a href=\"/opinion/104357/hickman-v-taylor/\"><span class=\"volume\">329</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">495</span></a></span><pre class=\"inline\"> (1947), and is now embodied in Rule\n\n26(b)(3) of the Federal Rules of Civil Procedure.   This privilege,\n\nthe district court held, had not been waived by disclosure of the\n\nwork papers to the accountant.   Textron, 507 F. Supp. 2d at 152-53.\n\nThe district court's decision that the work papers were protected\n\nwork product involved both a description of factual premises and a\n\nlegal interpretation of applicable doctrine.\n\n          The district court first said (paraphrasing a Textron\n\nwitness) the work papers were prepared to assure that Textron was\n\n\"adequately reserved with respect to any potential disputes or\n\n\n                                 -9-\n\flitigation\" over its returns; the court also said that, by fair\n\ninference, the work papers served \"to satisfy an independent\n\nauditor that Textron's reserve for contingent liabilities satisfied\n\nthe requirements of generally accepted accounting principles (GAAP)\n\nso that a 'clean' opinion would be given\" for Textron financial\n\nstatements.   Textron, 507 F. Supp. 2d at 143.\n\n          Then, in its discussion of legal doctrine, the district\n\ncourt stated:\n\n          As the IRS correctly observes, the work\n          product    privilege     does    not   apply   to\n          \"'documents that are prepared in the ordinary\n          course of business or that would have been\n          created     in    essentially     similar    form\n          irrespective of the litigation.'\" Maine, 298\n          F.3d at 70 (quoting [United States v. Adlman,\n          </pre><span class=\"citation\" data-id=\"751170\"><a href=\"/opinion/751170/united-states-v-monroe-adlman-as-officer-and-representative-of-sequa/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1194</span></a></span><pre class=\"inline\">, 1202 (2d Cir. 1998)]). However,\n          it is clear that the opinions of Textron's\n          counsel and accountants regarding items that\n          might be challenged by the IRS, their\n          estimated hazards of litigation percentages\n          and their calculation of tax reserve amounts\n          would not have been prepared at all \"but for\"\n          the   fact    that   Textron    anticipated   the\n          possibility of litigation with the IRS. . . .\n          Thus, while it may be accurate to say that the\n          workpapers helped Textron determine what\n          amount should be reserved to cover any\n          potential tax liabilities and that the\n          workpapers were useful in obtaining a \"clean\"\n          opinion from E & Y regarding the adequacy of\n          the reserve amount, there would have been no\n          need to create a reserve in the first place,\n          if Textron had not anticipated a dispute with\n          the IRS that was likely to result in\n          litigation     or    some    other    adversarial\n          proceeding.\n\nTextron, 507 F. Supp. 2d at 150.\n\n\n\n                                -10-\n\f           The court concluded that the work papers were therefore\n\nprepared \"because of\" the prospect of litigation, Textron, 507 F.\n\nSupp. 2d at 150, a phrase used in Maine v. United States Dep't of\n\nInterior, </pre><span class=\"citation\" data-id=\"778509\"><a href=\"/opinion/778509/state-of-maine-v-united-states-department-of-the-interior-united-states/\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></a></span><pre class=\"inline\">, 68 (1st Cir. 2002).         The court rejected the\n\nIRS' reliance on a Fifth Circuit decision rejecting work product\n\nprotection for tax accrual work papers on the ground that the Fifth\n\nCircuit followed a different \"primary purpose\" test for work\n\nprotect. Textron, 507 F. Supp. 2d at 150 (discussing United States\n\nv. El Paso Co., </pre><span class=\"citation\" data-id=\"406089\"><a href=\"/opinion/406089/united-states-of-america-and-revenue-agents-clarence-h-isabel-and-john-s/\"><span class=\"volume\">682</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">530</span></a></span><pre class=\"inline\">, 543 (5th Cir. 1982), cert. denied,\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">944</span></span><pre class=\"inline\"> (1984)).\n\n           On appeal, a divided panel upheld the district court's\n\ndecision. The en banc court then granted the government's petition\n\nfor rehearing en banc, vacated the panel decision, and obtained\n\nadditional briefs from the parties and interested amici.             We now\n\nconclude   that   under   our   own    prior   Maine    precedent--which   we\n\nreaffirm   en   banc--the   Textron     work   papers   were   independently\n\nrequired by statutory and audit requirements and that the work\n\nproduct privilege does not apply.\n\n           The case presents two difficulties.              One, which can\n\nreadily be dispelled, stems from the mutability of language used in\n\nthe governing rules and a confusion between issues of fact and\n\nissues of legal characterization. The other problem is more basic:\n\nhow far work product protection extends turns on a balancing of\n\npolicy concerns rather than application of abstract logic; here,\n\n\n                                      -11-\n\ftwo circuits have addressed tax accrual work papers in the work\n\nproduct context, but, apart from whatever light is cast by Arthur\n\nYoung, the Supreme Court has not ruled on the issue before us,\n\nnamely, one in which a document is not in any way prepared \"for\"\n\nlitigation but relates to a subject that might or might not\n\noccasion litigation.\n\n            In origin, the work product privilege derives from the\n\nSupreme Court's decision in Hickman v. Taylor, 329 U.S. at 510-11,\n\nand focused at the outset on the materials that lawyers typically\n\nprepare for the purpose of litigating cases.              Hickman v. Taylor\n\nconcerned     ongoing     litigation         in   which   one     side    filed\n\ninterrogatories seeking from opposing counsel memoranda recording\n\nwitness interviews that the latter had conducted after receiving\n\nnotice of possible claims.         Often such material and other items\n\ndesigned for use at trial (e.g., draft briefs, outlines of cross\n\nexamination) are not obtained from or shared with clients and are\n\nunprotected by the traditional attorney-client privilege.\n\n             Hickman v. Taylor addressed \"the extent to which a party\n\nmay inquire into oral and written statements of witnesses, or other\n\ninformation, secured by an adverse party's counsel in the course of\n\npreparation for possible litigation after a claim has arisen.\"              329\n\nU.S.   at   497.   The   Court   cited   a    privilege   in    English   courts\n\nprotecting\n\n            [a]ll documents which are called into existence\n            for the purpose--but not necessarily the sole\n\n                                     -12-\n\f          purpose--of assisting the deponent or his legal\n          advisers   in   any  actual    or   anticipated\n          litigation . . . . Reports . . . if made in\n          the ordinary course of routine, are not\n          privileged . . . .\n\nId. at 510 n. 9.\n\n          This history led the Court to practical considerations:\n\n          Proper preparation of a client's case demands\n          that he assemble information, sift what he\n          considers to be the relevant from the\n          irrelevant facts, prepare his legal theories\n          and plan his strategy without undue and\n          needless interference. . . . This work is\n          reflected,    of   course,   in    interviews,\n          statements, memoranda, correspondence, briefs,\n          mental impressions, personal beliefs, and\n          countless other tangible and intangible ways--\n          aptly though roughly termed . . . as the \"work\n          product of the lawyer.\"\n\nId. at 511.\n\n          On this basis the Court declared that the interrogatories,\n\nwhich sought witness interviews conducted by opponent counsel in\n\npreparation for litigation, were protected by a qualified privilege.\n\nSee id. at 511-12. When in 1970 the Supreme Court through the rule-\n\nmaking process codified the work product privilege in Rule 26(b)(3),\n\nit described the privilege as extending to documents and other\n\ntangible things that \"are prepared in anticipation of litigation or\n\nfor trial.\"   This phrase, as illuminated by Hickman v. Taylor's\n\nreasoning, is the one to be applied in this case.\n\n          Turning   back    to     the    present    case,    the    IRS    is\n\nunquestionably   right   that    the   immediate    motive   of   Textron   in\n\npreparing the tax accrual work papers was to fix the amount of the\n\n                                   -13-\n\ftax reserve on Textron's books and to obtain a clean financial\n\nopinion from its auditor.   And Textron may be correct that unless\n\nthe IRS might dispute an item in the return, no reserve for that\n\nitem might be necessary, so perhaps some of the items might be\n\nlitigated.   But in saying that Textron wanted to be \"adequately\n\nreserved,\" the district judge did not say that the work papers were\n\nprepared for use in possible litigation--only that the reserves\n\nwould cover liabilities that might be determined in litigation.   If\n\nthe judge had made a \"for use\" finding--which he did not--that\n\nfinding would have been clearly erroneous.\n\n          That the purpose of the work papers was to make book\n\nentries, prepare financial statements and obtain a clean audit\n\ncannot be disputed. This was the testimony of IRS expert and former\n\nChief Auditor of the Public Company Accounting Oversight Board\n\nDouglas Carmichael:\n\n          Q.     . . . Would you please explain what tax\n          accrual workpapers are?\n\n          A.      . . . Tax accrual workpapers really\n          include all the support for the tax assets and\n          liabilities shown in the financial statements\n          . . . .\n\n          A.     Well, from the company's perspective,\n          they're created because, for example, for a\n          public company, the key officers of the company\n          sign   a  certification   saying   that   those\n          financial statements are fairly presented, and\n          they need support for that.\n\n                 From the auditor's perspective, it's the\n          same thing, the auditor needs to record in the\n          workpapers what the auditor did to comply with\n\n                               -14-\n\f          generally accepted auditing standards. So the\n          workpapers are the principal support for the\n          auditor's opinion.\n\n          Q.     And why do public     companies   prepare\n          financial statements?\n\n          A.     Usually, to meet requirements for\n          raising capital. If they're a public company,\n          they need to file annual financial statements\n          on a form 10K with the SEC and quarterly\n          information on a 10Q.\n\n          The Textron witnesses, while using the word \"litigation\"\n\nas often as possible in their testimony, said the same thing.\n\nTextron's testimony differed from that of the IRS expert only in its\n\nfurther assertion that, without the possibility of litigation, no\n\ntax reserves or audit papers would have been necessary.         For\n\nexample, Roxanne Cassidy, Textron's director of tax reporting,\n\ntestified as follows:\n\n          Q.     . . . [W]hat was Textron's purpose in\n          preparing those tax reserve papers?\n\n          A.      The purpose primarily was to determine\n          whether Textron was adequately reserved with\n          respect    to   any   potential   disputes   or\n          litigations that would happen in the future.\n          We would need to ensure that we were adequately\n          reserved in the current year on Textron's\n          financial statements.\n\n          . . .\n\n          Q.      And as a publicly traded company, is\n          Textron    required to  file  its  financial\n          statements with the Securities and Exchange\n          Commission?\n\n          A.      Yes.\n\n\n\n                               -15-\n\f          Q.     And do those           financial     statements\n          include tax reserves?\n\n          A.         Yes. . . .\n\n          . . .\n\n          Q.     And in having its tax reserves audited\n          by an independent auditor, must Textron be able\n          to support the determinations it has made\n          regarding the adequacy of its tax reserves with\n          some type of evidence?\n\n          A.   Yes, the support needs           to    be   to   the\n          satisfaction of the auditors.\n\n          As   the    IRS   expert   stated,   even   if   litigation   were\n\n\"remote,\" the company would still have to prepare work papers to\n\nsupport its judgment.       Textron's own witness acknowledged that it\n\nwould \"have to include in its . . . tax accrual work papers any new\n\ntransactions that the company entered into that year that there\n\nmight be some tax exposure on\" regardless of whether it anticipated\n\nlikely litigation.       Judged by Textron's own experience, most--\n\ncertainly those with high percentage estimates of IRS success--would\n\nnever be litigated.\n\n          To complete the story, we note one suggestion by one\n\nTextron witness that, if litigation did occur, the work papers could\n\nbe useful to Textron in that litigation.5           This assertion was not\n\n\n     5\n      Textron Vice President of Taxes Norman Richter said that\nTextron would still prepare tax accrual workpapers absent GAAP\nrequirements \"[b]ecause it guides us--it's--the analysis is still--\nit would guide us in making litigation and settlement decisions\nlater in the process.\"      This assertion was not contained in\nRichter's affidavit, which instead said that Textron prepared the\nwork papers \"to comply with GAAP\" as required for reporting taxes\n\n                                     -16-\n\fsupported by any detailed explanation, was not adopted by the\n\ndistrict judge and is more than dubious: the main aim of audit work\n\npapers is to estimate the amount potentially in dispute and the\n\npercentage chance of winning or losing.     Even an academic supporter\n\nof Textron's legal position conceded that \"it is doubtful that tax\n\naccrual workpapers, which typically just identify and quantify\n\nvulnerable return positions, would be useful in the litigation\n\nanticipated with respect to those positions.\"     Pease-Wingenter, The\n\nApplication   of   the   Attorney-Client   Privilege   to   Tax   Accrual\n\nWorkpapers: The Real Legacy of United States v. Textron, 8 Houston\n\nBus. & Tax L.J. 337, 346 (2008).\n\n          Any experienced litigator would describe the tax accrual\n\nwork papers as tax documents and not as case preparation materials.\n\nWhether work product protection should apply to such documents is\n\na legal question informed by the language of rules and Supreme Court\n\ndoctrine, direct precedent, and policy judgments.           The first of\n\nthese sources--Supreme Court doctrine and the wording of the rules--\n\nis helpful to the IRS; direct circuit precedent and the underlying\n\npolicy of the doctrine and other prudential considerations are more\n\nhelpful still.     Legal commentators can be found on each side; the\n\nmost persuasive of them favors the IRS.6\n\n\nto the SEC, and was not supported by detail or explanation in the\nrecord.\n     6\n     See Ventry, Protecting Abusive Tax Avoidance, 120 Tax Notes\n857, 870-83 (2008); Johnson, The Work Product Doctrine and Tax\n\n                                  -17-\n\f           From the outset, the focus of work product protection has\n\nbeen on materials prepared for use in litigation, whether the\n\nlitigation was underway or merely anticipated.               Thus, Hickman v.\n\nTaylor addressed \"the extent to which a party may inquire into oral\n\nand written statements of witnesses, or other information, secured\n\nby an adverse party's counsel in the course of preparation for\n\npossible litigation after a claim has arisen.\"                329 U.S. at 497\n\n(emphasis added).     Similarly, the English privilege, invoked by\n\nHickman v. Taylor, privileged \"documents which are called into\n\nexistence for the purpose--but not necessarily the sole purpose--of\n\nassisting the deponent or his legal advisers in any actual or\n\nanticipated litigation.\" Id. at 510 n. 9 (emphasis added) (internal\n\nquotation marks omitted).\n\n           The   phrase   used   in    the     codified    rule--\"prepared   in\n\nanticipation of litigation or for trial\" did not, in the reference\n\nto   anticipation,   mean   prepared         for   some   purpose   other   than\n\nlitigation: it meant only that the work might be done for litigation\n\nbut in advance of its institution. The English precedent, doubtless\n\nthe source of the language in Rule 26, specified the purpose \"of\n\nassisting the deponent or his legal advisers in any actual or\n\nanticipated litigation . . . .\" The Advisory Committee's Note cited\n\n\n\nAccrual Workpapers, 124 Tax Notes 155, 160-68 (2009). The Pease-\nWingenter article, supra, identifies many weaknesses in the Textron\nargument, id. at 343-48, although Pease now says her own ultimate\nview favors Textron.\n\n                                      -18-\n\fwith approval a decision denying work product protection to a\n\ndriver's accident report, made pursuant to Interstate Commerce\n\nCommission rules, even though it might well have become the subject\n\nof litigation.       Fed. R. Civ. P. 26 advisory committee's note\n\n(1970).7\n\n            It is not enough to trigger work product protection that\n\nthe subject matter of a document relates to a subject that might\n\nconceivably be litigated.       Rather, as the Supreme Court explained,\n\n\"the literal language of [Rule 26(b)(3)] protects materials prepared\n\nfor any litigation or trial as long as they were prepared by or for\n\na party to the subsequent litigation.\"           Federal Trade Commission v.\n\nGrolier    Inc.,   </pre><span class=\"citation\" data-id=\"110950\"><a href=\"/opinion/110950/ftc-v-grolier-inc/\"><span class=\"volume\">462</span>   <span class=\"reporter\">U.S.</span>   <span class=\"page\">19</span></a></span><pre class=\"inline\">,   25    (1983)   (emphasis   added).   This\n\ndistinction is well established in the case law.               See, e.g., NLRB\n\nv.   Sears,    Roebuck     &    Co.,       </pre><span class=\"citation\" data-id=\"109241\"><a href=\"/opinion/109241/nlrb-v-sears-roebuck-co/\"><span class=\"volume\">421</span>   <span class=\"reporter\">U.S.</span>   <span class=\"page\">132</span></a></span><pre class=\"inline\">,     138   (1975).8\n\n\n     7\n      Goosman v. A. Duie Pyle, Inc., </pre><span class=\"citation\" data-id=\"261226\"><a href=\"/opinion/261226/frederick-z-goosman-to-his-own-use-and-to-the-use-of-royal-indemnity/\"><span class=\"volume\">320</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">45</span></a></span><pre class=\"inline\"> (4th Cir. 1963).\nIn Goosman, the Fourth Circuit denied work product protection to\nreports a truck driver made to the lessee and owner of the truck\nfollowing an accident. The court explained that the reports \"were\nmade in the ordinary course of business under ICC regulations and\ndo not represent the lawyer's work product within the holding in\nHickman v. Taylor.\" Id. at 52. See also, e.g., Calabro v. Stone,\n</pre><span class=\"citation no-link\"><span class=\"volume\">225</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">96</span></span><pre class=\"inline\">, 99 (E.D.N.Y. 2004); In re Raytheon Securities\nLitigation, </pre><span class=\"citation no-link\"><span class=\"volume\">218</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">354</span></span><pre class=\"inline\">, 359 (D. Mass. 2003).\n     8\n      Accord United States v. Roxworthy, </pre><span class=\"citation no-link\"><span class=\"volume\">457</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">590</span></span><pre class=\"inline\">, 595 (6th\nCir. 2006) (\"Nevertheless, the key issue in determining whether a\ndocument should be withheld is the function that the document\nserves.\"); Coastal States Gas Corp. v. Dep't of Energy, </pre><span class=\"citation\" data-id=\"375896\"><a href=\"/opinion/375896/coastal-states-gas-corporation-v-department-of-energy/\"><span class=\"volume\">617</span> <span class=\"reporter\">F.2d</span>\n<span class=\"page\">854</span></a></span><pre class=\"inline\">, 858 (D.C. Cir. 1980) (same); Church of Scientology Int'l v.\nIRS, </pre><span class=\"citation\" data-id=\"1459952\"><a href=\"/opinion/1459952/church-of-scientology-intl-v-irs/\"><span class=\"volume\">845</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">714</span></a></span><pre class=\"inline\">, 723 (C.D. Cal. 1993) (\"The Ninth Circuit\ntest focuses on the function of a document as part of the\ndeliberative process rather than on the contents of the\ndocument.\").\n\n                                       -19-\n\f           Nor is it enough that the materials were prepared by\n\nlawyers or represent legal thinking.                 Much corporate material\n\nprepared in law offices or reviewed by lawyers falls in that vast\n\ncategory. It is only work done in anticipation of or for trial that\n\nis protected.        Even if prepared by lawyers and reflecting legal\n\nthinking, \"[m]aterials assembled in the ordinary course of business,\n\nor pursuant to public requirements unrelated to litigation, or for\n\nother nonlitigation purposes are not under the qualified immunity\n\nprovided by this subdivision.\"                Fed. R. Civ.      P.   26 advisory\n\ncommittee's note (1970).       Accord Hickman v. Taylor, 329 U.S. at 510\n\nn. 9 (quoting English precedent that \"[r]eports . . . if made in the\n\nordinary course of routine, are not privileged\").\n\n           Every lawyer who tries cases knows the touch and feel of\n\nmaterials prepared for a current or possible (i.e., \"in anticipation\n\nof\") law suit.       They are the very materials catalogued in Hickman\n\nv. Taylor and the English precedent with which the decision began.\n\nNo one with experience of law suits would talk about tax accrual\n\nwork   papers   in    those   terms.     A    set   of   tax   reserve   figures,\n\ncalculated for purposes of accurately stating a company's financial\n\nfigures, has in ordinary parlance only that purpose: to support a\n\nfinancial statement and the independent audit of it.\n\n           Focusing next on direct precedent, work product protection\n\nfor tax audit work papers has been squarely addressed only in two\n\ncircuits: this one and the Fifth.              In Maine, we said that work\n\n\n                                       -20-\n\fproduct protection does not extend to \"documents that are prepared\n\nin the ordinary course of business or that would have been created\n\nin essentially similar form irrespective of the litigation.\" Maine,\n\n298 F.3d at 70 (quoting United States v. Adlman, </pre><span class=\"citation\" data-id=\"751170\"><a href=\"/opinion/751170/united-states-v-monroe-adlman-as-officer-and-representative-of-sequa/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1194</span></a></span><pre class=\"inline\">, 1202\n\n(2d Cir. 1998)) (internal quotation marks omitted).             Maine applies\n\nstraightforwardly to Textron's tax audit work papers--which were\n\nprepared in the ordinary course of business--and it supports the IRS\n\nposition.\n\n              Similarly, the Fifth Circuit in El Paso denied protection\n\nfor the work papers because the court recognized that the company\n\nin question was conducting the relevant analysis because of a need\n\nto   \"bring    its   financial    books    into   conformity   with   generally\n\naccepted auditing principles.\" 682 F.2d at 543. The Fifth Circuit,\n\nwhich employs a \"primary purpose\" test, found that the work papers'\n\n\"sole function\" was to back up financial statements. Id. at 543-44.\n\nHere, too, the only purpose of Textron's papers was to prepare\n\nfinancial statements.\n\n              Other circuits have not passed on tax audit work papers\n\nand some might take a different view.             But many of the debatable\n\ncases       affording   work     product    protection   involve      documents\n\nunquestionably prepared for potential use in litigation if and when\n\nit should arise.9       There is no evidence in this case that the work\n\n\n        9\n      See, e.g., Delaney, Migdail & Young, Chartered v. IRS, </pre><span class=\"citation\" data-id=\"492617\"><a href=\"/opinion/492617/delaney-migdail-young-chartered-v-internal-revenue-service/\"><span class=\"volume\">826</span>\n<span class=\"reporter\">F.2d</span> <span class=\"page\">124</span></a></span><pre class=\"inline\">, 127 (D.C. Cir. 1987) (protection for \"attorneys'\nassessment of . . . legal vulnerabilities in order to make sure it\n\n                                      -21-\n\fpapers were prepared for such a use or would in fact serve any\n\nuseful purpose for Textron in conducting litigation if it arose.\n\n            Finally, the underlying prudential considerations squarely\n\nsupport the IRS' position in this case, and such considerations have\n\nspecial force because Hickman v. Taylor was the child of such\n\nconsiderations, as the quotations above make clear.              The privilege\n\naimed centrally at protecting the litigation process, Coastal States\n\nGas Corp. v. Department of Energy, </pre><span class=\"citation\" data-id=\"375896\"><a href=\"/opinion/375896/coastal-states-gas-corporation-v-department-of-energy/\"><span class=\"volume\">617</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">854</span></a></span><pre class=\"inline\">, 864 (D.C. Cir.\n\n1980), specifically, work done by counsel to help him or her in\n\nlitigating a case.        It is not a privilege designed to help the\n\nlawyer prepare corporate documents or other materials prepared in\n\nthe ordinary course of business.           Where the rationale for a rule\n\nstops, so ordinarily does the rule.\n\n            Nor is there present here the concern that Hickman v.\n\nTaylor stressed about discouraging sound preparation for a law suit.\n\nThat danger may exist in other kinds of cases, but it cannot be\n\npresent where, as here, there is in substance a legal obligation to\n\nprepare such papers: the tax audit work papers not only have a\n\ndifferent   purpose   but    have    to   be   prepared   by   exchange-listed\n\ncompanies   to   comply     with    the   securities   laws    and   accounting\n\nprinciples for certified financial statements.             Arthur Young made\n\n\n\ndoes not miss anything in crafting its legal case\"); see also In re\nSealed Case, </pre><span class=\"citation\" data-id=\"184564\"><a href=\"/opinion/184564/in-re-sealed-case/\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">881</span></a></span><pre class=\"inline\">, 885 (D.C. Cir. 1998) (protection for\ndocuments to \"protect the client from future litigation about a\nparticular transaction\").\n\n                                      -22-\n\fthis point in refusing to create an accountant's work product\n\nprivilege for tax audit papers:\n\n           [T]he auditor is ethically and professionally\n           obligated to ascertain for himself as far as\n           possible whether the corporation's contingent\n           tax liabilities have been accurately stated. .\n           . . Responsible corporate management would not\n           risk a qualified evaluation of a corporate\n           taxpayer's financial posture to afford cover\n           for questionable positions reflected in a prior\n           tax return.\n\n465 U.S. at 818-19; see also Johnson, supra, at 160-61.\n\n           Textron   apparently   thinks   it   is   \"unfair\"   for   the\n\ngovernment to have access to its spreadsheets, but tax collection\n\nis not a game.    Underpaying taxes threatens the essential public\n\ninterest in revenue collection.          If a blueprint to Textron's\n\npossible improper deductions can be found in Textron's files, it is\n\nproperly available to the government unless privileged.         Virtually\n\nall discovery against a party aims at securing information that may\n\nassist an opponent in uncovering the truth.           Unprivileged IRS\n\ninformation is equally subject to discovery.10\n\n           The practical problems confronting the IRS in discovering\n\nunder-reporting of corporate taxes, which is likely endemic, are\n\nserious.   Textron's return is massive--constituting more than 4,000\n\npages--and the IRS requested the work papers only after finding a\n\n\n     10\n      See Abel Inv. Co. v. United States, </pre><span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">485</span></span><pre class=\"inline\">, 488 (D.\nNeb. 1971) (holding that IRS documents created during an audit were\nnot protected work product, despite containing attorneys' mental\nimpression and legal theories, because an IRS audit is not\nlitigation).\n\n                                  -23-\n\fspecific type of transaction that had been shown to be abused by\n\ntaxpayers.       It is because the collection of revenues is essential\n\nto government that administrative discovery, along with many other\n\ncomparatively unusual tools, are furnished to the IRS.\n\n            As Bentham explained, all privileges limit access to the\n\ntruth in aid of other objectives, 8 Wigmore, Evidence § 2291\n\n(McNaughton Rev. 1961), but virtually all privileges are restricted-\n\n-either (as here) by definition or (in many cases) through explicit\n\nexceptions--by countervailing limitations.                    The Fifth Amendment\n\nprivilege against self-incrimination is qualified, among other\n\ndoctrines, by the required records exception, see Grosso v. United\n\nStates,   </pre><span class=\"citation\" data-id=\"107607\"><a href=\"/opinion/107607/grosso-v-united-states/\"><span class=\"volume\">390</span>     <span class=\"reporter\">U.S.</span>    <span class=\"page\">62</span></a></span><pre class=\"inline\">,       67-68    (1968),    and   the    attorney      client\n\nprivilege,      along    with       other    limitations,     by    the     crime-fraud\n\nexception, see Clark v. United States, </pre><span class=\"citation\" data-id=\"102061\"><a href=\"/opinion/102061/clark-v-united-states/\"><span class=\"volume\">289</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 15 (1933).\n\n            To    sum    up,    the    work    product    privilege        is    aimed    at\n\nprotecting work done for litigation, not in preparing financial\n\nstatements.        Textron's         work    papers    were   prepared      to    support\n\nfinancial filings and gain auditor approval; the compulsion of the\n\nsecurities laws and auditing requirements assure that they will be\n\ncarefully    prepared,         in    their    present    form,      even    though       not\n\nprotected; and IRS access serves the legitimate, and important,\n\nfunction of detecting and disallowing abusive tax shelters.\n\n\n\n\n                                            -24-\n\f          The judgment of the district court is vacated and the case\n\nis remanded for further proceedings consistent with this decision.\n\n           It is so ordered.\n\n\n\n                                       Dissent follows.\n\n\n\n\n                               -25-\n\f            TORRUELLA, Circuit Judge, with whom LIPEZ, Circuit Judge,\n\njoins, Dissenting.       To assist the IRS in its quest to compel\n\ntaxpayers to reveal their own assessments of their tax returns, the\n\nmajority abandons our \"because of\" test, which asks whether \"'in\n\nlight of the nature of the document and the factual situation in the\n\nparticular case, the document can be fairly said to have been\n\nprepared or obtained because of the prospect of litigation.'\" Maine\n\nv. United States Dep't of the Interior, </pre><span class=\"citation\" data-id=\"778509\"><a href=\"/opinion/778509/state-of-maine-v-united-states-department-of-the-interior-united-states/\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></a></span><pre class=\"inline\">, 68 (1st Cir.\n\n2002) (emphasis in original) (quoting United States v. Adlman, </pre><span class=\"citation\" data-id=\"751170\"><a href=\"/opinion/751170/united-states-v-monroe-adlman-as-officer-and-representative-of-sequa/\"><span class=\"volume\">134</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1194</span></a></span><pre class=\"inline\">, 1202 (2d Cir. 1998)).         The majority purports to follow\n\nthis test, but never even cites it.             Rather, in its place, the\n\nmajority imposes a \"prepared for\" test, asking if the documents were\n\n\"prepared for use in possible litigation.\"            Maj. Op. at 13.     This\n\ntest is an even narrower variant of the widely rejected \"primary\n\nmotivating purpose\" test used in the Fifth Circuit and specifically\n\nrepudiated by this court.         In adopting its test, the majority\n\nignores a tome of precedents from the circuit courts and contravenes\n\nmuch of the principles underlying the work-product doctrine.                It\n\nalso   brushes   aside   the   actual    text    of   Rule   26(b)(3),   which\n\n\"[n]owhere . . . state[s] that a document must have been prepared\n\nto aid in the conduct of litigation in order to constitute work\n\nproduct.\"     Adlman, 134      F.3d   at 1198.        Further, the majority\n\nmisrepresents and ignores the findings of the district court.              All\n\nwhile purporting to do just the opposite of what it actually does.\n\n\n                                      -26-\n\f          I.    The Majority Quietly Rejects Circuit Precedent\n\n               The majority claims allegiance to our prior decision in\n\nMaine, 298 F.3d at 70.           Specifically, the majority seizes upon a\n\nsingle line from that decision: \"the 'because of' standard does not\n\nprotect from disclosure 'documents that are prepared in the ordinary\n\ncourse of business or that would have been created in essentially\n\nsimilar form irrespective of the litigation.'\" Id. (quoting Adlman,\n\n134 F.3d at 1202).        This qualification is important to be sure, and\n\nI will address it infra, Section III.B.2.             But I must start by\n\naddressing the rest of the Maine decision, which the majority is\n\ncareful to ignore.\n\n               In that decision, Maine sought documents prepared by the\n\nDepartment of the Interior regarding its decision, made during\n\npending related litigation, to classify salmon as a protected\n\nspecies.       Id. at 64.        The district court found some of these\n\nadministrative documents unprotected as the Department had not shown\n\nthat litigation preparation was \"'the primary motivating factor for\n\nthe preparation of the documents.'\" Id. at 66-67. This formulation\n\nof the test for \"anticipation of litigation\" was based on the Fifth\n\nCircuit    rule    that    the   work-product   doctrine   did   not   protect\n\ndocuments that were \"not primarily motivated to assist in future\n\nlitigation.\"       United States v. El Paso, </pre><span class=\"citation\" data-id=\"406089\"><a href=\"/opinion/406089/united-states-of-america-and-revenue-agents-clarence-h-isabel-and-john-s/\"><span class=\"volume\">682</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">530</span></a></span><pre class=\"inline\">, 542-43 (5th\n\nCir. 1982) (emphasis added) (citing United States v. Davis, </pre><span class=\"citation\" data-id=\"384998\"><a href=\"/opinion/384998/united-states-of-america-and-edmond-j-martin-special-agent-internal/\"><span class=\"volume\">636</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">1028</span></a></span><pre class=\"inline\">, 1040 (5th Cir. 1981)).          On appeal in Maine, we specifically\n\n\n                                      -27-\n\frepudiated this test and adopted the broader \"because of\" test,\n\nwhich had been thoughtfully and carefully explained by Judge Leval\n\nin the Second Circuit decision in Adlman, 134 F.3d at 1202-03.        See\n\nMaine, 298 F.3d at 68 (\"In light of the decisions of the Supreme\n\nCourt, we therefore agree with the formulation of the work-product\n\nrule adopted in Adlman and by five other courts of appeals.\").\n\n           In the present case, the majority purports to follow\n\nMaine, but really conducts a new analysis of the history of the\n\nwork-product   doctrine   and   concludes   that   documents   must    be\n\n\"'prepared for any litigation or trial.'\"    Maj. Op. at 18 (emphasis\n\nin original) (quoting FTC v. Grolier Inc., </pre><span class=\"citation\" data-id=\"110950\"><a href=\"/opinion/110950/ftc-v-grolier-inc/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">19</span></a></span><pre class=\"inline\">, 25 (1983)).\n\nSimilarly, at another point, the majority suggests that documents\n\nmust be \"for use\" in litigation in order to be protected.        Id. at\n\n13.   Grolier did not establish such a test and the majority can\n\npoint to no court that has so ruled.11       Rather, the majority of\n\n\n      11\n      To support its conclusion, the majority commits a plain\nlogical error. The majority states that work-product protection\nmust not be judged solely on its subject matter, but rather whether\nthe documents's purpose is for use in litigation. In support of\nthis proposition, the majority cites a number of cases that\npropound the uncontroversial proposition that a document must be\njudged according to its purpose, not solely its content. Maj. Op.\nat 18 n.8. But those cases do not establish the majority's rule\nthat the documents' purpose must be limited to use in litigation.\nRather, one of the cases the majority cites adopts the test that\nthe document must have been created \"because of\" litigation, which,\nas Adlman describes, is antithetical to the majority's new\nrequirement. United States v. Roxworthy, </pre><span class=\"citation no-link\"><span class=\"volume\">457</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">590</span></span><pre class=\"inline\">, 593-94 (6th\nCir. 2006) (adopting Adlman's \"because of\" test). Another of the\nmajority's citations is from the D.C. Circuit, which has also since\nadopted the \"because of\" test. Senate of Puerto Rico v. United\nStates Dep't of Justice, </pre><span class=\"citation\" data-id=\"491446\"><a href=\"/opinion/491446/senate-of-the-commonwealth-of-puerto-rico-on-behalf-of-judiciary-committee/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">574</span></a></span><pre class=\"inline\">, 587 n.42 (D.C. Cir. 1987).\n\n                                 -28-\n\fcircuit courts, led by the Second Circuit's decision in Adlman, have\n\nrejected such a rule.\n\n             Adlman's articulation of the \"because of\" test is fatal\n\nto the majority's position. In that case, Judge Leval discussed the\n\napplication of the work-product doctrine \"to a litigation analysis\n\nprepared by a party or its representative in order to inform a\n\nbusiness decision which turns on the party's assessment of the\n\nlikely      outcome    of   litigation     expected   to   result   from    the\n\ntransaction.\"     Adlman, 134 F.3d        at 1197.    In other words, Adlman\n\nasked whether the work-product doctrine applies where a dual purpose\n\nexists for preparing the legal analysis, that is, where the dual\n\npurpose of anticipating litigation and a business purpose co-exist.\n\nTo answer that question, the Adlman court examined and rejected the\n\n\"primary purpose\" test adopted by the Fifth Circuit in El Paso, 682\n\nF.2d   at    542-43,    which   only     grants   work-product   immunity    to\n\nworkpapers     prepared     \"primarily    motivated   to   assist   in   future\n\nlitigation over the return,\" id. at 543:\n\n             [Protection] is less clear, however, as to\n             documents which, although prepared because of\n             expected litigation, are intended to inform a\n             business decision influenced by the prospects\n             of the litigation. The formulation applied by\n\n\nThe final decision cited by the majority, from the Northern\nDistrict of California, deals with the deliberative process\nprivilege, not the work-product doctrine. Church of Scientology\nInt'l v. IRS, </pre><span class=\"citation\" data-id=\"1459952\"><a href=\"/opinion/1459952/church-of-scientology-intl-v-irs/\"><span class=\"volume\">845</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">714</span></a></span><pre class=\"inline\">, 723 (C.D. Cal. 1993).        In any\nevent, the Ninth Circuit also applies the \"because of\" test. In re\nGrand Jury Subpoena, </pre><span class=\"citation\" data-id=\"785057\"><a href=\"/opinion/785057/in-re-grand-jury-subpoena-mark-torftorf-environmental-management-united/\"><span class=\"volume\">357</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">900</span></a></span><pre class=\"inline\">, 907-08 (9th Cir. 2004) (praising\nand following Adlman).\n\n                                       -29-\n\f          some courts in determining whether documents\n          are protected by work-product privilege is\n          whether they are prepared \"primarily or\n          exclusively to assist in litigation\" -- a\n          formulation that would potentially exclude\n          documents containing analysis of expected\n          litigation, if their primary, ultimate, or\n          exclusive purpose is to assist in making the\n          business decision.    Others ask whether the\n          documents were prepared \"because of\" existing\n          or expected litigation -- a formulation that\n          would include such documents, despite the fact\n          that their purpose is not to \"assist in\"\n          litigation. Because we believe that protection\n          of documents of this type is more consistent\n          with both the literal terms and the purposes of\n          the Rule, we adopt the latter formulation.\n\nAdlman, 134 F.3d at 1197-98, quoted in part in Maine, 298 F.3d at\n\n68.   And if it needs to be spelled out any more clearly, Adlman\n\nmakes it explicitly clear that the broader \"because of\" formulation\n\nis not limited to documents prepared for use in litigation:\n\n          We believe that a requirement that documents be\n          produced primarily or exclusively to assist in\n          litigation in order to be protected is at odds\n          with the text and the policies of the Rule.\n          Nowhere does Rule 26(b)(3) state that a\n          document must have been prepared to aid in the\n          conduct of litigation in order to constitute\n          work   product,    much   less   primarily   or\n          exclusively to aid in litigation. Preparing a\n          document \"in anticipation of litigation\" is\n          sufficient.\n\n          The text of Rule 26(b)(3) does not limit its\n          protection to materials prepared to assist at\n          trial. To the contrary, the text of the Rule\n          clearly sweeps more broadly.     It expressly\n          states that work-product privilege applies not\n          only to documents \"prepared . . . for trial\"\n          but also to those prepared \"in anticipation of\n          litigation.\"    If the drafters of the Rule\n          intended to limit its protection to documents\n          made to assist in preparation for litigation,\n\n                               -30-\n\f           this would have been adequately conveyed by the\n           phrase \"prepared . . . for trial.\" The fact\n           that documents prepared \"in anticipation of\n           litigation\" were also included confirms that\n           the drafters considered this to be a different,\n           and broader category.     Nothing in the Rule\n           states or suggests that documents prepared \"in\n           anticipation of litigation\" with the purpose of\n           assisting in the making of a business decision\n           do not fall within its scope.\n\nId. at 1198-99 (emphasis and alterations in original).              Rather than\n\nconfront     this    language,   the    majority    resorts    to   simplistic\n\ngeneralizations.      Using its novel \"prepared for\" test, the majority\n\nunhelpfully explains that \"[e]very lawyer who tries cases knows the\n\ntouch and feel of materials prepared for a current or possible . . .\n\nlaw suit.\"    Maj. Op. at 19.      Once the majority ignores decades of\n\ncontrolling precedent, the matter becomes so clear that \"[n]o one\n\nwith experience of law suits\" could disagree.            Id.\n\n           I need say little else; the majority's new \"prepared for\"\n\nrule is blatantly contrary to Adlman, a leading case interpreting\n\nthe work-product doctrine that we specifically adopted in Maine.\n\nThe majority's opinion is simply stunning in its failure to even\n\nacknowledge this language and its suggestion that it is respecting\n\nrather than overruling Maine.\n\n               II.    The Majority's Announces a Bad Rule\n\n           The majority acts as if it is left to this court to draw\n\na line from Hickman to the present case.           In so doing, the majority\n\nignores a host of cases which grapple with tough work product\n\nquestions that go beyond the stuff that \"[e]very lawyer who tries\n\n                                       -31-\n\fcases\" would know is work product.          Lower courts deserve more\n\nguidance than a simple reassurance that a bare majority of the en\n\nbanc court knows work product when it sees it.12           Of course, since\n\nthis is an en banc proceeding, the majority is free to create a new\n\nrule for the circuit -- though it would be better if it admitted\n\nthat it was doing so.   But our new circuit rule is not even a good\n\nrule.\n\n          First, as Judge Leval observed in Adlman, a \"prepared for\"\n\nrequirement is not consistent with the plain language of Federal\n\nRule of Civil Procedure 26, which provides protection for documents\n\n\"prepared in anticipation of litigation or for trial.\" Fed. R. Civ.\n\nP. 26(b)(3)(A) (emphasis added); see also Adlman, 134 F.3d at 1198-\n\n99. There is no reason to believe that \"anticipation of litigation\"\n\nwas meant as a synonym for \"for trial.\"       Claudine Pease-Wingenter,\n\nProphetic or Misguided? The Fifth Circuit's (Increasingly) Unpopular\n\nApproach to the Work Product Doctrine, 29 Rev. Litig. (forthcoming\n\n\n     12\n      This test is reminiscent of Justice           Stewart's     famously\nunhelpful test for identifying obscenity:\n\n          [C]riminal    laws     in    this     area    are\n          constitutionally     limited     to     hard-core\n          pornography.     I shall not today attempt\n          further to define the kinds of material I\n          understand   to   be    embraced    within   that\n          shorthand description; and perhaps I could\n          never succeed in intelligibly doing so. But I\n          know it when I see it, and the motion picture\n          involved in this case is not that.\n\nJacobellis v.   Ohio,   </pre><span class=\"citation\" data-id=\"106877\"><a href=\"/opinion/106877/jacobellis-v-ohio/\"><span class=\"volume\">378</span>   <span class=\"reporter\">U.S.</span>   <span class=\"page\">184</span></a></span><pre class=\"inline\">,   197   (1964)    (Stewart,   J.,\nconcurring).\n\n                                 -32-\n\f2009) (analyzing and rejecting many of the arguments advanced by the\n\nmajority    in   favor   of    a    narrow      construction     of   the    phrase\n\n\"anticipation of litigation\").           Since the terms are not synonymous,\n\nthe term \"anticipation of litigation\" should not be read out of the\n\nrule by requiring a showing that documents be prepared for trial.\n\nSee Carcieri v. Salazar, </pre><span class=\"citation\" data-id=\"145908\"><a href=\"/opinion/145908/carcieri-v-salazar/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1058</span></a></span><pre class=\"inline\">, 1066 (2009) (discussing\n\nthe basic principle that statutes should be construed to give effect\n\nto each word).\n\n            Second,   though       the    majority    goes     into   some   depth\n\ndescribing the foundational case of Hickman v. Taylor, </pre><span class=\"citation\" data-id=\"104357\"><a href=\"/opinion/104357/hickman-v-taylor/\"><span class=\"volume\">329</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">495</span></a></span><pre class=\"inline\">\n\n(1947), it misses the fundamental concern of that decision with\n\nprotecting an attorney's \"privacy, free from unnecessary intrusion\n\nby opposing parties and their counsel.\"              Id. at 510.      Without such\n\nprivacy, litigants would seek unfair advantage by free-riding off\n\nanother's work, thus reducing lawyers' ability to write down their\n\nthoughts:\n\n            Were the attorney's work accessible to an\n            adversary, the Hickman court cautioned, \"much\n            of what is now put down in writing would remain\n            unwritten\" for fear that the attorney's work\n            would redound to the benefit of the opposing\n            party.    Legal advice might be marred by\n            \"inefficiency, unfairness and sharp practices,\"\n            and the \"effect on the legal profession would\n            be demoralizing.\"    Neither the interests of\n            clients nor the cause of justice would be\n            served, the court observed, if work product\n            were freely discoverable.\n\nAdlman, 134 F.3d at       1197      (quoting Hickman, 329 U.S. at 511)\n\n(citations omitted).     The majority posits that these rationales do\n\n                                         -33-\n\fnot apply to documents containing a lawyer's legal analysis of a\n\npotential litigation, if that analysis was prepared for a business\n\npurpose.   Maj. Op. at 21.      This is both unpersuasive and directly\n\ncontrary to the policy analysis in Adlman, which we adopted in\n\nMaine.   Adlman identified an example of a protected document:\n\n           A business entity prepares financial statements\n           to   assist   its   executives,    stockholders,\n           prospective investors, business partners, and\n           others in evaluating future courses of action.\n           Financial statements include reserves for\n           projected    litigation.        The    company's\n           independent auditor requests a memorandum\n           prepared by the company's attorneys estimating\n           the likelihood of success in litigation and an\n           accompanying analysis of the company's legal\n           strategies and options to assist it in\n           estimating   what   should   be   reserved   for\n           litigation losses.\n\nId. at 1200.    Discussing this example, the court concluded that in\n\nthis scenario \"the company involved would require legal analysis\n\nthat falls squarely within Hickman's area of primary concern --\n\nanalysis   that    candidly    discusses    the       attorney's   litigation\n\nstrategies, appraisal of likelihood of success, and perhaps the\n\nfeasibility of reasonable settlement.\"          Id.    Further, there is \"no\n\nbasis for adopting a test under which an attorney's assessment of\n\nthe   likely   outcome   of   litigation   is   freely    available   to    his\n\nlitigation adversary merely because the document was created for a\n\nbusiness purpose rather than for litigation assistance.\"              Id.    In\n\nother words,\n\n           [i]n addition to the plain language of the\n           Rule, the policies underlying the work-product\n\n                                   -34-\n\f              doctrine suggest strongly that work-product\n              protection should not be denied to a document\n              that analyzes expected litigation merely\n              because it is prepared to assist in a business\n              decision. Framing the inquiry as whether the\n              primary or exclusive purpose of the document\n              was to assist in litigation threatens to deny\n              protection to documents that implicate key\n              concerns underlying the work-product doctrine.\n\nId. at 1199; see also Roxworthy, 457 F.3d at 595 (stating \"the IRS\n\nwould appear to obtain an unfair advantage by gaining access to\n\nKPMG's detailed legal analysis of the strengths and weaknesses of\n\n[the   taxpayer's]      position.     This   factor      weighs   in    favor    of\n\nrecognizing the documents as privileged.\").\n\n              The majority offers no response to this sound policy\n\nanalysis and no reason to doubt that inefficiency and \"sharp\n\npractices\" will result from its new rule allowing discovery of such\n\ndual purpose documents, which contain confidential assessments of\n\nlitigation strategies and chances.           Instead of addressing these\n\nconcerns, the majority's policy analysis relies instead on case-\n\nspecific rationales -- namely the need to assist the IRS in its\n\ndifficult task of reviewing Textron's complex return.             See Maj. Op.\n\nat   22-23.      Such    outcome    determinative     reasoning    is    plainly\n\nunacceptable.       Thus,   properly    framed,     it    is   clear    that    the\n\nrationales underlying the work-product doctrine apply to documents\n\n\n\n\n                                      -35-\n\fprepared in anticipation of litigation, even if they are not also\n\nfor use at trial.13\n\n             And these policy rationales are squarely implicated in\n\nthis case.      First, Textron's litigation hazard percentages contain\n\nexactly   the    sort   of    mental    impressions   about   the   case   that\n\nHickman sought to protect.             In fact, these percentages contain\n\ncounsel's ultimate impression of the value of the case.             Revealing\n\nsuch impressions would have clear free-riding consequences.                With\n\nthis information, the IRS will be able to immediately identify weak\n\nspots and know exactly how much Textron should be willing to spend\n\nto settle each item.         Indeed, the IRS explicitly admits that this\n\nis its purpose in seeking the documents.\n\n             Second, as argued to us by amici, the Chamber of Commerce\n\nof the United States and the Association of Corporate Counsel, if\n\nattorneys who identify good faith questions and uncertainties in\n\ntheir clients' tax returns know that putting such information in\n\nwriting will result in discovery by the IRS, they will be more\n\nlikely to avoid putting it in writing, thus diminishing the quality\n\nof representation. The majority dismisses such concerns, concluding\n\n\n     13\n      Perhaps because of these very same concerns about privacy and\nfairness, the IRS itself argued for the protection of its documents\nprepared for the dual purposes of helping the IRS understand the\nlitigation risks that might result if the IRS made the\nadministrative decision to adopt a new program. Delaney, Migdail\n& Young, Chartered v. IRS, </pre><span class=\"citation\" data-id=\"492617\"><a href=\"/opinion/492617/delaney-migdail-young-chartered-v-internal-revenue-service/\"><span class=\"volume\">826</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">124</span></a></span><pre class=\"inline\"> (D.C. Cir. 1987). This\npoint was also noted by the Adlman court when it observed that \"the\nIRS successfully argued against the very position it here\nadvocates.\" Adlman, 134 F.3d at 1201.\n\n                                       -36-\n\fthat tax accrual workpapers are required by law.                Maj. Op. at 21.\n\nBut the majority fails to cite the record for this conclusion,\n\nlikely because the majority is simply wrong.                  As the majority\n\nopinion earlier admits, Maj Op. at 2-3, the law only requires that\n\nTextron    prepare       audited   financial     statements   reporting       total\n\nreserves based on contingent tax liabilities. Accounting standards\n\nrequire some evidential support before such statements can be\n\ncertified, but do not explicitly require the form and detail of the\n\ndocuments prepared here by Textron's attorneys with respect to each\n\npotentially challenged tax item.                See also Michelle M. Henkel,\n\nTextron: The Debate Continues as to Whether Auditor Transparency\n\nWaives the Work Product Privilege, 50 Tax Management Memorandum 251,\n\n260   (2009)     (distinguishing     auditor's     workpapers    and    corporate\n\nworkpapers and explaining that the latter are not mandatory but\n\nserve to evaluate a company's litigation risks).              Rather, all that\n\nmust be actually reported is the final tax reserve liability amount.\n\nThus,     as    amicii    worry,   the    majority's   new    rule     will   have\n\nramifications that will affect the form and detail of documents\n\nattorneys prepare when working to convince auditors of the soundness\n\nof a corporation's reserves.\n\n               These concerns are even more clearly implicated in this\n\ncase because the majority's decision will remove protection for\n\nTextron's \"backup materials\" as well as its actual workpapers.                 The\n\ndistrict court found that these materials included \"notes and\n\n\n                                         -37-\n\fmemoranda written by Textron's in-house tax attorneys reflecting\n\ntheir   opinions   as   to    which   items   should   be   included   on   the\n\nspreadsheet and the hazard of litigation percentage that should\n\napply to each item.\"         United States v. Textron Inc., 507 F. Supp.\n\n2d 138, 143 (D.R.I. 2007). Thus, these documents thus go beyond the\n\nnumbers used to compute a total reserve.          Rather, they explain the\n\nlegal rationale underpinning Textron's views of its litigation\n\nchances.   The majority fails to acknowledge this subtlety, explain\n\nwhy it views such documents as required by regulatory rules, or\n\nexplain why such mental impressions should go unprotected. Exposing\n\nsuch documentation to discovery is a significant expansion of the\n\nIRS's power and will likely reveal information far beyond the basic\n\nnumbers that the IRS could discover through production of Textron's\n\nauditor's workpapers.\n\n           But more important are the ramifications beyond this case\n\nand beyond even the case of tax accrual workpapers in general.              The\n\nscope of the work-product doctrine should not depend on what party\n\nis asserting it.    Rather, the rule announced in this case will, if\n\napplied fairly, have wide ramifications that the majority fails to\n\naddress.\n\n           For example, as the IRS explicitly conceded at oral\n\nargument, under the majority's rule one party in a litigation will\n\nbe able to discover an opposing party's analysis of the business\n\nrisks of the instant litigation, including the amount of money set\n\n\n                                      -38-\n\faside in a litigation reserve fund, created in accordance with\n\nsimilar requirements as Textron's tax reserve fund.         Though this\n\nconsequence was a major concern of the argument in this case, the\n\nmajority does not even consider this \"sharp practice,\" which its new\n\nrule will surely permit.\n\n              And there are plenty more examples.   Under the majority's\n\nrule, there is no protection for the kind of documents at issue in\n\nAdlman, namely \"documents analyzing anticipated litigation, but\n\nprepared to assist in a business decision rather than to assist in\n\nthe conduct of the litigation.\"     134 F.3d at 1201-02.   Nearly every\n\nmajor business decision by a public company has a legal dimension\n\nthat will require such analysis. Corporate attorneys preparing such\n\nanalyses should      now   be aware that their work product is not\n\nprotected in this circuit.\n\n       III.    The Workpapers Are Protected Under the Right Test\n\n              Applying the \"because of\" test thoughtfully adopted in\n\nAdlman and Maine, the majority should have concluded that Textron's\n\nworkpapers are protected by the work-product doctrine.       The proper\n\nstarting point in reaching this legal conclusion should be the\n\nfactual findings of the district court, which held an evidentiary\n\nhearing to understand the nature of the documents sought here by the\n\nIRS.\n\n\n\n\n                                   -39-\n\f          A.   Factual findings\n\n          After considering affidavits and testimony, the district\n\ncourt found that the tax accrual workpapers are:\n\n          1. A spreadsheet that contains:\n          (a) lists of items on Textron's tax returns,\n          which, in the opinion of Textron's counsel,\n          involve issues on which the tax laws are\n          unclear, and, therefore, may be challenged by\n          the IRS;\n          (b) estimates by Textron's counsel expressing,\n          in percentage terms, their judgments regarding\n          Textron's   chances  of   prevailing  in   any\n          litigation over those issues (the \"hazards of\n          litigation percentages\"); and\n          (c) the dollar amounts reserved to reflect the\n          possibility that Textron might not prevail in\n          such litigation (the \"tax reserve amounts\").\n\nTextron, 507 F. Supp. 2d at 142-143 (emphasis added).        These\n\nworkpapers do not contain any facts about the transactions that\n\nconcerned the IRS.   Id. at 143.\n\n          The district court also found, \"[a]s stated by Norman\n\nRichter, Vice President of Taxes at Textron and Roxanne Cassidy,\n\nDirector, Tax Reporting at Textron, Textron's ultimate purpose in\n\npreparing the tax accrual workpapers was to ensure that Textron was\n\n'adequately reserved with respect to any potential disputes or\n\nlitigation that would happen in the future.'\" Id. at 143. Further,\n\n\"there would have been no need to create a reserve in the first\n\nplace, if Textron had not anticipated a dispute with the IRS that\n\nwas likely to result in litigation or some other adversarial\n\nproceeding.\"   Id. at 150.\n\n\n\n                                  -40-\n\f            In addition to recognizing these litigation purposes, the\n\ndistrict    court   also     recognized    the   dual   purposes      driving    the\n\ncreation of these documents and found that the workpapers' creation\n\n\"also was prompted, in part\" by the need to satisfy Textron's\n\nauditors and get a \"clean\" opinion letter.                  Id. at 143.          The\n\ndistrict court later clarified:\n\n            Thus, while it may be accurate to say that the\n            workpapers helped Textron determine what amount\n            should be reserved to cover any potential tax\n            liabilities and that the workpapers        were\n            useful in obtaining a \"clean\" opinion from [the\n            auditor] regarding the adequacy of the reserve\n            amount, there would have been no need to create\n            a reserve in the first place, if Textron had\n            not anticipated a dispute with the IRS that was\n            likely to result in litigation or some other\n            adversarial proceeding.\n\nId. at 150.    Relatedly, the district court found that anticipation\n\nof litigation was the \"but for\" cause of the documents' creation.\n\nId.   Thus, the district court clearly found two purposes leading to\n\nthe creation of the workpapers.\n\n            The majority makes no effort to reject these factual\n\nfindings,    but    simply    recharacterizes     the    facts   as    suits     its\n\npurposes.    For example, the majority declares, without reference to\n\nthe district court's more nuanced findings, that the \"the IRS is\n\nunquestionably      right    that   the   immediate     motive   of    Textron    in\n\npreparing the tax accrual work papers was to fix the amount of the\n\ntax reserve on Textron's books and to obtain a clean financial\n\nopinion from its auditor.\"          Maj. Op. at 12-13.       At another point,\n\n\n                                      -41-\n\fthe majority boldly pronounces, \"the only purpose of Textron's\n\npapers was to prepare financial statements.\" Id. at 20. Of course,\n\nas explained above, the district court's factual findings about\n\nTextron's   \"ultimate   purpose\"   were   directly   contrary   to   these\n\npronouncements.    Discarding a district court's factual finding on\n\ncausation without any demonstration of clear error is not within\n\nthis court's proper appellate function.       See Fed. R. Civ. P. 52(a)\n\n(\"Findings of fact, whether based on oral or other evidence, must\n\nnot be set aside unless clearly erroneous, and the reviewing court\n\nmust give due regard to the trial court's opportunity to judge the\n\nwitnesses' credibility.\"); see also Constructora Maza, Inc. v. Banco\n\nde Ponce, </pre><span class=\"citation\" data-id=\"375493\"><a href=\"/opinion/375493/constructora-maza-inc-v-banco-de-ponce/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">573</span></a></span><pre class=\"inline\">, 576 (1st Cir. 1980) (noting that clear error\n\nreview applies even when \"much of the evidence is documentary and\n\nthe challenged findings are factual inferences drawn from undisputed\n\nfacts\").\n\n            Instead, the majority exalts in the fact that the district\n\ncourt made no finding that the documents were \"for use in possible\n\nlitigation.\"    Maj. Op. at 13.    That proposition is true.     But, as\n\ndescribed above, \"for use\" (i.e. \"prepared for\") is not and has\n\nnever been the law of this circuit.\n\n            The majority does suggest that the documents business\n\npurpose \"cannot be disputed.\"      Id.    This is also uncontroversial.\n\nThe district court found both a litigation and a business purpose.\n\nBut, in straining to ignore the documents' litigation purposes, the\n\n\n                                   -42-\n\fmajority proceeds to rely heavily on the IRS's expert. In so doing,\n\nthe majority makes no effort to explain why the district court\n\nshould have been required to adopt the view that the workpapers\n\nexisted only for a non-litigation purpose. The majority claims that\n\nTextron's witnesses agreed with the IRS expert, but the majority\n\nfails to reconcile this proclamation with the competing view of\n\nTextron's witnesses, which the district court explicitly relied upon\n\nin its factual findings regarding Textron's \"ultimate purpose.\"\n\nTextron, 507 F. Supp. 2d at 143.   This is another corruption of the\n\nproper role of an appellate court.    See Anderson v. Bessemer City,\n\n</pre><span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span><pre class=\"inline\">, 574 (1985) (\"Where there are two permissible views of\n\nthe evidence, the factfinder's choice between them cannot be clearly\n\nerroneous.\").\n\n          The majority does suggest that the       district court's\n\nfindings regarding the cause of the workpapers' creation was only\n\nstated in its legal analysis section.      Maj. Op. at 9.   But the\n\nactual purpose of the documents' creators, or, in the words of the\n\ndistrict court, \"but-for\" causation, is a factual issue, and the\n\nmajority makes no effort to explain why such issue should be\n\nreviewed as a legal conclusion.\n\n          The majority also proclaims, without record support, that\n\n\"[a]ny experienced litigator would describe the tax accrual work\n\npapers as tax documents and not as case preparation materials.\"\n\nMaj. Op. at 16.    As described above, this conclusion reverses,\n\n\n                               -43-\n\fwithout any finding of clear error, the district court's factual\n\nfindings.    Further, this language dangerously suggests that this\n\ncourt can, from its general knowledge, offer an expert opinion as\n\nto how such documents are always seen by \"experienced litigators.\"\n\nAnother of the many errors of this approach is revealed by reference\n\nto undisputed record testimony.    Namely, the majority's assumption\n\nthat tax accrual workpapers are a uniform class from corporation to\n\ncorporation is simply wrong.    When the district court carefully and\n\nspecifically defined what documents were actually at issue in this\n\ncase, it explained that \"there is no immutable definition of the\n\nterm 'tax accrual papers,'\" and that their content varies from case\n\nto case, Textron, 507 F. Supp. 2d at 142, a conclusion that is\n\nconsonant with the testimony of the government's expert. Id. at 142\n\nn.2.   Thus, even were it not our rule that we defer to the district\n\ncourt's factfinding, such a rule would make good sense in handling\n\nthe wide range of workpapers likely to confront district courts in\n\nthe future as the IRS increasingly seeks their discovery.\n\n            Even if we looked at the purpose of tax accrual workpapers\n\nas a general matter, the district court's conclusion that Textron's\n\nanticipation of litigation drove its reporting obligations is not\n\nso outrageous as to leave us with a firm conviction of error.\n\nRather, other courts reviewing similar kinds of documents have\n\nreached similar conclusions.    Regions Fin. Corp. & Subsidiaries v.\n\nUnited States, No. 2:06-CV-00895-RDP, </pre><span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">2139008</span></span><pre class=\"inline\">, at *6 (N.D.\n\n\n                                 -44-\n\fAla. May 8, 2008) (concluding, in examining another company's\n\nworkpapers that \"[w]ere it not for anticipated litigation, Regions\n\nwould not have to worry about contingent liabilities and would have\n\nno   need   to    elicit    opinions    regarding     the   likely    results   of\n\nlitigation\"); Comm'r of Revenue v. Comcast Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">901</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1185</span></span><pre class=\"inline\">,\n\n1191,   1205     (Mass.    2009)   (affirming   a   finding   of     work-product\n\nprotection for a business memorandum analyzing the \"pros and cons\n\nof the various planning opportunities and the attendant litigation\n\nrisks\" since the author \"had 'the prospect of litigation in mind\n\nwhen it directed the preparation of the memorandum'\" and would not\n\nhave been prepared irrespective of that litigation (quoting Adlman,\n\n134 F.3d at 1204)).\n\n            B.    Analysis\n\n            This court should accept the district court's factual\n\nconclusion that Textron created these documents for the purpose of\n\nassessing its chances of prevailing in potential litigation over its\n\ntax return in order to assess risks and reserve funds.                Under these\n\nfacts, work-product protection should apply.\n\n                     1.     The \"because of\" test\n\n            First,    the    majority    does   not    develop     any    analysis\n\ncontesting the proposition that disputes with the IRS in an audit\n\ncan constitute litigation, within the meaning of Fed. R. Civ. P.\n\n26(b)(3)(A).       Indeed, such a conclusion is clear.                   For these\n\npurposes, the touchstone of \"litigation\" is that it is adversarial.\n\n\n                                       -45-\n\fSee Restatement (Third) of the Law Governing Lawyers § 87 cmt. h\n\n(2000).       Though the initial stages of a tax audit may not be\n\nadversarial, the disputes themselves are essentially adversarial;\n\nthe subject of these disputes will become the subject of litigation\n\nunless the dispute is resolved.\n\n               Applying the \"because of\" test as articulated in Adlman\n\nand Maine, the workpapers are protected.               Under these precedents,\n\na document is protected if, \"'in light of the nature of the document\n\nand the factual situation in the particular case, the document can\n\nbe fairly said to have been prepared or obtained because of the\n\nprospect of litigation.'\"            Maine, 298 F.3d at 68 (emphasis in\n\noriginal) (quoting Adlman, 134 F.3d at 1202). The \"because of\" test\n\n\"really turns on whether [the document] would have been prepared\n\nirrespective of the expected litigation with the IRS.\"                   Adlman, 134\n\nF.3d at 1204. As the district court found, the driving force behind\n\nthe preparation of the documents was the need to reserve money in\n\nanticipation of disputes with the IRS.             Textron, 507 F. Supp. 2d at\n\n143. Though other business needs also contributed to Textron's need\n\nto    create    the   documents,     those    needs    depended     on    Textron's\n\nanticipating litigation with the IRS.              In other words, without the\n\nanticipation of litigation, there would be no need to estimate a\n\nreserve to fund payment of tax disputes.              Id. at 150.    In this way,\n\nthe    dual     purposes   leading    to     the   documents'     creation     were\n\nintertwined, and work-product protection should apply.                    See In re\n\n\n                                      -46-\n\fGrand Jury Subpoena, 357 F.3d at 910 (\"The documents are entitled\n\nto work product protection because, taking into account the facts\n\nsurrounding their creation, their litigation purpose so permeates\n\nany   non-litigation   purpose   that    the    two   purposes   cannot   be\n\ndiscretely separated from the factual nexus as a whole.\"); see also\n\nAndrew   Golodny,   Note:   Lawyers   versus    Auditors:   Disclosure    to\n\nAuditors and Potential Waiver of Work-Product Privilege in United\n\nStates v. Textron, 61 Tax Law. 621, 629 (2008) (\"As a commentator\n\nnoted, 'in the case of tax contingency reserves, the prospect of\n\nfuture litigation and the business need for the documents are so\n\nintertwined that the prospect of future litigation itself creates\n\nthe business need for the document.'\" (quoting Terrence G. Perris,\n\nCourt Applies Work Product Privilege to Tax Accrual Workpapers, 80\n\nPrac. Tax. Strategies 4 (2008))).\n\n           The majority simply refuses to accept the district court's\n\nfinding that the documents would not exist but for Textron's need\n\nto anticipate litigation.        This rejection is essential to the\n\nmajority's erroneous conclusion.         Accepting the district court's\n\nfindings   regarding   purpose   compels    a   finding   of   work-product\n\nprotection, since the precedents are clear that under the \"because\n\nof\" test, dual purpose documents are protected.           In fact, that is\n\none of the very reasons some courts have adopted the test.                 8\n\nCharles Alan Wright, Arthur R. Miller & Richard L. Marcus, Federal\n\nPractice and Procedure, § 2024 (2d ed. 2009) (\"'Dual purpose'\n\n\n                                  -47-\n\fdocuments   created     because     of    the   prospect    of   litigation   are\n\nprotected even though they were also prepared for a business\n\npurpose.\"); see also Roxworthy, 457 F.3d at 598-99 (\"[D]ocuments do\n\nnot lose their work product         privilege 'merely because [they were]\n\ncreated in order to assist with a business decision,' unless the\n\ndocuments 'would have been created in essentially similar form\n\nirrespective of the litigation.'\" (quoting Adlman, 134 F.3d at\n\n1202)); In re Grand Jury Subpoena, 357 F.3d at 907 (adopting Wright\n\nand Miller's \"because of\" test in order to handle \"dual purpose\"\n\ndocuments); Maine, 298 F.3d at 68 (adopting Adlman after recounting\n\nthe distinction between the \"because of\" test and the \"primary\n\npurpose\" test in their handling of dual purpose documents); Adlman,\n\n134 F.3d at 1197-98, 1202 (\"Where a document is created because of\n\nthe prospect of litigation, analyzing the likely outcome of that\n\nlitigation, it does not lose protection under this formulation\n\nmerely because it is created in order to assist with a business\n\ndecision.\"); In re Special Sept. 1978 Grand Jury (II), </pre><span class=\"citation\" data-id=\"386932\"><a href=\"/opinion/386932/in-re-special-september-1978-grand-jury-ii-appeal-of-united-states-of/\"><span class=\"volume\">640</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span><pre class=\"inline\">,\n\n61 (7th Cir. 1980) (\"We conclude that the materials . . . were\n\nindeed prepared in anticipation of litigation, even though they were\n\nprepared    as   well   for   the   filing      of   the   Board   of   Elections\n\nreports.\").\n\n\n\n\n                                         -48-\n\f                      2.    The exception to the \"because of\" test\n\n            The majority reads too much into one sentence from Maine\n\nand Adlman.        Specifically, it is true that \"the 'because of'\n\nstandard does not protect from disclosure 'documents that are\n\nprepared in the ordinary course of business or that would have been\n\ncreated    in     essentially     similar      form    irrespective        of   the\n\nlitigation.'\"       Maine, 298 F.3d at 70 (quoting Adlman, 134 F.3d at\n\n1202).    This proviso relates to the advisory notes to the rule,\n\nwhich    excludes    from    protection   \"[m]aterials         assembled   in   the\n\nordinary course of business, or pursuant to public requirements\n\nunrelated to litigation, or for other nonlitigation purposes.\" Fed.\n\nR. Civ. P. 26 advisory committee's note (1970). Understood in light\n\nof the fact that the \"because of\" test unequivocally protects \"dual\n\npurpose\" documents, this proviso does not strip protection for dual\n\npurpose documents that have one business or regulatory purpose.\n\nRather, the best reading of the advisory committee's note is simply\n\nthat    preparation    for    business    or   for    public    requirements    is\n\npreparation for a nonlitigation purpose insufficient in itself to\n\nwarrant protection. The note states that there is no protection for\n\ndocuments created for business, regulatory, or \"other nonlitigation\n\npurposes.\"      This language suggests the note is considering business\n\nand regulatory purposes as nonlitigation purposes, but does not\n\nsuggest that the presence of such a purpose should somehow override\n\na litigation purpose, should one exist. Thus, correctly formulated,\n\n\n                                     -49-\n\fthis exception should be understood as simply clarifying the rule\n\nthat dual purpose documents are protected, though \"there is no\n\nwork-product immunity for documents prepared in the regular course\n\nof business rather than for purposes of the litigation.\"              Wright &\n\nMiller, supra, § 2024 (emphasis added); see also Roxworthy, 457 F.3d\n\nat 599 (\"[A] document can be created for both use in the ordinary\n\ncourse of business and in anticipation of litigation without losing\n\nits work-product privilege.\"). Under the majority's interpretation,\n\nthe exception swallows the rule protecting dual purpose documents.\n\n           So understood, the exception does not control this case.\n\nAfter citing this exception, the district court concluded that the\n\ndocuments were not created irrespective             of litigation because\n\nTextron   would   not   have    prepared     the   documents    but   for   the\n\nanticipation of litigation.       Textron, 507 F. Supp. 2d at 150.          The\n\nmajority makes no effort to label this finding clearly erroneous.\n\nTo the contrary, the finding is correct. The tax accrual workpapers\n\nidentify specific tax line items, and then anticipate the likelihood\n\nthat litigation over those items will result in Textron having to\n\npay the IRS more money.       That Textron will not ultimately litigate\n\neach position does not change the fact that when it prepared the\n\ndocuments,   Textron    was    acting   to   anticipate   and    analyze    the\n\nconsequences of possible litigation, just             like the memorandum\n\nexample in Adlman, 134 F.3d at 1200. The documents would not be the\n\nsame at all had Textron not anticipated litigation.             So, under the\n\n\n                                    -50-\n\f\"because of\" test, as applied in Adlman and the many circuit courts\n\nthat   have    followed    it,   these       documents   were    not     prepared\n\n\"irrespective\" of the prospect of litigation.                   They should be\n\nprotected.\n\n                   3.     Arthur Young and El Paso do not control\n\n          Neither the Supreme Court's decision in United States v.\n\nArthur Young & Co., </pre><span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">805</span></span><pre class=\"inline\"> (1984), nor the Fifth Circuit's\n\ndecision in El Paso, 682 F.2d at 530, support a different result.\n\n          In Arthur Young, the Court declined to recognize an\n\naccountant's work-product doctrine, thus holding that tax accrual\n\nworkpapers created by an independent auditor were not protected.\n\nArthur Young, 465 U.S. at 815-21.            But unlike the Court in Arthur\n\nYoung, we are not now confronted with the question of whether to\n\nrecognize a new privilege.       Here, the doctrinal decision we face is\n\nhow to apply existing work-product doctrine to the present facts,\n\nin other words whether the \"because of\" test protects dual purpose\n\ndocuments, as the Maine and Adlman courts so held.               This question\n\nwas not at all presented in Arthur Young.\n\n          On the other hand, El Paso is clearly factually on point\n\n-- there the Fifth circuit rejected work-product protection for\n\nsimilar tax accrual workpapers.        El Paso, 682 F.2d at 542.          But, as\n\nexplained above, that court applied a different definition of the\n\nwork-product    doctrine,    asking    whether     the   \"primary      motivating\n\npurpose behind the creation of the document was to aid in possible\n\n\n                                      -51-\n\ffuture litigation.\"     Id. at 542-44 (concluding that the document\n\nshould not be protected as it \"carries much more the aura of daily\n\nbusiness than it does of courtroom combat\").         Finding Textron's\n\nworkpapers protected would not create a circuit split, but be merely\n\nan application of a widely acknowledged existing difference between\n\nour law and the law of the Fifth Circuit.     It is precisely in these\n\n\"dual purpose\" situations that the \"because of\" test used in this\n\ncircuit is meant to distinguish itself from the \"primary purpose\"\n\ntest used in the Fifth Circuit.         Maine, 298 F.3d at 68 (citing\n\nAdlman for the proposition that the primary purpose test \"is at odds\n\nwith the text and the policies of Rule 26 because nothing in it\n\nsuggests that documents prepared for dual purposes of litigation and\n\nbusiness or agency decisions do not fall within its scope\").     Thus,\n\nunlike the Fifth Circuit, we need not assess whether the tax accrual\n\nworkpapers carry more of one \"aura\" than another.\n\n                           IV.   Conclusion\n\n          The majority's decision may please the IRS and some tax\n\nscholars who understandably see discovery of tax accrual workpapers\n\nas an important tool in combating fraud.      But this decision will be\n\nviewed as a dangerous aberration in the law of a well-established\n\nand important evidentiary doctrine.       Whatever else one may think\n\nabout this case, the majority's assertion that it is following Maine\n\nis plainly erroneous.    Rather, the majority's \"prepared for\" test\n\n\n\n\n                                 -52-\n\fis directly contrary to Adlman, a decision we explicitly adopted in\n\nMaine.\n\n           In straining to craft a rule favorable to the IRS as a\n\nmatter of tax law, the majority has thrown the law of work-product\n\nprotection into disarray. Circuits have already split interpreting\n\nthe meaning of \"anticipation of litigation,\" between the \"primary\n\npurpose\" and \"because of\" tests.          Now this court has proceeded to\n\nfurther the split by purporting to apply the \"because of\" test while\n\nrejecting that test's protection for dual purpose documents.                In\n\nreality,   the   majority   applied   a    new   test   that   requires   that\n\ndocuments be actually \"prepared for\" use in litigation.             The time\n\nis ripe for the Supreme Court to intervene and set the circuits\n\nstraight on this issue which is essential to the daily practice of\n\nlitigators across the country.\n\n           The correct test is that spelled out in Adlman, and\n\nadopted by most circuit courts.       Applying that test to the facts\n\nactually found by the district court, these tax accrual workpapers\n\nshould be protected.    For these reasons, I respectfully dissent.\n\n\n\n\n                                  -53-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102061/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104357/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106877/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110950/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111119/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145908/",
    "http://www.courtlistener.com/api/rest/v3/opinions/184564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/261226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/375493/",
    "http://www.courtlistener.com/api/rest/v3/opinions/375896/",
    "http://www.courtlistener.com/api/rest/v3/opinions/384998/",
    "http://www.courtlistener.com/api/rest/v3/opinions/386932/",
    "http://www.courtlistener.com/api/rest/v3/opinions/406089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491446/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492617/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778509/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785057/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1459952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1817191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2251461/"
  ]
}