{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203995/",
  "absolute_url": "/opinion/203995/united-states-v-cirilo-munoz/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203995/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:28:06Z",
  "date_modified": "2016-04-26T06:23:13.997222Z",
  "type": "010combined",
  "sha1": "f863c59b3ad13dc1b98baffbf5d01d2666e4ed09",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-1830P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/09/04/US_v._Cirilo-Munoz.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 08-1830\n\n                         UNITED STATES,\n\n                            Appellee,\n\n                               v.\n\n                      ERNESTO CIRILO-MUÑOZ,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jay A. García-Gregory, U.S. District Judge]\n\n\n                              Before\n                   Torruella, Stahl and Lipez,\n                         Circuit Judges.\n\n\n\n     Rafael Anglada-López on brief for appellant.\n     Nelson Pérez-Sosa, Assistant U.S. Attorney, Julia M.\nMeconiates, Assistant U.S. Attorney, and Rosa Emilia Rodriguez-\nVelez, United States Attorney, on brief for appellee.\n\n\n\n                        September 4, 2009\n\f            Per Curiam.       Upon remand from this court, see United\n\nStates v. Cirilo-Muñoz, 504 F.3d 106 (1st Cir. 2007), Ernesto\n\nCirilo-Muñoz was resentenced to the statutory mandatory minimum\n\nsentence of 240 months.       Cirilo-Muñoz once again appeals.\n\n            He asks, in conclusory fashion, that we declare the\n\nstatutory mandatory minimum unconstitutional as applied to him, but\n\nhe   supplies    no    supporting    argument.         He    did   not   present   a\n\nconstitutionally-based argument below so the claim is waived.\n\n            The argument that Cirilo-Muñoz did raise below and which\n\nhe reiterates in somewhat fleeting fashion here is unavailing.\n\nCourts have uniformly rejected the claim that § 3553(a)'s \"no\n\ngreater than necessary\" language authorizes a district court to\n\nsentence below the statutory minimum.            See United States v. Samas,\n\n561 F.3d 108, 110-111 (2d Cir. 2009), petition for cert. filed,\n\n(U.S. Jun. 22, 2009) (No. 08-11058); United States v. Huskey, 502\n\nF.3d 1196, 1200 (10th Cir. 2007); United States v. Franklin, 499\n\nF.3d 578, 585 (6th Cir. 2007); United States v. Roberson, 474 F.3d\n\n432, 436 (7th Cir. 2007).\n\n            There being neither error of law nor abuse of discretion\n\nin the imposition of the statutory mandatory minimum sentence, the\n\njudgment    of   the   district     court    entered    on    June   12,   2008    is\n\naffirmed.\n\n                       - Concurring Opinion Follows -\n\n\n\n\n                                       -2-\n\f           TORRUELLA, Circuit Judge (concurring in the judgment).\n\nThis case, and its outcome, is a notorious example of oppressive\n\ninjustice culminating in an outrageous adjudication. It is a stain\n\non the robes of American justice.                    Appellant Cirilo-Muñoz was\n\nconvicted of aiding and abetting the murder of an on-duty police\n\nofficer.     He was convicted even though his co-defendant Lugo-\n\nSánchez,     the    murderer     himself,      who    initially     tried    to   pin\n\nCirilo-Muñoz for the murder and was the government's star witness,\n\n\"testified     unequivocally      that    Cirilo[-Muñoz]          had   no   advance\n\nknowledge about his plan to murder . . . and did not assist him in\n\ncommitting     the     murder     in   any      way.\"       United      States     v.\n\nMangual-Corchado, 139 F.3d 34, 50 (1st Cir. 1998) (McAuliffe, J.,\n\ndissenting).       We are now called upon to affirm the imposition of a\n\nharsh   mandatory      minimum    sentence,      which     only    compounds      the\n\ninjustice caused by Cirilo-Muñoz's conviction.                     Because I have\n\ntaken an oath to uphold the law irrespective of my personal views,\n\nI am left without a principled choice in this appeal other than to\n\nconcur, and, in the process, register my most vehement disagreement\n\nwith the warped outcome of this case.\n\n           As I have previously expressed elsewhere, there are many\n\naspects of this case's long and troubled history that call into\n\nquestion the fairness of our criminal justice system.                   See United\n\nStates v. Cirilo-Muñoz, 504 F.3d 106 (1st Cir. 2007) (decision of\n\nTorruella, J.); Cirilo-Muñoz v. United States, 404 F.3d 527, 533-37\n\n\n                                         -3-\n\f(1st Cir. 2005) (Torruella, J., concurring).                Chief among these\n\ndefects is a mistake made by our own court eleven years ago when it\n\nfound       the    evidence    at    trial   sufficient    to   establish   that\n\nCirilo-Muñoz had foreknowledge that his accomplice would kill the\n\nundercover officer.           Mangual-Corchado, 139 F.3d at 44-49.          The\n\nerror of this decision is cogently and thoroughly expressed by\n\nJudge McAuliffe in his dissent.              See id. at 49-56.\n\n              Were I on the original panel in Mangual-Corchado, I would\n\nhave voted to vacate Cirilo-Muñoz's conviction.                  Were the issue\n\nbrought before us again, I would vote to revisit that decision; the\n\nfinding that the evidence was sufficient is so \"obviously wrong\" as\n\nto rise to the level of \"manifest injustice\" vitiating the law of\n\nthe case doctrine.            See Ellis v. United States, 313 F.3d 636,\n\n647-48 (1st Cir. 2002); see also Conley v. United States, 323 F.3d\n\n7, 13 (1st Cir. 2003) (en banc) (Boudin, C.J.) (\"Law of the case is\n\nnot a straight jacket but can be avoided -- at the discretion of\n\nthe court that made the invoked ruling -- on several different\n\nbases.\");         cf.   id.   at    14   (distinguishing   precedent   limiting\n\nrestrictions on post conviction review where only \"intra-federal\n\nproceedings\" are involved).1             But the sufficiency of the evidence\n\n\n        1\n      For a full review of the tortuous procedural history of the\nConley saga, a situation not totally irrelevant to the present\ncase, see United States v. Conley, 186 F.3d 7 (1st Cir. 1999)\n\"Conley I\"), cert. denied, 529 U.S. 1017 (2000); United States v.\nConley, 103 F. Supp. 2d 45 (D. Mass. 2000) (\"Conley II\"); United\nStates v. Conley, 249 F.3d 38 (1st Cir. 2001) (\"Conley III\");\nConley v. United States, 164 F. Supp. 2d 216 (D. Mass. 2001)\n\n                                           -4-\n\fsupporting Cirilo-Muñoz's conviction is not the issue presented in\n\nthis appeal, and I see no way, under the present posture of this\n\ncase, to reopen his conviction, unless he were to develop grounds\n\nfor filing a new collateral challenge.   See Calderón v. Thompson,\n\n523 U.S. 538 (1998); see also In re Davis, 2009 WL 2486475 (U.S.\n\nAug. 17, 2009) (appellant's original petition for writ of habeas\n\ncorpus remanded to district court to consider alleged new evidence\n\nof innocence, eighteen years after conviction for murder of a\n\npolice officer).2\n\n\n\n\n(\"Conley IV\").\n     2\n      I note that In re Davis, although distinguishable in material\nrespects, does offer Cirilo-Muñoz a glimmer of hope at achieving\nrelief from his improper conviction. Davis involves an eighteen-\nyear-old state conviction, in which the petitioner on a subsequent\npetition for collateral review claimed mere presence during the\nmurder of a police officer, supported by new evidence in the nature\nof several exculpatory affidavits not presented at trial.        In\ndissent, Justice Scalia questioned whether any of \"the allegedly\nnew evidence\" was in fact new, as it had \"already been considered\n(and rejected) multiple times.\"        Id. at *2-4 (Scalia, J.,\ndissenting).\n\n    Although Cirilo-Muñoz presents no new evidence of actual\ninnocence here, the fact that the Supreme Court is willing to\nrevisit a conviction even older than Cirilo-Muñoz's provides some\nhope that the Supreme Court (or even our court) would revisit\nCirilo-Muñoz's conviction should he procure new evidence of his\nactual innocence. See 28 U.S.C. § 2244(b)(3)(A) (outline grounds\nfor filing second or successive habeas petition with court of\nappeals). In fact, if Justice Scalia's claim is true, then Davis\nleaves open just how \"new\" the evidence has to be to permit a court\nto review Cirilo-Muñoz's conviction.\n\n                               -5-\n\f           In again registering my concern with his conviction, I\n\ncan only invoke (and not improve on) the words of Judge Easterbrook:\n\n           Nothing we do as judges in criminal cases is\n           more important than assuring that the innocent\n           go free. . . . False accusations of crime must\n           be caught by prosecutor and petit jury; we\n           cannot reverse a conviction just because the\n           main witnesses may have been confused or,\n           worse, [are] liars. Now and again, however, a\n           case arrives in which something transparently\n           has gone wrong, and we must act. Every time\n           we reverse a conviction on account of\n           insufficient    evidence,   we    avert   many\n           more . . . .\n\nUnited States v. Martínez de Ortiz, 883 F.2d 515, 524 (7th Cir.\n\n1989) (Easterbrook, J. concurring); rehearing granted; judgment\n\nvacated, 897 F.2d 220 (7th Cir. 1990); superseded by 907 F.2d 629\n\n(7th Cir. 1990) (en banc).\n\n           What we are presented in this appeal raises a fresh and\n\nseparate injustice.      The twenty-year mandatory minimum sentence\n\nimposed on Cirilo-Muñoz is yet another example of the imprecise and\n\noverly harsh application of our restrictive sentencing regime. See\n\nUnited   States   v.   Poland,   562   F.3d   35,   43   (1st   Cir.   2009)\n\n(Torruella, J., concurring) (criticizing the mandatory minimum in\n\nthat case, stating \"[i]n the real life scenario of sentencing, such\n\na regime makes little sense because it takes away much of the\n\ndiscretion from where it should be, those on the front lines of the\n\ncriminal justice system\"). This regime imposes a mandatory minimum\n\nsentence on Cirilo-Muñoz that is three years longer than that\n\nimposed on Lugo-Sánchez, the one who actually orchestrated and\n\n                                   -6-\n\fcommitted     the   murder.      Cf.    Cirilo-Muñoz,   504   F.3d   at   126\n\n(Torruella, J.) (remanding for resentencing, in part, because\n\n\"[e]ven in our legal system, the cases that are reported do not\n\nsupport the disparity extant in this case between Cirilo-Muñoz, a\n\nminor aider and abettor, and Lugo[-Sánchez], the principal and\n\nmurderer\").\n\n            The district court's comments at sentencing encapsulate\n\nthe absurdity of this case:\n\n            The Court has reviewed the record in this case\n            and finds that this defendant, in this case,\n            especially concerning the evidence that was\n            presented at trial, had a mitigating [sic]\n            role. Defendant had lack -- according to the\n            evidence, and for sentencing purposes, had\n            lack of prior knowledge of Mr. Lugo[-\n            Sánchez]'s plans and intentions to kill the\n            undercover police officer.      In fact, the\n            defendant turned down two of Mr. Lugo[-\n            Sánchez]'s invitation's to injure the victim\n            in this case. Moreover, defendant was nowhere\n            in the vicinity when Mr. Lugo[-Sánchez] killed\n            the victim.      Lastly, Mr. Lugo[-Sánchez]\n            testified that he did not know the defendant\n            had followed him and that he did not ask him\n            to do so.\n\nThe district court made these findings on a preponderance of the\n\nevidence standard, which only underscores that the evidence was\n\ninsufficient to convict Cirilo-Muñoz in the first place.             But, the\n\ndistrict court was further straight-jacketed by the mandate of\n\nCongress into imposing the statutory minimum of twenty years\n\nimprisonment.        And   we   are    similarly   straight-jacketed      into\n\naffirming that sentence.\n\n\n                                       -7-\n\f           A series of coincidences have laid bare a system of law,\n\nwhich in Cirilo-Muñoz's particular circumstances has failed to\n\nprotect   him   from   the   oppressive   power   of   government   and   its\n\nbureaucracy.    The result is that a seventeen-year-old adolescent\n\nhas been condemned to spending his entire adult life incarcerated\n\nin a federal prison. To this wrongful outcome have contributed all\n\nthree branches of government, with Congress making its contribution\n\non this appeal through its draconian mandatory minimums.\n\n           Our prior decisions and the laws passed by Congress\n\ncommand this result, which I must obey.           I write this opinion so\n\nthat this injustice is not forgotten in our otherwise summary\n\ndisposal of Cirilo-Muñoz's appeal. His case calls out for clemency\n\nand relief, and should serve to remind us both of the flaws in our\n\nsystem of adjudicating guilt and the dangers of mandatory minimums.\n\n           I thus concur in the judgment.\n\n\n\n\n                                    -8-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>582 F.3d 54 (2009)</b></center>\n<center><h1>UNITED STATES, Appellee,<br>\nv.<br>\nErnesto CIRILO-MUÑOZ, Defendant, Appellant.</h1></center>\n<center>No. 08-1830.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted July 29, 2009.</center>\n<center>Decided September 4, 2009.</center>\n<p>Rafael Anglada-López on brief for appellant.</p>\n<p>Nelson Pérez-Sosa, Assistant U.S. Attorney, Julia M. Meconiates, Assistant U.S. Attorney, and Rosa Emilia Rodriguez-Velez, United States Attorney, on brief for appellee.</p>\n<p>Before TORRUELLA, STAHL and LIPEZ, Circuit Judges.</p>\n<p>PER CURIAM.</p>\n<p>Upon remand from this court, <i>see </i><i>United States v. Cirilo-Muñoz,</i> 504 F.3d 106 (1st Cir.2007), Ernesto Cirilo-Muñoz was resentenced to the statutory mandatory minimum sentence of 240 months. Cirilo-Muñoz once again appeals.</p>\n<p><span class=\"star-pagination\">*55</span> He asks, in conclusory fashion, that we declare the statutory mandatory minimum unconstitutional as applied to him, but he supplies no supporting argument. He did not present a constitutionally-based argument below so the claim is waived.</p>\n<p>The argument that Cirilo-Muñoz did raise below and which he reiterates in somewhat fleeting fashion here is unavailing. Courts have uniformly rejected the claim that § 3553(a)'s \"no greater than necessary\" language authorizes a district court to sentence below the statutory minimum. <i>See </i><i>United States v. Samas,</i> 561 F.3d 108, 110-111 (2d Cir.2009), <i>petition for cert. filed,</i> (U.S. Jun. 22, 2009) (No. 08-11058); <i>United States v. Huskey,</i> 502 F.3d 1196, 1200 (10th Cir.2007); <i>United States v. Franklin,</i> 499 F.3d 578, 585 (6th Cir. 2007); <i>United States v. Roberson,</i> 474 F.3d 432, 436 (7th Cir.2007).</p>\n<p>There being neither error of law nor abuse of discretion in the imposition of the statutory mandatory minimum sentence, the judgment of the district court entered on June 12, 2008 is <i>affirmed.</i></p>\n<p>TORRUELLA, Circuit Judge (concurring in the judgment).</p>\n<p>This case, and its outcome, is a notorious example of oppressive injustice culminating in an outrageous adjudication. It is a stain on the robes of American justice. Appellant Cirilo-Muñoz was convicted of aiding and abetting the murder of an on-duty police officer. He was convicted even though his co-defendant Lugo-Sánchez, the murderer himself, who initially tried to pin Cirilo-Muñoz for the murder and was the government's star witness, \"testified unequivocally that Cirilo[-Muñoz] had no advance knowledge about his plan to murder... and did not assist him in committing the murder in any way.\" <i>United States v. Mangual-Corchado,</i> 139 F.3d 34, 50 (1st Cir.1998) (McAuliffe, J., dissenting). We are now called upon to affirm the imposition of a harsh mandatory minimum sentence, which only compounds the injustice caused by Cirilo-Muñoz's conviction. Because I have taken an oath to uphold the law irrespective of my personal views, I am left without a principled choice in this appeal other than to concur, and, in the process, register my most vehement disagreement with the warped outcome of this case.</p>\n<p>As I have previously expressed elsewhere, there are many aspects of this case's long and troubled history that call into question the fairness of our criminal justice system. <i>See </i><i>United States v. Cirilo-Muñoz,</i> 504 F.3d 106 (1st Cir.2007) (decision of Torruella, J.); <i>Cirilo-Muñoz v. United States,</i> 404 F.3d 527, 533-37 (1st Cir.2005) (Torruella, J., concurring). Chief among these defects is a mistake made by our own court eleven years ago when it found the evidence at trial sufficient to establish that Cirilo-Muñoz had foreknowledge that his accomplice would kill the undercover officer. <i>Mangual-Corchado,</i> 139 F.3d at 44-49. The error of this decision is cogently and thoroughly expressed by Judge McAuliffe in his dissent. <i>See id.</i> at 49-56.</p>\n<p>Were I on the original panel in <i>Mangual-Corchado,</i> I would have voted to vacate Cirilo-Muñoz's conviction. Were the issue brought before us again, I would vote to revisit that decision; the finding that the evidence was sufficient is so \"obviously wrong\" as to rise to the level of \"manifest injustice\" vitiating the law of the case doctrine. <i>See </i><i>Ellis v. United States,</i> 313 F.3d 636, 647-48 (1st Cir.2002); <i>see also </i><i>Conley v. United States,</i> 323 F.3d 7, 13 (1st Cir. 2003) (en banc) (Boudin, C.J.) (\"Law of the case is not a straight jacket but can be avoidedat the discretion of the court that made the invoked rulingon several different bases.\"); <i>cf. id.</i> at 14 (distinguishing <span class=\"star-pagination\">*56</span> precedent limiting restrictions on post conviction review where only \"intra-federal proceedings\" are involved).<sup>[1]</sup> But the sufficiency of the evidence supporting Cirilo-Muñoz's conviction is not the issue presented in this appeal, and I see no way, under the present posture of this case, to reopen his conviction, unless he were to develop grounds for filing a new collateral challenge. <i>See </i><i>Calderón v. Thompson,</i> 523 U.S. 538, 118 S.Ct. 1489, 140 L.Ed.2d 728 (1998); <i>see also </i><i>In re Davis,</i> ___ U.S. ___, ___ S.Ct. ___, ___ Ed.2d ___, 2009 WL 2486475 (2009) (appellant's original petition for writ of habeas corpus remanded to district court to consider alleged new evidence of innocence, eighteen years after conviction for murder of a police officer).<sup>[2]</sup></p>\n<p>In again registering my concern with his conviction, I can only invoke (and not improve on) the words of Judge Easterbrook:</p>\n<blockquote>Nothing we do as judges in criminal cases is more important than assuring that the innocent go free.... False accusations of crime must be caught by prosecutor and petit jury; we cannot reverse a conviction just because the main witnesses may have been confused or, worse, [are] liars. Now and again, however, a case arrives in which something transparently has gone wrong, and we must act. Every time we reverse a conviction on account of insufficient evidence, we avert many more....</blockquote>\n<p><i>United States v. Martínez de Ortiz,</i> 883 F.2d 515, 524 (7th Cir.1989) (Easterbrook, J. concurring); <i>rehearing granted; judgment vacated,</i> 897 F.2d 220 (7th Cir.1990); <i>superseded by</i> 907 F.2d 629 (7th Cir.1990) (en banc).</p>\n<p>What we are presented in this appeal raises a fresh and separate injustice. The twenty-year mandatory minimum sentence imposed on Cirilo-Muñoz is yet another example of the imprecise and overly harsh application of our restrictive sentencing regime. <i>See </i><i>United States v. Poland,</i> 562 F.3d 35, 43 (1st Cir.2009) (Torruella, J., concurring) (criticizing the mandatory minimum in that case, stating \"[i]n the real life scenario of sentencing, such a regime makes little sense because it takes away much of the discretion from where it should be, those on the front lines of the criminal justice system\"). This regime imposes <span class=\"star-pagination\">*57</span> a mandatory minimum sentence on Cirilo-Muñoz that is three years longer than that imposed on Lugo-Sánchez, the one who <i>actually orchestrated and committed the murder. Cf. </i><i>Cirilo-Muñoz,</i> 504 F.3d at 126 (Torruella, J.) (remanding for resentencing, in part, because \"[e]ven in our legal system, the cases that are reported do not support the disparity extant in this case between Cirilo-Muñoz, a minor aider and abettor, and Lugo[-Sánchez], the principal and murderer\").</p>\n<p>The district court's comments at sentencing encapsulate the absurdity of this case:</p>\n<blockquote>The Court has reviewed the record in this case and finds that this defendant, in this case, especially concerning the evidence that was presented at trial, had a mitigating [sic] role. Defendant had lackaccording to the evidence, and for sentencing purposes, had lack of prior knowledge of Mr. Lugo[-Sánchez]'s plans and intentions to kill the undercover police officer. In fact, the defendant turned down two of Mr. Lugo[-Sánchez]'s invitation's to injure the victim in this case. Moreover, defendant was nowhere in the vicinity when Mr. Lugo[-Sánchez] killed the victim. Lastly, Mr. Lugo[-Sánchez] testified that he did not know the defendant had followed him and that he did not ask him to do so.</blockquote>\n<p>The district court made these findings on a preponderance of the evidence standard, which only underscores that the evidence was insufficient to convict Cirilo-Muñoz in the first place. But, the district court was further straight-jacketed by the mandate of Congress into imposing the statutory minimum of twenty years imprisonment. And we are similarly straight-jacketed into affirming that sentence.</p>\n<p>A series of coincidences have laid bare a system of law, which in Cirilo-Muñoz's particular circumstances has failed to protect him from the oppressive power of government and its bureaucracy. The result is that a seventeen-year-old adolescent has been condemned to spending his entire adult life incarcerated in a federal prison. To this wrongful outcome have contributed all three branches of government, with Congress making its contribution on this appeal through its draconian mandatory minimums.</p>\n<p>Our prior decisions and the laws passed by Congress command this result, which I must obey. I write this opinion so that this injustice is not forgotten in our otherwise summary disposal of Cirilo-Muñoz's appeal. His case calls out for clemency and relief, and should serve to remind us both of the flaws in our system of adjudicating guilt and the dangers of mandatory minimums.</p>\n<p>I thus concur in the judgment.</p>\n<h2>NOTES</h2>\n<p>[1]  For a full review of the tortuous procedural history of the <i>Conley</i> saga, a situation not totally irrelevant to the present case, see <i>United States v. Conley,</i> 186 F.3d 7 (1st Cir.1999) (<i>\"Conley I\"</i>), <i>cert. denied,</i> 529 U.S. 1017, 120 S.Ct. 1417, 146 L.Ed.2d 310 (2000); <i>United States v. Conley,</i> 103 F.Supp.2d 45 (D.Mass. 2000) (<i>\"Conley II\"</i>); <i>United States v. Conley,</i> 249 F.3d 38 (1st Cir.2001) (<i>\"Conley III\"</i>); <i>Conley v. United States,</i> 164 F.Supp.2d 216 (D.Mass.2001) (<i>\"Conley IV\"</i>).</p>\n<p>[2]  I note that <i>In re Davis,</i> although distinguishable in material respects, does offer Cirilo-Muñoz a glimmer of hope at achieving relief from his improper conviction. <i>Davis</i> involves an eighteen-year-old state conviction, in which the petitioner on a subsequent petition for collateral review claimed mere presence during the murder of a police officer, supported by new evidence in the nature of several exculpatory affidavits not presented at trial. In dissent, Justice Scalia questioned whether any of \"the allegedly new evidence\" was in fact new, as it had \"already been considered (and rejected) multiple times.\" <i>Id.</i> at ___-___, ___ S.Ct. ___, 2009 WL 2486475, *2-4 (Scalia, J., dissenting).\n</p>\n<p>Although Cirilo-Muñoz presents no new evidence of actual innocence here, the fact that the Supreme Court is willing to revisit a conviction even older than Cirilo-Muñoz's provides some hope that the Supreme Court (or even our court) would revisit Cirilo-Muñoz's conviction should he procure new evidence of his actual innocence. <i>See</i> 28 U.S.C. § 2244(b)(3)(A) (outline grounds for filing second or successive habeas petition with court of appeals). In fact, if Justice Scalia's claim is true, then <i>Davis</i> leaves open just how \"new\" the evidence has to be to permit a court to review Cirilo-Muñoz's conviction.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">582</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></span> (2009)</b></center>\n<center><h1>UNITED STATES, Appellee,<br>\nv.<br>\nErnesto CIRILO-MUÑOZ, Defendant, Appellant.</h1></center>\n<center>No. 08-1830.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted July 29, 2009.</center>\n<center>Decided September 4, 2009.</center>\n<p>Rafael Anglada-López on brief for appellant.</p>\n<p>Nelson Pérez-Sosa, Assistant U.S. Attorney, Julia M. Meconiates, Assistant U.S. Attorney, and Rosa Emilia Rodriguez-Velez, United States Attorney, on brief for appellee.</p>\n<p>Before TORRUELLA, STAHL and LIPEZ, Circuit Judges.</p>\n<p>PER CURIAM.</p>\n<p>Upon remand from this court, <i>see </i><i>United States v. Cirilo-Muñoz,</i> <span class=\"citation\" data-id=\"203008\"><a href=\"/opinion/203008/united-states-v-cirilo-munoz/\"><span class=\"volume\">504</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">106</span></a></span> (1st Cir.2007), Ernesto Cirilo-Muñoz was resentenced to the statutory mandatory minimum sentence of 240 months. Cirilo-Muñoz once again appeals.</p>\n<p><span class=\"star-pagination\">*55</span> He asks, in conclusory fashion, that we declare the statutory mandatory minimum unconstitutional as applied to him, but he supplies no supporting argument. He did not present a constitutionally-based argument below so the claim is waived.</p>\n<p>The argument that Cirilo-Muñoz did raise below and which he reiterates in somewhat fleeting fashion here is unavailing. Courts have uniformly rejected the claim that § 3553(a)'s \"no greater than necessary\" language authorizes a district court to sentence below the statutory minimum. <i>See </i><i>United States v. Samas,</i> <span class=\"citation\" data-id=\"1373482\"><a href=\"/opinion/1373482/united-states-v-samas/\"><span class=\"volume\">561</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">108</span></a></span>, 110-111 (2d Cir.2009), <i>petition for cert. filed,</i> (U.S. Jun. 22, 2009) (No. 08-11058); <i>United States v. Huskey,</i> <span class=\"citation\" data-id=\"169782\"><a href=\"/opinion/169782/united-states-v-huskey/\"><span class=\"volume\">502</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1196</span></a></span>, 1200 (10th Cir.2007); <i>United States v. Franklin,</i> <span class=\"citation\" data-id=\"1363111\"><a href=\"/opinion/1363111/united-states-v-franklin/\"><span class=\"volume\">499</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">578</span></a></span>, 585 (6th Cir. 2007); <i>United States v. Roberson,</i> <span class=\"citation\" data-id=\"796562\"><a href=\"/opinion/796562/united-states-v-gary-roberson/\"><span class=\"volume\">474</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">432</span></a></span>, 436 (7th Cir.2007).</p>\n<p>There being neither error of law nor abuse of discretion in the imposition of the statutory mandatory minimum sentence, the judgment of the district court entered on June 12, 2008 is <i>affirmed.</i></p>\n<p>TORRUELLA, Circuit Judge (concurring in the judgment).</p>\n<p>This case, and its outcome, is a notorious example of oppressive injustice culminating in an outrageous adjudication. It is a stain on the robes of American justice. Appellant Cirilo-Muñoz was convicted of aiding and abetting the murder of an on-duty police officer. He was convicted even though his co-defendant Lugo-Sánchez, the murderer himself, who initially tried to pin Cirilo-Muñoz for the murder and was the government's star witness, \"testified unequivocally that Cirilo[-Muñoz] had no advance knowledge about his plan to murder... and did not assist him in committing the murder in any way.\" <i>United States v. Mangual-Corchado,</i> <span class=\"citation\" data-id=\"752407\"><a href=\"/opinion/752407/united-states-v-saul-mangual-corchado-united-states-of-america-v-ernesto/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 50 (1st Cir.1998) (McAuliffe, J., dissenting). We are now called upon to affirm the imposition of a harsh mandatory minimum sentence, which only compounds the injustice caused by Cirilo-Muñoz's conviction. Because I have taken an oath to uphold the law irrespective of my personal views, I am left without a principled choice in this appeal other than to concur, and, in the process, register my most vehement disagreement with the warped outcome of this case.</p>\n<p>As I have previously expressed elsewhere, there are many aspects of this case's long and troubled history that call into question the fairness of our criminal justice system. <i>See </i><i>United States v. Cirilo-Muñoz,</i> <span class=\"citation\" data-id=\"203008\"><a href=\"/opinion/203008/united-states-v-cirilo-munoz/\"><span class=\"volume\">504</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">106</span></a></span> (1st Cir.2007) (decision of Torruella, J.); <i>Cirilo-Muñoz v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">527</span></span>, 533-37 (1st Cir.2005) (Torruella, J., concurring). Chief among these defects is a mistake made by our own court eleven years ago when it found the evidence at trial sufficient to establish that Cirilo-Muñoz had foreknowledge that his accomplice would kill the undercover officer. <i>Mangual-Corchado,</i> 139 F.3d at 44-49. The error of this decision is cogently and thoroughly expressed by Judge McAuliffe in his dissent. <i>See id.</i> at 49-56.</p>\n<p>Were I on the original panel in <i>Mangual-Corchado,</i> I would have voted to vacate Cirilo-Muñoz's conviction. Were the issue brought before us again, I would vote to revisit that decision; the finding that the evidence was sufficient is so \"obviously wrong\" as to rise to the level of \"manifest injustice\" vitiating the law of the case doctrine. <i>See </i><i>Ellis v. United States,</i> <span class=\"citation\" data-id=\"200248\"><a href=\"/opinion/200248/ellis-v-united-states/\"><span class=\"volume\">313</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">636</span></a></span>, 647-48 (1st Cir.2002); <i>see also </i><i>Conley v. United States,</i> <span class=\"citation\" data-id=\"781268\"><a href=\"/opinion/781268/kenneth-conley-v-united-states/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 13 (1st Cir. 2003) (en banc) (Boudin, C.J.) (\"Law of the case is not a straight jacket but can be avoidedat the discretion of the court that made the invoked rulingon several different bases.\"); <i>cf. id.</i> at 14 (distinguishing <span class=\"star-pagination\">*56</span> precedent limiting restrictions on post conviction review where only \"intra-federal proceedings\" are involved).<sup>[1]</sup> But the sufficiency of the evidence supporting Cirilo-Muñoz's conviction is not the issue presented in this appeal, and I see no way, under the present posture of this case, to reopen his conviction, unless he were to develop grounds for filing a new collateral challenge. <i>See </i><i>Calderón v. Thompson,</i> <span class=\"citation\" data-id=\"118202\"><a href=\"/opinion/118202/calderon-v-thompson/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">538</span></a></span>, <span class=\"citation\" data-id=\"118202\"><a href=\"/opinion/118202/calderon-v-thompson/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1489</span></a></span>, <span class=\"citation\" data-id=\"118202\"><a href=\"/opinion/118202/calderon-v-thompson/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">728</span></a></span> (1998); <i>see also </i><i>In re Davis,</i> ___ U.S. ___, ___ S.Ct. ___, ___ Ed.2d ___, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">2486475</span></span> (2009) (appellant's original petition for writ of habeas corpus remanded to district court to consider alleged new evidence of innocence, eighteen years after conviction for murder of a police officer).<sup>[2]</sup></p>\n<p>In again registering my concern with his conviction, I can only invoke (and not improve on) the words of Judge Easterbrook:</p>\n<blockquote>Nothing we do as judges in criminal cases is more important than assuring that the innocent go free.... False accusations of crime must be caught by prosecutor and petit jury; we cannot reverse a conviction just because the main witnesses may have been confused or, worse, [are] liars. Now and again, however, a case arrives in which something transparently has gone wrong, and we must act. Every time we reverse a conviction on account of insufficient evidence, we avert many more....</blockquote>\n<p><i>United States v. Martínez de Ortiz,</i> <span class=\"citation\" data-id=\"528253\"><a href=\"/opinion/528253/united-states-v-margarita-martinez-de-ortiz/\"><span class=\"volume\">883</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">515</span></a></span>, 524 (7th Cir.1989) (Easterbrook, J. concurring); <i>rehearing granted; judgment vacated,</i> <span class=\"citation\" data-id=\"537224\"><a href=\"/opinion/537224/united-states-v-margarita-martinez-de-ortiz/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">220</span></a></span> (7th Cir.1990); <i>superseded by</i> <span class=\"citation\" data-id=\"544288\"><a href=\"/opinion/544288/united-states-v-margarita-martinez-de-ortiz/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">629</span></a></span> (7th Cir.1990) (en banc).</p>\n<p>What we are presented in this appeal raises a fresh and separate injustice. The twenty-year mandatory minimum sentence imposed on Cirilo-Muñoz is yet another example of the imprecise and overly harsh application of our restrictive sentencing regime. <i>See </i><i>United States v. Poland,</i> <span class=\"citation no-link\"><span class=\"volume\">562</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></span>, 43 (1st Cir.2009) (Torruella, J., concurring) (criticizing the mandatory minimum in that case, stating \"[i]n the real life scenario of sentencing, such a regime makes little sense because it takes away much of the discretion from where it should be, those on the front lines of the criminal justice system\"). This regime imposes <span class=\"star-pagination\">*57</span> a mandatory minimum sentence on Cirilo-Muñoz that is three years longer than that imposed on Lugo-Sánchez, the one who <i>actually orchestrated and committed the murder. Cf. </i><i>Cirilo-Muñoz,</i> 504 F.3d at 126 (Torruella, J.) (remanding for resentencing, in part, because \"[e]ven in our legal system, the cases that are reported do not support the disparity extant in this case between Cirilo-Muñoz, a minor aider and abettor, and Lugo[-Sánchez], the principal and murderer\").</p>\n<p>The district court's comments at sentencing encapsulate the absurdity of this case:</p>\n<blockquote>The Court has reviewed the record in this case and finds that this defendant, in this case, especially concerning the evidence that was presented at trial, had a mitigating [sic] role. Defendant had lackaccording to the evidence, and for sentencing purposes, had lack of prior knowledge of Mr. Lugo[-Sánchez]'s plans and intentions to kill the undercover police officer. In fact, the defendant turned down two of Mr. Lugo[-Sánchez]'s invitation's to injure the victim in this case. Moreover, defendant was nowhere in the vicinity when Mr. Lugo[-Sánchez] killed the victim. Lastly, Mr. Lugo[-Sánchez] testified that he did not know the defendant had followed him and that he did not ask him to do so.</blockquote>\n<p>The district court made these findings on a preponderance of the evidence standard, which only underscores that the evidence was insufficient to convict Cirilo-Muñoz in the first place. But, the district court was further straight-jacketed by the mandate of Congress into imposing the statutory minimum of twenty years imprisonment. And we are similarly straight-jacketed into affirming that sentence.</p>\n<p>A series of coincidences have laid bare a system of law, which in Cirilo-Muñoz's particular circumstances has failed to protect him from the oppressive power of government and its bureaucracy. The result is that a seventeen-year-old adolescent has been condemned to spending his entire adult life incarcerated in a federal prison. To this wrongful outcome have contributed all three branches of government, with Congress making its contribution on this appeal through its draconian mandatory minimums.</p>\n<p>Our prior decisions and the laws passed by Congress command this result, which I must obey. I write this opinion so that this injustice is not forgotten in our otherwise summary disposal of Cirilo-Muñoz's appeal. His case calls out for clemency and relief, and should serve to remind us both of the flaws in our system of adjudicating guilt and the dangers of mandatory minimums.</p>\n<p>I thus concur in the judgment.</p>\n<h2>NOTES</h2>\n<p>[1]  For a full review of the tortuous procedural history of the <i>Conley</i> saga, a situation not totally irrelevant to the present case, see <i>United States v. Conley,</i> <span class=\"citation\" data-id=\"765470\"><a href=\"/opinion/765470/united-states-v-kenneth-m-conley/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span> (1st Cir.1999) (<i>\"Conley I\"</i>), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1017</span></span>, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1417</span></span>, <span class=\"citation no-link\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">310</span></span> (2000); <i>United States v. Conley,</i> <span class=\"citation\" data-id=\"2469527\"><a href=\"/opinion/2469527/united-states-v-conley/\"><span class=\"volume\">103</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">45</span></a></span> (D.Mass. 2000) (<i>\"Conley II\"</i>); <i>United States v. Conley,</i> <span class=\"citation\" data-id=\"199406\"><a href=\"/opinion/199406/united-states-v-conley/\"><span class=\"volume\">249</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span> (1st Cir.2001) (<i>\"Conley III\"</i>); <i>Conley v. United States,</i> <span class=\"citation\" data-id=\"2459852\"><a href=\"/opinion/2459852/conley-v-united-states/\"><span class=\"volume\">164</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">216</span></a></span> (D.Mass.2001) (<i>\"Conley IV\"</i>).</p>\n<p>[2]  I note that <i>In re Davis,</i> although distinguishable in material respects, does offer Cirilo-Muñoz a glimmer of hope at achieving relief from his improper conviction. <i>Davis</i> involves an eighteen-year-old state conviction, in which the petitioner on a subsequent petition for collateral review claimed mere presence during the murder of a police officer, supported by new evidence in the nature of several exculpatory affidavits not presented at trial. In dissent, Justice Scalia questioned whether any of \"the allegedly new evidence\" was in fact new, as it had \"already been considered (and rejected) multiple times.\" <i>Id.</i> at ___-___, ___ S.Ct. ___, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">2486475</span></span>, *2-4 (Scalia, J., dissenting).\n</p>\n<p>Although Cirilo-Muñoz presents no new evidence of actual innocence here, the fact that the Supreme Court is willing to revisit a conviction even older than Cirilo-Muñoz's provides some hope that the Supreme Court (or even our court) would revisit Cirilo-Muñoz's conviction should he procure new evidence of his actual innocence. <i>See</i> 28 U.S.C. § 2244(b)(3)(A) (outline grounds for filing second or successive habeas petition with court of appeals). In fact, if Justice Scalia's claim is true, then <i>Davis</i> leaves open just how \"new\" the evidence has to be to permit a court to review Cirilo-Muñoz's conviction.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/118202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/169782/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203008/",
    "http://www.courtlistener.com/api/rest/v3/opinions/528253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537224/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544288/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752407/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796562/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1363111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1373482/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2459852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2469527/"
  ]
}