{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203945/",
  "absolute_url": "/opinion/203945/united-states-v-angulo-hernandez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203945/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:27:10Z",
  "date_modified": "2016-04-26T07:22:43.319261Z",
  "type": "010combined",
  "sha1": "a4b38e0b0b08b48caefa7a0a692dd2d8fc537c4b",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-2428O-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/08/07/US_v._Angulo-Hernandez.pdf",
  "plain_text": "              United States Court of Appeals\n                      For the First Circuit\nNo. 07-2428\n\n                     UNITED STATES OF AMERICA,\n\n                               Appellee,\n\n                                   v.\n\n                    ALBERTO ANGULO-HERNÁNDEZ,\n\n                          Defendant, Appellant.\n\n\nNo. 07-2453\n\n                     UNITED STATES OF AMERICA,\n\n                               Appellee,\n\n                                   v.\n\n                   EUSEBIO ESTUPINAN-ESTUPINAN,\n\n\n                          Defendant, Appellant.\n\n\n\nNo. 07-2460\n\n                     UNITED STATES OF AMERICA,\n\n                               Appellee,\n\n                                   v.\n\n\n                  GUSTAVO RAFAEL BRITO-FERNÁNDEZ,\n\n                          Defendant, Appellant.\n\fNo. 07-2497\n\n                                UNITED STATES OF AMERICA,\n\n                                             Appellee,\n\n                                                  v.\n\n                                JOSÉ LUIS CASIANO-JIMÉNEZ,\n\n                                       Defendant, Appellant.\n\n\n                                              Before\n                                       Lynch, Chief Judge,\n                              Torruella, Boudin, Lipez and Howard,\n                                          Circuit Judges.\n\n                                      ORDER OF COURT\n                                     Entered: August 7, 2009\n\n       Defendant José Luis Casiano-Jiménez's petition for rehearing is denied.\n\n       Defendants Alberto Angulo-Hernández, Eusebio Estupinan-Estupinan, and Gustavo Rafael\n\nBrito-Fernández's petitions for rehearing having been denied by the panel of judges who decided the\n\ncase, and the petitions for rehearing en banc having been submitted to the active judges of this court\n\nand a majority of the judges not having voted that the cases be heard en banc, it is ordered that the\n\npetitions for rehearing and the petitions for rehearing en banc be denied.\n\n\n\n                                                       By the Court:\n                                                       /s/ Richard Cushing Donovan, Clerk\n\n\n\n\ncc: Hon José A. Fusté, Ms. Frances de Moran, Clerk, United States District Court for the District of\nPuerto Rico, Mr. Rivera-Ortiz, Mr. Anglada-López, Mr. Rieckehoff, Mr. Andrade-Ravelo, Mr.\nHenwood, Mr. Burgos-Amador, Mr. Inserni-Milán, Mr. Laws, Mr. Pérez-Sosa and Mr. Olmo-\nRodriguez.\n\f               TORRUELLA, Circuit Judge (Dissenting from the denial of en banc review).\n\nIn this case, defendants challenge their convictions under the Maritime Drug Law Enforcement Act\n\n(\"MDLEA\"). 46 U.S.C. §§ 70501-08. The Coast Guard found a large quantity of drugs banned\n\nunder United States law on board the defendants' Bolivian vessel in the Caribbean, en route from\n\nColombia to the Dominican Republic. Neither the defendants nor any other crewmembers are U.S.\n\nnationals, and there is no other specific suggestion of any tie to the United States. I dissent from the\n\ndenial of en banc review on two grounds set forth below.\n\n                                            I. Sufficiency\n\n               Up to now, the rule in this circuit has been that a defendant's mere presence at the\n\nscene of a discovery of a quantity of illegal drugs is, without additional evidence, insufficient to\n\nestablish a defendant's knowledge of the presence of those drugs. United States v. Steuben, 850 F.2d\n\n859, 864 (1st Cir. 1988). As a result of the panel opinion, that rule is now substituted by one that\n\nallows a jury to speculatively link presence to entrustment, and then link entrustment to knowledge.\n\nUnited States v. Angulo-Hernández, 565 F.3d 2, 13-18 (1st Cir. 2009) (Torruella, J., dissenting).\n\nI would grant en banc rehearing as to this issue as to crewmembers Casiano-Jiménez and Brito-\n\nFernández to correct this error.\n\n                                   II. Extraterritorial Jurisdiction\n\n               Additionally, I would grant en banc rehearing as to all defendants to allow this court\n\nto reexamine and correct our law on the extraterritorial reach of the MDLEA. The defendants,\n\nforeign nationals on a foreign-flag ship in waters not subject to U.S. jurisdiction, have challenged\n\nthe application of the MDLEA to them in this prosecution. In the panel decision, I concurred in this\n\napplication, because our circuit precedent clearly forecloses their argument. Id. at 19.\n\n\n                                                  -3-\n\f                But our precedent has missed an important logical link in its decision to uphold the\n\nMDLEA against a due process challenge on similar facts. And, as explained below, a convincing\n\nargument can be made that due process aside, Congress lacks the power to proscribe the instant\n\nconduct, which lacks a nexus with the United States. Both legal strands lead to the same conclusion:\n\nwe should follow the Ninth Circuit and impose a requirement that a prosecution under the MDLEA\n\nestablish a nexus between the criminal conduct and the United States.\n\n                A. Due Process\n\n                In an earlier decision addressing whether the MDLEA included a nexus requirement,\n\nUnited States v. Cardales, we agreed with the Ninth Circuit that MDLEA defendants had a due\n\nprocess right not to be subject to this country's law enforcement in a manner that was \"arbitrary or\n\nfundamentally unfair.\" 168 F.3d 548, 553 (1st Cir. 1999) (citing United States v. Davis, 905 F.2d\n\n245, 248-49 (9th Cir. 1990)).        But we concluded that the MDLEA, even without a nexus\n\nrequirement, was neither arbitrary nor unfair. Id. We reasoned that through consent of the flag\n\nnation, the MDLEA comported with the territorial principle of international law, which provides that\n\na \"'state has jurisdiction to prescribe and enforce a rule of law in the territory of another state to the\n\nextent provided by international agreement with the other state.'\" Id. (quoting United States v.\n\nRobinson, 843 F.2d 1, 4 (1st Cir. 1988)). We also rejected a nexus requirement as we found\n\napplication of the MDLEA consistent with the \"the protective principle of international law because\n\nCongress has determined that all drug trafficking aboard vessels threatens our nation's security.\" Id.\n\nThese conclusions are both suspect. The consent of the flag nation is not material to a due process\n\nanalysis focused on our government's power over a foreign individual defendant. And the protective\n\nprinciple is simply inapplicable on these facts.\n\n\n                                                   -4-\n\f                           1. The Protective Principle\n\n                I will address the latter rationale first. Justifying the reach of the MDLEA under the\n\nprotective principle is not convincing on facts where there is no nexus between the drug trafficking\n\nvessel and the United States. Cf. Robinson, 843 F.2d at 3-4 (Breyer, J.) (observing problems with\n\nthat principle and so relying only on the territoriality principle). Since the drugs at issue in this case\n\nwere heading for the Dominican Republic, not the United States, there is not the kind of direct threat\n\nto the United States required to trigger the protective principle. See United States v. Perlaza, 439\n\nF.3d 1149, 1162 (9th Cir. 2006) (\"Our circuit has recognized the 'protective principle' as part of its\n\nconsideration of whether nexus exists, not as a substitute for it.\").\n\n                The only response to this argument is that drug trafficking, generally, is such a global\n\nthreat that the United States is justified in protecting itself by prosecuting traffickers anywhere,\n\nregardless of the destination of the drug shipment. See 46 U.S.C. § 70501 (generally finding\n\ntrafficking to be a threat to the United States). But this broad proposition is not consistent with\n\ninternational law. See Restatement (Third) of Foreign Relations Law § 402 cmt. f (1987) (defining\n\nthe scope of the protective principle as allowing prosecution of \"offenses directed against the security\n\nof the state or other offenses threatening the integrity of governmental functions that are generally\n\nrecognized as crimes by developed legal systems,\" such as counterfeiting currency). Relying on the\n\nprotective principle without any nexus would be to conclude that Congress could allow for arrests\n\nand prosecutions of drug traffickers on the other side of the world, even without flag-nation consent.\n\nThis cannot be and is not the correct result; the protective principle requires a showing that the\n\n\"particular conduct endangered the United States.\" Eugene Kontorovich, Beyond the Article I\n\nHorizon: Congress's Enumerated Powers and Universal Jurisdiction over Drug Crimes, 93 Minn. L.\n\n\n                                                   -5-\n\fRev. 1191, 1229-31 (2009) (rejecting, in the context of analyzing Congress's Article I powers, the\n\nargument that the MDLEA could be justified under the protective principle because drugs not\n\ndestined for United States markets do not fall into the \"limited class of offenses . . . directed at the\n\nsecurity of the State,\" since that principle \"refers to the safety and integrity of the state apparatus\n\nitself (its 'government functions' or 'state interests'), not its overall physical and moral well-being\");\n\nsee also Robinson, 843 F.2d at 3 (identifying, but not resolving, this argument). Such interpretation\n\nwould result in a protective principle which swallows the principle of universal jurisdiction.\n\nKontorovich, Beyond the Article I Horizon, supra, at 1231.\n\n                           2. The Territorial Principle\n\n                Relying on the consent of the flag nation, the \"territorial\" argument could justify our\n\ngovernment's exercise of power under international law. But this does not mean that all due process\n\nconcerns are automatically satisfied. In other words, we erred in Cardales, and subsequent precedent,\n\nby assuming due process was satisfied if international law was satisfied.1\n\n                Rather, compliance with international law is necessary but not sufficient. Under the\n\ndoctrine of personal jurisdiction, principles of due process and comity between the states preclude\n\none state from exercising jurisdiction over non-forum-state individuals where that person lacks\n\n        1\n            This position is well-made in a Ninth Circuit decision:\n\n                International law principles may be useful as a rough guide of\n                whether a sufficient nexus exists between the defendant and the\n                United States so that application of the statute in question would not\n                violate due process. However, danger exists that emphasis on\n                international law principles will cause us to lose sight of the ultimate\n                question: would application of the statute to the defendant be arbitrary\n                or fundamentally unfair?\n\nDavis, 905 F.2d at 249 n.2 (citation omitted).\n\n                                                   -6-\n\fsufficient contacts with the forum state. See Helicopteros Nacionales de Colombia, S.A. v. Hall, 466\n\nU.S. 408, 414 (1984) (finding no personal jurisdiction over a foreign defendant in a suit based on\n\na foreign helicopter crash where there were no \"certain minimum contacts with [the forum] such that\n\nthe maintenance of the suit [did] not offend 'traditional notions of fair play and substantial justice.'\"\n\n(quoting Int'l Shoe Co. v. Washington, 326 U.S. 310, 316 (1945))). The same result should be\n\napplied when our government attempts to exercise criminal jurisdiction over foreign nationals -- due\n\nprocess limits one State's power to seize the citizen of another State, absent a nexus between the\n\nseizing State and the seized individual. See Perlaza, 439 F.3d at 1168 (\"The nexus requirement is\n\na judicial gloss applied to ensure that a defendant is not improperly haled before a court for trial . .\n\n. . [It] serves the same purpose as the minimum contacts test in personal jurisdiction.\" (internal\n\nquotation marks omitted)); United States v. Caicedo, 47 F.3d 370, 372 (9th Cir. 1995) (\"A defendant\n\nwould have a legitimate expectation that because he has subjected himself to the laws of one nation,\n\nother nations will not be entitled to exercise jurisdiction without some nexus.\"); see also Restatement\n\n(Third) of Foreign Relations Law § 403 (explaining that extraterritorial exercise of jurisdiction must\n\nbe reasonable, and basing a reasonableness inquiry on eight factors, many of which relate to the\n\nnexus between the activity and the jurisdiction). Considered in this way, I fail to see how the fact\n\nthat the flag nation has consented to a search and potential arrest aboard its vessel in international\n\nwater has any bearing on the sufficiency of contacts between a defendant and the United States.\n\nThus, consent of the flag nation, while relevant to establishing statutory jurisdiction, should not\n\nautomatically establish that due process is satisfied. See Perlaza, 439 F.3d at 1169.\n\n\n\n\n                                                  -7-\n\f               B. Constitutional Power\n\n               In addition to the due process problem, a separate basis supports vacatur here: the\n\nMDLEA, as applied without a nexus requirement, is beyond Congress's power. See Kontorovich,\n\nBeyond the Article I Horizon, supra; Eugene Kontorovich, The \"Define and Punish\" Clause and the\n\nLimits of Universal Jurisdiction, 103 Nw. U. L. Rev. 149 (2009).\n\n               The MDLEA, as applied without a nexus requirement, cannot be legitimately based\n\non the \"Piracy and Felonies\" clause, which gives Congress the power to \"define and punish Piracies\n\nand Felonies committed on the high Seas and Offenses against the Law of Nations.\" U.S. Const. art.\n\nI, § 8, cl. 10. The term \"Felonies\" has not been read to include all felonies, but rather only felonies\n\nwith an adequate jurisdictional nexus to the United States. See, e.g., United States v. Furlong, 18\n\nU.S. 184, 197 (1820). The Furlong decision rejected a prosecution for murder of a foreigner by\n\nanother foreigner on a foreign vessel. Id. In so doing, the Court effectively distinguished between\n\n\"Felonies,\" which are not subject to universal jurisdiction, and \"Piracy,\" which is. Id. at 196-198 (\"If\n\nby calling murder piracy, it might assert a jurisdiction over that offence committed by a foreigner\n\nin a foreign vessel, what offence might not be brought within their power by the same device?\").\n\nThis understanding is also demonstrated by congressional hesitance to prohibit the slave trade unless\n\nthere was a nexus between the defendant and the United States. See Kontorovich, Beyond the\n\nArticle I Horizon, supra, at 1207-17.\n\n               Even though the term \"Piracy\" has evolved to include other crimes that are universally\n\ncondemned (as the slave trade has since become), the drug trade is not subject to universal\n\n\n\n\n                                                  -8-\n\fjurisdiction. See id. at 1223-27.2 As explained above, the protective principle also does not support\n\nexercise without nexus. Id. at 1229-31. Nor can the consent from other nations be deemed some\n\nform of extension of legislative power by treaty.3 Id. at 1227-29, 1238-48. Further, no other Article\n\nI powers save the MDLEA. Id. at 1237-51 (explaining that treaty power does not apply and that\n\nforeign commerce clause power does not apply absent a nexus). Thus, the exercise of Congressional\n\npower in enacting the MDLEA is not consistent with the Constitution, which limits Congress's\n\n\n\n       2\n           As explained in the article, the United Nation Convention on the Law of the Seas, Article\n105 allows every State to \"seize a pirate ship or aircraft, or a ship or aircraft taken by piracy and\nunder the control of pirates, and arrest the persons and seize the property on board.\" The same\nconvention, Article 108, only recognizes that States may cooperate to eliminate the drug trade. A\nSecond Circuit decision is also of note:\n\n               The historical restriction of universal jurisdiction to piracy, war\n               crimes, and crimes against humanity demonstrates that universal\n               jurisdiction arises under customary international law only where\n               crimes (1) are universally condemned by the community of nations,\n               and (2) by their nature occur either outside of a State or where there\n               is no State capable of punishing, or competent to punish, the crime\n               (as in a time of war).\n\nSee United States v. Yousef, 327 F.3d 56, 103-05 (2d Cir. 2003) (finding certain terrorist acts not\nsubject to universal jurisdiction); see also Restatement (Third) of Foreign Relations Law § 404.\nDrug trafficking does not rise to the required level of universal condemnation:\n\n               While there is no firm agreement on the precise set of crimes subject\n               to UJ, there is a general consensus that they are egregious, violent\n               human rights abuses. Not a single UJ offense, or indeed widely\n               recognized international crime, is a so-called victimless offense. All\n               U.S. courts that have considered the issue have held that narcotics\n               traffic falls outside UJ.\n\nKontorovich, Beyond the Article I Horizon, supra, at 1224 (footnotes omitted).\n       3\n             In this regard, it is important not to confuse consent by a flag nation with true\nstatelessness, where the analysis may be quite different. Id. at 1229; see also Caicedo, 47 F.3d at\n372-73.\n\n                                                -9-\n\fpower to proscribe crimes on the high sea to crimes of universal jurisdiction and crimes with a U.S.\n\nnexus.\n\n                                         III. Conclusion\n\n               On the sufficiency issue, the panel opinion uproots our precedent. On the question\n\nof the extraterritorial reach of the MDLEA, the panel opinion rests on substantial circuit precedent,\n\nwhich, in my view, is in need of serious reexamination. Each of these is adequate justification for\n\nen banc review. For the reasons stated, I respectfully dissent from the refusal to grant en banc\n\nreview.\n\n\n\n\n                                                -10-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>576 F.3d 59 (2009)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nAlberto ANGULO-HERNÁNDEZ, Defendant, Appellant.<br>\nUnited States of America, Appellee,<br>\nv.<br>\nEusebio Estupinan-Estupinan, Defendant, Appellant.<br>\nUnited States of America, Appellee,<br>\nv.<br>\nGustavo Rafael Brito-Fernández, Defendant, Appellant.<br>\nUnited States of America, Appellee,<br>\nv.<br>\nJosé Luis Casiano-Jiménez, Defendant, Appellant.</h1></center>\n<center>Nos. 07-2428, 07-2453, 07-2460, 07-2497.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>August 7, 2009.</center>\n<p>Timothy R. Henwood, Nelson J. Perez-Sosa, German Rieckehoff, US Attorney's Office, San Juan, PR, for United States of America.</p>\n<p>Rafael Anglada-Lopez, San Juan, PR, for Alberto Angulo-Hernández.</p>\n<p>Jorge Enrique Rivera-Ortiz, Law Office of Jorge E. Rivera Ortiz, Manati, PR, Rafael Andrade-Ravelo, Joseph C. Laws, Federal Public Defender's Office, San Juan, PR, for Eusebio Estupinan-Estupinan.</p>\n<p>Jedrick H. Burgos Amador, Trujillo Alto, PR, for Gustavo R. Brito-Fernandez.</p>\n<p>Frank D. Inserni Milam, Frank D. Inserni Milam Law Office, Hato Rey, PR, for Jose Luis Casiano-Jimenez.</p>\n<p>Before LYNCH, Chief Judge, TORRUELLA, BOUDIN, LIPEZ and HOWARD, Circuit Judges.</p>\n<p></p>\n<h2>ORDER OF COURT</h2>\n<p>Defendant José Luis Casiano-Jiménez's petition for rehearing is denied.</p>\n<p>Defendants Alberto Angulo-Hernández, Eusebio Estupinan-Estupinan, and Gustavo Rafael Brito-Fernández's petitions for rehearing having been denied by the panel of judges who decided the case, and the petitions for rehearing en banc having been submitted to the active judges of this court and a majority of the judges not having voted that the cases be heard en banc, it is ordered that the petitions for rehearing and the petitions for rehearing en banc be denied.</p>\n<p>TORRUELLA, Circuit Judge (Dissenting from the denial of en banc review).</p>\n<p>In this case, defendants challenge their convictions under the Maritime Drug Law Enforcement Act (\"MDLEA\"). 46 U.S.C. §§ 70501-08. The Coast Guard found a large quantity of drugs banned under United States law on board the defendants' <span class=\"star-pagination\">*60</span> Bolivian vessel in the Caribbean, en route from Colombia to the Dominican Republic. Neither the defendants nor any other crewmembers are U.S. nationals, and there is no other specific suggestion of any tie to the United States. I dissent from the denial of en banc review on two grounds set forth below.</p>\n<p></p>\n<h2>I. <i>Sufficiency</i>\n</h2>\n<p>Up to now, the rule in this circuit has been that a defendant's mere presence at the scene of a discovery of a quantity of illegal drugs is, without additional evidence, insufficient to establish a defendant's knowledge of the presence of those drugs. <i>United States v. Steuben,</i> 850 F.2d 859, 864 (1st Cir.1988). As a result of the panel opinion, that rule is now substituted by one that allows a jury to speculatively link presence to entrustment, and then link entrustment to knowledge. <i>United States v. Angulo-Hernández,</i> 565 F.3d 2, 13-18 (1st Cir.2009) (Torruella, J., dissenting). I would grant en banc rehearing as to this issue as to crewmembers Casiano-Jiménez and Brito-Fernández to correct this error.</p>\n<p></p>\n<h2>II. <i>Extraterritorial Jurisdiction</i>\n</h2>\n<p>Additionally, I would grant en banc rehearing as to all defendants to allow this court to reexamine and correct our law on the extraterritorial reach of the MDLEA. The defendants, foreign nationals on a foreign-flag ship in waters not subject to U.S. jurisdiction, have challenged the application of the MDLEA to them in this prosecution. In the panel decision, I concurred in this application, because our circuit precedent clearly forecloses their argument. <i>Id.</i> at 19.</p>\n<p>But our precedent has missed an important logical link in its decision to uphold the MDLEA against a due process challenge on similar facts. And, as explained below, a convincing argument can be made that due process aside, Congress lacks the power to proscribe the instant conduct, which lacks a nexus with the United States. Both legal strands lead to the same conclusion: we should follow the Ninth Circuit and impose a requirement that a prosecution under the MDLEA establish a nexus between the criminal conduct and the United States.</p>\n<p></p>\n<h2>A. Due Process</h2>\n<p>In an earlier decision addressing whether the MDLEA included a nexus requirement, <i>United States v. Cardales,</i> we agreed with the Ninth Circuit that MDLEA defendants had a due process right not to be subject to this country's law enforcement in a manner that was \"arbitrary or fundamentally unfair.\" 168 F.3d 548, 553 (1st Cir.1999) (citing <i>United States v. Davis,</i> 905 F.2d 245, 248-49 (9th Cir.1990)). But we concluded that the MDLEA, even without a nexus requirement, was neither arbitrary nor unfair. <i>Id.</i> We reasoned that through consent of the flag nation, the MDLEA comported with the territorial principle of international law, which provides that a \"`state has jurisdiction to prescribe and enforce a rule of law in the territory of another state to the extent provided by international agreement with the other state.'\" <i>Id.</i> (quoting <i>United States v. Robinson,</i> 843 F.2d 1, 4 (1st Cir.1988)). We also rejected a nexus requirement as we found application of the MDLEA consistent with the \"the protective principle of international law because Congress has determined that all drug trafficking aboard vessels threatens our nation's security.\" <i>Id.</i> These conclusions are both suspect. The consent of the flag nation is not material to a due process analysis focused on our government's power over a foreign individual defendant. <span class=\"star-pagination\">*61</span> And the protective principle is simply inapplicable on these facts.</p>\n<p></p>\n<h2>1. The Protective Principle</h2>\n<p>I will address the latter rationale first. Justifying the reach of the MDLEA under the protective principle is not convincing on facts where there is no nexus between the drug trafficking vessel and the United States. <i>Cf. </i><i>Robinson,</i> 843 F.2d at 3-4 (Breyer, J.) (observing problems with that principle and so relying only on the territoriality principle). Since the drugs at issue in this case were heading for the Dominican Republic, not the United States, there is not the kind of direct threat to the United States required to trigger the protective principle. <i>See </i><i>United States v. Perlaza,</i> 439 F.3d 1149, 1162 (9th Cir.2006) (\"Our circuit has recognized the `protective principle' as part of its consideration of whether nexus exists, not as a substitute for it.\").</p>\n<p>The only response to this argument is that drug trafficking, generally, is such a global threat that the United States is justified in protecting itself by prosecuting traffickers anywhere, regardless of the destination of the drug shipment. <i>See</i> 46 U.S.C. § 70501 (generally finding trafficking to be a threat to the United States). But this broad proposition is not consistent with international law. <i>See</i> Restatement (Third) of Foreign Relations Law § 402 cmt. f (1987) (defining the scope of the protective principle as allowing prosecution of \"offenses directed against the security of the state or other offenses threatening the integrity of governmental functions that are generally recognized as crimes by developed legal systems,\" such as counterfeiting currency). Relying on the protective principle without any nexus would be to conclude that Congress could allow for arrests and prosecutions of drug traffickers on the other side of the world, even without flag-nation consent. This cannot be and is not the correct result; the protective principle requires a showing that the \"particular conduct endangered the United States.\" Eugene Kontorovich, <i>Beyond the Article I Horizon: Congress's Enumerated Powers and Universal Jurisdiction over Drug Crimes,</i> 93 Minn. L.Rev. 1191, 1229-31 (2009) (rejecting, in the context of analyzing Congress's Article I powers, the argument that the MDLEA could be justified under the protective principle because drugs not destined for United States markets do not fall into the \"limited class of offenses ... directed at the security of the State,\" since that principle \"refers to the safety and integrity of the state apparatus itself (its `government functions' or `state interests'), not its overall physical and moral well-being\"); <i>see also </i><i>Robinson,</i> 843 F.2d at 3 (identifying, but not resolving, this argument). Such interpretation would result in a protective principle which swallows the principle of universal jurisdiction. Kontorovich, <i>Beyond the Article I Horizon, supra,</i> at 1231.</p>\n<p></p>\n<h2>2. The Territorial Principle</h2>\n<p>Relying on the consent of the flag nation, the \"territorial\" argument could justify our government's exercise of power under international law. But this does not mean that all due process concerns are automatically satisfied. In other words, we erred in <i>Cardales,</i> and subsequent precedent, by assuming due process was satisfied if international law was satisfied.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*62</span> Rather, compliance with international law is necessary but not sufficient. Under the doctrine of personal jurisdiction, principles of due process and comity between the states preclude one state from exercising jurisdiction over non-forum-state individuals where that person lacks sufficient contacts with the forum state. <i>See </i><i>Helicopteros Nacionales de Colombia, S.A. v. Hall,</i> 466 U.S. 408, 414, 104 S.Ct. 1868, 80 L.Ed.2d 404 (1984) (finding no personal jurisdiction over a foreign defendant in a suit based on a foreign helicopter crash where there were no \"certain minimum contacts with [the forum] such that the maintenance of the suit [did] not offend `traditional notions of fair play and substantial justice.'\" (quoting <i>Int'l Shoe Co. v. Washington,</i> 326 U.S. 310, 316, 66 S.Ct. 154, 90 L.Ed. 95 (1945))). The same result should be applied when our government attempts to exercise criminal jurisdiction over foreign nationalsdue process limits one State's power to seize the citizen of another State, absent a nexus between the seizing State and the seized individual. <i>See </i><i>Perlaza,</i> 439 F.3d at 1168 (\"The nexus requirement is a judicial gloss applied to ensure that a defendant is not improperly haled before a court for trial.... [It] serves the same purpose as the minimum contacts test in personal jurisdiction.\" (internal quotation marks omitted)); <i>United States v. Caicedo,</i> 47 F.3d 370, 372 (9th Cir.1995) (\"A defendant would have a legitimate expectation that because he has subjected himself to the laws of one nation, other nations will not be entitled to exercise jurisdiction without some nexus.\"); <i>see also</i> Restatement (Third) of Foreign Relations Law § 403 (explaining that extraterritorial exercise of jurisdiction must be reasonable, and basing a reasonableness inquiry on eight factors, many of which relate to the nexus between the activity and the jurisdiction). Considered in this way, I fail to see how the fact that the flag nation has consented to a search and potential arrest aboard its vessel in international water has any bearing on the sufficiency of contacts between a defendant and the United States. Thus, consent of the flag nation, while relevant to establishing statutory jurisdiction, should not automatically establish that due process is satisfied. <i>See </i><i>Perlaza,</i> 439 F.3d at 1169.</p>\n<p></p>\n<h2>B. Constitutional Power</h2>\n<p>In addition to the due process problem, a separate basis supports vacatur here: the MDLEA, as applied without a nexus requirement, is beyond Congress's power. <i>See</i> Kontorovich, <i>Beyond the Article I Horizon, supra;</i> Eugene Kontorovich, <i>The \"Define and Punish\" Clause and the Limits of Universal Jurisdiction,</i> 103 Nw. U.L.Rev. 149 (2009).</p>\n<p>The MDLEA, as applied without a nexus requirement, cannot be legitimately based on the \"Piracy and Felonies\" clause, which gives Congress the power to \"define and punish Piracies and Felonies committed on the high Seas and Offenses against the Law of Nations.\" U.S. Const. art. I, § 8, cl. 10. The term \"Felonies\" has not been read to include all felonies, but rather only felonies with an adequate jurisdictional nexus to the United States. <i>See, e.g., </i><i>United States v. Furlong,</i> 18 U.S. 184, 197, 5 Wheat. 184, 5 L.Ed. 64 (1820). The <i>Furlong</i> decision rejected a prosecution for murder of a foreigner by another foreigner on a foreign vessel. <i>Id.</i> In so doing, the Court effectively distinguished between \"Felonies,\" which are not subject to universal jurisdiction, and \"Piracy,\" which <span class=\"star-pagination\">*63</span> is. <i>Id.</i> at 196-198, 5 Wheat. 184 (\"If by calling murder piracy, it might assert a jurisdiction over that offence committed by a foreigner in a foreign vessel, what offence might not be brought within their power by the same device?\"). This understanding is also demonstrated by congressional hesitance to prohibit the slave trade unless there was a nexus between the defendant and the United States. <i>See</i> Kontorovich, <i>Beyond the Article I Horizon, supra,</i> at 1207-17.</p>\n<p>Even though the term \"Piracy\" has evolved to include other crimes that are universally condemned (as the slave trade has since become), the drug trade is not subject to universal jurisdiction. <i>See id.</i> at 1223-27.<sup>[2]</sup> As explained above, the protective principle also does not support exercise without nexus. <i>Id.</i> at 1229-31. Nor can the consent from other nations be deemed some form of extension of legislative power by treaty.<sup>[3]</sup><i>Id.</i> at 1227-29, 1238-48. Further, no other Article I powers save the MDLEA. <i>Id.</i> at 1237-51 (explaining that treaty power does not apply and that foreign commerce clause power does not apply absent a nexus). Thus, the exercise of Congressional power in enacting the MDLEA is not consistent with the Constitution, which limits Congress's power to proscribe crimes on the high sea to crimes of universal jurisdiction and crimes with a U.S. nexus.</p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>On the sufficiency issue, the panel opinion uproots our precedent. On the question of the extraterritorial reach of the MDLEA, the panel opinion rests on substantial circuit precedent, which, in my view, is in need of serious reexamination. Each of these is adequate justification for en banc review. For the reasons stated, I respectfully dissent from the refusal to grant en banc review.</p>\n<h2>NOTES</h2>\n<p>[1]  This position is well-made in a Ninth Circuit decision:\n</p>\n<p>International law principles may be useful as a rough guide of whether a sufficient nexus exists between the defendant and the United States so that application of the statute in question would not violate due process. However, danger exists that emphasis on international law principles will cause us to lose sight of the ultimate question: would application of the statute to the defendant be arbitrary or fundamentally unfair?</p>\n<p><i>Davis,</i> 905 F.2d at 249 n. 2 (citation omitted).</p>\n<p>[2]  As explained in the article, the United Nation Convention on the Law of the Seas, Article 105 allows every State to \"seize a pirate ship or aircraft, or a ship or aircraft taken by piracy and under the control of pirates, and arrest the persons and seize the property on board.\" The same convention, Article 108, only recognizes that States may cooperate to eliminate the drug trade. A Second Circuit decision is also of note:\n</p>\n<p>The historical restriction of universal jurisdiction to piracy, war crimes, and crimes against humanity demonstrates that universal jurisdiction arises under customary international law only where crimes (1) are universally condemned by the community of nations, and (2) by their nature occur either outside of a State or where there is no State capable of punishing, or competent to punish, the crime (as in a time of war).</p>\n<p><i>See </i><i>United States v. Yousef,</i> 327 F.3d 56, 103-05 (2d Cir.2003) (finding certain terrorist acts not subject to universal jurisdiction); <i>see also</i> Restatement (Third) of Foreign Relations Law § 404. Drug trafficking does not rise to the required level of universal condemnation:</p>\n<p>While there is no firm agreement on the precise set of crimes subject to UJ, there is a general consensus that they are egregious, violent human rights abuses. Not a single UJ offense, or indeed widely recognized international crime, is a so-called victimless offense. All U.S. courts that have considered the issue have held that narcotics traffic falls outside UJ.</p>\n<p>Kontorovich, <i>Beyond the Article I Horizon, supra,</i> at 1224 (footnotes omitted).</p>\n<p>[3]  In this regard, it is important not to confuse consent by a flag nation with true statelessness, where the analysis may be quite different. <i>Id.</i> at 1229; <i>see also </i><i>Caicedo,</i> 47 F.3d at 372-73.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">576</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></span> (2009)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nAlberto ANGULO-HERNÁNDEZ, Defendant, Appellant.<br>\nUnited States of America, Appellee,<br>\nv.<br>\nEusebio Estupinan-Estupinan, Defendant, Appellant.<br>\nUnited States of America, Appellee,<br>\nv.<br>\nGustavo Rafael Brito-Fernández, Defendant, Appellant.<br>\nUnited States of America, Appellee,<br>\nv.<br>\nJosé Luis Casiano-Jiménez, Defendant, Appellant.</h1></center>\n<center>Nos. 07-2428, 07-2453, 07-2460, 07-2497.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>August 7, 2009.</center>\n<p>Timothy R. Henwood, Nelson J. Perez-Sosa, German Rieckehoff, US Attorney's Office, San Juan, PR, for United States of America.</p>\n<p>Rafael Anglada-Lopez, San Juan, PR, for Alberto Angulo-Hernández.</p>\n<p>Jorge Enrique Rivera-Ortiz, Law Office of Jorge E. Rivera Ortiz, Manati, PR, Rafael Andrade-Ravelo, Joseph C. Laws, Federal Public Defender's Office, San Juan, PR, for Eusebio Estupinan-Estupinan.</p>\n<p>Jedrick H. Burgos Amador, Trujillo Alto, PR, for Gustavo R. Brito-Fernandez.</p>\n<p>Frank D. Inserni Milam, Frank D. Inserni Milam Law Office, Hato Rey, PR, for Jose Luis Casiano-Jimenez.</p>\n<p>Before LYNCH, Chief Judge, TORRUELLA, BOUDIN, LIPEZ and HOWARD, Circuit Judges.</p>\n<p></p>\n<h2>ORDER OF COURT</h2>\n<p>Defendant José Luis Casiano-Jiménez's petition for rehearing is denied.</p>\n<p>Defendants Alberto Angulo-Hernández, Eusebio Estupinan-Estupinan, and Gustavo Rafael Brito-Fernández's petitions for rehearing having been denied by the panel of judges who decided the case, and the petitions for rehearing en banc having been submitted to the active judges of this court and a majority of the judges not having voted that the cases be heard en banc, it is ordered that the petitions for rehearing and the petitions for rehearing en banc be denied.</p>\n<p>TORRUELLA, Circuit Judge (Dissenting from the denial of en banc review).</p>\n<p>In this case, defendants challenge their convictions under the Maritime Drug Law Enforcement Act (\"MDLEA\"). 46 U.S.C. §§ 70501-08. The Coast Guard found a large quantity of drugs banned under United States law on board the defendants' <span class=\"star-pagination\">*60</span> Bolivian vessel in the Caribbean, en route from Colombia to the Dominican Republic. Neither the defendants nor any other crewmembers are U.S. nationals, and there is no other specific suggestion of any tie to the United States. I dissent from the denial of en banc review on two grounds set forth below.</p>\n<p></p>\n<h2>I. <i>Sufficiency</i>\n</h2>\n<p>Up to now, the rule in this circuit has been that a defendant's mere presence at the scene of a discovery of a quantity of illegal drugs is, without additional evidence, insufficient to establish a defendant's knowledge of the presence of those drugs. <i>United States v. Steuben,</i> <span class=\"citation\" data-id=\"508421\"><a href=\"/opinion/508421/united-states-v-robert-steuben-united-states-of-america-v-guillermo/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">859</span></a></span>, 864 (1st Cir.1988). As a result of the panel opinion, that rule is now substituted by one that allows a jury to speculatively link presence to entrustment, and then link entrustment to knowledge. <i>United States v. Angulo-Hernández,</i> <span class=\"citation\" data-id=\"203803\"><a href=\"/opinion/203803/united-states-v-angulo-hernandez/\"><span class=\"volume\">565</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">2</span></a></span>, 13-18 (1st Cir.2009) (Torruella, J., dissenting). I would grant en banc rehearing as to this issue as to crewmembers Casiano-Jiménez and Brito-Fernández to correct this error.</p>\n<p></p>\n<h2>II. <i>Extraterritorial Jurisdiction</i>\n</h2>\n<p>Additionally, I would grant en banc rehearing as to all defendants to allow this court to reexamine and correct our law on the extraterritorial reach of the MDLEA. The defendants, foreign nationals on a foreign-flag ship in waters not subject to U.S. jurisdiction, have challenged the application of the MDLEA to them in this prosecution. In the panel decision, I concurred in this application, because our circuit precedent clearly forecloses their argument. <i>Id.</i> at 19.</p>\n<p>But our precedent has missed an important logical link in its decision to uphold the MDLEA against a due process challenge on similar facts. And, as explained below, a convincing argument can be made that due process aside, Congress lacks the power to proscribe the instant conduct, which lacks a nexus with the United States. Both legal strands lead to the same conclusion: we should follow the Ninth Circuit and impose a requirement that a prosecution under the MDLEA establish a nexus between the criminal conduct and the United States.</p>\n<p></p>\n<h2>A. Due Process</h2>\n<p>In an earlier decision addressing whether the MDLEA included a nexus requirement, <i>United States v. Cardales,</i> we agreed with the Ninth Circuit that MDLEA defendants had a due process right not to be subject to this country's law enforcement in a manner that was \"arbitrary or fundamentally unfair.\" <span class=\"citation\" data-id=\"198339\"><a href=\"/opinion/198339/united-states-v-julio-cardales/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">548</span></a></span>, 553 (1st Cir.1999) (citing <i>United States v. Davis,</i> <span class=\"citation\" data-id=\"543006\"><a href=\"/opinion/543006/united-states-v-peter-malcolm-davis/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">245</span></a></span>, 248-49 (9th Cir.1990)). But we concluded that the MDLEA, even without a nexus requirement, was neither arbitrary nor unfair. <i>Id.</i> We reasoned that through consent of the flag nation, the MDLEA comported with the territorial principle of international law, which provides that a \"`state has jurisdiction to prescribe and enforce a rule of law in the territory of another state to the extent provided by international agreement with the other state.'\" <i>Id.</i> (quoting <i>United States v. Robinson,</i> <span class=\"citation\" data-id=\"503769\"><a href=\"/opinion/503769/united-states-v-hernando-robinson-united-states-of-america-v-jorge/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.1988)). We also rejected a nexus requirement as we found application of the MDLEA consistent with the \"the protective principle of international law because Congress has determined that all drug trafficking aboard vessels threatens our nation's security.\" <i>Id.</i> These conclusions are both suspect. The consent of the flag nation is not material to a due process analysis focused on our government's power over a foreign individual defendant. <span class=\"star-pagination\">*61</span> And the protective principle is simply inapplicable on these facts.</p>\n<p></p>\n<h2>1. The Protective Principle</h2>\n<p>I will address the latter rationale first. Justifying the reach of the MDLEA under the protective principle is not convincing on facts where there is no nexus between the drug trafficking vessel and the United States. <i>Cf. </i><i>Robinson,</i> 843 F.2d at 3-4 (Breyer, J.) (observing problems with that principle and so relying only on the territoriality principle). Since the drugs at issue in this case were heading for the Dominican Republic, not the United States, there is not the kind of direct threat to the United States required to trigger the protective principle. <i>See </i><i>United States v. Perlaza,</i> <span class=\"citation\" data-id=\"793548\"><a href=\"/opinion/793548/united-states-v-leonar-nellino-segura-perlaza-united-states-of-america-v/\"><span class=\"volume\">439</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1149</span></a></span>, 1162 (9th Cir.2006) (\"Our circuit has recognized the `protective principle' as part of its consideration of whether nexus exists, not as a substitute for it.\").</p>\n<p>The only response to this argument is that drug trafficking, generally, is such a global threat that the United States is justified in protecting itself by prosecuting traffickers anywhere, regardless of the destination of the drug shipment. <i>See</i> 46 U.S.C. § 70501 (generally finding trafficking to be a threat to the United States). But this broad proposition is not consistent with international law. <i>See</i> Restatement (Third) of Foreign Relations Law § 402 cmt. f (1987) (defining the scope of the protective principle as allowing prosecution of \"offenses directed against the security of the state or other offenses threatening the integrity of governmental functions that are generally recognized as crimes by developed legal systems,\" such as counterfeiting currency). Relying on the protective principle without any nexus would be to conclude that Congress could allow for arrests and prosecutions of drug traffickers on the other side of the world, even without flag-nation consent. This cannot be and is not the correct result; the protective principle requires a showing that the \"particular conduct endangered the United States.\" Eugene Kontorovich, <i>Beyond the Article I Horizon: Congress's Enumerated Powers and Universal Jurisdiction over Drug Crimes,</i> 93 Minn. L.Rev. 1191, 1229-31 (2009) (rejecting, in the context of analyzing Congress's Article I powers, the argument that the MDLEA could be justified under the protective principle because drugs not destined for United States markets do not fall into the \"limited class of offenses ... directed at the security of the State,\" since that principle \"refers to the safety and integrity of the state apparatus itself (its `government functions' or `state interests'), not its overall physical and moral well-being\"); <i>see also </i><i>Robinson,</i> 843 F.2d at 3 (identifying, but not resolving, this argument). Such interpretation would result in a protective principle which swallows the principle of universal jurisdiction. Kontorovich, <i>Beyond the Article I Horizon, supra,</i> at 1231.</p>\n<p></p>\n<h2>2. The Territorial Principle</h2>\n<p>Relying on the consent of the flag nation, the \"territorial\" argument could justify our government's exercise of power under international law. But this does not mean that all due process concerns are automatically satisfied. In other words, we erred in <i>Cardales,</i> and subsequent precedent, by assuming due process was satisfied if international law was satisfied.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*62</span> Rather, compliance with international law is necessary but not sufficient. Under the doctrine of personal jurisdiction, principles of due process and comity between the states preclude one state from exercising jurisdiction over non-forum-state individuals where that person lacks sufficient contacts with the forum state. <i>See </i><i>Helicopteros Nacionales de Colombia, S.A. v. Hall,</i> <span class=\"citation\" data-id=\"111159\"><a href=\"/opinion/111159/helicopteros-nacionales-de-colombia-sa-v-hall/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">408</span></a></span>, 414, <span class=\"citation\" data-id=\"111159\"><a href=\"/opinion/111159/helicopteros-nacionales-de-colombia-sa-v-hall/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, <span class=\"citation\" data-id=\"111159\"><a href=\"/opinion/111159/helicopteros-nacionales-de-colombia-sa-v-hall/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">404</span></a></span> (1984) (finding no personal jurisdiction over a foreign defendant in a suit based on a foreign helicopter crash where there were no \"certain minimum contacts with [the forum] such that the maintenance of the suit [did] not offend `traditional notions of fair play and substantial justice.'\" (quoting <i>Int'l Shoe Co. v. Washington,</i> <span class=\"citation\" data-id=\"104200\"><a href=\"/opinion/104200/international-shoe-co-v-washington/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">310</span></a></span>, 316, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">154</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">95</span></span> (1945))). The same result should be applied when our government attempts to exercise criminal jurisdiction over foreign nationalsdue process limits one State's power to seize the citizen of another State, absent a nexus between the seizing State and the seized individual. <i>See </i><i>Perlaza,</i> 439 F.3d at 1168 (\"The nexus requirement is a judicial gloss applied to ensure that a defendant is not improperly haled before a court for trial.... [It] serves the same purpose as the minimum contacts test in personal jurisdiction.\" (internal quotation marks omitted)); <i>United States v. Caicedo,</i> <span class=\"citation\" data-id=\"688776\"><a href=\"/opinion/688776/united-states-v-martin-caicedo-raul-medina-moreno-enrique-huilas-cortez/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">370</span></a></span>, 372 (9th Cir.1995) (\"A defendant would have a legitimate expectation that because he has subjected himself to the laws of one nation, other nations will not be entitled to exercise jurisdiction without some nexus.\"); <i>see also</i> Restatement (Third) of Foreign Relations Law § 403 (explaining that extraterritorial exercise of jurisdiction must be reasonable, and basing a reasonableness inquiry on eight factors, many of which relate to the nexus between the activity and the jurisdiction). Considered in this way, I fail to see how the fact that the flag nation has consented to a search and potential arrest aboard its vessel in international water has any bearing on the sufficiency of contacts between a defendant and the United States. Thus, consent of the flag nation, while relevant to establishing statutory jurisdiction, should not automatically establish that due process is satisfied. <i>See </i><i>Perlaza,</i> 439 F.3d at 1169.</p>\n<p></p>\n<h2>B. Constitutional Power</h2>\n<p>In addition to the due process problem, a separate basis supports vacatur here: the MDLEA, as applied without a nexus requirement, is beyond Congress's power. <i>See</i> Kontorovich, <i>Beyond the Article I Horizon, supra;</i> Eugene Kontorovich, <i>The \"Define and Punish\" Clause and the Limits of Universal Jurisdiction,</i> 103 Nw. U.L.Rev. 149 (2009).</p>\n<p>The MDLEA, as applied without a nexus requirement, cannot be legitimately based on the \"Piracy and Felonies\" clause, which gives Congress the power to \"define and punish Piracies and Felonies committed on the high Seas and Offenses against the Law of Nations.\" U.S. Const. art. I, § 8, cl. 10. The term \"Felonies\" has not been read to include all felonies, but rather only felonies with an adequate jurisdictional nexus to the United States. <i>See, e.g., </i><i>United States v. Furlong,</i> <span class=\"citation\" data-id=\"85290\"><a href=\"/opinion/85290/united-states-v-furlong/\"><span class=\"volume\">18</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span>, 197, <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">184</span></span>, <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">64</span></span> (1820). The <i>Furlong</i> decision rejected a prosecution for murder of a foreigner by another foreigner on a foreign vessel. <i>Id.</i> In so doing, the Court effectively distinguished between \"Felonies,\" which are not subject to universal jurisdiction, and \"Piracy,\" which <span class=\"star-pagination\">*63</span> is. <i>Id.</i> at 196-198, <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">184</span></span> (\"If by calling murder piracy, it might assert a jurisdiction over that offence committed by a foreigner in a foreign vessel, what offence might not be brought within their power by the same device?\"). This understanding is also demonstrated by congressional hesitance to prohibit the slave trade unless there was a nexus between the defendant and the United States. <i>See</i> Kontorovich, <i>Beyond the Article I Horizon, supra,</i> at 1207-17.</p>\n<p>Even though the term \"Piracy\" has evolved to include other crimes that are universally condemned (as the slave trade has since become), the drug trade is not subject to universal jurisdiction. <i>See id.</i> at 1223-27.<sup>[2]</sup> As explained above, the protective principle also does not support exercise without nexus. <i>Id.</i> at 1229-31. Nor can the consent from other nations be deemed some form of extension of legislative power by treaty.<sup>[3]</sup><i>Id.</i> at 1227-29, 1238-48. Further, no other Article I powers save the MDLEA. <i>Id.</i> at 1237-51 (explaining that treaty power does not apply and that foreign commerce clause power does not apply absent a nexus). Thus, the exercise of Congressional power in enacting the MDLEA is not consistent with the Constitution, which limits Congress's power to proscribe crimes on the high sea to crimes of universal jurisdiction and crimes with a U.S. nexus.</p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>On the sufficiency issue, the panel opinion uproots our precedent. On the question of the extraterritorial reach of the MDLEA, the panel opinion rests on substantial circuit precedent, which, in my view, is in need of serious reexamination. Each of these is adequate justification for en banc review. For the reasons stated, I respectfully dissent from the refusal to grant en banc review.</p>\n<h2>NOTES</h2>\n<p>[1]  This position is well-made in a Ninth Circuit decision:\n</p>\n<p>International law principles may be useful as a rough guide of whether a sufficient nexus exists between the defendant and the United States so that application of the statute in question would not violate due process. However, danger exists that emphasis on international law principles will cause us to lose sight of the ultimate question: would application of the statute to the defendant be arbitrary or fundamentally unfair?</p>\n<p><i>Davis,</i> 905 F.2d at 249 n. 2 (citation omitted).</p>\n<p>[2]  As explained in the article, the United Nation Convention on the Law of the Seas, Article 105 allows every State to \"seize a pirate ship or aircraft, or a ship or aircraft taken by piracy and under the control of pirates, and arrest the persons and seize the property on board.\" The same convention, Article 108, only recognizes that States may cooperate to eliminate the drug trade. A Second Circuit decision is also of note:\n</p>\n<p>The historical restriction of universal jurisdiction to piracy, war crimes, and crimes against humanity demonstrates that universal jurisdiction arises under customary international law only where crimes (1) are universally condemned by the community of nations, and (2) by their nature occur either outside of a State or where there is no State capable of punishing, or competent to punish, the crime (as in a time of war).</p>\n<p><i>See </i><i>United States v. Yousef,</i> <span class=\"citation\" data-id=\"781722\"><a href=\"/opinion/781722/united-states-v-ramzi-ahmed-yousef-eyad-ismoil-also-known-as-eyad/\"><span class=\"volume\">327</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 103-05 (2d Cir.2003) (finding certain terrorist acts not subject to universal jurisdiction); <i>see also</i> Restatement (Third) of Foreign Relations Law § 404. Drug trafficking does not rise to the required level of universal condemnation:</p>\n<p>While there is no firm agreement on the precise set of crimes subject to UJ, there is a general consensus that they are egregious, violent human rights abuses. Not a single UJ offense, or indeed widely recognized international crime, is a so-called victimless offense. All U.S. courts that have considered the issue have held that narcotics traffic falls outside UJ.</p>\n<p>Kontorovich, <i>Beyond the Article I Horizon, supra,</i> at 1224 (footnotes omitted).</p>\n<p>[3]  In this regard, it is important not to confuse consent by a flag nation with true statelessness, where the analysis may be quite different. <i>Id.</i> at 1229; <i>see also </i><i>Caicedo,</i> 47 F.3d at 372-73.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/85290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198339/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203803/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508421/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543006/",
    "http://www.courtlistener.com/api/rest/v3/opinions/688776/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793548/"
  ]
}