{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203952/",
  "absolute_url": "/opinion/203952/united-states-v-fagan/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203952/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:27:19Z",
  "date_modified": "2016-04-26T12:53:54.847620Z",
  "type": "010combined",
  "sha1": "0eec4ba1f9480424a56ff4ee608610ba77218a0b",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-1787P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/08/13/US_v._Fagan.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 08-1787\n\n                     UNITED STATES OF AMERICA,\n\n                             Appellee,\n\n                                 v.\n\n                         MAURICE J. FAGAN,\n\n                       Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Rya W. Zobel, U.S. District Judge]\n\n\n\n                               Before\n\n               Boudin, Selya and Dyk,* Circuit Judges.\n\n\n\n     Ryan M. Schiff, with whom Salsberg & Schneider was on brief,\nfor appellant.\n     F. Thompson Reece, Special Assistant United States Attorney,\nwith whom Michael J. Sullivan, United States Attorney, Anthony E.\nFuller and George W. Vien, Assistant United Attorneys, were on\nbrief, for appellee.\n\n\n                          August 13, 2009\n\n_______________\n*Of the Federal Circuit, sitting by designation.\n\f           SELYA, Circuit Judge.         The Warrant Clause of the Fourth\n\nAmendment has been interpreted to permit searches not only of the\n\npremises     specified    in    a     warrant   but     also   of   structures\n\n\"appurtenant\" to those premises.          The case law, however, provides\n\nvery little guidance as to how courts should determine whether or\n\nnot a given structure is appurtenant to described premises.                 This\n\ncase offers us an opportunity to shed some light on this shadowy\n\ncorner of Fourth Amendment law.\n\n           The matter comes to us in the form of an appeal of the\n\ndenial of a motion to suppress evidence seized from a storage\n\ncloset by local law enforcement officers armed with a search\n\nwarrant for the neighboring apartment.            The district court ruled\n\nthat the closet, although not itself within the apartment or\n\nseparately    specified   in    the    warrant,   was    appurtenant   to    the\n\napartment and, therefore, validly searched.                United States v.\n\nFagan, No. 06-10023, 2006 WL 3210060, at *5 (D. Mass. Oct. 26,\n\n2006).   Discerning no error, we affirm.\n\nI.   BACKGROUND\n\n           We rehearse the facts as found by the district court,\n\nconsistent with record support. See United States v. Lee, 317 F.3d\n\n26, 30 (1st Cir. 2003).        We supplement them with additional facts\n\nnot disputed by the parties.\n\n           On October 20, 2005, local police officers executed a\n\nsearch warrant at 11 Battles Street, a three-story tenement in\n\n\n                                       -2-\n\fBrockton, Massachusetts.         The warrant authorized a search of the\n\nthird-floor apartment and cellar.\n\n           When the officers entered the apartment, three people\n\ntried to flee.        The officers detained them.          In a bedroom, the\n\nofficers found defendant-appellant Maurice J. (\"Jimmy\") Fagan and\n\nhis thirteen-year-old daughter.         In that bedroom, officers found,\n\namong other things, a loaded handgun and a key to a padlock.                 A\n\nsearch of the defendant's pockets revealed a small plastic bag\n\ncontaining 3.14 grams of crack cocaine and roughly $358 in cash.\n\nThe officers found more drugs in the living room, pantry, and rear\n\nhallway.\n\n           The police noticed a closet on the third-floor landing of\n\n11 Battles Street. The landing itself is approximately six feet by\n\ntwelve feet.    The closet's door is about eight feet from the front\n\ndoor to the third-floor apartment.          Using the key that they had\n\nfound in the bedroom, the officers opened the padlock that secured\n\nthe closet door.       Inside, they found two digital scales, \"wampum\n\ncards\"   from   Foxwoods    Resort     Casino,    and    paperwork   from   the\n\nMassachusetts Registry of Motor Vehicles (RMV).             The wampum cards\n\nand RMV paperwork bore the defendant's name.\n\n           In   due    season,    a   federal    grand   jury   indicted    the\n\ndefendant on one count of possession of crack cocaine with intent\n\nto distribute, in violation of 21 U.S.C. § 841(a)(1), and one count\n\nof being a felon in possession of ammunition, in violation of 18\n\n\n                                      -3-\n\fU.S.C. § 922(g)(1).      The defendant moved to suppress the evidence\n\nseized from the storage closet, arguing that the warrant limited\n\nthe search to the third-floor apartment and cellar, and did not\n\ninclude the closet on the landing outside the apartment.\n\n           Following an evidentiary hearing, the district court\n\ndenied the motion. It concluded that the closet was appurtenant to\n\nthe apartment and, therefore, validly searched under the purview of\n\nthe warrant.      Fagan, 2006 WL 3210060, at *5.\n\n           A trial ensued. The jury convicted the defendant on both\n\ncounts charged in the indictment.             The court sentenced him to a\n\n210-month incarcerative term. This timely appeal followed. In it,\n\nthe defendant challenges only the denial of his pretrial motion to\n\nsuppress the evidence seized from the storage closet.\n\nII.   ANALYSIS\n\n           We employ a bifurcated approach in assaying the denial of\n\na motion to suppress.       In carrying out that approach, we assess\n\nfactual findings for clear error and evaluate legal rulings de\n\nnovo.    See Ornelas v. United States, 517 U.S. 690, 699 (1996);\n\nUnited   States    v.   Coplin,   463    F.3d   96,   100   (1st   Cir.   2006).\n\nApplying this binary standard, we review the district court's\n\nconclusion that the search of the closet did not exceed the scope\n\nof the warrant de novo.      See United States v. Rogers, 521 F.3d 5,\n\n9 (1st Cir. 2008).\n\n\n\n\n                                        -4-\n\f               The Fourth Amendment states in pertinent part that no\n\nsearch warrant shall issue unless it \"particularly describ[es] the\n\nplace to be searched, and the . . . things to be seized.\"                  U.S.\n\nConst. amend. IV.       The authority to search conferred by a warrant\n\nis circumscribed by the particular places delineated in the warrant\n\nand does not extend to other or different places.            United States v.\n\nBonner, 808 F.2d 864, 868 (1st Cir. 1986).           But search warrants are\n\nnot always self-elucidating and, in all events, search warrants\n\nmust be read in a practical, common-sense manner.                    See United\n\nStates v. Ferreras, 192 F.3d 5, 9-10 (1st Cir. 1999) (admonishing\n\nthat   \"hypertechnical       readings\"   of    search   warrants     \"should   be\n\navoided\").        It follows that search warrants should be viewed\n\nthrough    a    real-world    prism   and     interpreted   in   a   \"realistic\n\nfashion.\" United States v. Principe, 499 F.2d 1135, 1137 (1st Cir.\n\n1974) (quoting United States v. Ventresca, 280 U.S. 102, 108\n\n(1965)).\n\n               It is clear that structures that are part of the premises\n\nspecified in a search warrant may validly be searched under the\n\npurview of the warrant.         See, e.g., Ferreras, 192 F.3d at 9-10\n\n(affirming denial of motion to suppress evidence found in an attic\n\nwhen search warrant specified only the second-floor apartment\n\nbecause the attic was found to be a part of the apartment).\n\nSimilarly, structures not explicitly mentioned in a warrant but\n\nthat reasonably can be viewed as a part of the described premises\n\n\n                                      -5-\n\fhave been held validly searched under the purview of the warrant.\n\nSee, e.g., United States v. Heldt, 668 F.2d 1238, 1265 (D.C. Cir.\n\n1981).   So, too, structures have been deemed appurtenant to the\n\npremises specified in a search warrant, though not physically a\n\npart of those premises, and have been held validly searched under\n\nthe purview of the warrant.   See, e.g., Principe, 499 F.2d at 1137\n\n(affirming refusal to suppress evidence seized from \"appurtenant\"\n\ncabinet located immediately outside the apartment specified in the\n\nwarrant).\n\n            This case involves the third of these scenarios: an\n\nallegedly appurtenant structure.1     In that circumstance, we think\n\nthat the standard to be applied is one of objective reasonableness.\n\nSo long as the officers executing the warrant have an objectively\n\nreasonable basis, in light of the known characteristics of the\n\nlocation and the evidence at hand, for concluding that a structure\n\nis appurtenant to the premises specified in the search warrant, that\n\nstructure may validly be searched under the purview of the warrant.\n\nSee id. (noting that \"officers could reasonably suppose, given the\n\nsecond floor layout and its proximity to the apartment, that the\n\ncabinet was appurtenant to the apartment, as in fact it was\").\n\n\n\n\n     1\n       Although the case law seems to have developed along these\nthree avenues, it is at least arguable that the same doctrine\nencompasses all of them. Analysis of this proposition is, however,\nbeyond the scope of this opinion.\n\n                                -6-\n\f          In      this   context,         we   refer    to   appurtenancy   in   its\n\nconventional      sense.         A        typical     dictionary   definition    of\n\n\"appurtenant\" indicates that it means \"[b]elonging as a property or\n\nlegal right (to); spec. in Law, constituting a property or right\n\nsubsidiary   to    one   which       is    more     important.\"    Oxford   English\n\nDictionary 590 (2d ed. 1989).               Structures that have been found to\n\nbe appurtenant to described residential premises include such things\n\nas storage closets, see United States v. McCaster, 193 F.3d 930, 933\n\n(8th Cir. 1999); cabinets, see Principe, 499 F.2d at 1137; storage\n\nrooms and bins, see United States v. Ware, 890 F.2d 1008, 1011 (8th\n\nCir. 1989); lockers, see State v. Llamas-Villa, 836 P.2d 239, 242\n\n(Wash. Ct. App. 1992); mailboxes, see People v. Weagley, 267 Cal.\n\nRptr. 85, 87 (Cal. Ct. App. 1990); and birdhouses, see United States\n\nv. Asselin, 775 F.2d 445, 446-47 (1st Cir. 1985).\n\n          Whether a searching officer reasonably could conclude that\n\na specific structure is appurtenant to the premises specified in a\n\nparticular search warrant necessarily demands close attention to the\n\nfacts incident to the search in question.                 Each instance is likely\n\nto be sui generis, but the case law depicts some helpful guideposts.\n\nThese include the proximity of the structure to the described\n\npremises, see Ware, 890 F.2d at 1011 (holding that a storage room\n\nnext to an apartment was \"near enough to alert the searching\n\nofficers that it was an appurtenance of the apartment\"); the\n\nlocation's layout and the context-specific relationship between the\n\n\n                                            -7-\n\fstructure and the premises specified in the warrant, see Principe,\n\n499   F.2d   at   1137;    and   extrinsic     evidence,     including      evidence\n\ndiscovered     during     admittedly    valid        portions   of    the    search,\n\nsuggesting    that   the    structure    is    appurtenant      to    the   premises\n\nspecified in the warrant, see Ware, 890 F.2d at 1011 (observing that\n\nthe defendant's key ring included keys to a storage room deemed\n\nappurtenant to the premises specified in the warrant).\n\n             In the case at hand, all of these guideposts point toward\n\nthe conclusion that the district court reached.                  The third-floor\n\ncloset was located on the third-floor landing, no more than eight\n\nfeet from the front door of the apartment; the landing itself was\n\nsmall and led to the apartment; the spatial relationship between the\n\ncloset and the apartment was intimate; the other residential units\n\nin the building were physically removed from both the third floor\n\nand the third-floor landing; and the key found in the defendant's\n\nbedroom opened the padlock that secured the closet.                  Thus, evidence\n\nfound in the flat quite literally opened the door to the closet.\n\nThat combination of factors was sufficient to permit an objectively\n\nreasonable    officer      to    conclude     that    the   storage    closet    was\n\nappurtenant to the apartment and to search the closet under the\n\npurview of the warrant.\n\n             In an effort to blunt the force of this reasoning, the\n\ndefendant asserts that such a holding is unwarranted because here,\n\nunlike in Principe, there was no confirmation from the landlord that\n\n\n                                        -8-\n\fuse   of   the    storage   closet    was    a   concomitant   of    renting    the\n\napartment.       Accordingly, the defendant's thesis runs, the lack of\n\nclarity about whether tenants other than the defendant were entitled\n\nto use the closet should have precluded the search.\n\n            This thesis is unpersuasive. Each case must stand or fall\n\non its own facts, and a landlord's verification is not a sine qua\n\nnon to a finding of appurtenancy.            See, e.g., Asselin, 775 F.2d at\n\n446-47; Weagley, 267 Cal. Rptr. at 87.             What counts is whether the\n\nsearching officer has an objectively reasonable basis for believing\n\nthat a particular structure is appurtenant to the premises specified\n\nin the search warrant.        If he does, he may search that structure\n\nunder the purview of the warrant; he need not halt his search to\n\nscrutinize lease arrangements, interrogate landlords, or interview\n\nother occupants of the building.\n\n            The short of it is that a police officer sometimes can\n\nmake an objectively reasonable determination of appurtenancy through\n\na common-sense evaluation of information contained in the warrant,\n\nthe layout, and evidence encountered at the scene.              This is such a\n\ncase: the proximity of the storage closet to the apartment, its\n\nrelative isolation from the other residential units in the multi-\n\nfamily building, the fact that a key discovered in the apartment\n\nopened the closet, and the utter absence of any countervailing\n\ninformation      were   enough   to   ground      an   objectively    reasonable\n\nconclusion that the closet was appurtenant to the apartment.                   See,\n\n\n                                       -9-\n\fe.g., McCaster, 193 F.3d at 933 (\"[T]he close proximity of the area\n\nto McCaster's living quarters and its enclosure within the duplex\n\nunit supports the finding that it was reasonable for the officers\n\nto believe that the area fell within the scope of the warrant.\").\n\nIII.   CONCLUSION\n\n            We need go no further.     For the reasons elucidated above,\n\nwe   hold   that   the   district   court   did   not   err   in   denying   the\n\ndefendant's motion to suppress.\n\n\n\nAffirmed.\n\n\n\n\n                                     -10-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>577 F.3d 10 (2009)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nMaurice J. FAGAN, Defendant, Appellant.</h1></center>\n<center>No. 08-1787.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard July 28, 2009.</center>\n<center>Decided August 13, 2009.</center>\n<p><span class=\"star-pagination\">*11</span> Ryan M. Schiff, with whom Salsberg &amp; Schneider was on brief, for appellant.</p>\n<p>F. Thompson Reece, Special Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, Anthony E. Fuller and George W. Vien, Assistant United Attorneys, were on brief, for appellee.</p>\n<p>Before BOUDIN, SELYA and DYK,<sup>[*]</sup> Circuit Judges.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>The Warrant Clause of the Fourth Amendment has been interpreted to permit searches not only of the premises specified in a warrant but also of structures \"appurtenant\" to those premises. The case law, however, provides very little guidance as to how courts should determine whether or not a given structure is appurtenant to described premises. This case offers us an opportunity to shed some light on this shadowy corner of Fourth Amendment law.</p>\n<p><span class=\"star-pagination\">*12</span> The matter comes to us in the form of an appeal of the denial of a motion to suppress evidence seized from a storage closet by local law enforcement officers armed with a search warrant for the neighboring apartment. The district court ruled that the closet, although not itself within the apartment or separately specified in the warrant, was appurtenant to the apartment and, therefore, validly searched. <i>United States v. Fagan,</i> No. 06-10023, 2006 WL 3210060, at *5 (D.Mass. Oct. 26, 2006). Discerning no error, we affirm.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>We rehearse the facts as found by the district court, consistent with record support. <i>See </i><i>United States v. Lee,</i> 317 F.3d 26, 30 (1st Cir.2003). We supplement them with additional facts not disputed by the parties.</p>\n<p>On October 20, 2005, local police officers executed a search warrant at 11 Battles Street, a three-story tenement in Brockton, Massachusetts. The warrant authorized a search of the third-floor apartment and cellar.</p>\n<p>When the officers entered the apartment, three people tried to flee. The officers detained them. In a bedroom, the officers found defendant-appellant Maurice J. (\"Jimmy\") Fagan and his thirteen-year-old daughter. In that bedroom, officers found, among other things, a loaded handgun and a key to a padlock. A search of the defendant's pockets revealed a small plastic bag containing 3.14 grams of crack cocaine and roughly $358 in cash. The officers found more drugs in the living room, pantry, and rear hallway.</p>\n<p>The police noticed a closet on the third-floor landing of 11 Battles Street. The landing itself is approximately six feet by twelve feet. The closet's door is about eight feet from the front door to the third-floor apartment. Using the key that they had found in the bedroom, the officers opened the padlock that secured the closet door. Inside, they found two digital scales, \"wampum cards\" from Foxwoods Resort Casino, and paperwork from the Massachusetts Registry of Motor Vehicles (RMV). The wampum cards and RMV paperwork bore the defendant's name.</p>\n<p>In due season, a federal grand jury indicted the defendant on one count of possession of crack cocaine with intent to distribute, in violation of 21 U.S.C. § 841(a)(1), and one count of being a felon in possession of ammunition, in violation of 18 U.S.C. § 922(g)(1). The defendant moved to suppress the evidence seized from the storage closet, arguing that the warrant limited the search to the third-floor apartment and cellar, and did not include the closet on the landing outside the apartment.</p>\n<p>Following an evidentiary hearing, the district court denied the motion. It concluded that the closet was appurtenant to the apartment and, therefore, validly searched under the purview of the warrant. <i>Fagan,</i> 2006 WL 3210060, at *5.</p>\n<p>A trial ensued. The jury convicted the defendant on both counts charged in the indictment. The court sentenced him to a 210-month incarcerative term. This timely appeal followed. In it, the defendant challenges only the denial of his pretrial motion to suppress the evidence seized from the storage closet.</p>\n<p></p>\n<h2>II. ANALYSIS</h2>\n<p>We employ a bifurcated approach in assaying the denial of a motion to suppress. In carrying out that approach, we assess factual findings for clear error and evaluate legal rulings de novo. <i>See </i><i>Ornelas v. United States,</i> 517 U.S. 690, 699, 116 S.Ct. 1657, 134 L.Ed.2d 911 (1996); <i>United States v. Coplin,</i> 463 F.3d <span class=\"star-pagination\">*13</span> 96, 100 (1st Cir.2006). Applying this binary standard, we review the district court's conclusion that the search of the closet did not exceed the scope of the warrant de novo. <i>See </i><i>United States v. Rogers,</i> 521 F.3d 5, 9 (1st Cir.2008).</p>\n<p>The Fourth Amendment states in pertinent part that no search warrant shall issue unless it \"particularly describ[es] the place to be searched, and the... things to be seized.\" U.S. Const. amend. IV. The authority to search conferred by a warrant is circumscribed by the particular places delineated in the warrant and does not extend to other or different places. <i>United States v. Bonner,</i> 808 F.2d 864, 868 (1st Cir.1986). But search warrants are not always self-elucidating and, in all events, search warrants must be read in a practical, common-sense manner. <i>See </i><i>United States v. Ferreras,</i> 192 F.3d 5, 9-10 (1st Cir.1999) (admonishing that \"hypertechnical readings\" of search warrants \"should be avoided\"). It follows that search warrants should be viewed through a real-world prism and interpreted in a \"realistic fashion.\" <i>United States v. Principe,</i> 499 F.2d 1135, 1137 (1st Cir.1974) (quoting <i>United States v. Ventresca,</i> 380 U.S. 102, 108, 85 S.Ct. 741, 13 L.Ed.2d 684 (1965)).</p>\n<p>It is clear that structures that are part of the premises specified in a search warrant may validly be searched under the purview of the warrant. <i>See, e.g., </i><i>Ferreras,</i> 192 F.3d at 9-10 (affirming denial of motion to suppress evidence found in an attic when search warrant specified only the second-floor apartment because the attic was found to be a part of the apartment). Similarly, structures not explicitly mentioned in a warrant but that reasonably can be viewed as a part of the described premises have been held validly searched under the purview of the warrant. <i>See, e.g., </i><i>United States v. Heldt,</i> 668 F.2d 1238, 1265 (D.C.Cir.1981). So, too, structures have been deemed appurtenant to the premises specified in a search warrant, though not physically a part of those premises, and have been held validly searched under the purview of the warrant. <i>See, e.g., </i><i>Principe,</i> 499 F.2d at 1137 (affirming refusal to suppress evidence seized from \"appurtenant\" cabinet located immediately outside the apartment specified in the warrant).</p>\n<p>This case involves the third of these scenarios: an allegedly appurtenant structure.<sup>[1]</sup> In that circumstance, we think that the standard to be applied is one of objective reasonableness. So long as the officers executing the warrant have an objectively reasonable basis, in light of the known characteristics of the location and the evidence at hand, for concluding that a structure is appurtenant to the premises specified in the search warrant, that structure may validly be searched under the purview of the warrant. <i>See id.</i> (noting that \"officers could reasonably suppose, given the second floor layout and its proximity to the apartment, that the cabinet was appurtenant to the apartment, as in fact it was\").</p>\n<p>In this context, we refer to appurtenancy in its conventional sense. A typical dictionary definition of \"appurtenant\" indicates that it means \"[b]elonging as a property or legal right (to); <i>spec.</i> in <i>Law,</i> constituting a property or right subsidiary to one which is more important.\" Oxford English Dictionary 590 (2d ed.1989). Structures that have been found to be <span class=\"star-pagination\">*14</span> appurtenant to described residential premises include such things as storage closets, <i>see </i><i>United States v. McCaster,</i> 193 F.3d 930, 933 (8th Cir.1999); cabinets, <i>see </i><i>Principe,</i> 499 F.2d at 1137; storage rooms and bins, <i>see </i><i>United States v. Ware,</i> 890 F.2d 1008, 1011 (8th Cir.1989); lockers, <i>see </i><i>State v. Llamas-Villa,</i> 67 Wash.App. 448, 836 P.2d 239, 242 (1992); mailboxes, <i>see </i><i>People v. Weagley,</i> 218 Cal.App.3d 569, 267 Cal.Rptr. 85, 87 (1990); and birdhouses, <i>see </i><i>United States v. Asselin,</i> 775 F.2d 445, 446-47 (1st Cir.1985).</p>\n<p>Whether a searching officer reasonably could conclude that a specific structure is appurtenant to the premises specified in a particular search warrant necessarily demands close attention to the facts incident to the search in question. Each instance is likely to be sui generis, but the case law depicts some helpful guideposts. These include the proximity of the structure to the described premises, <i>see </i><i>Ware,</i> 890 F.2d at 1011 (holding that a storage room next to an apartment was \"near enough to alert the searching officers that it was an appurtenance of the apartment\"); the location's layout and the context-specific relationship between the structure and the premises specified in the warrant, <i>see </i><i>Principe,</i> 499 F.2d at 1137; and extrinsic evidence, including evidence discovered during admittedly valid portions of the search, suggesting that the structure is appurtenant to the premises specified in the warrant, <i>see </i><i>Ware,</i> 890 F.2d at 1011 (observing that the defendant's key ring included keys to a storage room deemed appurtenant to the premises specified in the warrant).</p>\n<p>In the case at hand, all of these guideposts point toward the conclusion that the district court reached. The third-floor closet was located on the third-floor landing, no more than eight feet from the front door of the apartment; the landing itself was small and led to the apartment; the spatial relationship between the closet and the apartment was intimate; the other residential units in the building were physically removed from both the third floor and the third-floor landing; and the key found in the defendant's bedroom opened the padlock that secured the closet. Thus, evidence found in the flat quite literally opened the door to the closet. That combination of factors was sufficient to permit an objectively reasonable officer to conclude that the storage closet was appurtenant to the apartment and to search the closet under the purview of the warrant.</p>\n<p>In an effort to blunt the force of this reasoning, the defendant asserts that such a holding is unwarranted because here, unlike in <i>Principe,</i> there was no confirmation from the landlord that use of the storage closet was a concomitant of renting the apartment. Accordingly, the defendant's thesis runs, the lack of clarity about whether tenants other than the defendant were entitled to use the closet should have precluded the search.</p>\n<p>This thesis is unpersuasive. Each case must stand or fall on its own facts, and a landlord's verification is not a sine qua non to a finding of appurtenancy. <i>See, e.g., </i><i>Asselin,</i> 775 F.2d at 446-47; <i>Weagley,</i> 267 Cal.Rptr. at 87. What counts is whether the searching officer has an objectively reasonable basis for believing that a particular structure is appurtenant to the premises specified in the search warrant. If he does, he may search that structure under the purview of the warrant; he need not halt his search to scrutinize lease arrangements, interrogate landlords, or interview other occupants of the building.</p>\n<p>The short of it is that a police officer sometimes can make an objectively reasonable determination of appurtenancy through a common-sense evaluation of information contained in the warrant, the <span class=\"star-pagination\">*15</span> layout, and evidence encountered at the scene. This is such a case: the proximity of the storage closet to the apartment, its relative isolation from the other residential units in the multi-family building, the fact that a key discovered in the apartment opened the closet, and the utter absence of any countervailing information were enough to ground an objectively reasonable conclusion that the closet was appurtenant to the apartment. <i>See, e.g., </i><i>McCaster,</i> 193 F.3d at 933 (\"[T]he close proximity of the area to McCaster's living quarters and its enclosure within the duplex unit supports the finding that it was reasonable for the officers to believe that the area fell within the scope of the warrant.\").</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>We need go no further. For the reasons elucidated above, we hold that the district court did not err in denying the defendant's motion to suppress.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Federal Circuit, sitting by designation.</p>\n<p>[1]  Although the case law seems to have developed along these three avenues, it is at least arguable that the same doctrine encompasses all of them. Analysis of this proposition is, however, beyond the scope of this opinion.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">577</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></span> (2009)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nMaurice J. FAGAN, Defendant, Appellant.</h1></center>\n<center>No. 08-1787.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard July 28, 2009.</center>\n<center>Decided August 13, 2009.</center>\n<p><span class=\"star-pagination\">*11</span> Ryan M. Schiff, with whom Salsberg &amp; Schneider was on brief, for appellant.</p>\n<p>F. Thompson Reece, Special Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, Anthony E. Fuller and George W. Vien, Assistant United Attorneys, were on brief, for appellee.</p>\n<p>Before BOUDIN, SELYA and DYK,<sup>[*]</sup> Circuit Judges.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>The Warrant Clause of the Fourth Amendment has been interpreted to permit searches not only of the premises specified in a warrant but also of structures \"appurtenant\" to those premises. The case law, however, provides very little guidance as to how courts should determine whether or not a given structure is appurtenant to described premises. This case offers us an opportunity to shed some light on this shadowy corner of Fourth Amendment law.</p>\n<p><span class=\"star-pagination\">*12</span> The matter comes to us in the form of an appeal of the denial of a motion to suppress evidence seized from a storage closet by local law enforcement officers armed with a search warrant for the neighboring apartment. The district court ruled that the closet, although not itself within the apartment or separately specified in the warrant, was appurtenant to the apartment and, therefore, validly searched. <i>United States v. Fagan,</i> No. 06-10023, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">3210060</span></span>, at *5 (D.Mass. Oct. 26, 2006). Discerning no error, we affirm.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>We rehearse the facts as found by the district court, consistent with record support. <i>See </i><i>United States v. Lee,</i> <span class=\"citation\" data-id=\"200295\"><a href=\"/opinion/200295/united-states-v-lee/\"><span class=\"volume\">317</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 30 (1st Cir.2003). We supplement them with additional facts not disputed by the parties.</p>\n<p>On October 20, 2005, local police officers executed a search warrant at 11 Battles Street, a three-story tenement in Brockton, Massachusetts. The warrant authorized a search of the third-floor apartment and cellar.</p>\n<p>When the officers entered the apartment, three people tried to flee. The officers detained them. In a bedroom, the officers found defendant-appellant Maurice J. (\"Jimmy\") Fagan and his thirteen-year-old daughter. In that bedroom, officers found, among other things, a loaded handgun and a key to a padlock. A search of the defendant's pockets revealed a small plastic bag containing 3.14 grams of crack cocaine and roughly $358 in cash. The officers found more drugs in the living room, pantry, and rear hallway.</p>\n<p>The police noticed a closet on the third-floor landing of 11 Battles Street. The landing itself is approximately six feet by twelve feet. The closet's door is about eight feet from the front door to the third-floor apartment. Using the key that they had found in the bedroom, the officers opened the padlock that secured the closet door. Inside, they found two digital scales, \"wampum cards\" from Foxwoods Resort Casino, and paperwork from the Massachusetts Registry of Motor Vehicles (RMV). The wampum cards and RMV paperwork bore the defendant's name.</p>\n<p>In due season, a federal grand jury indicted the defendant on one count of possession of crack cocaine with intent to distribute, in violation of 21 U.S.C. § 841(a)(1), and one count of being a felon in possession of ammunition, in violation of 18 U.S.C. § 922(g)(1). The defendant moved to suppress the evidence seized from the storage closet, arguing that the warrant limited the search to the third-floor apartment and cellar, and did not include the closet on the landing outside the apartment.</p>\n<p>Following an evidentiary hearing, the district court denied the motion. It concluded that the closet was appurtenant to the apartment and, therefore, validly searched under the purview of the warrant. <i>Fagan,</i> <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">3210060</span></span>, at *5.</p>\n<p>A trial ensued. The jury convicted the defendant on both counts charged in the indictment. The court sentenced him to a 210-month incarcerative term. This timely appeal followed. In it, the defendant challenges only the denial of his pretrial motion to suppress the evidence seized from the storage closet.</p>\n<p></p>\n<h2>II. ANALYSIS</h2>\n<p>We employ a bifurcated approach in assaying the denial of a motion to suppress. In carrying out that approach, we assess factual findings for clear error and evaluate legal rulings de novo. <i>See </i><i>Ornelas v. United States,</i> <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">690</span></a></span>, 699, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1657</span></a></span>, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">911</span></a></span> (1996); <i>United States v. Coplin,</i> 463 F.3d <span class=\"star-pagination\">*13</span> 96, 100 (1st Cir.2006). Applying this binary standard, we review the district court's conclusion that the search of the closet did not exceed the scope of the warrant de novo. <i>See </i><i>United States v. Rogers,</i> <span class=\"citation\" data-id=\"203200\"><a href=\"/opinion/203200/united-states-v-rogers/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 9 (1st Cir.2008).</p>\n<p>The Fourth Amendment states in pertinent part that no search warrant shall issue unless it \"particularly describ[es] the place to be searched, and the... things to be seized.\" U.S. Const. amend. IV. The authority to search conferred by a warrant is circumscribed by the particular places delineated in the warrant and does not extend to other or different places. <i>United States v. Bonner,</i> <span class=\"citation\" data-id=\"481318\"><a href=\"/opinion/481318/united-states-v-russell-bonner-united-states-of-america-v-wayne-bonner/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">864</span></a></span>, 868 (1st Cir.1986). But search warrants are not always self-elucidating and, in all events, search warrants must be read in a practical, common-sense manner. <i>See </i><i>United States v. Ferreras,</i> <span class=\"citation\" data-id=\"198634\"><a href=\"/opinion/198634/united-states-v-ferreras/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 9-10 (1st Cir.1999) (admonishing that \"hypertechnical readings\" of search warrants \"should be avoided\"). It follows that search warrants should be viewed through a real-world prism and interpreted in a \"realistic fashion.\" <i>United States v. Principe,</i> <span class=\"citation\" data-id=\"320449\"><a href=\"/opinion/320449/united-states-v-vincent-principe-sr/\"><span class=\"volume\">499</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1135</span></a></span>, 1137 (1st Cir.1974) (quoting <i>United States v. Ventresca,</i> <span class=\"citation\" data-id=\"106990\"><a href=\"/opinion/106990/united-states-v-ventresca/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">102</span></a></span>, 108, <span class=\"citation\" data-id=\"106990\"><a href=\"/opinion/106990/united-states-v-ventresca/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">741</span></a></span>, <span class=\"citation\" data-id=\"106990\"><a href=\"/opinion/106990/united-states-v-ventresca/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">684</span></a></span> (1965)).</p>\n<p>It is clear that structures that are part of the premises specified in a search warrant may validly be searched under the purview of the warrant. <i>See, e.g., </i><i>Ferreras,</i> 192 F.3d at 9-10 (affirming denial of motion to suppress evidence found in an attic when search warrant specified only the second-floor apartment because the attic was found to be a part of the apartment). Similarly, structures not explicitly mentioned in a warrant but that reasonably can be viewed as a part of the described premises have been held validly searched under the purview of the warrant. <i>See, e.g., </i><i>United States v. Heldt,</i> <span class=\"citation\" data-id=\"398883\"><a href=\"/opinion/398883/united-states-v-henning-heldt-and-duke-snider-united-states-of-america-v/\"><span class=\"volume\">668</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1238</span></a></span>, 1265 (D.C.Cir.1981). So, too, structures have been deemed appurtenant to the premises specified in a search warrant, though not physically a part of those premises, and have been held validly searched under the purview of the warrant. <i>See, e.g., </i><i>Principe,</i> 499 F.2d at 1137 (affirming refusal to suppress evidence seized from \"appurtenant\" cabinet located immediately outside the apartment specified in the warrant).</p>\n<p>This case involves the third of these scenarios: an allegedly appurtenant structure.<sup>[1]</sup> In that circumstance, we think that the standard to be applied is one of objective reasonableness. So long as the officers executing the warrant have an objectively reasonable basis, in light of the known characteristics of the location and the evidence at hand, for concluding that a structure is appurtenant to the premises specified in the search warrant, that structure may validly be searched under the purview of the warrant. <i>See id.</i> (noting that \"officers could reasonably suppose, given the second floor layout and its proximity to the apartment, that the cabinet was appurtenant to the apartment, as in fact it was\").</p>\n<p>In this context, we refer to appurtenancy in its conventional sense. A typical dictionary definition of \"appurtenant\" indicates that it means \"[b]elonging as a property or legal right (to); <i>spec.</i> in <i>Law,</i> constituting a property or right subsidiary to one which is more important.\" Oxford English Dictionary 590 (2d ed.1989). Structures that have been found to be <span class=\"star-pagination\">*14</span> appurtenant to described residential premises include such things as storage closets, <i>see </i><i>United States v. McCaster,</i> <span class=\"citation\" data-id=\"766421\"><a href=\"/opinion/766421/united-states-v-frank-mccaster/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">930</span></a></span>, 933 (8th Cir.1999); cabinets, <i>see </i><i>Principe,</i> 499 F.2d at 1137; storage rooms and bins, <i>see </i><i>United States v. Ware,</i> <span class=\"citation\" data-id=\"532827\"><a href=\"/opinion/532827/united-states-v-larry-ware-aka-larry-david-payne/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1008</span></a></span>, 1011 (8th Cir.1989); lockers, <i>see </i><i>State v. Llamas-Villa,</i> 67 Wash.App. 448, <span class=\"citation\" data-id=\"1445173\"><a href=\"/opinion/1445173/state-v-llamas-villa/\"><span class=\"volume\">836</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">239</span></a></span>, 242 (1992); mailboxes, <i>see </i><i>People v. Weagley,</i> <span class=\"citation\" data-id=\"2171456\"><a href=\"/opinion/2171456/people-v-weagley/\"><span class=\"volume\">218</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">569</span></a></span>, <span class=\"citation\" data-id=\"2171456\"><a href=\"/opinion/2171456/people-v-weagley/\"><span class=\"volume\">267</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">85</span></a></span>, 87 (1990); and birdhouses, <i>see </i><i>United States v. Asselin,</i> <span class=\"citation\" data-id=\"460036\"><a href=\"/opinion/460036/united-states-v-roland-asselin/\"><span class=\"volume\">775</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">445</span></a></span>, 446-47 (1st Cir.1985).</p>\n<p>Whether a searching officer reasonably could conclude that a specific structure is appurtenant to the premises specified in a particular search warrant necessarily demands close attention to the facts incident to the search in question. Each instance is likely to be sui generis, but the case law depicts some helpful guideposts. These include the proximity of the structure to the described premises, <i>see </i><i>Ware,</i> 890 F.2d at 1011 (holding that a storage room next to an apartment was \"near enough to alert the searching officers that it was an appurtenance of the apartment\"); the location's layout and the context-specific relationship between the structure and the premises specified in the warrant, <i>see </i><i>Principe,</i> 499 F.2d at 1137; and extrinsic evidence, including evidence discovered during admittedly valid portions of the search, suggesting that the structure is appurtenant to the premises specified in the warrant, <i>see </i><i>Ware,</i> 890 F.2d at 1011 (observing that the defendant's key ring included keys to a storage room deemed appurtenant to the premises specified in the warrant).</p>\n<p>In the case at hand, all of these guideposts point toward the conclusion that the district court reached. The third-floor closet was located on the third-floor landing, no more than eight feet from the front door of the apartment; the landing itself was small and led to the apartment; the spatial relationship between the closet and the apartment was intimate; the other residential units in the building were physically removed from both the third floor and the third-floor landing; and the key found in the defendant's bedroom opened the padlock that secured the closet. Thus, evidence found in the flat quite literally opened the door to the closet. That combination of factors was sufficient to permit an objectively reasonable officer to conclude that the storage closet was appurtenant to the apartment and to search the closet under the purview of the warrant.</p>\n<p>In an effort to blunt the force of this reasoning, the defendant asserts that such a holding is unwarranted because here, unlike in <i>Principe,</i> there was no confirmation from the landlord that use of the storage closet was a concomitant of renting the apartment. Accordingly, the defendant's thesis runs, the lack of clarity about whether tenants other than the defendant were entitled to use the closet should have precluded the search.</p>\n<p>This thesis is unpersuasive. Each case must stand or fall on its own facts, and a landlord's verification is not a sine qua non to a finding of appurtenancy. <i>See, e.g., </i><i>Asselin,</i> 775 F.2d at 446-47; <i>Weagley,</i> 267 Cal.Rptr. at 87. What counts is whether the searching officer has an objectively reasonable basis for believing that a particular structure is appurtenant to the premises specified in the search warrant. If he does, he may search that structure under the purview of the warrant; he need not halt his search to scrutinize lease arrangements, interrogate landlords, or interview other occupants of the building.</p>\n<p>The short of it is that a police officer sometimes can make an objectively reasonable determination of appurtenancy through a common-sense evaluation of information contained in the warrant, the <span class=\"star-pagination\">*15</span> layout, and evidence encountered at the scene. This is such a case: the proximity of the storage closet to the apartment, its relative isolation from the other residential units in the multi-family building, the fact that a key discovered in the apartment opened the closet, and the utter absence of any countervailing information were enough to ground an objectively reasonable conclusion that the closet was appurtenant to the apartment. <i>See, e.g., </i><i>McCaster,</i> 193 F.3d at 933 (\"[T]he close proximity of the area to McCaster's living quarters and its enclosure within the duplex unit supports the finding that it was reasonable for the officers to believe that the area fell within the scope of the warrant.\").</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>We need go no further. For the reasons elucidated above, we hold that the district court did not err in denying the defendant's motion to suppress.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Federal Circuit, sitting by designation.</p>\n<p>[1]  Although the case law seems to have developed along these three avenues, it is at least arguable that the same doctrine encompasses all of them. Analysis of this proposition is, however, beyond the scope of this opinion.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/320449/",
    "http://www.courtlistener.com/api/rest/v3/opinions/398883/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460036/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532827/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766421/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1445173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2171456/"
  ]
}