{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203961/",
  "absolute_url": "/opinion/203961/genereux-v-american-beryllia-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203961/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:27:26Z",
  "date_modified": "2016-02-28T05:12:30.384104Z",
  "type": "010combined",
  "sha1": "7176832bf6886ac58375fd75f55531fde36d2748",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/07-2676P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/08/20/Genereux_v._American_Beryllia_Corp..pdf",
  "plain_text": "            United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 07-2676\n\n    SUZANNE GENEREUX, Individually and as Parent and Natural\n         Guardian to minor children A.G. and K.G.; BARRY\n        GENEREUX, Individually and as Parent and Natural\n            Guardian to minor children A.G. and K.G.,\n\n                       Plaintiffs, Appellants,\n\n                                 v.\n\n      AMERICAN BERYLLIA CORP.; BRUSH WELLMAN, INC.; HARDRIC\n                       LABORATORIES, INC.,\n\n                       Defendants, Appellees,\n\n         BRUSH WELLMAN CERAMICS, INC.; BRUSH WELLMAN CERAMIC\n            PRODUCTS, INC.; KYOCERA AMERICA, INC.; KYOCERA\n             INDUSTRIAL CERAMICS CORP.; RAYTHEON COMPANY,\n\n                             Defendants.\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n                  FOR THE DISTRICT OF MASSACHUSETTS\n\n             [Hon. Joseph L. Tauro, U.S. District Judge]\n\n\n                               Before\n\n           Torruella, Baldock*, and Lipez, Circuit Judges.\n\n\n\n     Ruben Honik, with whom Stephan Matanovic, Golomb & Honik,\nP.C., Leo V. Boyle, and Meehan, Boyle, Black and Bogdanow, P.C.\nwere on brief, for appellants.\n\n     *      Of the Tenth Circuit, sitting by designation.\n\f     William F. Ahern, Jr., with whom Jeremy Y. Weltman and Clark,\nHunt & Embry were on brief, for appellee American Beryllia Corp.\n     Robert M.A. Nadeau, with whom Nadeau Law, LLC was on brief,\nfor appellee Hardric Laboratories, Inc.\n     Jeffery D. Ubersax, with whom Robert S. Faxon, Jones Day, Alan\nM. Spiro, and Edwards Angell Palmer & Dodge LLP were on brief, for\nappellee Brush Wellman, Inc.\n\n\n\n                          July 29, 2009\n\f           LIPEZ, Circuit Judge.            Suzanne Genereux, her husband\n\nBarry Genereux, and their children brought suit against various\n\nmanufacturers of beryllium products, alleging that their products\n\ncaused injury to Suzanne Genereux when she came into contact with\n\nthem at her workplace.     The complaint asserted negligence, breach\n\nof warranty, failure to warn, violation of Massachusetts General\n\nLaws chapter 93A, and other claims.            The district court granted\n\nsummary judgment for the defendants on all of the plaintiffs'\n\nclaims, concluding that the common-law claims were time-barred and\n\nthat the defendants were relieved of liability under chapter 93A by\n\nMassachusetts's \"sophisticated user\" defense. Plaintiffs appealed.\n\n           After a careful review of the record, we conclude that a\n\nreasonable jury could find that the plaintiffs' common-law claims\n\nwere timely and that the sophisticated user defense did not relieve\n\nthe defendants of liability.      We therefore vacate and remand.\n\n                                      I.\n\n           On appeal from summary judgment, we take the facts in the\n\nlight   most   favorable   to   the    non-moving    party   and   draw   all\n\nreasonable inferences in its favor.          CMI Capital Mkt. Inv., LLC v.\n\nGonzález-Toro, 520 F.3d 58, 61 (1st Cir. 2008).\n\nA. The Raytheon Company and Beryllium\n\n           Suzanne Genereux (\"Genereux\") worked for Raytheon Company\n\n(\"Raytheon\"), a major defense contractor, from 1982 to 1990.              She\n\nwas employed at the company's Waltham, Massachusetts plant, where\n\n\n                                      -3-\n\fits Microwave and Power Tube Division was then headquartered.\n\nGenereux spent seven years in the plant's Backward Wave Oscillator\n\nLab and one year as a quality assurance technician.1                 In the\n\nBackward Wave Oscillator Lab, Genereux assembled components, known\n\nas \"subassemblies,\" for incorporation into radar tubes.            She spent\n\nmost of her time working on two subassemblies: the \"ARCO window\"\n\nand the \"Tall Man.\"      Both subassemblies contained beryllium.\n\n            Beryllium is a silver-grey non-magnetic metal that is\n\nexceptionally light, stiff, and able to disperse heat rapidly.\n\nWhen alloyed with other metals, such as copper, beryllium tends to\n\npass on its properties to the alloy.             This is also true of\n\nberyllium   oxide   ceramics,    or   \"beryllia,\"   which    can   withstand\n\nextreme temperatures and rapidly disperse heat.             These features\n\nmake beryllium ideal for many specialized applications, including\n\nx-ray windows, transistors, jet brake pads, ceramic jet engine\n\nblades and rocket covers, nuclear reactors, and nuclear weapons.\n\nUnfortunately, however, beryllium dust and fumes are hazardous to\n\nhuman    health.    In   some   individuals,   inhaling     beryllium   dust\n\ntriggers an immune response, causing inflammation and the formation\n\nof granulomas in the lung tissue.           This disease is known as\n\n\"chronic beryllium disease,\" and it gives rise to a number of\n\n\n\n     1\n          Genereux also     worked in quality assurance at Raytheon's\nNorthborough plant, but     only for a short time. She did not work\nwith beryllium in this      position.   She also worked briefly as a\nproduction coil winder,     which did not involve beryllium.\n\n                                      -4-\n\fsymptoms, such as coughing, shortness of breath, fatigue, weight\n\nloss, fevers, and night sweats.          The beryllium industry has long\n\nknown of the disease and implemented various hygienic controls to\n\nprevent it.\n\n            Brush Wellman, Inc. (\"Brush\"), American Beryllia Corp.\n\n(\"American Beryllia\"), and Hardric Laboratories, Inc. (\"Hardric\")\n\nmanufacture beryllium ceramic and beryllium alloy parts and supply\n\nthese parts for use in some of the applications discussed above.\n\nBrush is the largest domestic producer of beryllium-containing\n\nproducts,     including    beryllium    oxide     ceramics,    and    sometimes\n\nsupplies beryllium to other beryllium manufacturers for further\n\nprocessing. Brush is also one of the oldest producers of beryllium\n\nproducts; it has been in existence since 1931 (incorporated as\n\n\"Brush Beryllium Company\"), and its facilities hosted one of the\n\nearliest major studies of beryllium exposure and beryllium disease,\n\ncarried out in the late 1940's by the United States Atomic Energy\n\nCommission.      American Beryllia was incorporated in 2002 after\n\npurchasing the assets of General Ceramics, which had manufactured\n\nberyllium products since the 1950's, initially under the name\n\nNational    Beryllia    Corporation.         General   Ceramics,     Brush,   and\n\nHardric manufactured beryllium parts that Genereux worked with in\n\nthe Waltham Backward Wave Oscillator Lab.2\n\n\n\n     2\n            Appellees     dispute   this      point.     See   infra    section\nIII(C)(2).\n\n                                       -5-\n\f             Raytheon   used   both   beryllium    ceramics      and   beryllium\n\nmetals in the Backward Wave Oscillator Lab.              Blueprints used by\n\nGenereux identified several subassembly parts containing beryllium.\n\nFor example, the ARCO window contained two beryllium parts: a\n\nberyllium copper sleeve and a cylindrical beryllium oxide ceramic.\n\nThe Tall Man contained a rectangular beryllium oxide ceramic.\n\nGenereux performed a number of operations on these parts that\n\nproduced respirable dust.         She filed, sanded, smoothed (using a\n\nDremel rotary tool), and polished beryllium copper and possibly\n\nother beryllium metals.3       These processes removed small amounts of\n\nmaterial from the metal, some of which were so small that they\n\nwould become airborne and remain suspended in the air as respirable\n\ndust.\n\n             Genereux   also    spent    considerable     time    sandblasting\n\nvarious beryllium ceramics -- between two hours a day and eight\n\nhours a day, towards the end of the month or when a shipping\n\ndeadline approached.4     She used a pencil grit blaster, which worked\n\nby expelling grit from a nozzle controlled by the operator.                   This\n\nprocess     removed   small    amounts    of   ceramic   material      from    the\n\n\n\n\n     3\n             Appellees dispute that Genereux             polished      beryllium\nmetals.     See infra section III(B)(2).\n        4\n          Genereux was sometimes asked to sandblast beryllium oxide\nceramics in addition to those contained in the ARCO window and the\nTall Man subassemblies.\n\n                                        -6-\n\fberyllia.     Although sandblasting took place under a hood,5 the\n\nceramic material and some of the grit would become airborne,\n\nproducing white dust that settled on Genereux's clothes and shoes.\n\nIn addition to these activities, Genereux was also designated to\n\nhandle, store, and track all the beryllium parts used in the\n\nBackward Wave Oscillator Lab.6\n\n            Raytheon took steps to control employees' exposure to\n\nberyllium dust, and Brush, along with other beryllium producers,\n\nprovided    Raytheon   with   information   about    appropriate   hygienic\n\ncontrols and exposure rates.          We discuss aspects of Raytheon's\n\nindustrial hygiene program and Brush's input to it below.\n\nB. Diagnosis of Chronic Beryllium Disease\n\n            Genereux became ill many times during her employment at\n\nRaytheon.    Sometime in 1983 or 1984, she developed a cough and\n\nshortness of breath.     The symptoms were attributed to asthma, and\n\nphysicians prescribed a treatment regimen of steroids and inhalers.\n\nSometime    later,   Genereux   was   hospitalized    for   five   days   and\n\n\n\n     5\n          Genereux described two sandblasting machines. The first\nmachine was equipped with a plexiglass shield or sash.          The\noperator would put on protective gloves and lower the sash over the\ngloves, operating the pencil blaster behind the sash. A year after\nGenereux arrived, this machine was replaced. The second machine\nmay have been equipped with a complete sandblasting enclosure and\nlocal exhaust ventilation. It still emitted dust.\n     6\n          As the district court noted in its Memorandum & Order,\nGenereux also \"alleges that she was exposed to airborne beryllium\ndust generated elsewhere in the plant that spread through the\nambient air.\"\n\n                                      -7-\n\fdiagnosed with \"recurrent asthma.\"           Physicians again prescribed\n\ninhalers, and supplemented them with prednisone. Genereux returned\n\nto work, but after a period of three to four months she developed\n\nan upper respiratory infection.        Exacerbation of asthma symptoms\n\nrequired Genereux to be hospitalized several times during the year.\n\nThroughout this period and afterwards, Genereux regularly sought\n\nemergency   care.    According   to    the   report   of   a   pulmonologist\n\ntreating her, \"she has gone to the emergency room approximately\n\nthree times a year for respiratory complaints.\"\n\n            In November 1990, Genereux took a medical leave of\n\nabsence from Raytheon due to a high-risk pregnancy.               After her\n\npregnancy, Genereux developed carpal tunnel syndrome and required\n\nsurgery on both of her hands.           Unable to work, she went on\n\n\"extended sick leave\" from Raytheon and ultimately did not return.\n\nGenereux began to receive long-term disability benefits through\n\nRaytheon during this time.    However, in 1994 the insurance company\n\ndiscontinued benefits on the grounds that Genereux was no longer\n\ndisabled.      Genereux   repeatedly    sought    reinstatement     of   the\n\nbenefits, arguing that she remained completely disabled and was\n\nentitled to benefits until age sixty-five.\n\n            Meanwhile, Genereux was formally diagnosed in 1997 with\n\nvascular Parkinson's disease in her right side, where she suffered\n\nfrom tremors, pain, and muscle weakness.          In late 2000 or early\n\n2001, finding that she was unable to pay her expenses, Genereux\n\n\n                                  -8-\n\fwrote United States Senator Jack Reed, seeking his assistance in\n\nobtaining reinstatement of the long-term disability benefits and\n\nsecuring a pension.      In her letter, Genereux stated that she\n\nsuffered from Parkinson's disease and was \"totally disabled.\"\n\nGenereux then wrote:\n\n            I am told that the causes of Parkinson's\n            Disease are still being researched, I am told\n            that environment may be a cause, but it may\n            not be found out in my lifetime.         While\n            working for Raytheon, I worked in rooms with\n            asbestos ceilings (which left dust on the\n            benches and other items) . . . . I was forced\n            to sandblast beryllium ceramics with no masks,\n            open   sandblasting   units,   no   protective\n            clothing. I also used alot [sic] of acetone\n            and other degreasing agents and worked in a\n            small room off of a large plating room.\n\nShe did not mention asthma, lung disease, or pulmonary symptoms of\n\nany kind.\n\n            After receiving a written response to her letter in late\n\n2001 or early 2001, Genereux called Senator Reed's office.    During\n\nthe ensuing conversation, a staff member asked Genereux \"whether\n\nshe had ever been tested for CBD [chronic beryllium disease].\"\n\nAccording to Genereux, this was the first time she had ever heard\n\nof chronic beryllium disease.          Senator Reed's office advised\n\nGenereux to call the Department of Labor.7         Officials at the\n\n\n\n     7\n          On January 22, 2001, Senator Reed's office mailed\nGenereux a letter that stated, \"Pursuant to your request for\ninformation concerning compensation for Berylium [sic] exposure,\nyou should contact 1-877-447-9756 and leave your name and address\nfor further information.\"\n\n                                 -9-\n\fDepartment of Labor told Genereux about National Jewish Medical\n\nCenter (\"National Jewish\"), a Colorado facility experienced in the\n\ntreatment of chronic beryllium disease, and instructed her to call.\n\nGenereux contacted National Jewish sometime in early 2001.\n\n           National Jewish recommended to Genereux that she take a\n\nblood test, known as the BeLPT test, to determine whether she was\n\nsensitized to beryllium.   National Jewish also provided her with a\n\nbooklet explaining the causes, symptoms and treatment of chronic\n\nberyllium disease.   As the booklet explained,\n\n           Beryllium   sensitization   often  leads   to\n           disease, even in people who are no longer\n           working with beryllium.     Most people with\n           beryllium sensitization have granuloma scars\n           in their lungs, and sometimes in other organs\n           also. . . . Once a person has been exposed to\n           beryllium, there is a lifelong risk of\n           developing the disease.\n\nThe booklet quantified this risk, stating that \"[o]nly 1-6% of\n\nexposed people will develop beryllium disease,\" but noted that\n\n\"certain work tasks have been associated with disease rates as high\n\nas 16%.\"   Those who were sensitized, it said, but did not develop\n\nthe disease, \"do not need treatment\" but \"need to be checked by a\n\ndoctor regularly for signs of disease.\"\n\n           On June 8, 2001, Genereux met with her primary care\n\nphysician, Dr. David Ashley.   Notes from the meeting indicate that\n\nGenereux again raised concerns about \"[p]otential exposure [to]\n\nAcetone, Berrilium [sic], Asbestos.\"   Genereux provided Dr. Ashley\n\nwith the National Jewish booklet on chronic beryllium disease, an\n\n                                -10-\n\fillness previously unfamiliar to him.               According to Dr. Ashley,\n\nGenereux then connected beryllium exposure to her lung disease:\n\n               Q. And did she suggest that there was some\n               kind of problems that she was encountering\n               that she thought was related to potential\n               Beryllium exposure?\n               A. Her breathing problems. I mean, she had\n               childhood asthma that basically reoccurred as\n               an adult, and she was labeled as an asthmatic,\n               and she was wondering whether this, you know,\n               could be something other than asthma . . . .\n\n               On June 19, 2001, Genereux again met with Dr. Ashley.\n\nNotes from the meeting indicate that Dr. Ashley and Genereux\n\ndiscussed her exposure to beryllium during her employment at\n\nRaytheon, as well as the BeLPT test.              Dr. Ashley's office ordered\n\na BeLPT test kit from National Jewish.             On June 20, 2001, Genereux\n\nhad blood drawn at the laboratory in Dr. Ashley's office for use in\n\na number of tests, including the BeLPT test.                 Dr. Ashley's office\n\nsent the completed BeLPT test kit to National Jewish in Colorado,\n\nwhere it was analyzed on June 23, 2001.                      Test results were\n\nclassified      as   \"abnormal.\"       Genereux    had   a   second    BeLPT   test\n\nanalyzed on February 2, 2002, whose results were also abnormal. In\n\nlate       August   2002,   Genereux   traveled    to    Colorado     for   further\n\ntesting, where she was diagnosed with chronic beryllium disease.8\n\n\n\n       8\n          When Genereux returned from Colorado, she initially\nsought treatment from a local pulmonologist who had seen her prior\nto the diagnosis.    It seems that questions persisted about the\ndiagnosis; the local pulmonologist, Dr. Corrao, was \"not convinced\"\nthat Genereux had chronic beryllium disease. Genereux eventually\nleft Dr. Corrao's care.\n\n                                       -11-\n\f                                  II.\n\n           On June 22, 2004, Genereux, her husband Barry Genereux,\n\nand their two children filed suit in Massachusetts Superior Court\n\nagainst Brush, several other beryllium manufacturers, and Raytheon.\n\nOn September 7, 2004, plaintiffs amended their complaint, naming\n\nAmerican Beryllia and Hardric as additional defendants.         In the\n\namended complaint, Genereux asserted seven causes of action against\n\nthe defendants: negligence; breach of warranty; failure to warn;\n\nstrict   liability   for   ultrahazardous   or   abnormally   dangerous\n\nactivities; breach of Massachusetts's consumer protection statute,\n\nMassachusetts General Laws chapter 93A; fraudulent concealment; and\n\nconspiracy.   Barry Genereux and the Genereux children asserted six\n\nadditional counts, based on liability for medical monitoring, loss\n\nof consortium, and breach of chapter 93A.\n\n           On October 8, 2004, Brush and another defendant removed\n\nthe case to federal district court, asserting jurisdiction under\n\nthe Federal Officer Removal Statute, 28 U.S.C. § 1442(a)(1).9\n\n\n     9\n           Under the Federal Officer Removal Statute,\n\n     A civil action . . . commenced in a State court against\n     any of the following may be removed by them to the\n     district court of the United States for the district and\n     division embracing the place wherein it is pending:\n     (1) The United States or any agency thereof or any\n     officer (or any person acting under that officer) of the\n     United States or of any agency thereof, sued in an\n     official or individual capacity for any act under color\n     of such office or on account of any right, title or\n     authority claimed under any Act of Congress for the\n     apprehension or punishment of criminals or the collection\n\n                                 -12-\n\fSubsequently, the district court dismissed the sole count against\n\nRaytheon, a claim of liability for medical monitoring.               It also\n\ndismissed   counts    based   on     theories   of   strict    liability   and\n\nconspiracy, and all defendants other than Brush, American Beryllia,\n\nand Hardric.    Nine counts remained: (1) negligence; (2) breach of\n\nwarranty; (3) failure to warn; (4) breach of chapter 93A towards\n\nGenereux; (5) fraudulent concealment; (6) loss of consortium based\n\non negligence; (7) loss of consortium based on breach of warranty;\n\n(8) loss of consortium based on failure to warn; and (9) breach of\n\nchapter 93A towards Barry Genereux and the Genereux children.\n\n            After    the   parties     conducted     discovery,   the   three\n\nremaining defendants moved for summary judgment.              Defendants made\n\nfour arguments in common: (A) that the plaintiffs' claims were\n\nbarred by the statute of limitations; (B) that the plaintiffs'\n\nclaims were barred by the sophisticated user doctrine and the bulk\n\nsupplier doctrine; (C) that Genereux did not work with their\n\nproducts; and (D) that the defendants were not the proximate cause\n\nof the plaintiffs' injuries. American Beryllia also argued that it\n\n\n     of the revenue.\n\n28 U.S.C. § 1442(a)(1). Here, Brush's removal was based on its\nassertion that it was a \"person acting under\" an officer of the\nUnited States, because the beryllium-containing products it\nsupplied to Raytheon were used in manufacturing \"military\nhardware.\" See Camacho v. Autoridad de Telefonos de P.R., 868 F.2d\n482, 486-87 (1st Cir. 1989). Removal under this statute does not\nrequire that all defendants agree to removal. Ely Valley Mines,\nInc. v. Hartford Acc. & Indemn. Co., 644 F.2d 1310, 1315 (9th Cir.\n1981).\n\n                                      -13-\n\fwas entitled to summary judgment because under Massachusetts law,\n\nit was not subject to successor liability as a purchaser of assets.\n\n            Taking the facts in the light most favorable to Genereux,\n\nthe     district    court    concluded     that   Genereux     had     \"performed\n\nactivities     on    products    that     contained      beryllium,\"    such    as\n\n\"sandblasting,       welding,     filing,       and     brazing,\"    which     had\n\n\"generat[ed] airborne beryllium dust that Genereux inhaled.\"                   It\n\nalso concluded that the defendants had each supplied Raytheon with\n\nproducts containing beryllium, including windows, pins, collectors,\n\nrectangular    plates,      discs,   rods,     tubes,   and   \"beryllium     metal\n\nemitter rings.\" The court assumed, without deciding, that American\n\nBeryllia was subject to successor liability for injuries caused by\n\nproducts produced by General Ceramics, noting, \"[t]he factual\n\nrecord on the issue of successor liability is not sufficiently for\n\nresolution [sic].\"\n\n            The district court then granted the motion for summary\n\njudgment on all nine remaining counts.                The court held that the\n\nplaintiffs' common-law claims (remaining counts (1)-(3) and (5)-\n\n(8)) were time-barred.          It noted that the common-law claims were\n\nsubject to a three-year statute of limitations, but that under\n\nMassachusetts's \"discovery rule,\" the limitations period only began\n\nto run when Genereux knew or had sufficient notice that she had\n\nbeen harmed, and knew or had sufficient notice of the cause of the\n\nharm.    After describing Genereux's appointments with Dr. Ashley in\n\n\n                                        -14-\n\fJune 2001, the court concluded that by June 19, 2001, at the\n\nlatest, Genereux was aware that she might have chronic beryllium\n\ndisease and that she was exposed to beryllium while at Raytheon.\n\nThus, \"[b]y June 19, 2001, she was sufficiently aware of the\n\npossibility that she contracted the disease through exposure to\n\nberyllium at Raytheon to start the statute of limitations.\"   Based\n\non that start date, the court held that limitations period ended on\n\nJune 19, 2004, three days before Genereux filed suit.\n\n          The court held that the plaintiffs' statutory claims\n\nunder chapter 93A (remaining counts (4) and (9)), which were\n\nsubject to a four-year statute of limitations, were timely filed\n\nbut barred by the sophisticated user doctrine.   Plaintiffs' theory\n\nof liability under chapter 93A turned on the defendants' failure to\n\nwarn of the dangers of their products.10   The court noted that the\n\nsophisticated user doctrine relieves a manufacturer of liability\n\nfor failing to warn when the \"end user\" knows or reasonably should\n\nknow of a product's dangers.   After determining that Raytheon was\n\nthe end user, the court concluded that Raytheon \"had substantial\n\nknowledge of the dangers of beryllium exposure, manifest in three\n\n\n     10\n          In motions to the district court, plaintiffs asserted\nthat defendants' failure to warn constituted an \"unfair or\ndeceptive act\" within the meaning of chapter 93A, section 2(a).\nSee Mass. Gen. Laws ch. 93A, § 2(a) (declaring unlawful \"unfair or\ndeceptive acts or practices in the conduct of any trade or\ncommerce\"); ch. 93A, § 2(c) (granting Massachusetts attorney\ngeneral the authority to make rules and regulations interpreting\nsection 2(a)); 940 Mass. Code Regs. 3.05 (defining \"general\nmisrepresentations\").\n\n                               -15-\n\fways: knowledge held by employees; Raytheon's own policies and\n\ninternal memoranda; and warnings provided to Raytheon by its\n\nsuppliers.\"   In addition, \"Raytheon was a sophisticated company,\"\n\nwhich \"ranked fifty-third in Fortune Magazine's Top 100 List of\n\nAmerican Companies,\" and had a \"keen appreciation of the dangers of\n\nberyllium, for which it ordained prophylactic procedures decades\n\nbefore Genereux's employment.\"\n\n          Plaintiffs timely appealed and now ask us to reverse.\n\nThey contend that the district court erred in determining that the\n\nstatute of limitations expired before they filed suit and that the\n\nsophisticated user doctrine relieves the defendants from liability.\n\nDefendants argue that the district court properly resolved the\n\nissues it addressed, and raise as alternative grounds for upholding\n\nsummary judgment the bulk supplier doctrine, plaintiffs' failure to\n\nshow that Genereux was exposed to any products manufactured by the\n\ndefendants, and the fact that defendants were not the proximate\n\ncause of Genereux's injuries.    American Beryllia also argues that\n\nit is not subject to successor liability for injuries caused by\n\nexposure to General Ceramics's products.\n\n                                 III.\n\n              We review de novo a district court's award of summary\n\njudgment. Arroyo-Audifred v. Verizon Wireless, Inc., 527 F.3d 215,\n\n217 (1st Cir. 2008).    \"Summary judgment is appropriate when 'the\n\npleadings, depositions, answers to interrogatories, and admissions\n\n\n                                 -16-\n\fon file, together with the affidavits, if any, show that there is\n\nno genuine issue as to any material fact and that the moving party\n\nis entitled to judgment as a matter of law.'\"       Mass. Eye & Ear\n\nInfirmary v. QLT Phototherapeutics, Inc., 412 F.3d 215, 239 (1st\n\nCir. 2005) (quoting Fed. R. Civ. P. 56(c)).         There exists a\n\n\"genuine\" issue of fact when \"the evidence about the fact is such\n\nthat a reasonable jury could resolve the point in favor of the\n\nnonmoving party.\"   S.E.C. v. Ficken, 546 F.3d 45, 51 (1st Cir.\n\n2008) (internal quotation marks and citation omitted).\n\nA. Statute of Limitations\n\n          Under Massachusetts law, \"actions of tort\" and \"actions\n\nof contract to recover for personal injuries\" are subject to a\n\nthree-year statute of limitations.    Mass. Gen. Laws ch. 260, § 2A.\n\nThe counts in the amended complaint of negligence, breach of\n\nwarranty, failure to warn, and fraudulent concealment fall into\n\nthese categories and are all governed by this statute.    Fidler v.\n\nEastman Kodak Co., 714 F.2d 192, 196 (1st Cir. 1983) (failure to\n\nwarn); Olsen v. Bell Tel. Labs., Inc., 445 N.E.2d 609, 611 (Mass.\n\n1983) (negligence and breach of warranty); Noble v. Cournoyer, No.\n\nCA 946043, 1996 WL 1329385, at *2 (Mass. Super. Ct. Aug. 13, 1996)\n\n(fraudulent concealment).   Claims for loss of consortium are also\n\nsubject to the three-year limitations period under section 2A.\n\nOlsen, 445 N.E.2d at 613.   In contrast, claims under chapter 93A\n\n\n\n\n                               -17-\n\fare subject to a four-year statute of limitations. Mass. Gen. Laws\n\nch. 260, § 5A.\n\n          1. Negligence, breach of warranty, failure to warn,\nfraudulent concealment\n\n            The limitations period specified in section 2A commences\n\n\"after the cause of action accrues.\"                  Mass. Gen. Laws ch. 260, §\n\n2A.   Normally, a cause of action for personal injury will accrue at\n\nthe time of injury.         Koe v. Mercer, 876 N.E.2d 831, 836 (Mass.\n\n2007);   Riley   v.    Presnell,        565    N.E.2d       780,   784    (Mass.    1991).\n\nHowever, under the discovery rule, \"a cause of action does not\n\naccrue until the plaintiffs know or reasonably should have known\n\nthat they were injured as a result of the defendant's conduct.\"\n\nCornell v. E.I. Du Pont de Nemours & Co., 841 F.2d 23, 24 (1st Cir.\n\n1988) (citing Olsen, 445 N.E.2d at 611-12).                        Actual knowledge is\n\nnot   the    standard,      but    \"what       a    reasonable       person    in     [the\n\nplaintiff's] position would have known or on inquiry would have\n\ndiscovered.\"     Bowen v. Eli Lilly & Co., 557 N.E.2d 739, 743 (Mass.\n\n1990). The Supreme Judicial Court has analyzed this rule as having\n\ntwo   components:      \"a   plaintiff         [must]        have    (1)   knowledge    or\n\nsufficient    notice     that     she    was       harmed    and    (2)   knowledge    or\n\nsufficient notice of what the cause of harm was.\"                            Bowen, 557\n\nN.E.2d at 742; see also Fidler, 714 F.2d at 198 (\"Such notice [to\n\nstart the statute of limitations] includes not only knowledge that\n\none has been injured but knowledge of its cause -- that plaintiff\n\n\n\n                                         -18-\n\f'has been harmed as a result of the defendant's conduct.'\" (quoting\n\nOlsen, 445 N.E.2d at 611)); Riley, 565 N.E.2d at 784-85.\n\n           Application of the discovery rule ordinarily involves\n\nquestions of fact and therefore \"'in most instances will be decided\n\nby the trier of fact.'\"       In re Mass. Diet Drug Litig., 338 F. Supp.\n\n2d 198, 204 (D. Mass. 2004) (quoting Riley, 565 N.E.2d at 783); see\n\nalso Wolinetz v. Berkshire Life Ins. Co., 361 F.3d 44, 49 (1st Cir.\n\n2004) (same).     In particular, application of the discovery rule\n\ninvolves determining \"what the plaintiff knew or should have\n\nknown[, which] is a factual question that is appropriate for the\n\ntrier of fact.\"    Koe, 876 N.E.2d at 836; see also Borden v. Paul\n\nRevere   Life   Ins.   Co.,    935   F.2d     370,   376     (1st   Cir.   1991)\n\n(characterizing the determination of whether the plaintiff should\n\nhave known of an injury as \"a fact-dominated enterprise\"); Castillo\n\nv. Mass. Gen. Hosp., 649 N.E.2d 788, 790 (Mass. App. Ct. 1995).\n\nDetermining when a plaintiff had notice of the likely cause of her\n\ninjury is one example of such a determination.                 See Riley, 565\n\nN.E.2d at 786 (\"A reasonable fact finder . . . could find that\n\nRiley did not make the causal link . . . .\").\n\n           Appellants   argue     that      the   district    court   erred   in\n\ndetermining that the limitations period began to run on June 19,\n\n2001, because Genereux did not know by this date that she had\n\nchronic beryllium disease, and thus lacked notice that she was\n\ninjured. Appellees counter that under Massachusetts law, a disease\n\n\n                                     -19-\n\fdiagnosis is not necessary to trigger the statute of limitations.\n\nHowever, this case does not require us to decide whether a disease\n\ndiagnosis is ever necessary for a plaintiff to have notice that she\n\nhas been injured.      Genereux has long exhibited symptoms associated\n\nwith chronic beryllium disease.               Her knowledge \"that she had\n\nsustained substantial physical harm\" is not at issue.             See Bowen,\n\n557 N.E.2d at 741.          Rather, the question is when Genereux had\n\nsufficient   notice     that    her    lung   disease   was   caused   by    the\n\nappellees' conduct.\n\n            In Bowen, the Supreme Judicial Court considered for the\n\nfirst time the case of a plaintiff who was \"well aware that she had\n\nsustained    substantial       physical    harm,\"   but   may   have    lacked\n\n\"sufficient[] . . . notice as to the cause of her physical harm.\"\n\nBowen, 557 N.E.2d at 741.             The plaintiff in Bowen developed a\n\nmalignant tumor and required extensive surgery to remove it.                Many\n\nyears earlier, her mother had taken the drug diethylstilbestrol\n\nduring pregnancy.      Id. at 740.      The question before the court was\n\nwhen the plaintiff had sufficient notice that her tumor was caused\n\nby diethylstilbestrol to trigger the statute of limitations.                Id.\n\nat 741.   Citing the plaintiff's possession of materials suggesting\n\n\"the   prospect   of    a    significant      causal    connection\"    between\n\ndiethylstilbestrol and her \"exceedingly rare\" condition, the court\n\nconcluded that the plaintiff acquired sufficient notice of the\n\ncause of her injury outside the limitations period.             Id. at 743.\n\n\n                                       -20-\n\f          Construing Massachusetts law, this court has previously\n\ncharacterized the level of notice of cause sufficient to trigger\n\nthe statute of limitations as notice of \"likely cause.\"    Fidler,\n\n714 F.2d at 199; see also Cornell, 841 F.2d at 24 (\"[T]he level of\n\nnotice required to start the statute running has been defined as\n\nlikely cause.\" (internal quotation marks and citation omitted)).\n\nMassachusetts courts, including the Supreme Judicial Court, have\n\nrepeatedly cited this language in their own decisions.   See Bowen,\n\n557 N.E.2d at 742; see also Demoulas v. Demoulas Super Mkts., Inc.,\n\n677 N.E.2d 159, 175 n.27 (Mass. 1997); Krasnow v. Allen, 562 N.E.2d\n\n1375, 1379 (Mass. App. Ct. 1990); Lear-Heflich v. Schwartz, 485\n\nN.E.2d 692, 694 (Mass. App. Ct. 1985); Murphy v. Novartis Consumer\n\nHealth, Inc., No. 01-1702-A, 2005 WL 2319157, at *3 (Mass. Super.\n\nCt. Aug. 10, 2005); Locke v. Jones, No. 022579B, 2005 WL 1009494,\n\nat *2 (Mass. Super. Ct. Mar. 23, 2005).\n\n          Appellants argue, as they did below, that Genereux's\n\nasthma diagnosis is relevant to determining when she had sufficient\n\nnotice that her lung disease was \"related\" to beryllium exposure.11\n\nThe district court did not mention asthma in its analysis of the\n\n\n\n     11\n          Appellee Brush contests that appellants made this\nargument below. In appellants' Memorandum of Law in Opposition to\nBrush's Motion for Summary Judgment, they argued: \"The facts show\nthat Suzanne too [sic] all reasonable steps to diagnose her\ncondition, but it was not until 2002, less than three years before\nshe commenced this action, that she learned the true cause of her\nlung problems.\"      Shortly thereafter, appellants discussed\nGenereux's asthma diagnosis.\n\n                               -21-\n\flimitations issue.             Nor have appellees addressed the matter,\n\noutside a footnote, in their briefing to this court.12                       We agree\n\nwith        the    appellants      that    Genereux's       asthma   diagnosis     is\n\nsignificant.           At    the   time   Genereux   first    learned   of    chronic\n\nberyllium disease, she had long suffered from asthma symptoms.                     In\n\nfact, Genereux was diagnosed with asthma as a child, years before\n\nshe was exposed to beryllium.                This diagnosis was confirmed on\n\nrepeated occasions when Genereux was an adult. She was treated for\n\nasthma during her employment at Raytheon and afterwards, at times\n\nby a specialist.            In light of these facts, we cannot say, as we\n\nmust    to    affirm,       that   no   reasonable   jury    could   conclude    that\n\nGenereux lacked notice, even after June 19, 2001, that her symptoms\n\nwere \"likely caused\" not by asthma, but by another disease.                         A\n\nreasonable jury could conclude that Genereux's common-law claims\n\nwere timely.          Thus there exists a genuine issue of material fact\n\nabout the timeliness of those claims.13\n\n                  Close attention to the record supports the view that a\n\nmaterial issue exists in this case about when Genereux had notice\n\nthat the likely cause of her breathing problems was exposure to\n\n\n\n       12\n          In the footnote, Brush argues that Genereux's asthma\ndiagnosis does not affect the statute of limitations because she\nwas never told by a physician that beryllium was unrelated to her\ncondition. In fact, the record belies this contention. See supra\nnote 9; infra note 15.\n       13\n          A reasonable jury could also conclude that Genereux's\ncommon-law claims were untimely.\n\n                                           -22-\n\fberyllium.   Sometime before June 8, 2001, National Jewish provided\n\nGenereux with the booklet on chronic beryllium disease.           According\n\nto the booklet, only 1-6% of people exposed to beryllium contract\n\nchronic beryllium disease, and \"certain work tasks\" are \"associated\n\nwith disease rates as high as 16%.\"         Even if Genereux believed she\n\nhad a 16% chance of having chronic beryllium disease, she had been\n\ntold since she was a child that she had asthma, and might have\n\nreasonably concluded that while there was a chance her symptoms\n\nwere caused by exposure to beryllium, it was not the likely cause\n\nof her injury.       This conclusion is fully consistent with Dr.\n\nAshley's testimony that during Genereux's June 8 appointment, she\n\n\"was    wondering   whether   [her   condition],    you   know,   could   be\n\nsomething other than asthma.\"14\n\n            Genereux's decision, on June 19, 2001, to take the BeLPT\n\ntest does not compel the conclusion, as the summary judgment\n\nstandard requires, that she then had notice beryllium was the\n\nlikely cause of her injury.      On the contrary, a reasonable juror\n\ncould view the BeLPT test as merely an initial step in exploring\n\nthe possibility of chronic beryllium disease.             It was described\n\n\n       14\n          Moreover, the local pulmonologist who treated Genereux\nwas apparently confident enough in the asthma diagnosis that he did\nnot believe Genereux had chronic beryllium disease even after she\nwas diagnosed at National Jewish in 2002. Physicians at National\nJewish also expressed uncertainty about which of Genereux's medical\nevents were attributable to chronic beryllium disease. They wrote,\n\"it is difficult to determine if her hospitalizations for\nrespiratory problems were truly due to asthma, or whether she was,\nin fact, suffering symptoms of chronic beryllium disease . . . .\"\n\n                                     -23-\n\fthis way in the National Jewish booklet.           Thus, while we agree with\n\nthe district court that \"[a]ctual knowledge\" of cause is \"not the\n\ntriggering event for the statute of limitations,\" we disagree that\n\nGenereux's decision to take the BeLPT test to explore the mere\n\npossibility that her symptoms were not caused by asthma, but by\n\nberyllium, shows as a matter of law that she was \"sufficiently\n\naware of the possibility that she contracted the disease through\n\nexposure    to    beryllium   at   Raytheon   to    start   the   statute   of\n\nlimitations.\"\n\n            However, on June 23, 2001, Genereux's BeLPT test was\n\nanalyzed at National Jewish and the results were classified as\n\nabnormal.        The record does not indicate when National Jewish\n\napprised Genereux of the results of her test.           Whatever that date,\n\nit was arguably at this point that Genereux had notice not simply\n\nthat beryllium might have caused her lung disease, but that it was\n\nthe likely cause.      If the limitations period did begin to run on\n\nJune 23, 2001, then Genereux's common-law claims, filed on June 22,\n\n2004, were timely filed.\n\n            We need not decide whether the statute of limitations on\n\nGenereux's common-law claims actually began to run on June 23,\n\n2001.   Instead, we hold that, on this record, a reasonable juror\n\ncould conclude that Genereux first had sufficient notice of the\n\ncause of her injury after June 22, 2001.             In light of Genereux's\n\nasthma diagnosis and the low probability of developing chronic\n\n\n                                    -24-\n\fberyllium disease, deciding when Genereux had notice that her\n\nsymptoms were likely caused by beryllium \"involves a decisional\n\nprocess fraught with resolution of factual issues,\" Castillo, 649\n\nN.E.2d at 790, such as how confident a reasonable person would have\n\nbeen during June 2001 of Genereux's previous asthma diagnosis, see\n\nBowen, 557 N.E.2d at 743.     Resolution of such factual issues is\n\n\"peculiarly within the province of the trier of fact.\"15     Castillo,\n\n649 N.E.2d at 790.   The district court should not have resolved the\n\nstatute of limitations issue against Genereux on this summary\n\njudgment record.\n\n          Applying the \"likely cause\" standard, we came to the same\n\nconclusion in Cambridge Plating Co. v. Napco, Inc., 991 F.2d 21, 29\n\n(1st Cir. 1993), where, on facts similar to this case, we reversed\n\nthe district court's entry of summary judgment in favor of the\n\ndefendant.    The    plaintiff,    Cambridge   Plating,   purchased   a\n\nwastewater treatment system from the defendant, Napco.       Cambridge\n\nPlating became aware early on that the system did not sufficiently\n\n\n     15\n          Our holding does not excuse plaintiffs previously\ndiagnosed with a disease from being \"willful[ly] ignoran[t]\" of the\npossibility that their condition was caused instead by the\ndefendant's conduct.   See In re Mass. Diet Drug Litig., 338 F.\nSupp. 2d at 203-04. Willful ignorance does not toll the statute of\nlimitations.   Id.   But neither does Massachusetts law require\nplaintiffs to have \"the gift of prophecy\" or to investigate every\n\"speculati[on]\" about their health. See Gore v. Daniel O'Connell's\nSons, Inc., 461 N.E.2d 256, 259 (Mass. App. Ct. 1984).           We\nacknowledge that it can be difficult to separate willful from\nreasonable ignorance, and speculation from inevitable inference.\nIt is for just this reason, we believe, that on this summary\njudgment record this matter should go to the jury.\n\n                                  -25-\n\fclean its wastewater to meet regulatory requirements.         However,\n\nduring the initial \"debugging\" of the system and afterwards,\n\nanalysis of the problem focused on operation and not possible\n\ndefects.    The question before the court was when Cambridge Plating\n\nhad sufficient notice that the system's problems were caused by\n\nmanufacturing defects to trigger the statute of limitations.        We\n\nreasoned:\n\n                     When the problems persisted despite\n             Napco's   announcement  that   debugging   was\n             complete, two explanations theoretically were\n             available. Either the system itself was\n             defective,    or   it  was    being   operated\n             improperly. At this point, however, the two\n             possibilities were not equally weighted.\n             Cambridge Plating knew that the system was\n             technically complex and required sensitive\n             operation. And Napco's only response to\n             Cambridge Plating's inquiries was to suggest\n             ways to improve operation.\n                     In these circumstances, we do not\n             believe Massachusetts law requires a finding\n             that Cambridge Plating was on notice of the\n             system's defects. A plaintiff is sufficiently\n             aware of her cause of action, and thus should\n             have discovered it, once she has received\n             \"notice of likely cause,\" Fidler, 714 F.2d at\n             199 (quoted in Bowen, 408 Mass. at 207-08, 557\n             N.E.2d 739).\n\nId. at 29.    As we then explained, the \"likely cause\" standard does\n\nnot require knowledge that the defendant is \"the culprit,\" but a\n\nbasis for identifying it as a \"suspect.\"     Where Cambridge Plating\n\ncould not choose between the two possible explanations for the\n\nsystem's failure, it lacked such a basis and a material issue\n\nexisted for the jury to resolve.\n\n\n                                 -26-\n\f            2. Loss of consortium\n\n            Like claims of negligence, breach of warranty, failure to\n\nwarn, and fraudulent concealment, actions for loss of consortium\n\nare subject to the three-year statute of limitations under Mass.\n\nGen. Laws chapter 260, section 2A.         Olsen, 445 N.E.2d at 613.\n\nUnder Massachusetts law, loss of consortium is independent from the\n\nunderlying claim of negligence brought by the injured spouse.    Id.\n\nat 612.     For this reason, the date of accrual of a loss of\n\nconsortium claim and the underlying claim \"must be determined\n\nseparately.\"    Id. at 613; see also Lareau v. Page, 39 F.3d 384, 390\n\n(1st Cir. 1994); Angelini v. OMD Corp., 575 N.E.2d 41, 43 n.6\n\n(Mass. 1991).    While loss of consortium and the underlying claim\n\nwill usually accrue at the same time, this may not always be true.\n\nOlsen, 445 N.E.2d at 613.    A consortium action may be timely even\n\nthough the spouse's underlying negligence action is time-barred.\n\nSee id.; Fidler v. E.M. Parker Co., 476 N.E.2d 595, 603-04 (Mass.\n\n1985) (discussing this possibility).\n\n            In its Memorandum & Order granting summary judgment, the\n\ndistrict court did not determine separately the date of accrual of\n\nthe loss of consortium claims and the underlying claims brought by\n\nGenereux.    Rather, it denied all the \"common law claims\" on the\n\nbasis of one date of accrual.           This was error.   We make no\n\ndetermination here about the date of accrual of the loss of\n\nconsortium claims brought by Barry Genereux and the Genereux\n\n\n                                 -27-\n\fchildren, and leave this matter to be determined in the district\n\ncourt.\n\nB. Sophisticated User Doctrine\n\n           1. Legal principles\n\n           Under Massachusetts law, a manufacturer of a product has\n\na duty to warn foreseeable users of dangers in the use of that\n\nproduct of which the manufacturer knows or reasonably should know.\n\nBavuso v. Caterpillar Indus., Inc., 563 N.E.2d 198, 201 (Mass.\n\n1990).     However,    under   the     sophisticated       user   doctrine,    a\n\nmanufacturer   has    no   duty   to     warn   of    a    product's    latent\n\ncharacteristics or dangers when the end user knows or reasonably\n\nshould know of those dangers.          See Carrel v. Nat'l Cord & Braid\n\nCorp., 852 N.E.2d 100, 108-09 (Mass. 2006); Hoffman v. Houghton\n\nChem. Corp., 751 N.E.2d 848, 854-55 (Mass. 2001); Restatement\n\n(Second) of Torts § 388, cited in Carrel, 852 N.E.2d at 109.\n\n\"[T]he   relevant    inquiry   turns     on   the    end    user's   level    of\n\nsophistication.\"     Hoffman, 751 N.E.2d at 854.\n\n           The sophisticated user doctrine is sometimes explained as\n\na corollary of the \"open and obvious\" doctrine. See, e.g., Carrel,\n\n852 N.E.2d at 109 (citing Koken v. Black & Veatch Constr., Inc.,\n\n426 F.3d 39, 45-46 (1st Cir. 2005) (applying Maine law)).                Under\n\nthe open and obvious doctrine, a manufacturer has no duty to warn\n\nwhen the danger presented by a product is obvious.                Bavuso, 563\n\nN.E.2d at 201.       A warning under those circumstances would not\n\n\n                                     -28-\n\freduce the likelihood of injury. Id. Similarly, the sophisticated\n\nuser   defense    applies       where   a    warning    is   unlikely    to    have    a\n\ndeterrent effect.     See Hoffman, 751 N.E.2d at 855.                   The end user\n\nalready   perceives       the    danger      because    of   his   sophistication.\n\nRestatement (Second) Torts § 388 cmt. k (1965) (\"[T]he condition\n\n[is] . . . one which only persons of special experience would\n\nrealize to be dangerous\").\n\n           Significantly, Massachusetts recognizes a sophisticated\n\nuser defense when the end user knows or reasonably should know of\n\nthe particular danger posed by the product. For example, in Carrel\n\na camper was injured when he pulled on the end of a bungee cord,\n\ncausing a knot in the cord to unwind and the cord to suddenly\n\nretract, striking him in the eye.                 Carrel, 852 N.E.2d at 103.          At\n\ntrial on the camper's claim for failure to warn, the jury was\n\ninstructed on the sophisticated user defense, and the defendant\n\nprevailed.    The Supreme Judicial Court upheld the instruction on\n\nappeal.      It   noted    that    it       was   the   practice   of    the   cord's\n\ndistributor (not the manufacturer) to include in its shipments a\n\ndocument warning against using the bungee cord in a zip-line course\n\nin the precise manner that the camp had used it.                   The court also\n\npointed out that a consultant had visited the camp, learned of the\n\nbungee cord's use, and disapproved, specifically instructing a camp\n\nemployee to use a different kind of knot than the one which later\n\nunwound, causing the injury. Id. at 111-12. These warnings proved\n\n\n                                        -29-\n\fthat the end user knew \"of the particular danger to be guarded\n\nagainst,   in   which   case   an     additional   warning   [from   the\n\nmanufacturer] would have been superfluous.\"        Id. at 112.\n\n           Conversely, where there is a lack of proof that the end\n\nuser knew of the particular danger, courts have upheld a jury's\n\nverdict of liability against a manufacturer for failure to warn\n\nagainst a sophisticated user defense.16      Similarly, in Koken, 426\n\nF.3d at 39, we held that, under Maine law, a welder was not a\n\nsophisticated user of fire blankets despite his awareness that\n\nwelding created a fire hazard, since a reasonable fact-finder could\n\nhave found that he was unaware of the limitations of the particular\n\nfire blanket he was using.17 We agreed with the district court that\n\n\n     16\n          See Gillespie v. Sears, Roebuck & Co., 386 F.3d 21, 29\n(1st Cir. 2004) (applying Massachusetts law) (\"Gillespie admitted\nthat the still-spinning blade was visible and audible, and that he\n'understood' that blades coasted, as any experienced user would\nassuredly know . . . .       The jury might have concluded from\nGillespie's further testimony . . . that he was not 'fully aware'\n. . . of the duration of the danger and that a more explicit or\nconspicuous warning would have heightened his awareness and\nprevented the accident.\" (citations omitted)); Knowlton v. Deseret\nMed., Inc., 930 F.2d 116, 122 (1st Cir. 1991) (applying\nMassachusetts law) (concluding that a reasonably prudent heart\nsurgeon might not have appreciated the danger of puncture posed by\na particular catheter-threading technique despite understanding the\nneed to thread the catheter with \"great care\" and being warned by\nthe manufacturer that the needle could cut the catheter); see also\nMarois v. Paper Converting Mach. Co., 539 A.2d 621, 624 (Me. 1988)\n(\"[T]he jury could have rationally found that, although generally\naware of the inherent danger of the operation, the specific danger\nof the machine's design and clearing process was not obvious to, or\nknown by, the Plaintiff.\" (emphasis added)).\n     17\n          See also Gray v. Badger Mining Corp., 676 N.W.2d 268, 277\n(Minn. 2004) (affirming district court's denial of defendant's\n\n                                    -30-\n\fthe fire hazard posed by welding was obvious \"to both laymen and\n\nexperienced welders.\"   Id. at 45.      We disagreed, however, that an\n\nawareness of the general hazard sufficed to make the welder a\n\nsophisticated user of the defendants' fire blankets:\n\n          [I]n holding that the duty to warn was\n          precluded by the known hazard of fire in torch\n          cutting, we think that the district court gave\n          too broad a scope to the open and obvious and\n          sophisticated user doctrines. The fact that\n          the risk of accident is well known does not\n          preclude a duty to warn of particular risks,\n          different from the general risk, if those\n          risks are not open and obvious or known by a\n          reasonable sophisticated user. For example,\n          the risk of vehicle accidents on the highway\n          is well known, and drivers of commercial\n          trucks are sophisticated users of their\n          equipment. There is no duty to warn of the\n          general risk of an accident . . . But there\n          may be a duty to warn that loading a\n          particular kind of truck in a particular way\n          could increase the risk of rollover (if that\n          risk is not generally appreciated). In each\n          case the analysis must focus on the particular\n          risk and whether that risk is open or obvious\n          or known to the sophisticated user.\n\nId. at 45-46.    We then observed that \"the necessity of . . . a\n\nparticularized   analysis\"   makes   it   important   to   \"defin[e]   the\n\nclaimed risk and the warning so that the issues of duty to warn and\n\ncausation can be addressed intelligently.\"       Id. at 46.\n\n\n\n\nsummary judgment motion and noting, \"[plaintiff's] general\nknowledge of the risk was little more than the intuitive sense of\ndanger from experiencing dust in the foundry environment. More\nspecifically, there is no evidence that he knew that disposable\nrespirators were ineffective in preventing silicosis in a foundry\nenvironment.\").\n\n                                 -31-\n\f             Although these general principles are relevant here, we\n\nmust emphasize a distinctive feature of this case. For the purpose\n\nof analyzing the sophisticated user defense, the plaintiff Genereux\n\nis not the end user whose sophistication is at issue.               The district\n\ncourt concluded that Raytheon was the end user of appellees'\n\nproducts.          Appellants   did   not     challenge    this   determination.\n\nAlthough Genereux relies on the duty to warn in her claims against\n\nthe appellees, it follows that Brush, American Beryllia, and\n\nHardric had no duty to warn Genereux of the dangers associated with\n\nusing      their    beryllium    products      if   they    prevail      on     their\n\nsophisticated user defense -- that is, if they establish that\n\nRaytheon knew or reasonably should have known of those dangers.\n\nSee     Kenneth     M.   Willner,     Note,    Failures     to    Warn    and     the\n\nSophisticated User Defense, 74 Va. L. Rev. 579, 590 (1988) (\"Under\n\nthe duty approach [to the sophisticated user defense], a seller has\n\nno duty to warn an ultimate user when intermediate purchasers are\n\nknowledgeable.\").18\n\n\n      18\n          It appears unsettled under Massachusetts law whether an\nintermediate party, such as Raytheon, is always the end user for\npurposes    of   the   sophisticated   user    defense   in   these\nemployer/employee cases. See, e.g., Barbosa v. Hopper Feeds, Inc.,\n537 N.E.2d 99, 102 (Mass. 1989) (observing, in a case where the\nplaintiff sued the manufacturer of a product purchased by her\nemployer, \"It is true that a manufacturer has no duty to warn a\nplaintiff who is fully aware of the hazards posed by a product.\nThis is not such a case.\" (internal citations omitted)); Slate, 510\nN.E.2d at 252 (noting that \"the plaintiffs failed to present\nevidence that Bethlehem [the defendant supplier] knew of a danger\nthat Slate [the plaintiff employee of the purchaser] did not\nappreciate.\").\n\n                                       -32-\n\f          Normally, the existence of a duty of care is a question\n\nof law decided by a judge, not a jury.   Cottam v. CVS Pharmacy, 764\n\nN.E.2d 814, 819 (Mass. 2002); W. Page Keeton et al., Prosser &\n\nKeeton on the Law of Torts 236 (5th ed. 1984) (\"[W]hether, upon the\n\nfacts in evidence, such a relation exists between the parties that\n\nthe community will impose a legal obligation upon one for the\n\nbenefit of the other . . . is entirely a question of law, . . . and\n\nit must be determined only by the court.\").    However, in the case\n\nof the sophisticated user doctrine, as applied in Massachusetts,\n\nthe existence of a duty to a plaintiff such as Genereux depends on\n\nthe sophistication of the intermediary employer, which is a factual\n\nmatter that may be resolved by the jury.    See Hoffman, 751 N.E.2d\n\nat 855 (\"[T]he sophisticated user doctrine allows a fact finder to\n\ndetermine that no such duty was owed.\").\n\n          In this case, the focus of the sophisticated user defense\n\nis the knowledge of the intermediary in the three-party situation\n\ninvolving Genereux as an employee, Raytheon as an employer, and\n\nappellees as manufacturers of products for use in Raytheon's\n\nmanufacturing operations.   Generally, an intermediary's knowledge\n\nmay come from many sources.   Sometimes the analysis will focus on\n\nwhat the intermediary already knows, and sometimes it will depend\n\non what the manufacturer tells the intermediary.    Here, appellees\n\nhave placed the focus on themselves by introducing into the record,\n\nand relying on, evidence of warnings they provided Raytheon.\n\n\n                               -33-\n\fNevertheless, we are not making a determination of whether the\n\nappellees exercised due care in warning Raytheon about their\n\nberyllium   products;    the   question     is    what    Raytheon    knew,     or\n\nreasonably should have known, as a result of the warnings.                     See\n\nWillner, supra, at 592 (\"[T]he defense focuses on the actual\n\nknowledge   of   a   purchaser   or     user,    rather    than   .   .    .    the\n\nreasonableness of the sellers' conduct in warning or in failing to\n\nwarn.\").\n\n          2. The particular dangers and Raytheon's knowledge of\nthose dangers\n\n            Appellees argue that the particular danger to be guarded\n\nagainst was chronic beryllium disease.            The record is clear that\n\nRaytheon knew that exposure to beryllium dust or fumes could cause\n\nchronic beryllium disease.       However, on the facts of this case,\n\nthat proposition is stated too broadly.              Following Carrel and\n\nKoken, we must analyze \"the particular danger[s] to be guarded\n\nagainst\" in use of the appellees' beryllium products.             Carrel, 852\n\nN.E.2d at 112.\n\n            Appellants   argue   that    Raytheon    was    unaware       of   five\n\nparticular dangers:\n\n            (1)   Raytheon   believed   that   beryllium\n            operations should be air-sampled19 to ensure\n\n\n     19\n          Air sampling is a method of evaluating the concentration\nof airborne beryllium in a particular area.     There are several\ndifferent methods for air sampling, which produce divergent\nmeasures of beryllium exposure.    In one method, a \"high volume\nsampler\" is used to draw air through a filter placed in the\n\n                                   -34-\n\f          compliance with the Occupational Health and\n          Safety Administration's \"Permissible Exposure\n          Limit\" (\"PEL\") only when they produced visible\n          amounts of dust, while in fact all beryllium\n          operations should be periodically air-sampled,\n          and a workspace may be dangerous to human\n          health even though no dust is visible;\n\n          (2) Raytheon believed that local exhaust\n          ventilation20 was required only for operations\n          that produced visible dust, while in fact\n          other beryllium operations should also be\n          carried out under local exhaust ventilation;\n\n          (3) Raytheon was unaware that beryllium dust\n          can contaminate work clothing, which, if worn\n          home, can cause injury to family members;\n\n          (4)Raytheon   was  unaware   that  polishing\n          beryllium metals without protective measures\n          is unsafe; and\n\n          (5)Raytheon was unaware that occupational\n          exposures to an airborne concentration of 2\n          µg/m3 of beryllium dust is unsafe.21\n\n\n\n\nbreathing zone of a worker.     The filter is then analyzed for\nberyllium contaminants. Another method is referred to as \"personal\nsampling,\" and aims to determine the amount of beryllium to which\neach individual worker is exposed.\n     20\n          Local exhaust ventilation is a means of ventilating a\nworkspace to remove contaminants. It is sometimes accomplished by\nvacuuming out the dust generated by an operation through a hood\nplaced over the workspace. In contrast, \"general ventilation\" is\naccomplished by an \"air handling device\" that circulates and\nconditions air in a defined area. General ventilation can enhance\nthe risk posed by uncontrolled beryllium dust by circulating it\nthroughout the area serviced by the air handling device, thereby\nincreasing the number of individuals exposed to the dust.\n     21\n          In their argument to this court, appellees do not contest\nthat any of these practices or standards are in fact dangerous to\nhuman health.\n\n                               -35-\n\f            We     agree    with    the    district     court    that     Raytheon's\n\nawareness of the dangers posed by the beryllium products it used\n\ncan be gleaned from the knowledge of its employees, its policies as\n\nevidenced     by    internal       memoranda,    and    warnings       provided    by\n\nsuppliers.       We also agree with the district court that these\n\ncategories of evidence establish that (1) Raytheon was aware that\n\nberyllium was toxic; (2) Raytheon was aware that exposure to\n\nberyllium could cause chronic beryllium disease; (3) Raytheon knew\n\nthat exposure to beryllium dust, in particular, was hazardous; and\n\n(4) because of its concern about beryllium dust, Raytheon created\n\nsafety policies for opening packages containing beryllium and for\n\nsandblasting       beryllium   oxide       ceramics    (even    if     these   latter\n\npolicies    were    not    followed).       However,     we    disagree    with   the\n\ndistrict court that this evidence establishes, as a matter of law,\n\nthat Raytheon was a sophisticated user with respect to all of the\n\nparticular dangers identified by the appellants.\n\n            Instead, the record leads us to conclude that Raytheon\n\nknew, or should have known, of the following particular dangers:\n\nthe need to air-sample all beryllium operations, the need to\n\nprovide local exhaust ventilation for operations besides those that\n\nproduced visible dust, and the risk to family members posed by work\n\nclothing     contaminated      with    beryllium       dust.      In    each   case,\n\nundisputed record evidence proves that Raytheon knew or should have\n\nknown of the particular danger, often because it was informed of\n\n\n                                          -36-\n\fthe danger by the appellees, principally Brush.22 The sophisticated\n\nuser defense is dispositive for these particular dangers. However,\n\nwe also conclude that there are genuine issues of fact about\n\nwhether   Raytheon    knew    or   should    have   known   of   the   last   two\n\nparticular dangers identified above: (a) polishing beryllium metals\n\nwithout protective measures, and (b) exposing workers to airborne\n\nconcentrations of 2 µg/m3 of beryllium dust.\n\n                     a. Polishing beryllium metals\n\n           Appellants assert that Genereux polished beryllium metals\n\nwhile working in the Waltham plant's Backward Wave Oscillator Lab.\n\nThey further assert that appellees failed to warn Raytheon of the\n\nneed for hygienic controls during polishing, and that this caused\n\nGenereux injury.\n\n           There are two genuine issues of material fact about\n\nappellants'   claim    that    make   the    summary   judgment    disposition\n\n\n\n     22\n          For example, Brush recommended that Raytheon air-sample\n\"all operations where beryllium exposures exist\" in a letter sent\nJune 7, 1984.     This recommendation corroborated \"Toxicity of\nBeryllium,\" a document contained in Raytheon's files, which\nrecommended air sampling to determine the need for hygienic\ncontrols on \"any operation.\"      On the matter of local exhaust\nventilation, Brush sent several letters to Raytheon during the\n1980s stating that \"[t]he preferred method of achieving [the 2\nµg/m3] standard is by local exhaust ventilation.\" Early Raytheon\npolicies required local exhaust ventilation for operations that did\nnot produce visible dust, such as opening packages from beryllium\nsuppliers. Finally, the record is replete with warnings about the\ndanger posed to family members by beryllium-contaminated work\nclothing. Documents containing such warnings include \"Toxicity of\nBeryllium,\" \"Beryllium,\" \"Beryllium and its Compounds,\" and the\n1990 Brush Material Safety Data Sheet.\n\n                                      -37-\n\finappropriate.   The first issue relates to Genereux's exposure to\n\nberyllium dust generated by polishing. Appellee Brush asserts that\n\nGenereux \"simply made up\" the fact that she polished beryllium.\n\nHowever, Al Broadbent, Genereux's \"direct supervisor\" at Raytheon,\n\nstated in his deposition that his team \"would polish\" finished\n\nsubassemblies. Whether Genereux herself was involved in this stage\n\nof the process is ambiguous.      Appellants' expert witness, John\n\nMartyny, described Genereux's use of a Dremel tool and sandpaper on\n\nberyllium metal parts as \"polish[ing].\"     For purposes of summary\n\njudgment, on this record, a reasonable fact-finder could conclude\n\nthat Genereux polished beryllium metals and was therefore exposed\n\nto beryllium dust generated by polishing.\n\n          Second, there is a genuine issue of material fact about\n\nwhen Raytheon knew or should have known that uncontrolled polishing\n\nposed a danger to the health of exposed workers.   Only a handful of\n\ndocuments in the record expressly discuss polishing.      First, on\n\nApril 19, 1989, Brush provided Raytheon with a report entitled\n\n\"Potential Beryllium Exposure While Processing Beryllia Ceramics\n\nfor Electronic Applications,\" dated September 1988.      The report\n\nstates that \"wet polishing\" could possibly result in exposures\n\nabove 2 µg/m3.   Second, Brush included a Material Safety Data Sheet\n\n(\"MSDS\") in every shipment of beryllium to Raytheon.       The 1990\n\nversion of the MSDS stated, \"[a]irborne exposure to [beryllium] in\n\nexcess of the occupational standards can occur when sintering,\n\n\n                                -38-\n\fmachining,      grinding,   sanding,      polishing,   laser   scribing   and\n\ntrimming, chemical etching, crushing, or otherwise abrading the\n\nsurface of this material in a manner which generates finely divided\n\nparticles.\"23     (Emphasis added.)\n\n              Brush provided both of these warnings near the end of\n\nGenereux's employment. It is possible that before April 1989, when\n\nBrush sent Raytheon the \"Potential Beryllium Exposure\" report,\n\nRaytheon was unaware of the danger posed by polishing, and that\n\nduring this time Genereux was exposed to beryllium dust generated\n\nby polishing.24\n\n              Although the record does not show that Raytheon knew of\n\nthe dangers posed by polishing before April 1989, it is possible\n\nthat it should have known. Descriptions of polishing in the record\n\nsuggest that \"polishing\" may denote a wider array of operations\n\nthan    the   ordinary   use   of   the   term   suggests.     For   example,\n\nappellant's expert characterizes operations with sandpaper and a\n\nDremel tool as \"polishing.\"         If \"polishing\" includes sanding and\n\nthe use of a Dremel tool, then arguably there were earlier warnings\n\n\n       23\n          We note that Brush's 1992 MSDS warned that beryllium\nexposure may occur during polishing, and Hardric's 2003 MSDS warned\nof the need for local exhaust ventilation \"or other controls\ndesigned to prevent exposure\" for polishing. Both warnings were\nprovided after Genereux left Raytheon.\n       24\n           In fact, since Genereux worked as a quality assurance\ntechnician during her last year in the Waltham plant, the warnings\nprovided in 1990 may have been received when Genereux was no longer\nexposed to beryllium dust produced by uncontrolled polishing\nprocesses.\n\n                                     -39-\n\fabout polishing that Raytheon should have understood.           In a letter\n\nsent August 29, 1983, Brush warned Raytheon that \"[a] potential\n\nhealth risk can occur when grinding, machining, sanding, drilling,\n\nbrazing, welding, or otherwise abrading or treating the surface in\n\nsuch a manner as to generate finely divided airborne particulate.\"\n\n(Emphasis added.)\n\n           However,   the   record    is   far   from   clear   about   what\n\nactivities constitute \"polishing.\"         On the record developed thus\n\nfar, a reasonable jury could reject the conclusion that warnings\n\nabout sanding or abrasion were sufficient to warn about polishing\n\nas well.    Brush's practice was to warn users about specific\n\noperations that posed a danger: \"grinding, machining, sanding,\n\ndrilling, brazing, welding.\"         Although Brush also warned users\n\nagainst \"otherwise abrading the surface in a manner which generates\n\nfinely divided particles,\" it later decided to include polishing in\n\nthe list of specific operations.           We conclude that there is a\n\ngenuine issue of fact about whether Raytheon knew or should have\n\nknown of the dangers posed by uncontrolled polishing, at least\n\nbefore April 1989.\n\n                    b. Occupational exposure to 2 µg/m3\n\n           Appellants    assert    that    Raytheon     was   unaware   that\n\nexposures of 2 µg/m3 or less could cause its employees to develop\n\nchronic beryllium disease.        They assert that appellees knew that\n\nthere might be a danger posed by such exposures to their products,\n\n\n                                    -40-\n\fbut that they failed to warn Raytheon.             In response, appellees\n\npoint to evidence that Raytheon already knew of the danger posed by\n\nexposures at 2 µg/m3.\n\n             There is a genuine issue of material fact as to whether\n\nRaytheon was aware that exposures of 2 µg/m3 or less could cause\n\nits employees to develop chronic beryllium disease.              The record\n\ncontains evidence that Raytheon was aware that exposures at the 2\n\nµg/m3 level were dangerous.         Crucially, however, the record also\n\ncontains evidence that Raytheon distinguished between occupational\n\nexposures and non-occupational (or \"out-plant,\" or \"neighborhood\")\n\nexposures, and believed that only non-occupational exposures at the\n\n2 µg/m3 level posed a danger of chronic beryllium disease.               Non-\n\noccupational exposures may occur among individuals who live in the\n\nvicinity of a plant where beryllium is processed.               According to\n\n\"Beryllium     Project,\"   a     Raytheon    memorandum,   non-occupational\n\nexposures could cause disease at lower exposure levels because the\n\nberyllium particles involved were smaller, and thus possessed\n\n\"greater reactivity.\"      The same document stated that occupational\n\nexposures of 2 µg/m3, in contrast, were \"considered safe.\"                Not\n\nonly   did   Raytheon's    own   documents    expressly    distinguish   non-\n\noccupational    and   occupational     beryllium   exposures,    the   record\n\ncontains multiple letters from Brush stating that no occupational\n\ncases of chronic beryllium disease had been reported where plants\n\nobserved the 2 µg/m3 standard.              In light of this evidence, a\n\n\n                                     -41-\n\freasonable jury could conclude that during the time of Genereux's\n\nemployment, Raytheon did not believe that workplace exposures of 2\n\nµg/m3 or less posed a threat to its employees, such as Genereux.25\n\n                We excerpt the relevant evidence below.             For purposes of\n\nclarity, we have divided the evidence into two categories: (i)\n\ninternal Raytheon documents, and (ii) information provided by Brush\n\nto Raytheon concerning hazards posed by beryllium.26\n\n                               i. Internal Raytheon documents\n\n                Of   particular    relevance        among    Raytheon's     internal\n\ndocuments are those from a file maintained by Walter Hartford,\n\nMcCarthy's predecessor and a Raytheon Safety Manager from 1970-\n\n1989.        The most important of these documents, \"Beryllium Project,\"\n\na Raytheon memo dated November 16, 1960, expressly states that 2\n\nµg/m3        exposures   are   safe:   \"In   view    of     the   many   unknowns   in\n\nberyllium pathology, the only possible preventative has been to\n\nreduce the atmospheric concentrations to within safe limits,\"\n\n\n        25\n          Scientists studying chronic beryllium disease have long\ndistinguished occupational and non-occupational exposures.     See\nMorgan v. Brush Wellman, Inc., 165 F. Supp. 2d 704, 710-11 (E.D.\nTenn. 2001) (discussing the early study of non-occupational\nexposure to beryllium). In this case, appellants' claim is that\nRaytheon was unaware that it was dangerous to expose Genereux to 2\nµg/m3 of beryllium in the work setting.\n        26\n          Although we focus on materials provided by Brush to\nRaytheon, we have also examined warnings provided by Hardric and\nGeneral Ceramics, which appellants argue is the predecessor of\nappellee American Beryllia. Except for MSDSs, warnings provided by\nHardric and General Ceramics contain no information that arguably\ninformed Raytheon of the particular dangers identified by\nappellants.\n\n                                        -42-\n\fnamely, \"[t]he in-plant atmospheric concentration of beryllium\n\nshould not exceed 2 µg/m3 averaged over an 8 hour day.\"       (Emphasis\n\nadded.)   The document goes on to distinguish between safe exposure\n\nlevels for \"in-plant\" and \"out-plant\" areas.         The basis for the\n\ndistinction is the \"greater reactivity\" of beryllium dust particles\n\nin the non-occupational setting.\n\n           The 2 µg/m3 allowed . . . for an average daily\n           exposure is considered to be well within the\n           concentrations necessary for causing the\n           chronic disease. It should be noted that the\n           \"in-plant\" concentration of 2 µg/m3 is\n           considered safe whereas 40-50 cases have been\n           reported in the neighborhood of beryllium\n           processing plants where monitoring indicated\n           only .01 µg/m3. One reason proposed for the\n           higher    incidence   of   chronic   beryllium\n           poisoning     with   these   relatively    low\n           concentrations of beryllium is the smaller\n           particle size and thus greater reactivity of\n           beryllium in the \"out-plant\" area.\n\n(Emphasis added.)\n\n           Another   document   in   Raytheon's   files,   \"Toxicity   of\n\nBeryllium,\" a 1962 report authored by the Air Force, reinforces\n\nthis distinction by stating that chronic beryllium disease has not\n\nbeen reported at plants observing the 2 µg/m3 standard: \"To date no\n\ncase of either acute or chronic beryllium disease has been reported\n\nin connection with plant operations at which these standards\n\n[exposures at 2 µg/m3] have not been exceeded.\"\n\n                        ii. Materials provided by Brush\n\n           Brush provided Raytheon with a considerable number of\n\ndocuments about the safety of beryllium products.      These materials\n\n                                 -43-\n\falmost   uniformly   corroborate    the   impression   that   occupational\n\nexposures at the 2 µg/m3 level are safe.       For example:\n\nC          Brush published MSDSs in 1983, 1985 and 1990, and\n           provided   them  to   Raytheon   throughout  Genereux's\n           employment. All of the MSDSs identify the beryllium PEL\n           or TLV as 2 µg/m3. MSDSs provided by American Beryllia\n           also identify the 2 µg/m3 value.\n\nC          On May 24, 1979, Brush mailed Raytheon a letter, to which\n           it attached a paper entitled \"Beryllium and Its\n           Compounds,\" authored by the American Industrial Hygiene\n           Association, and dated 1964.     The paper identifies a\n           \"Recommended Maximal Atmospheric Concentration\" of 2\n           µg/m3.\n\nC          Letters mailed to Raytheon on June 7, 1984, October 24,\n           1984, August 8, 1986, and March 3, 1989, state, \"[d]aily\n           weighted average exposure over an eight-hour day may not\n           exceed 2.0 micrograms beryllium per cubic meter of air.\"\n\n           In addition, Brush mailed its customers material that\n\nimpugned prior evidence that exposures at the 2 µg/m3 level were\n\ndangerous and stated that occupational exposures at that level had\n\nnever produced chronic beryllium disease. On April 18, 1989, Brush\n\nmailed Raytheon a letter, to which it attached several documents\n\ndiscussing   beryllium   exposure    levels.     Included     among   those\n\ndocuments was its own paper, \"Safe Handling of Beryllia Ceramics,\"\n\ndated November 1983.\n\nC          The paper's introduction explained, \"[u]ntil a few years\n           ago almost all beryllium oxide production and fabrication\n           was performed in a limited number of facilities. . . .\n           Because of the integrated nature of early beryllium\n           operations, much of the literature concerning the health\n           and safety aspects of beryllium is quite general in\n           nature and not applicable to simple beryllium operations.\n           Accordingly, a good deal of confusion still exists\n           concerning the relative hazards of handling beryllia.\n           The purpose of this document is to answer the questions\n\n                                   -44-\n\f          most often posed by those engaged in the handling of\n          beryllia   and  thereby   to  summarize  the  health\n          considerations involved in this aspect of beryllium\n          activity.\" (Emphasis added.)\n\nC         The 1983 \"Safe Handling\" paper included a number of\n          questions and answers, such as, \"Q. What are the health\n          hazards associated with the handling of beryllia? A. The\n          only potential problem of any significance associated\n          with the handling of beryllia is the inhalation of\n          excessive amounts of respirable beryllium. Q. What is an\n          excessive amount?    A. . . . The majority of people,\n          perhaps as much as 99%, apparently do not seem to react\n          adversely to beryllium exposures at any level. A small\n          percentage of people do develop an immunological\n          response. . . . Opinion varies as to what level of\n          exposure is apt to produce a reaction in a hypersensitive\n          person but we do know that there has never been an\n          illness recorded where exposures were kept at, or below,\n          the threshold limit values originally recommended by the\n          U.S. Atomic Energy Commission in 1949 and subsequently\n          established by the U.S. Occupational Safety and Health\n          Administration . . . .\" (Emphasis added.)\n\nC         The 1983 \"Safe Handling\" paper also explained, \"Q. If\n          these recommended standards have been so effective in\n          controlling beryllium illness, what about the hundreds of\n          cases one hears about?      A.   Hygienic controls were\n          established in the late 1940s. Prior to that time . . .\n          [people] were exposed to massive doses of beryllium under\n          completely uncontrolled conditions. In many cases people\n          exposed in the early 1940s did not develop symptoms of\n          illness until years afterward.      Thus, we still hear\n          occasionally of a 'new' beryllium illness due to those\n          old exposures. Q. Does this mean that there have been no\n          cases of beryllium disease as a result of exposures in\n          recent years? A. No. New cases of beryllium disease,\n          although relatively infrequent, still occur as a result\n          of accidental or negligent exposures in excess of the\n          permissible concentration levels.\" (Emphasis added.)\n\nThe point that occupational exposures at the 2 µg/m3 level pose no\n\ndanger to employees was repeated in subsequent materials from\n\nBrush.\n\n\n\n                               -45-\n\fC         Also attached to Brush's April 18, 1989 letter were two\n          versions of a paper entitled, \"Potential Beryllium\n          Exposure   While   Processing   Beryllia   Ceramics   for\n          Electronic Applications.\" The first version of the paper\n          was authored by Martin Powers, a Brush employee, and\n          published in 1982.    It states: \"There has not been a\n          nonoccupational case of beryllium disease as a result of\n          exposure since the 1940's and the acute disease, which is\n          only found in beryllium producer plants, has not been\n          seen in the past decade.\" (Emphasis in original.)\n\nC         The second version of \"Potential Beryllium Exposure,\"\n          authored by Marc Kolanz and Richard Davis, and published\n          in September 1988, states: \"No one is able to define the\n          dividing line between safe and unsafe concentration of\n          beryllium with any precision.      Therefore, the AEC-\n          recommended levels [2 µg/m3], which are now OSHA\n          standards, incorporate a margin of safety. Although the\n          exact margin of safety is not known, we do know that\n          there has never been an occupational case of [chronic\n          beryllium disease] when the exposure was at or even near\n          the 2 µg/m3 level . . . .\" (Emphasis in original.)\n\nC         In a July 19, 1989 letter sent by Brush to its beryllia\n          customers, Brush physician Dr. Thomas Markham states,\n          \"[t]he fact that no beryllium disease cases have been\n          reported where the standard has been met provides\n          immutable testimony to its effectiveness.\"\n\n          Taken together, we think that this evidence establishes\n\na genuine issue of material fact about whether Raytheon knew, or\n\nreasonably should have known, that exposures to beryllium at the 2\n\nµg/m3 level could cause employees like Genereux to develop chronic\n\nberyllium disease.    To be sure, the record contains some evidence\n\nsuggesting that Raytheon was aware that exposures at 2 µg/m3 could\n\nbe dangerous.27      However, the \"Beryllium Project\" memo clearly\n\n\n     27\n          James McCarthy, who became a Raytheon safety engineer in\n1989, testified that he understood in the 1980's that it was\npossible for a person to develop chronic beryllium disease from\nexposures below 2 µg/m3. However, McCarthy described such exposure\n\n                                -46-\n\fdistinguishes      between   occupational       exposures    and    \"out-plant\"\n\nexposures,       expressly   stating    that    the   2    µg/m3   standard   is\n\n\"considered safe\" in the occupational setting.               According to the\n\nRaytheon memo \"Beryllium Project,\" Raytheon believed that non-\n\noccupational exposures at or below the 2 µg/m3 level were dangerous\n\ndue   to   the    \"greater   reactivity\"       of   the   beryllium   particles\n\ninvolved.    That occupational exposures at that level were safe\n\nwould have been corroborated by multiple documents, including the\n\n\"Safe Handling\" paper, the \"Potential Beryllium Exposure\" papers,\n\nand the Markham letter, all of which asserted that no chronic\n\nberyllium disease had ever been discovered in an occupational\n\nsetting where the 2 µg/m3 standard was observed.              On this basis, a\n\nreasonable fact-finder could conclude that Raytheon reasonably\n\nbelieved workplace exposures of 2 µg/m3 or less posed no danger to\n\nits employees.\n\n\nlevels as being \"lower than those that are appropriate for general\nmanufacturing populations, certainly.\"     It is unclear whether\nMcCarthy believed that such exposures put workers, such as\nGenereux, at risk. (McCarthy also testified that his knowledge of\nRaytheon during the period that Genereux worked in the Backward\nWave Oscillator Lab was \"[n]othing more than anecdotal,\" and that\nhe remembered nothing \"specific.\")     In addition to McCarthy's\ntestimony, an undated memo entitled \"Beryllium\" surmises that\n\"'safe' levels of beryllium may ultimately be set below one\nmicrogram per cubic meter of air.\" Brush allegedly provided this\nmemo to Raytheon, possibly attached to its April 18, 1989 letter.\nAttached to the same letter was the \"Potential Beryllium Exposure\"\nreport, which stated that there had not been a single\nnonoccupational case of chronic beryllium disease in plants\nobserving the 2 µg/m3 limit.    At best, this evidence creates a\ngenuine issue of material fact about whether Raytheon was aware of\nthe danger posed to workers such as Genereux by 2 µg/m3 exposures.\n\n                                       -47-\n\f           Moreover, we cannot ignore the evidence of Brush's effort\n\nto persuade its customers that occupational exposures to beryllium\n\nat the 2 µg/m3 level do not cause chronic beryllium disease.             In\n\nlight of this evidence, a reasonable jury could conclude that even\n\nif Raytheon did suspect, at one time, that exposures at the 2 µg/m3\n\nlevel were dangerous to their workers, Brush convinced it that this\n\nsuspicion was unreasonable.28       While Raytheon is a sophisticated\n\ncompany, the record reveals that Brush is much more sophisticated\n\nin its understanding of beryllium, the dangers posed by beryllium,\n\nand how best to implement hygienic controls.         Brush is the leading\n\nproducer of beryllium, has been involved in beryllium research for\n\nsixty years, was recognized as an expert on beryllium by Raytheon's\n\nemployees, and held itself out to Raytheon as a beryllium expert --\n\nwhich it was.\n\n           3. Conclusion\n\n           This    record   does   not   entitle   appellees   to   summary\n\njudgment on the sophisticated user defense.            There are genuine\n\nissues of material fact about whether Raytheon knew, or reasonably\n\nshould have known, of the particular dangers posed by polishing\n\nberyllium metals and by exposing its workers to concentrations of\n\nberyllium at the 2 µg/m3 level.      Therefore, we cannot conclude, for\n\npurposes   of     summary   judgment,    that   Genereux's   employer   was\n\n\n     28\n          Evidence in the record supports the conclusion that\nRaytheon would adjust its hygienic controls in light of input from\nBrush. See infra section III(C)(3).\n\n                                   -48-\n\fsufficiently knowledgeable of the dangers she faced to relieve the\n\nappellees of their duty to warn Genereux of those dangers.                  See\n\nWillner,     supra,   at    590-92   (discussing     this   version    of   the\n\nsophisticated user defense).\n\n           Of   course,     the   record    leaves   little   question      that\n\nRaytheon was, generally speaking, as the district court noted, a\n\nsophisticated company, and that it knew a considerable amount about\n\nberyllium.      Still, it would be speculative to infer, on these\n\ngrounds alone, that Raytheon knew or should have known of the\n\npolishing and two-microgram-level dangers.             There is simply no\n\nbasis in the record from which a reasonable fact-finder could draw\n\nsuch an inference.         Cf. Johnson v. Am. Standard, Inc., 179 P.3d\n\n905, 916-17 (Cal. 2008) (record contained evidence about what\n\nplaintiff's profession \"could reasonably be expected to know\");\n\nHumble Sand & Gravel v. Gomez, 146 S.W.3d 170, 175 (Tex. 2004)\n\n(record contained testimony about what one would expect a person in\n\nthe plaintiff's profession to know).          The district court was wrong\n\nto conclude otherwise.\n\nC. Appellees' Alternative Grounds for Affirmance\n\n           1. Bulk supplier doctrine\n\n           As the Massachusetts Supreme Judicial Court has made\n\nclear, the bulk supplier doctrine is a \"separate, conceptually\n\ndiscrete\" defense from the sophisticated user doctrine.               Hoffman,\n\n751 N.E.2d at 854 (citing Donahue v. Philips Petroleum Co., 866\n\n\n                                     -49-\n\fF.2d   1008,    1012   (8th    Cir.    1989)).   Under   the   bulk   supplier\n\ndoctrine, a supplier of bulk products \"discharge[s] its duty to\n\nwarn end users of a product's hazards by reasonable reliance on an\n\nintermediary\" to transmit an appropriate warning. Id. The Supreme\n\nJudicial Court has stated that \"[f]or the bulk supplier doctrine to\n\napply, a product must be delivered in bulk to an intermediary\n\nvendee.\"   Id.     This requirement reflects two rationales for the\n\ndoctrine: that products delivered in bulk are often reformulated\n\nand repackaged by an intermediary, making it unlikely that the\n\nsupplier could provide a warning that would reach end users; and\n\nthat bulk supplies are often put to \"multitudinous commercial\n\nuses,\" making it unduly burdensome to require the supplier to warn\n\nall foreseeable end users.            Id. at 856-57.\n\n           If    the    bulk   supplier     doctrine   applies,   a   supplier\n\ndischarges its duty to warn only if it has reasonably relied on the\n\nintermediary     to    transmit   its     warnings.    Id.   at   854.    \"The\n\nreasonableness inquiry is fact intensive,\" id. at 856, and factors\n\nthat may determine whether reliance was reasonable are:\n\n           (1) the dangerous condition of the product;\n           (2) the purpose for which the product is used;\n           (3) the form of any warnings given; (4) the\n           reliability of the third party as a conduit of\n           necessary information about the product; (5)\n           the magnitude of the risk involved; and (6)\n           the burden imposed on the supplier by\n           requiring that he directly warn all users.\n\nId.; see also Tilton v. Union Oil Co. of Cal., 831 N.E.2d 391, 394\n\n(Mass. App. Ct. 2005).\n\n                                        -50-\n\f             The district court held that whether the bulk supplier\n\ndoctrine applied to the appellees \"raises at least one question of\n\nmaterial fact.\"      We agree.     For the bulk supplier doctrine to\n\napply,   a   supplier   must    supply   its   products    in     bulk   to    an\n\nintermediary vendee. In Hoffman, the Supreme Judicial Court stated\n\nthat \"[b]ulk products are often delivered in tank trucks, box cars,\n\nor large industrial drums.\"      751 N.E.2d at 856.       As explained, the\n\ncharacteristics of this method of supply justify permitting a\n\nsupplier to discharge its duty to warn by reasonably relying on an\n\nintermediary to transmit its warnings.          See id. at 856-57.            The\n\nrecord does not show whether appellees supplied their products in\n\nbox cars or by comparable means, and appellees do not argue in\n\ntheir briefing to this court that the summary judgment record\n\npermits a resolution of this question. For that reason alone, this\n\nalternative ground of decision is not available to the appellees.\n\n             2. Genereux did not work with appellees' products\n\n             Taking the facts in the light most favorable to the\n\nappellants    and   resolving   all    inferences   in    their    favor,     the\n\ndistrict court below concluded that appellees had supplied Raytheon\n\n\"with a wide variety of products containing beryllium.\"             It stated\n\nthat American Beryllia had supplied Raytheon with beryllium oxide\n\ncomponents, including windows, pins and collectors; that Brush had\n\nsupplied Raytheon with rectangular plates, discs, rods and tubes;\n\n\n\n\n                                      -51-\n\fand that Hardric had supplied \"beryllium metal emitter rings\" made\n\nfrom raw materials supplied to Hardric by Brush.\n\n           Appellees argue that we should affirm summary judgment on\n\nthe ground that the appellants have produced no evidence that\n\nGenereux ever worked with their products.           We disagree.      Taken in\n\nthe appropriate light, the record supports the conclusion that\n\nGenereux worked with beryllium products manufactured by appellees.\n\nAs to Brush, the record contains invoices showing that Brush\n\nshipped beryllium oxide components, including \"windows\" (discs) and\n\nrectangles, to Raytheon's Waltham plant.          Genereux testified that\n\nshe   worked   with   beryllium   oxide   discs   and    rectangles    in   the\n\nBackward Wave Oscillator Lab.       The record also contains evidence\n\nthat Brush supplied beryllium to intermediate fabricators, who\n\naltered the pieces and sold them to Raytheon.            For example, Brush\n\nsupplied Hardric with beryllium metal tubes, which it made into\n\n\"emitter rings\" and delivered to the Waltham plant.           Lastly, as to\n\nAmerican Beryllia, invoices included in the record show that its\n\npredecessor, General Ceramics, supplied beryllium oxide \"windows\"\n\nto Raytheon's Waltham plant throughout the 1980s.\n\n           Taken in the light most favorable to the appellants and\n\nresolving all inferences in their favor, the record supports the\n\nconclusion     that    Genereux    worked    with       beryllium     products\n\nmanufactured by appellees.\n\n\n\n\n                                   -52-\n\f            3. Proximate causation\n\n            Appellees argue that even if they breached their duty to\n\nwarn Genereux, summary judgment should be affirmed because their\n\nconduct was not the proximate cause of Genereux's injury.             In\n\nsupport of this argument, appellees point to record evidence that\n\nRaytheon removed the warnings that appellees did provide and failed\n\nto   heed    warnings     about    controlling    beryllium   exposures,\n\nparticularly in connection with the sandblasting of beryllium\n\nceramics. These practices, appellees argue, show that Raytheon was\n\nthe proximate cause of Genereux's injury.29\n\n            Under Massachusetts law, a \"defendant is liable for the\n\nforeseeable intervening conduct of a third party whether that\n\nconduct is negligent or not.\"      Wilborg v. Denzell, 268 N.E.2d 855,\n\n859 (Mass. 1971) (collecting cases); Jones v. Cincinnati, Inc., 589\n\nN.E.2d    335,   338   (Mass.   App.   Ct.   1992).   \"'[O]nly   unusual,\n\nextraordinary negligence of a third party will excuse an original\n\ntortfeasor's liability.'\"       Jones, 589 N.E.2d at 338 (quoting A.L.\n\n\n\n     29\n          There is a close relationship, in this case, between the\nproximate cause arguments and the sophisticated user defense. Both\nfocus on Raytheon, the intermediary between the appellees and\nGenereux.   The thrust of the proximate cause arguments is that\nRaytheon's conduct in removing warnings and failing to heed\nwarnings implies that any warnings the appellees did provide would\nhave been insufficient to prevent injury to Genereux. In similar\nfashion, the sophisticated user defense argues, in effect, that any\nfailure of the appellees to warn did not proximately cause injury\nto Genereux because Raytheon, who controlled her workspace and owed\nher a duty of care as well, knew or should have known of the\ndangers in question but failed to protect her.\n\n                                   -53-\n\fv. Commonwealth of Mass., 521 N.E.2d 1017, 1023 (Mass. 1988)).\n\nWhether conduct meets this standard depends on the \"character [of\n\nintervening events], and . . . the natural and probable connection\n\nbetween the wrong done and the injurious consequence.\" Solimene v.\n\nB. Grauel & Co., 507 N.E.2d 662, 666 (Mass. 1987) (internal\n\nquotation marks and citation omitted).            Proximate causation is\n\nnormally a jury question.       Id. at 665 (\"Generally, questions of\n\ncausation, proximate and intervening, present issues for the jury\n\nto decide.\").\n\n            In this case, the record provides some support for\n\nappellees' claim that Raytheon did not pass on their warnings to\n\nemployees.30    However, the record also shows that Raytheon created\n\nwarnings of its own to accompany beryllium parts throughout the\n\nWaltham plant.    These warnings were roughly similar in content to\n\nappellees' warnings, stating that beryllium was \"toxic,\" and that\n\nemployees should avoid operations that generated dust.          Raytheon's\n\npractice of issuing its own warnings distinguishes this case from\n\nthe   authority   cited   by   the   appellees,   in   which   an   employer\n\ntransferred a hazardous product from drums, which bore a warning,\n\nto a small container \"with no label or warnings thereon of any\n\ntype.\"     Whitehead v. Dycho Co., 775 S.W.2d 593, 595 (Tenn. 1989);\n\n\n\n      30\n          For example, although appellees included warnings in\nevery shipment of beryllium products to Raytheon, Genereux\ntestified that she never saw any warnings accompanying beryllium\nparts in the Backward Wave Oscillator Lab.\n\n                                     -54-\n\fcf. Cohen v. Steve's Ice Cream, 737 F. Supp. 8, 8-9 (D. Mass. 1990)\n\n(similar). In contrast to such a practice, we cannot conclude that\n\nRaytheon's act of replacing manufacturer warnings with its own\n\nwarnings       was   unforeseeable   intervening   conduct,   or   that    it\n\nconstituted \"unusual, extraordinary negligence.\" Jones, 589 N.E.2d\n\nat 338 (internal quotation marks omitted).            A reasonable fact-\n\nfinder could conclude that by issuing its own, roughly similar\n\nwarnings, Raytheon exercised some care in protecting the health and\n\nsafety of its employees.\n\n               Whether Raytheon heeded appellees' warnings presents a\n\nslightly different issue.       Like most jurisdictions, Massachusetts\n\npresumes that a user will follow a warning if it is given.\n\nKnowlton, 930 F.2d at 123; Wolfe v. Ford Mtr. Co., 376 N.E.2d 143,\n\n147 (Mass. App. Ct. 1978); Restatement (Second) of Torts § 402A\n\ncmt. j (1965).          As we explained the presumption in Knowlton,\n\n\"'where no warning is given, or where an inadequate warning is\n\ngiven,     a    rebuttable   presumption    arises,   beneficial   to     the\n\nplaintiff, that the failure to adequately warn was a proximate\n\ncause of the plaintiff's [injury].'\"          Knowlton, 930 F.2d at 123\n\n(quoting Seley v. G.D. Searle & Co., 423 N.E.2d 831, 838 (Ohio\n\n1981)); see also Garside v. Osco Drug, Inc., 976 F.2d 77, 81 (1st\n\nCir. 1992).      While no court has yet stated what must be proved to\n\ndefeat this presumption under Massachusetts law, the authority\n\ndiscussed in Knowlton held that the defendants had surmounted the\n\n\n                                     -55-\n\fpresumption by proving that \"an adequate warning would have made no\n\ndifference\" in preventing injury to the plaintiff.                 Seley, 423\n\nN.E.2d at 838.\n\n            In this case, there is indeed record evidence that\n\nRaytheon    failed   to    implement      and   enforce   hygienic      controls\n\nnecessary    to   maintain     beryllium    exposure    levels   of     2   µg/m3,\n\nparticularly in the context of sandblasting beryllium ceramics.\n\nHowever, there is also record evidence that Raytheon had strict\n\nhygienic controls, including controls of sandblasting operations;\n\nthat Raytheon repeatedly sought out Brush's advice about what\n\ncontrols were necessary; and that Raytheon was inclined to adjust\n\nhygienic    practices     in   response    to   input   from   Brush.       James\n\nMcCarthy, a Raytheon Safety Engineer, testified:\n\n            Brush   Wellman   provided    a   variety   of\n            information that Raytheon considered to be\n            reliable.   We certainly considered that and\n            compared that information against the controls\n            that were in place and the configuration of\n            those controls, certainly considered it in\n            constructing the -- both the allowances and\n            the prohibitions that were incorporated into\n            the control programs at Raytheon Company\n            . . . .\n\nIn light of the conflicting evidence about the hygienic practices\n\nat Raytheon and Raytheon's reliance on Brush, we cannot conclude,\n\nfor purposes of summary judgment, that a warning about the danger\n\nposed by polishing or occupational exposures to beryllium at the 2\n\nµg/m3 level would have gone unheeded.\n\n\n\n                                     -56-\n\f            4. Successor liability as to American Beryllia\n\n            American Beryllia argues that we should affirm summary\n\njudgment as to it on the grounds that it is not subject to\n\nsuccessor liability for injury caused by products manufactured by\n\nGeneral Ceramics.        American Beryllia advances three arguments in\n\nsupport    of    this    conclusion:    (1)      that   it    purchased     General\n\nCeramics's      assets   at   a   bankruptcy     sale   pursuant      to   an   Asset\n\nPurchase Agreement that rendered the assets \"free and clear of all\n\n. . . claims and interests of any nature whatsoever\"; (2) that the\n\nJuly 9, 2001, Bankruptcy Court order confirming the Amended Plan of\n\nOrderly Liquidation prohibited any distributions to creditors other\n\nthan    distributions     pursuant    to   the    Plan;      and   (3)   that   under\n\nMassachusetts law, which applies to this case, American Beryllia\n\ndid not assume the liabilities of General Ceramics because it was\n\na purchaser of assets.            In response, appellants argue that this\n\ncase is governed by New Jersey law, and that under New Jersey law\n\nAmerican Beryllia is liable for injuries caused by General Ceramics\n\neven though it is a purchaser of assets, because it fits under the\n\n(1) \"continuation\" and (2) \"product line\" exceptions to the general\n\nrule.\n\n            The arguments raised by American Beryllia and appellants\n\nare of considerable complexity, involving federal bankruptcy law,\n\nstate choice-of-law principles, state law of corporations, and the\n\nrelationships between these doctrines.              The district court below\n\n\n                                       -57-\n\fdeclined   the   reach   the   matter,    stating   that   the   record   was\n\ninsufficient to resolve it.      The matter should be resolved in the\n\nfirst instance by the district court on an appropriate record.\n\n                                   IV.\n\n           For the foregoing reasons, the judgment of the district\n\ncourt granting summary judgment to the defendants is vacated.             We\n\nremand for further proceedings consistent with this opinion. Costs\n\nare awarded to appellants.\n\n           So ordered.\n\n\n\n\n                                   -58-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">            United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 07-2676\n\n    SUZANNE GENEREUX, Individually and as Parent and Natural\n         Guardian to minor children A.G. and K.G.; BARRY\n        GENEREUX, Individually and as Parent and Natural\n            Guardian to minor children A.G. and K.G.,\n\n                       Plaintiffs, Appellants,\n\n                                 v.\n\n      AMERICAN BERYLLIA CORP.; BRUSH WELLMAN, INC.; HARDRIC\n                       LABORATORIES, INC.,\n\n                       Defendants, Appellees,\n\n         BRUSH WELLMAN CERAMICS, INC.; BRUSH WELLMAN CERAMIC\n            PRODUCTS, INC.; KYOCERA AMERICA, INC.; KYOCERA\n             INDUSTRIAL CERAMICS CORP.; RAYTHEON COMPANY,\n\n                             Defendants.\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n                  FOR THE DISTRICT OF MASSACHUSETTS\n\n             [Hon. Joseph L. Tauro, U.S. District Judge]\n\n\n                               Before\n\n           Torruella, Baldock*, and Lipez, Circuit Judges.\n\n\n\n     Ruben Honik, with whom Stephan Matanovic, Golomb & Honik,\nP.C., Leo V. Boyle, and Meehan, Boyle, Black and Bogdanow, P.C.\nwere on brief, for appellants.\n\n     *      Of the Tenth Circuit, sitting by designation.\n\f     William F. Ahern, Jr., with whom Jeremy Y. Weltman and Clark,\nHunt & Embry were on brief, for appellee American Beryllia Corp.\n     Robert M.A. Nadeau, with whom Nadeau Law, LLC was on brief,\nfor appellee Hardric Laboratories, Inc.\n     Jeffery D. Ubersax, with whom Robert S. Faxon, Jones Day, Alan\nM. Spiro, and Edwards Angell Palmer & Dodge LLP were on brief, for\nappellee Brush Wellman, Inc.\n\n\n\n                          July 29, 2009\n\f           LIPEZ, Circuit Judge.            Suzanne Genereux, her husband\n\nBarry Genereux, and their children brought suit against various\n\nmanufacturers of beryllium products, alleging that their products\n\ncaused injury to Suzanne Genereux when she came into contact with\n\nthem at her workplace.     The complaint asserted negligence, breach\n\nof warranty, failure to warn, violation of Massachusetts General\n\nLaws chapter 93A, and other claims.            The district court granted\n\nsummary judgment for the defendants on all of the plaintiffs'\n\nclaims, concluding that the common-law claims were time-barred and\n\nthat the defendants were relieved of liability under chapter 93A by\n\nMassachusetts's \"sophisticated user\" defense. Plaintiffs appealed.\n\n           After a careful review of the record, we conclude that a\n\nreasonable jury could find that the plaintiffs' common-law claims\n\nwere timely and that the sophisticated user defense did not relieve\n\nthe defendants of liability.      We therefore vacate and remand.\n\n                                      I.\n\n           On appeal from summary judgment, we take the facts in the\n\nlight   most   favorable   to   the    non-moving    party   and   draw   all\n\nreasonable inferences in its favor.          CMI Capital Mkt. Inv., LLC v.\n\nGonzález-Toro, </pre><span class=\"citation\" data-id=\"203192\"><a href=\"/opinion/203192/cmi-capital-market-v-gonzalez-toro/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span><pre class=\"inline\">, 61 (1st Cir. 2008).\n\nA. The Raytheon Company and Beryllium\n\n           Suzanne Genereux (\"Genereux\") worked for Raytheon Company\n\n(\"Raytheon\"), a major defense contractor, from 1982 to 1990.              She\n\nwas employed at the company's Waltham, Massachusetts plant, where\n\n\n                                      -3-\n\fits Microwave and Power Tube Division was then headquartered.\n\nGenereux spent seven years in the plant's Backward Wave Oscillator\n\nLab and one year as a quality assurance technician.1                 In the\n\nBackward Wave Oscillator Lab, Genereux assembled components, known\n\nas \"subassemblies,\" for incorporation into radar tubes.            She spent\n\nmost of her time working on two subassemblies: the \"ARCO window\"\n\nand the \"Tall Man.\"      Both subassemblies contained beryllium.\n\n            Beryllium is a silver-grey non-magnetic metal that is\n\nexceptionally light, stiff, and able to disperse heat rapidly.\n\nWhen alloyed with other metals, such as copper, beryllium tends to\n\npass on its properties to the alloy.             This is also true of\n\nberyllium   oxide   ceramics,    or   \"beryllia,\"   which    can   withstand\n\nextreme temperatures and rapidly disperse heat.             These features\n\nmake beryllium ideal for many specialized applications, including\n\nx-ray windows, transistors, jet brake pads, ceramic jet engine\n\nblades and rocket covers, nuclear reactors, and nuclear weapons.\n\nUnfortunately, however, beryllium dust and fumes are hazardous to\n\nhuman    health.    In   some   individuals,   inhaling     beryllium   dust\n\ntriggers an immune response, causing inflammation and the formation\n\nof granulomas in the lung tissue.           This disease is known as\n\n\"chronic beryllium disease,\" and it gives rise to a number of\n\n\n\n     1\n          Genereux also     worked in quality assurance at Raytheon's\nNorthborough plant, but     only for a short time. She did not work\nwith beryllium in this      position.   She also worked briefly as a\nproduction coil winder,     which did not involve beryllium.\n\n                                      -4-\n\fsymptoms, such as coughing, shortness of breath, fatigue, weight\n\nloss, fevers, and night sweats.          The beryllium industry has long\n\nknown of the disease and implemented various hygienic controls to\n\nprevent it.\n\n            Brush Wellman, Inc. (\"Brush\"), American Beryllia Corp.\n\n(\"American Beryllia\"), and Hardric Laboratories, Inc. (\"Hardric\")\n\nmanufacture beryllium ceramic and beryllium alloy parts and supply\n\nthese parts for use in some of the applications discussed above.\n\nBrush is the largest domestic producer of beryllium-containing\n\nproducts,     including    beryllium    oxide     ceramics,    and    sometimes\n\nsupplies beryllium to other beryllium manufacturers for further\n\nprocessing. Brush is also one of the oldest producers of beryllium\n\nproducts; it has been in existence since 1931 (incorporated as\n\n\"Brush Beryllium Company\"), and its facilities hosted one of the\n\nearliest major studies of beryllium exposure and beryllium disease,\n\ncarried out in the late 1940's by the United States Atomic Energy\n\nCommission.      American Beryllia was incorporated in 2002 after\n\npurchasing the assets of General Ceramics, which had manufactured\n\nberyllium products since the 1950's, initially under the name\n\nNational    Beryllia    Corporation.         General   Ceramics,     Brush,   and\n\nHardric manufactured beryllium parts that Genereux worked with in\n\nthe Waltham Backward Wave Oscillator Lab.2\n\n\n\n     2\n            Appellees     dispute   this      point.     See   infra    section\nIII(C)(2).\n\n                                       -5-\n\f             Raytheon   used   both   beryllium    ceramics      and   beryllium\n\nmetals in the Backward Wave Oscillator Lab.              Blueprints used by\n\nGenereux identified several subassembly parts containing beryllium.\n\nFor example, the ARCO window contained two beryllium parts: a\n\nberyllium copper sleeve and a cylindrical beryllium oxide ceramic.\n\nThe Tall Man contained a rectangular beryllium oxide ceramic.\n\nGenereux performed a number of operations on these parts that\n\nproduced respirable dust.         She filed, sanded, smoothed (using a\n\nDremel rotary tool), and polished beryllium copper and possibly\n\nother beryllium metals.3       These processes removed small amounts of\n\nmaterial from the metal, some of which were so small that they\n\nwould become airborne and remain suspended in the air as respirable\n\ndust.\n\n             Genereux   also    spent    considerable     time    sandblasting\n\nvarious beryllium ceramics -- between two hours a day and eight\n\nhours a day, towards the end of the month or when a shipping\n\ndeadline approached.4     She used a pencil grit blaster, which worked\n\nby expelling grit from a nozzle controlled by the operator.                   This\n\nprocess     removed   small    amounts    of   ceramic   material      from    the\n\n\n\n\n     3\n             Appellees dispute that Genereux             polished      beryllium\nmetals.     See infra section III(B)(2).\n        4\n          Genereux was sometimes asked to sandblast beryllium oxide\nceramics in addition to those contained in the ARCO window and the\nTall Man subassemblies.\n\n                                        -6-\n\fberyllia.     Although sandblasting took place under a hood,5 the\n\nceramic material and some of the grit would become airborne,\n\nproducing white dust that settled on Genereux's clothes and shoes.\n\nIn addition to these activities, Genereux was also designated to\n\nhandle, store, and track all the beryllium parts used in the\n\nBackward Wave Oscillator Lab.6\n\n            Raytheon took steps to control employees' exposure to\n\nberyllium dust, and Brush, along with other beryllium producers,\n\nprovided    Raytheon   with   information   about    appropriate   hygienic\n\ncontrols and exposure rates.          We discuss aspects of Raytheon's\n\nindustrial hygiene program and Brush's input to it below.\n\nB. Diagnosis of Chronic Beryllium Disease\n\n            Genereux became ill many times during her employment at\n\nRaytheon.    Sometime in 1983 or 1984, she developed a cough and\n\nshortness of breath.     The symptoms were attributed to asthma, and\n\nphysicians prescribed a treatment regimen of steroids and inhalers.\n\nSometime    later,   Genereux   was   hospitalized    for   five   days   and\n\n\n\n     5\n          Genereux described two sandblasting machines. The first\nmachine was equipped with a plexiglass shield or sash.          The\noperator would put on protective gloves and lower the sash over the\ngloves, operating the pencil blaster behind the sash. A year after\nGenereux arrived, this machine was replaced. The second machine\nmay have been equipped with a complete sandblasting enclosure and\nlocal exhaust ventilation. It still emitted dust.\n     6\n          As the district court noted in its Memorandum & Order,\nGenereux also \"alleges that she was exposed to airborne beryllium\ndust generated elsewhere in the plant that spread through the\nambient air.\"\n\n                                      -7-\n\fdiagnosed with \"recurrent asthma.\"           Physicians again prescribed\n\ninhalers, and supplemented them with prednisone. Genereux returned\n\nto work, but after a period of three to four months she developed\n\nan upper respiratory infection.        Exacerbation of asthma symptoms\n\nrequired Genereux to be hospitalized several times during the year.\n\nThroughout this period and afterwards, Genereux regularly sought\n\nemergency   care.    According   to    the   report   of   a   pulmonologist\n\ntreating her, \"she has gone to the emergency room approximately\n\nthree times a year for respiratory complaints.\"\n\n            In November 1990, Genereux took a medical leave of\n\nabsence from Raytheon due to a high-risk pregnancy.               After her\n\npregnancy, Genereux developed carpal tunnel syndrome and required\n\nsurgery on both of her hands.           Unable to work, she went on\n\n\"extended sick leave\" from Raytheon and ultimately did not return.\n\nGenereux began to receive long-term disability benefits through\n\nRaytheon during this time.    However, in 1994 the insurance company\n\ndiscontinued benefits on the grounds that Genereux was no longer\n\ndisabled.      Genereux   repeatedly    sought    reinstatement     of   the\n\nbenefits, arguing that she remained completely disabled and was\n\nentitled to benefits until age sixty-five.\n\n            Meanwhile, Genereux was formally diagnosed in 1997 with\n\nvascular Parkinson's disease in her right side, where she suffered\n\nfrom tremors, pain, and muscle weakness.          In late 2000 or early\n\n2001, finding that she was unable to pay her expenses, Genereux\n\n\n                                  -8-\n\fwrote United States Senator Jack Reed, seeking his assistance in\n\nobtaining reinstatement of the long-term disability benefits and\n\nsecuring a pension.      In her letter, Genereux stated that she\n\nsuffered from Parkinson's disease and was \"totally disabled.\"\n\nGenereux then wrote:\n\n            I am told that the causes of Parkinson's\n            Disease are still being researched, I am told\n            that environment may be a cause, but it may\n            not be found out in my lifetime.         While\n            working for Raytheon, I worked in rooms with\n            asbestos ceilings (which left dust on the\n            benches and other items) . . . . I was forced\n            to sandblast beryllium ceramics with no masks,\n            open   sandblasting   units,   no   protective\n            clothing. I also used alot [sic] of acetone\n            and other degreasing agents and worked in a\n            small room off of a large plating room.\n\nShe did not mention asthma, lung disease, or pulmonary symptoms of\n\nany kind.\n\n            After receiving a written response to her letter in late\n\n2001 or early 2001, Genereux called Senator Reed's office.    During\n\nthe ensuing conversation, a staff member asked Genereux \"whether\n\nshe had ever been tested for CBD [chronic beryllium disease].\"\n\nAccording to Genereux, this was the first time she had ever heard\n\nof chronic beryllium disease.          Senator Reed's office advised\n\nGenereux to call the Department of Labor.7         Officials at the\n\n\n\n     7\n          On January 22, 2001, Senator Reed's office mailed\nGenereux a letter that stated, \"Pursuant to your request for\ninformation concerning compensation for Berylium [sic] exposure,\nyou should contact 1-877-447-9756 and leave your name and address\nfor further information.\"\n\n                                 -9-\n\fDepartment of Labor told Genereux about National Jewish Medical\n\nCenter (\"National Jewish\"), a Colorado facility experienced in the\n\ntreatment of chronic beryllium disease, and instructed her to call.\n\nGenereux contacted National Jewish sometime in early 2001.\n\n           National Jewish recommended to Genereux that she take a\n\nblood test, known as the BeLPT test, to determine whether she was\n\nsensitized to beryllium.   National Jewish also provided her with a\n\nbooklet explaining the causes, symptoms and treatment of chronic\n\nberyllium disease.   As the booklet explained,\n\n           Beryllium   sensitization   often  leads   to\n           disease, even in people who are no longer\n           working with beryllium.     Most people with\n           beryllium sensitization have granuloma scars\n           in their lungs, and sometimes in other organs\n           also. . . . Once a person has been exposed to\n           beryllium, there is a lifelong risk of\n           developing the disease.\n\nThe booklet quantified this risk, stating that \"[o]nly 1-6% of\n\nexposed people will develop beryllium disease,\" but noted that\n\n\"certain work tasks have been associated with disease rates as high\n\nas 16%.\"   Those who were sensitized, it said, but did not develop\n\nthe disease, \"do not need treatment\" but \"need to be checked by a\n\ndoctor regularly for signs of disease.\"\n\n           On June 8, 2001, Genereux met with her primary care\n\nphysician, Dr. David Ashley.   Notes from the meeting indicate that\n\nGenereux again raised concerns about \"[p]otential exposure [to]\n\nAcetone, Berrilium [sic], Asbestos.\"   Genereux provided Dr. Ashley\n\nwith the National Jewish booklet on chronic beryllium disease, an\n\n                                -10-\n\fillness previously unfamiliar to him.               According to Dr. Ashley,\n\nGenereux then connected beryllium exposure to her lung disease:\n\n               Q. And did she suggest that there was some\n               kind of problems that she was encountering\n               that she thought was related to potential\n               Beryllium exposure?\n               A. Her breathing problems. I mean, she had\n               childhood asthma that basically reoccurred as\n               an adult, and she was labeled as an asthmatic,\n               and she was wondering whether this, you know,\n               could be something other than asthma . . . .\n\n               On June 19, 2001, Genereux again met with Dr. Ashley.\n\nNotes from the meeting indicate that Dr. Ashley and Genereux\n\ndiscussed her exposure to beryllium during her employment at\n\nRaytheon, as well as the BeLPT test.              Dr. Ashley's office ordered\n\na BeLPT test kit from National Jewish.             On June 20, 2001, Genereux\n\nhad blood drawn at the laboratory in Dr. Ashley's office for use in\n\na number of tests, including the BeLPT test.                 Dr. Ashley's office\n\nsent the completed BeLPT test kit to National Jewish in Colorado,\n\nwhere it was analyzed on June 23, 2001.                      Test results were\n\nclassified      as   \"abnormal.\"       Genereux    had   a   second    BeLPT   test\n\nanalyzed on February 2, 2002, whose results were also abnormal. In\n\nlate       August   2002,   Genereux   traveled    to    Colorado     for   further\n\ntesting, where she was diagnosed with chronic beryllium disease.8\n\n\n\n       8\n          When Genereux returned from Colorado, she initially\nsought treatment from a local pulmonologist who had seen her prior\nto the diagnosis.    It seems that questions persisted about the\ndiagnosis; the local pulmonologist, Dr. Corrao, was \"not convinced\"\nthat Genereux had chronic beryllium disease. Genereux eventually\nleft Dr. Corrao's care.\n\n                                       -11-\n\f                                  II.\n\n           On June 22, 2004, Genereux, her husband Barry Genereux,\n\nand their two children filed suit in Massachusetts Superior Court\n\nagainst Brush, several other beryllium manufacturers, and Raytheon.\n\nOn September 7, 2004, plaintiffs amended their complaint, naming\n\nAmerican Beryllia and Hardric as additional defendants.         In the\n\namended complaint, Genereux asserted seven causes of action against\n\nthe defendants: negligence; breach of warranty; failure to warn;\n\nstrict   liability   for   ultrahazardous   or   abnormally   dangerous\n\nactivities; breach of Massachusetts's consumer protection statute,\n\nMassachusetts General Laws chapter 93A; fraudulent concealment; and\n\nconspiracy.   Barry Genereux and the Genereux children asserted six\n\nadditional counts, based on liability for medical monitoring, loss\n\nof consortium, and breach of chapter 93A.\n\n           On October 8, 2004, Brush and another defendant removed\n\nthe case to federal district court, asserting jurisdiction under\n\nthe Federal Officer Removal Statute, 28 U.S.C. § 1442(a)(1).9\n\n\n     9\n           Under the Federal Officer Removal Statute,\n\n     A civil action . . . commenced in a State court against\n     any of the following may be removed by them to the\n     district court of the United States for the district and\n     division embracing the place wherein it is pending:\n     (1) The United States or any agency thereof or any\n     officer (or any person acting under that officer) of the\n     United States or of any agency thereof, sued in an\n     official or individual capacity for any act under color\n     of such office or on account of any right, title or\n     authority claimed under any Act of Congress for the\n     apprehension or punishment of criminals or the collection\n\n                                 -12-\n\fSubsequently, the district court dismissed the sole count against\n\nRaytheon, a claim of liability for medical monitoring.               It also\n\ndismissed   counts    based   on     theories   of   strict    liability   and\n\nconspiracy, and all defendants other than Brush, American Beryllia,\n\nand Hardric.    Nine counts remained: (1) negligence; (2) breach of\n\nwarranty; (3) failure to warn; (4) breach of chapter 93A towards\n\nGenereux; (5) fraudulent concealment; (6) loss of consortium based\n\non negligence; (7) loss of consortium based on breach of warranty;\n\n(8) loss of consortium based on failure to warn; and (9) breach of\n\nchapter 93A towards Barry Genereux and the Genereux children.\n\n            After    the   parties     conducted     discovery,   the   three\n\nremaining defendants moved for summary judgment.              Defendants made\n\nfour arguments in common: (A) that the plaintiffs' claims were\n\nbarred by the statute of limitations; (B) that the plaintiffs'\n\nclaims were barred by the sophisticated user doctrine and the bulk\n\nsupplier doctrine; (C) that Genereux did not work with their\n\nproducts; and (D) that the defendants were not the proximate cause\n\nof the plaintiffs' injuries. American Beryllia also argued that it\n\n\n     of the revenue.\n\n28 U.S.C. § 1442(a)(1). Here, Brush's removal was based on its\nassertion that it was a \"person acting under\" an officer of the\nUnited States, because the beryllium-containing products it\nsupplied to Raytheon were used in manufacturing \"military\nhardware.\" See Camacho v. Autoridad de Telefonos de P.R., </pre><span class=\"citation\" data-id=\"518837\"><a href=\"/opinion/518837/isaac-camacho-v-autoridad-de-telefonos-de-puerto-rico/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span>\n<span class=\"page\">482</span></a></span><pre class=\"inline\">, 486-87 (1st Cir. 1989). Removal under this statute does not\nrequire that all defendants agree to removal. Ely Valley Mines,\nInc. v. Hartford Acc. & Indemn. Co., </pre><span class=\"citation\" data-id=\"388825\"><a href=\"/opinion/388825/ely-valley-mines-inc-pioche-mines-consolidated-inc-v-hartford/\"><span class=\"volume\">644</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1310</span></a></span><pre class=\"inline\">, 1315 (9th Cir.\n1981).\n\n                                      -13-\n\fwas entitled to summary judgment because under Massachusetts law,\n\nit was not subject to successor liability as a purchaser of assets.\n\n            Taking the facts in the light most favorable to Genereux,\n\nthe     district    court    concluded     that   Genereux     had     \"performed\n\nactivities     on    products    that     contained      beryllium,\"    such    as\n\n\"sandblasting,       welding,     filing,       and     brazing,\"    which     had\n\n\"generat[ed] airborne beryllium dust that Genereux inhaled.\"                   It\n\nalso concluded that the defendants had each supplied Raytheon with\n\nproducts containing beryllium, including windows, pins, collectors,\n\nrectangular    plates,      discs,   rods,     tubes,   and   \"beryllium     metal\n\nemitter rings.\" The court assumed, without deciding, that American\n\nBeryllia was subject to successor liability for injuries caused by\n\nproducts produced by General Ceramics, noting, \"[t]he factual\n\nrecord on the issue of successor liability is not sufficiently for\n\nresolution [sic].\"\n\n            The district court then granted the motion for summary\n\njudgment on all nine remaining counts.                The court held that the\n\nplaintiffs' common-law claims (remaining counts (1)-(3) and (5)-\n\n(8)) were time-barred.          It noted that the common-law claims were\n\nsubject to a three-year statute of limitations, but that under\n\nMassachusetts's \"discovery rule,\" the limitations period only began\n\nto run when Genereux knew or had sufficient notice that she had\n\nbeen harmed, and knew or had sufficient notice of the cause of the\n\nharm.    After describing Genereux's appointments with Dr. Ashley in\n\n\n                                        -14-\n\fJune 2001, the court concluded that by June 19, 2001, at the\n\nlatest, Genereux was aware that she might have chronic beryllium\n\ndisease and that she was exposed to beryllium while at Raytheon.\n\nThus, \"[b]y June 19, 2001, she was sufficiently aware of the\n\npossibility that she contracted the disease through exposure to\n\nberyllium at Raytheon to start the statute of limitations.\"   Based\n\non that start date, the court held that limitations period ended on\n\nJune 19, 2004, three days before Genereux filed suit.\n\n          The court held that the plaintiffs' statutory claims\n\nunder chapter 93A (remaining counts (4) and (9)), which were\n\nsubject to a four-year statute of limitations, were timely filed\n\nbut barred by the sophisticated user doctrine.   Plaintiffs' theory\n\nof liability under chapter 93A turned on the defendants' failure to\n\nwarn of the dangers of their products.10   The court noted that the\n\nsophisticated user doctrine relieves a manufacturer of liability\n\nfor failing to warn when the \"end user\" knows or reasonably should\n\nknow of a product's dangers.   After determining that Raytheon was\n\nthe end user, the court concluded that Raytheon \"had substantial\n\nknowledge of the dangers of beryllium exposure, manifest in three\n\n\n     10\n          In motions to the district court, plaintiffs asserted\nthat defendants' failure to warn constituted an \"unfair or\ndeceptive act\" within the meaning of chapter 93A, section 2(a).\nSee Mass. Gen. Laws ch. 93A, § 2(a) (declaring unlawful \"unfair or\ndeceptive acts or practices in the conduct of any trade or\ncommerce\"); ch. 93A, § 2(c) (granting Massachusetts attorney\ngeneral the authority to make rules and regulations interpreting\nsection 2(a)); 940 Mass. Code Regs. 3.05 (defining \"general\nmisrepresentations\").\n\n                               -15-\n\fways: knowledge held by employees; Raytheon's own policies and\n\ninternal memoranda; and warnings provided to Raytheon by its\n\nsuppliers.\"   In addition, \"Raytheon was a sophisticated company,\"\n\nwhich \"ranked fifty-third in Fortune Magazine's Top 100 List of\n\nAmerican Companies,\" and had a \"keen appreciation of the dangers of\n\nberyllium, for which it ordained prophylactic procedures decades\n\nbefore Genereux's employment.\"\n\n          Plaintiffs timely appealed and now ask us to reverse.\n\nThey contend that the district court erred in determining that the\n\nstatute of limitations expired before they filed suit and that the\n\nsophisticated user doctrine relieves the defendants from liability.\n\nDefendants argue that the district court properly resolved the\n\nissues it addressed, and raise as alternative grounds for upholding\n\nsummary judgment the bulk supplier doctrine, plaintiffs' failure to\n\nshow that Genereux was exposed to any products manufactured by the\n\ndefendants, and the fact that defendants were not the proximate\n\ncause of Genereux's injuries.    American Beryllia also argues that\n\nit is not subject to successor liability for injuries caused by\n\nexposure to General Ceramics's products.\n\n                                 III.\n\n              We review de novo a district court's award of summary\n\njudgment. Arroyo-Audifred v. Verizon Wireless, Inc., </pre><span class=\"citation\" data-id=\"203313\"><a href=\"/opinion/203313/arroyo-audifred-v-verizon-wireless-inc/\"><span class=\"volume\">527</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">215</span></a></span><pre class=\"inline\">,\n\n217 (1st Cir. 2008).    \"Summary judgment is appropriate when 'the\n\npleadings, depositions, answers to interrogatories, and admissions\n\n\n                                 -16-\n\fon file, together with the affidavits, if any, show that there is\n\nno genuine issue as to any material fact and that the moving party\n\nis entitled to judgment as a matter of law.'\"       Mass. Eye & Ear\n\nInfirmary v. QLT Phototherapeutics, Inc., </pre><span class=\"citation\" data-id=\"790685\"><a href=\"/opinion/790685/massachusetts-eye-and-ear-infirmary-plaintiffcounterclaim/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">215</span></a></span><pre class=\"inline\">, 239 (1st\n\nCir. 2005) (quoting Fed. R. Civ. P. 56(c)).         There exists a\n\n\"genuine\" issue of fact when \"the evidence about the fact is such\n\nthat a reasonable jury could resolve the point in favor of the\n\nnonmoving party.\"   S.E.C. v. Ficken, </pre><span class=\"citation\" data-id=\"203529\"><a href=\"/opinion/203529/sec-v-ficken/\"><span class=\"volume\">546</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span><pre class=\"inline\">, 51 (1st Cir.\n\n2008) (internal quotation marks and citation omitted).\n\nA. Statute of Limitations\n\n          Under Massachusetts law, \"actions of tort\" and \"actions\n\nof contract to recover for personal injuries\" are subject to a\n\nthree-year statute of limitations.    Mass. Gen. Laws ch. 260, § 2A.\n\nThe counts in the amended complaint of negligence, breach of\n\nwarranty, failure to warn, and fraudulent concealment fall into\n\nthese categories and are all governed by this statute.    Fidler v.\n\nEastman Kodak Co., </pre><span class=\"citation\" data-id=\"423494\"><a href=\"/opinion/423494/deborah-fidler-v-eastman-kodak-company/\"><span class=\"volume\">714</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">192</span></a></span><pre class=\"inline\">, 196 (1st Cir. 1983) (failure to\n\nwarn); Olsen v. Bell Tel. Labs., Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">445</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">609</span></span><pre class=\"inline\">, 611 (Mass.\n\n1983) (negligence and breach of warranty); Noble v. Cournoyer, No.\n\nCA 946043, </pre><span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">1329385</span></span><pre class=\"inline\">, at *2 (Mass. Super. Ct. Aug. 13, 1996)\n\n(fraudulent concealment).   Claims for loss of consortium are also\n\nsubject to the three-year limitations period under section 2A.\n\nOlsen, 445 N.E.2d at 613.   In contrast, claims under chapter 93A\n\n\n\n\n                               -17-\n\fare subject to a four-year statute of limitations. Mass. Gen. Laws\n\nch. 260, § 5A.\n\n          1. Negligence, breach of warranty, failure to warn,\nfraudulent concealment\n\n            The limitations period specified in section 2A commences\n\n\"after the cause of action accrues.\"                  Mass. Gen. Laws ch. 260, §\n\n2A.   Normally, a cause of action for personal injury will accrue at\n\nthe time of injury.         Koe v. Mercer, </pre><span class=\"citation no-link\"><span class=\"volume\">876</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">831</span></span><pre class=\"inline\">, 836 (Mass.\n\n2007);   Riley   v.    Presnell,        </pre><span class=\"citation no-link\"><span class=\"volume\">565</span>    <span class=\"reporter\">N.E.2d</span>       <span class=\"page\">780</span></span><pre class=\"inline\">,   784    (Mass.    1991).\n\nHowever, under the discovery rule, \"a cause of action does not\n\naccrue until the plaintiffs know or reasonably should have known\n\nthat they were injured as a result of the defendant's conduct.\"\n\nCornell v. E.I. Du Pont de Nemours & Co., </pre><span class=\"citation\" data-id=\"502482\"><a href=\"/opinion/502482/george-cornell-v-ei-dupont-de-nemours-co-inc/\"><span class=\"volume\">841</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">23</span></a></span><pre class=\"inline\">, 24 (1st Cir.\n\n1988) (citing Olsen, 445 N.E.2d at 611-12).                        Actual knowledge is\n\nnot   the    standard,      but    \"what       a    reasonable       person    in     [the\n\nplaintiff's] position would have known or on inquiry would have\n\ndiscovered.\"     Bowen v. Eli Lilly & Co., </pre><span class=\"citation no-link\"><span class=\"volume\">557</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">739</span></span><pre class=\"inline\">, 743 (Mass.\n\n1990). The Supreme Judicial Court has analyzed this rule as having\n\ntwo   components:      \"a   plaintiff         [must]        have    (1)   knowledge    or\n\nsufficient    notice     that     she    was       harmed    and    (2)   knowledge    or\n\nsufficient notice of what the cause of harm was.\"                            Bowen, 557\n\nN.E.2d at 742; see also Fidler, 714 F.2d at 198 (\"Such notice [to\n\nstart the statute of limitations] includes not only knowledge that\n\none has been injured but knowledge of its cause -- that plaintiff\n\n\n\n                                         -18-\n\f'has been harmed as a result of the defendant's conduct.'\" (quoting\n\nOlsen, 445 N.E.2d at 611)); Riley, 565 N.E.2d at 784-85.\n\n           Application of the discovery rule ordinarily involves\n\nquestions of fact and therefore \"'in most instances will be decided\n\nby the trier of fact.'\"       In re Mass. Diet Drug Litig., 338 F. Supp.\n\n2d 198, 204 (D. Mass. 2004) (quoting Riley, 565 N.E.2d at 783); see\n\nalso Wolinetz v. Berkshire Life Ins. Co., </pre><span class=\"citation\" data-id=\"200915\"><a href=\"/opinion/200915/wolinetz-v-berkshire-life-ins/\"><span class=\"volume\">361</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">44</span></a></span><pre class=\"inline\">, 49 (1st Cir.\n\n2004) (same).     In particular, application of the discovery rule\n\ninvolves determining \"what the plaintiff knew or should have\n\nknown[, which] is a factual question that is appropriate for the\n\ntrier of fact.\"    Koe, 876 N.E.2d at 836; see also Borden v. Paul\n\nRevere   Life   Ins.   Co.,    </pre><span class=\"citation\" data-id=\"562609\"><a href=\"/opinion/562609/ronald-borden-v-the-paul-revere-life-insurance-company-ronald-borden-v/\"><span class=\"volume\">935</span>   <span class=\"reporter\">F.2d</span>     <span class=\"page\">370</span></a></span><pre class=\"inline\">,   376     (1st   Cir.   1991)\n\n(characterizing the determination of whether the plaintiff should\n\nhave known of an injury as \"a fact-dominated enterprise\"); Castillo\n\nv. Mass. Gen. Hosp., </pre><span class=\"citation no-link\"><span class=\"volume\">649</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">788</span></span><pre class=\"inline\">, 790 (Mass. App. Ct. 1995).\n\nDetermining when a plaintiff had notice of the likely cause of her\n\ninjury is one example of such a determination.                 See Riley, 565\n\nN.E.2d at 786 (\"A reasonable fact finder . . . could find that\n\nRiley did not make the causal link . . . .\").\n\n           Appellants   argue     that      the   district    court   erred   in\n\ndetermining that the limitations period began to run on June 19,\n\n2001, because Genereux did not know by this date that she had\n\nchronic beryllium disease, and thus lacked notice that she was\n\ninjured. Appellees counter that under Massachusetts law, a disease\n\n\n                                     -19-\n\fdiagnosis is not necessary to trigger the statute of limitations.\n\nHowever, this case does not require us to decide whether a disease\n\ndiagnosis is ever necessary for a plaintiff to have notice that she\n\nhas been injured.      Genereux has long exhibited symptoms associated\n\nwith chronic beryllium disease.               Her knowledge \"that she had\n\nsustained substantial physical harm\" is not at issue.             See Bowen,\n\n557 N.E.2d at 741.          Rather, the question is when Genereux had\n\nsufficient   notice     that    her    lung   disease   was   caused   by    the\n\nappellees' conduct.\n\n            In Bowen, the Supreme Judicial Court considered for the\n\nfirst time the case of a plaintiff who was \"well aware that she had\n\nsustained    substantial       physical    harm,\"   but   may   have    lacked\n\n\"sufficient[] . . . notice as to the cause of her physical harm.\"\n\nBowen, 557 N.E.2d at 741.             The plaintiff in Bowen developed a\n\nmalignant tumor and required extensive surgery to remove it.                Many\n\nyears earlier, her mother had taken the drug diethylstilbestrol\n\nduring pregnancy.      Id. at 740.      The question before the court was\n\nwhen the plaintiff had sufficient notice that her tumor was caused\n\nby diethylstilbestrol to trigger the statute of limitations.                Id.\n\nat 741.   Citing the plaintiff's possession of materials suggesting\n\n\"the   prospect   of    a    significant      causal    connection\"    between\n\ndiethylstilbestrol and her \"exceedingly rare\" condition, the court\n\nconcluded that the plaintiff acquired sufficient notice of the\n\ncause of her injury outside the limitations period.             Id. at 743.\n\n\n                                       -20-\n\f          Construing Massachusetts law, this court has previously\n\ncharacterized the level of notice of cause sufficient to trigger\n\nthe statute of limitations as notice of \"likely cause.\"    Fidler,\n\n714 F.2d at 199; see also Cornell, 841 F.2d at 24 (\"[T]he level of\n\nnotice required to start the statute running has been defined as\n\nlikely cause.\" (internal quotation marks and citation omitted)).\n\nMassachusetts courts, including the Supreme Judicial Court, have\n\nrepeatedly cited this language in their own decisions.   See Bowen,\n\n557 N.E.2d at 742; see also Demoulas v. Demoulas Super Mkts., Inc.,\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">677</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">159</span></span><pre class=\"inline\">, 175 n.27 (Mass. 1997); Krasnow v. Allen, </pre><span class=\"citation\" data-id=\"2153894\"><a href=\"/opinion/2153894/krasnow-v-allen/\"><span class=\"volume\">562</span> <span class=\"reporter\">N.E.2d</span>\n\n<span class=\"page\">1375</span></a></span><pre class=\"inline\">, 1379 (Mass. App. Ct. 1990); Lear-Heflich v. Schwartz, </pre><span class=\"citation no-link\"><span class=\"volume\">485</span>\n\n<span class=\"reporter\">N.E.2d</span> <span class=\"page\">692</span></span><pre class=\"inline\">, 694 (Mass. App. Ct. 1985); Murphy v. Novartis Consumer\n\nHealth, Inc., No. 01-1702-A, </pre><span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">2319157</span></span><pre class=\"inline\">, at *3 (Mass. Super.\n\nCt. Aug. 10, 2005); Locke v. Jones, No. 022579B, </pre><span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">1009494</span></span><pre class=\"inline\">,\n\nat *2 (Mass. Super. Ct. Mar. 23, 2005).\n\n          Appellants argue, as they did below, that Genereux's\n\nasthma diagnosis is relevant to determining when she had sufficient\n\nnotice that her lung disease was \"related\" to beryllium exposure.11\n\nThe district court did not mention asthma in its analysis of the\n\n\n\n     11\n          Appellee Brush contests that appellants made this\nargument below. In appellants' Memorandum of Law in Opposition to\nBrush's Motion for Summary Judgment, they argued: \"The facts show\nthat Suzanne too [sic] all reasonable steps to diagnose her\ncondition, but it was not until 2002, less than three years before\nshe commenced this action, that she learned the true cause of her\nlung problems.\"      Shortly thereafter, appellants discussed\nGenereux's asthma diagnosis.\n\n                               -21-\n\flimitations issue.             Nor have appellees addressed the matter,\n\noutside a footnote, in their briefing to this court.12                       We agree\n\nwith        the    appellants      that    Genereux's       asthma   diagnosis     is\n\nsignificant.           At    the   time   Genereux   first    learned   of    chronic\n\nberyllium disease, she had long suffered from asthma symptoms.                     In\n\nfact, Genereux was diagnosed with asthma as a child, years before\n\nshe was exposed to beryllium.                This diagnosis was confirmed on\n\nrepeated occasions when Genereux was an adult. She was treated for\n\nasthma during her employment at Raytheon and afterwards, at times\n\nby a specialist.            In light of these facts, we cannot say, as we\n\nmust    to    affirm,       that   no   reasonable   jury    could   conclude    that\n\nGenereux lacked notice, even after June 19, 2001, that her symptoms\n\nwere \"likely caused\" not by asthma, but by another disease.                         A\n\nreasonable jury could conclude that Genereux's common-law claims\n\nwere timely.          Thus there exists a genuine issue of material fact\n\nabout the timeliness of those claims.13\n\n                  Close attention to the record supports the view that a\n\nmaterial issue exists in this case about when Genereux had notice\n\nthat the likely cause of her breathing problems was exposure to\n\n\n\n       12\n          In the footnote, Brush argues that Genereux's asthma\ndiagnosis does not affect the statute of limitations because she\nwas never told by a physician that beryllium was unrelated to her\ncondition. In fact, the record belies this contention. See supra\nnote 9; infra note 15.\n       13\n          A reasonable jury could also conclude that Genereux's\ncommon-law claims were untimely.\n\n                                           -22-\n\fberyllium.   Sometime before June 8, 2001, National Jewish provided\n\nGenereux with the booklet on chronic beryllium disease.           According\n\nto the booklet, only 1-6% of people exposed to beryllium contract\n\nchronic beryllium disease, and \"certain work tasks\" are \"associated\n\nwith disease rates as high as 16%.\"         Even if Genereux believed she\n\nhad a 16% chance of having chronic beryllium disease, she had been\n\ntold since she was a child that she had asthma, and might have\n\nreasonably concluded that while there was a chance her symptoms\n\nwere caused by exposure to beryllium, it was not the likely cause\n\nof her injury.       This conclusion is fully consistent with Dr.\n\nAshley's testimony that during Genereux's June 8 appointment, she\n\n\"was    wondering   whether   [her   condition],    you   know,   could   be\n\nsomething other than asthma.\"14\n\n            Genereux's decision, on June 19, 2001, to take the BeLPT\n\ntest does not compel the conclusion, as the summary judgment\n\nstandard requires, that she then had notice beryllium was the\n\nlikely cause of her injury.      On the contrary, a reasonable juror\n\ncould view the BeLPT test as merely an initial step in exploring\n\nthe possibility of chronic beryllium disease.             It was described\n\n\n       14\n          Moreover, the local pulmonologist who treated Genereux\nwas apparently confident enough in the asthma diagnosis that he did\nnot believe Genereux had chronic beryllium disease even after she\nwas diagnosed at National Jewish in 2002. Physicians at National\nJewish also expressed uncertainty about which of Genereux's medical\nevents were attributable to chronic beryllium disease. They wrote,\n\"it is difficult to determine if her hospitalizations for\nrespiratory problems were truly due to asthma, or whether she was,\nin fact, suffering symptoms of chronic beryllium disease . . . .\"\n\n                                     -23-\n\fthis way in the National Jewish booklet.           Thus, while we agree with\n\nthe district court that \"[a]ctual knowledge\" of cause is \"not the\n\ntriggering event for the statute of limitations,\" we disagree that\n\nGenereux's decision to take the BeLPT test to explore the mere\n\npossibility that her symptoms were not caused by asthma, but by\n\nberyllium, shows as a matter of law that she was \"sufficiently\n\naware of the possibility that she contracted the disease through\n\nexposure    to    beryllium   at   Raytheon   to    start   the   statute   of\n\nlimitations.\"\n\n            However, on June 23, 2001, Genereux's BeLPT test was\n\nanalyzed at National Jewish and the results were classified as\n\nabnormal.        The record does not indicate when National Jewish\n\napprised Genereux of the results of her test.           Whatever that date,\n\nit was arguably at this point that Genereux had notice not simply\n\nthat beryllium might have caused her lung disease, but that it was\n\nthe likely cause.      If the limitations period did begin to run on\n\nJune 23, 2001, then Genereux's common-law claims, filed on June 22,\n\n2004, were timely filed.\n\n            We need not decide whether the statute of limitations on\n\nGenereux's common-law claims actually began to run on June 23,\n\n2001.   Instead, we hold that, on this record, a reasonable juror\n\ncould conclude that Genereux first had sufficient notice of the\n\ncause of her injury after June 22, 2001.             In light of Genereux's\n\nasthma diagnosis and the low probability of developing chronic\n\n\n                                    -24-\n\fberyllium disease, deciding when Genereux had notice that her\n\nsymptoms were likely caused by beryllium \"involves a decisional\n\nprocess fraught with resolution of factual issues,\" Castillo, 649\n\nN.E.2d at 790, such as how confident a reasonable person would have\n\nbeen during June 2001 of Genereux's previous asthma diagnosis, see\n\nBowen, 557 N.E.2d at 743.     Resolution of such factual issues is\n\n\"peculiarly within the province of the trier of fact.\"15     Castillo,\n\n649 N.E.2d at 790.   The district court should not have resolved the\n\nstatute of limitations issue against Genereux on this summary\n\njudgment record.\n\n          Applying the \"likely cause\" standard, we came to the same\n\nconclusion in Cambridge Plating Co. v. Napco, Inc., </pre><span class=\"citation\" data-id=\"604820\"><a href=\"/opinion/604820/cambridge-plating-co-inc-v-napco-inc/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span><pre class=\"inline\">, 29\n\n(1st Cir. 1993), where, on facts similar to this case, we reversed\n\nthe district court's entry of summary judgment in favor of the\n\ndefendant.    The    plaintiff,    Cambridge   Plating,   purchased   a\n\nwastewater treatment system from the defendant, Napco.       Cambridge\n\nPlating became aware early on that the system did not sufficiently\n\n\n     15\n          Our holding does not excuse plaintiffs previously\ndiagnosed with a disease from being \"willful[ly] ignoran[t]\" of the\npossibility that their condition was caused instead by the\ndefendant's conduct.   See In re Mass. Diet Drug Litig., 338 F.\nSupp. 2d at 203-04. Willful ignorance does not toll the statute of\nlimitations.   Id.   But neither does Massachusetts law require\nplaintiffs to have \"the gift of prophecy\" or to investigate every\n\"speculati[on]\" about their health. See Gore v. Daniel O'Connell's\nSons, Inc., </pre><span class=\"citation\" data-id=\"2051670\"><a href=\"/opinion/2051670/gore-v-daniel-oconnells-sons-inc/\"><span class=\"volume\">461</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">256</span></a></span><pre class=\"inline\">, 259 (Mass. App. Ct. 1984).           We\nacknowledge that it can be difficult to separate willful from\nreasonable ignorance, and speculation from inevitable inference.\nIt is for just this reason, we believe, that on this summary\njudgment record this matter should go to the jury.\n\n                                  -25-\n\fclean its wastewater to meet regulatory requirements.         However,\n\nduring the initial \"debugging\" of the system and afterwards,\n\nanalysis of the problem focused on operation and not possible\n\ndefects.    The question before the court was when Cambridge Plating\n\nhad sufficient notice that the system's problems were caused by\n\nmanufacturing defects to trigger the statute of limitations.        We\n\nreasoned:\n\n                     When the problems persisted despite\n             Napco's   announcement  that   debugging   was\n             complete, two explanations theoretically were\n             available. Either the system itself was\n             defective,    or   it  was    being   operated\n             improperly. At this point, however, the two\n             possibilities were not equally weighted.\n             Cambridge Plating knew that the system was\n             technically complex and required sensitive\n             operation. And Napco's only response to\n             Cambridge Plating's inquiries was to suggest\n             ways to improve operation.\n                     In these circumstances, we do not\n             believe Massachusetts law requires a finding\n             that Cambridge Plating was on notice of the\n             system's defects. A plaintiff is sufficiently\n             aware of her cause of action, and thus should\n             have discovered it, once she has received\n             \"notice of likely cause,\" Fidler, 714 F.2d at\n             199 (quoted in Bowen, 408 Mass. at 207-08, </pre><span class=\"citation no-link\"><span class=\"volume\">557</span>\n             <span class=\"reporter\">N.E.2d</span> <span class=\"page\">739</span></span><pre class=\"inline\">).\n\nId. at 29.    As we then explained, the \"likely cause\" standard does\n\nnot require knowledge that the defendant is \"the culprit,\" but a\n\nbasis for identifying it as a \"suspect.\"     Where Cambridge Plating\n\ncould not choose between the two possible explanations for the\n\nsystem's failure, it lacked such a basis and a material issue\n\nexisted for the jury to resolve.\n\n\n                                 -26-\n\f            2. Loss of consortium\n\n            Like claims of negligence, breach of warranty, failure to\n\nwarn, and fraudulent concealment, actions for loss of consortium\n\nare subject to the three-year statute of limitations under Mass.\n\nGen. Laws chapter 260, section 2A.         Olsen, 445 N.E.2d at 613.\n\nUnder Massachusetts law, loss of consortium is independent from the\n\nunderlying claim of negligence brought by the injured spouse.    Id.\n\nat 612.     For this reason, the date of accrual of a loss of\n\nconsortium claim and the underlying claim \"must be determined\n\nseparately.\"    Id. at 613; see also Lareau v. Page, </pre><span class=\"citation\" data-id=\"681592\"><a href=\"/opinion/681592/prodliabrep-cch-p-14085-gail-a-lareau-and-michael-lareau/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">384</span></a></span><pre class=\"inline\">, 390\n\n(1st Cir. 1994); Angelini v. OMD Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">575</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">41</span></span><pre class=\"inline\">, 43 n.6\n\n(Mass. 1991).    While loss of consortium and the underlying claim\n\nwill usually accrue at the same time, this may not always be true.\n\nOlsen, 445 N.E.2d at 613.    A consortium action may be timely even\n\nthough the spouse's underlying negligence action is time-barred.\n\nSee id.; Fidler v. E.M. Parker Co., </pre><span class=\"citation no-link\"><span class=\"volume\">476</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">595</span></span><pre class=\"inline\">, 603-04 (Mass.\n\n1985) (discussing this possibility).\n\n            In its Memorandum & Order granting summary judgment, the\n\ndistrict court did not determine separately the date of accrual of\n\nthe loss of consortium claims and the underlying claims brought by\n\nGenereux.    Rather, it denied all the \"common law claims\" on the\n\nbasis of one date of accrual.           This was error.   We make no\n\ndetermination here about the date of accrual of the loss of\n\nconsortium claims brought by Barry Genereux and the Genereux\n\n\n                                 -27-\n\fchildren, and leave this matter to be determined in the district\n\ncourt.\n\nB. Sophisticated User Doctrine\n\n           1. Legal principles\n\n           Under Massachusetts law, a manufacturer of a product has\n\na duty to warn foreseeable users of dangers in the use of that\n\nproduct of which the manufacturer knows or reasonably should know.\n\nBavuso v. Caterpillar Indus., Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">563</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">198</span></span><pre class=\"inline\">, 201 (Mass.\n\n1990).     However,    under   the     sophisticated       user   doctrine,    a\n\nmanufacturer   has    no   duty   to     warn   of    a    product's    latent\n\ncharacteristics or dangers when the end user knows or reasonably\n\nshould know of those dangers.          See Carrel v. Nat'l Cord & Braid\n\nCorp., </pre><span class=\"citation no-link\"><span class=\"volume\">852</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">100</span></span><pre class=\"inline\">, 108-09 (Mass. 2006); Hoffman v. Houghton\n\nChem. Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">751</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">848</span></span><pre class=\"inline\">, 854-55 (Mass. 2001); Restatement\n\n(Second) of Torts § 388, cited in Carrel, 852 N.E.2d at 109.\n\n\"[T]he   relevant    inquiry   turns     on   the    end    user's   level    of\n\nsophistication.\"     Hoffman, 751 N.E.2d at 854.\n\n           The sophisticated user doctrine is sometimes explained as\n\na corollary of the \"open and obvious\" doctrine. See, e.g., Carrel,\n\n852 N.E.2d at 109 (citing Koken v. Black & Veatch Constr., Inc.,\n\n</pre><span class=\"citation\" data-id=\"201851\"><a href=\"/opinion/201851/koken-v-pyro-shield-inc/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span><pre class=\"inline\">, 45-46 (1st Cir. 2005) (applying Maine law)).                Under\n\nthe open and obvious doctrine, a manufacturer has no duty to warn\n\nwhen the danger presented by a product is obvious.                Bavuso, 563\n\nN.E.2d at 201.       A warning under those circumstances would not\n\n\n                                     -28-\n\freduce the likelihood of injury. Id. Similarly, the sophisticated\n\nuser   defense    applies       where   a    warning    is   unlikely    to    have    a\n\ndeterrent effect.     See Hoffman, 751 N.E.2d at 855.                   The end user\n\nalready   perceives       the    danger      because    of   his   sophistication.\n\nRestatement (Second) Torts § 388 cmt. k (1965) (\"[T]he condition\n\n[is] . . . one which only persons of special experience would\n\nrealize to be dangerous\").\n\n           Significantly, Massachusetts recognizes a sophisticated\n\nuser defense when the end user knows or reasonably should know of\n\nthe particular danger posed by the product. For example, in Carrel\n\na camper was injured when he pulled on the end of a bungee cord,\n\ncausing a knot in the cord to unwind and the cord to suddenly\n\nretract, striking him in the eye.                 Carrel, 852 N.E.2d at 103.          At\n\ntrial on the camper's claim for failure to warn, the jury was\n\ninstructed on the sophisticated user defense, and the defendant\n\nprevailed.    The Supreme Judicial Court upheld the instruction on\n\nappeal.      It   noted    that    it       was   the   practice   of    the   cord's\n\ndistributor (not the manufacturer) to include in its shipments a\n\ndocument warning against using the bungee cord in a zip-line course\n\nin the precise manner that the camp had used it.                   The court also\n\npointed out that a consultant had visited the camp, learned of the\n\nbungee cord's use, and disapproved, specifically instructing a camp\n\nemployee to use a different kind of knot than the one which later\n\nunwound, causing the injury. Id. at 111-12. These warnings proved\n\n\n                                        -29-\n\fthat the end user knew \"of the particular danger to be guarded\n\nagainst,   in   which   case   an     additional   warning   [from   the\n\nmanufacturer] would have been superfluous.\"        Id. at 112.\n\n           Conversely, where there is a lack of proof that the end\n\nuser knew of the particular danger, courts have upheld a jury's\n\nverdict of liability against a manufacturer for failure to warn\n\nagainst a sophisticated user defense.16      Similarly, in Koken, 426\n\nF.3d at 39, we held that, under Maine law, a welder was not a\n\nsophisticated user of fire blankets despite his awareness that\n\nwelding created a fire hazard, since a reasonable fact-finder could\n\nhave found that he was unaware of the limitations of the particular\n\nfire blanket he was using.17 We agreed with the district court that\n\n\n     16\n          See Gillespie v. Sears, Roebuck & Co., </pre><span class=\"citation\" data-id=\"201269\"><a href=\"/opinion/201269/gillespie-v-sears-roebuck/\"><span class=\"volume\">386</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span><pre class=\"inline\">, 29\n(1st Cir. 2004) (applying Massachusetts law) (\"Gillespie admitted\nthat the still-spinning blade was visible and audible, and that he\n'understood' that blades coasted, as any experienced user would\nassuredly know . . . .       The jury might have concluded from\nGillespie's further testimony . . . that he was not 'fully aware'\n. . . of the duration of the danger and that a more explicit or\nconspicuous warning would have heightened his awareness and\nprevented the accident.\" (citations omitted)); Knowlton v. Deseret\nMed., Inc., </pre><span class=\"citation\" data-id=\"558944\"><a href=\"/opinion/558944/prodliabrepcchp-12804-mark-t-knowlton-v-deseret-medical-inc/\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">116</span></a></span><pre class=\"inline\">, 122 (1st Cir. 1991) (applying\nMassachusetts law) (concluding that a reasonably prudent heart\nsurgeon might not have appreciated the danger of puncture posed by\na particular catheter-threading technique despite understanding the\nneed to thread the catheter with \"great care\" and being warned by\nthe manufacturer that the needle could cut the catheter); see also\nMarois v. Paper Converting Mach. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">539</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">621</span></span><pre class=\"inline\">, 624 (Me. 1988)\n(\"[T]he jury could have rationally found that, although generally\naware of the inherent danger of the operation, the specific danger\nof the machine's design and clearing process was not obvious to, or\nknown by, the Plaintiff.\" (emphasis added)).\n     17\n          See also Gray v. Badger Mining Corp., </pre><span class=\"citation\" data-id=\"1925816\"><a href=\"/opinion/1925816/gray-v-badger-min-corp/\"><span class=\"volume\">676</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">268</span></a></span><pre class=\"inline\">, 277\n(Minn. 2004) (affirming district court's denial of defendant's\n\n                                    -30-\n\fthe fire hazard posed by welding was obvious \"to both laymen and\n\nexperienced welders.\"   Id. at 45.      We disagreed, however, that an\n\nawareness of the general hazard sufficed to make the welder a\n\nsophisticated user of the defendants' fire blankets:\n\n          [I]n holding that the duty to warn was\n          precluded by the known hazard of fire in torch\n          cutting, we think that the district court gave\n          too broad a scope to the open and obvious and\n          sophisticated user doctrines. The fact that\n          the risk of accident is well known does not\n          preclude a duty to warn of particular risks,\n          different from the general risk, if those\n          risks are not open and obvious or known by a\n          reasonable sophisticated user. For example,\n          the risk of vehicle accidents on the highway\n          is well known, and drivers of commercial\n          trucks are sophisticated users of their\n          equipment. There is no duty to warn of the\n          general risk of an accident . . . But there\n          may be a duty to warn that loading a\n          particular kind of truck in a particular way\n          could increase the risk of rollover (if that\n          risk is not generally appreciated). In each\n          case the analysis must focus on the particular\n          risk and whether that risk is open or obvious\n          or known to the sophisticated user.\n\nId. at 45-46.    We then observed that \"the necessity of . . . a\n\nparticularized   analysis\"   makes   it   important   to   \"defin[e]   the\n\nclaimed risk and the warning so that the issues of duty to warn and\n\ncausation can be addressed intelligently.\"       Id. at 46.\n\n\n\n\nsummary judgment motion and noting, \"[plaintiff's] general\nknowledge of the risk was little more than the intuitive sense of\ndanger from experiencing dust in the foundry environment. More\nspecifically, there is no evidence that he knew that disposable\nrespirators were ineffective in preventing silicosis in a foundry\nenvironment.\").\n\n                                 -31-\n\f             Although these general principles are relevant here, we\n\nmust emphasize a distinctive feature of this case. For the purpose\n\nof analyzing the sophisticated user defense, the plaintiff Genereux\n\nis not the end user whose sophistication is at issue.               The district\n\ncourt concluded that Raytheon was the end user of appellees'\n\nproducts.          Appellants   did   not     challenge    this   determination.\n\nAlthough Genereux relies on the duty to warn in her claims against\n\nthe appellees, it follows that Brush, American Beryllia, and\n\nHardric had no duty to warn Genereux of the dangers associated with\n\nusing      their    beryllium    products      if   they    prevail      on     their\n\nsophisticated user defense -- that is, if they establish that\n\nRaytheon knew or reasonably should have known of those dangers.\n\nSee     Kenneth     M.   Willner,     Note,    Failures     to    Warn    and     the\n\nSophisticated User Defense, 74 Va. L. Rev. 579, 590 (1988) (\"Under\n\nthe duty approach [to the sophisticated user defense], a seller has\n\nno duty to warn an ultimate user when intermediate purchasers are\n\nknowledgeable.\").18\n\n\n      18\n          It appears unsettled under Massachusetts law whether an\nintermediate party, such as Raytheon, is always the end user for\npurposes    of   the   sophisticated   user    defense   in   these\nemployer/employee cases. See, e.g., Barbosa v. Hopper Feeds, Inc.,\n</pre><span class=\"citation no-link\"><span class=\"volume\">537</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">99</span></span><pre class=\"inline\">, 102 (Mass. 1989) (observing, in a case where the\nplaintiff sued the manufacturer of a product purchased by her\nemployer, \"It is true that a manufacturer has no duty to warn a\nplaintiff who is fully aware of the hazards posed by a product.\nThis is not such a case.\" (internal citations omitted)); Slate, 510\nN.E.2d at 252 (noting that \"the plaintiffs failed to present\nevidence that Bethlehem [the defendant supplier] knew of a danger\nthat Slate [the plaintiff employee of the purchaser] did not\nappreciate.\").\n\n                                       -32-\n\f          Normally, the existence of a duty of care is a question\n\nof law decided by a judge, not a jury.   Cottam v. CVS Pharmacy, </pre><span class=\"citation no-link\"><span class=\"volume\">764</span>\n\n<span class=\"reporter\">N.E.2d</span> <span class=\"page\">814</span></span><pre class=\"inline\">, 819 (Mass. 2002); W. Page Keeton et al., Prosser &\n\nKeeton on the Law of Torts 236 (5th ed. 1984) (\"[W]hether, upon the\n\nfacts in evidence, such a relation exists between the parties that\n\nthe community will impose a legal obligation upon one for the\n\nbenefit of the other . . . is entirely a question of law, . . . and\n\nit must be determined only by the court.\").    However, in the case\n\nof the sophisticated user doctrine, as applied in Massachusetts,\n\nthe existence of a duty to a plaintiff such as Genereux depends on\n\nthe sophistication of the intermediary employer, which is a factual\n\nmatter that may be resolved by the jury.    See Hoffman, 751 N.E.2d\n\nat 855 (\"[T]he sophisticated user doctrine allows a fact finder to\n\ndetermine that no such duty was owed.\").\n\n          In this case, the focus of the sophisticated user defense\n\nis the knowledge of the intermediary in the three-party situation\n\ninvolving Genereux as an employee, Raytheon as an employer, and\n\nappellees as manufacturers of products for use in Raytheon's\n\nmanufacturing operations.   Generally, an intermediary's knowledge\n\nmay come from many sources.   Sometimes the analysis will focus on\n\nwhat the intermediary already knows, and sometimes it will depend\n\non what the manufacturer tells the intermediary.    Here, appellees\n\nhave placed the focus on themselves by introducing into the record,\n\nand relying on, evidence of warnings they provided Raytheon.\n\n\n                               -33-\n\fNevertheless, we are not making a determination of whether the\n\nappellees exercised due care in warning Raytheon about their\n\nberyllium   products;    the   question     is    what    Raytheon    knew,     or\n\nreasonably should have known, as a result of the warnings.                     See\n\nWillner, supra, at 592 (\"[T]he defense focuses on the actual\n\nknowledge   of   a   purchaser   or     user,    rather    than   .   .    .    the\n\nreasonableness of the sellers' conduct in warning or in failing to\n\nwarn.\").\n\n          2. The particular dangers and Raytheon's knowledge of\nthose dangers\n\n            Appellees argue that the particular danger to be guarded\n\nagainst was chronic beryllium disease.            The record is clear that\n\nRaytheon knew that exposure to beryllium dust or fumes could cause\n\nchronic beryllium disease.       However, on the facts of this case,\n\nthat proposition is stated too broadly.              Following Carrel and\n\nKoken, we must analyze \"the particular danger[s] to be guarded\n\nagainst\" in use of the appellees' beryllium products.             Carrel, 852\n\nN.E.2d at 112.\n\n            Appellants   argue   that    Raytheon    was    unaware       of   five\n\nparticular dangers:\n\n            (1)   Raytheon   believed   that   beryllium\n            operations should be air-sampled19 to ensure\n\n\n     19\n          Air sampling is a method of evaluating the concentration\nof airborne beryllium in a particular area.     There are several\ndifferent methods for air sampling, which produce divergent\nmeasures of beryllium exposure.    In one method, a \"high volume\nsampler\" is used to draw air through a filter placed in the\n\n                                   -34-\n\f          compliance with the Occupational Health and\n          Safety Administration's \"Permissible Exposure\n          Limit\" (\"PEL\") only when they produced visible\n          amounts of dust, while in fact all beryllium\n          operations should be periodically air-sampled,\n          and a workspace may be dangerous to human\n          health even though no dust is visible;\n\n          (2) Raytheon believed that local exhaust\n          ventilation20 was required only for operations\n          that produced visible dust, while in fact\n          other beryllium operations should also be\n          carried out under local exhaust ventilation;\n\n          (3) Raytheon was unaware that beryllium dust\n          can contaminate work clothing, which, if worn\n          home, can cause injury to family members;\n\n          (4)Raytheon   was  unaware   that  polishing\n          beryllium metals without protective measures\n          is unsafe; and\n\n          (5)Raytheon was unaware that occupational\n          exposures to an airborne concentration of 2\n          µg/m3 of beryllium dust is unsafe.21\n\n\n\n\nbreathing zone of a worker.     The filter is then analyzed for\nberyllium contaminants. Another method is referred to as \"personal\nsampling,\" and aims to determine the amount of beryllium to which\neach individual worker is exposed.\n     20\n          Local exhaust ventilation is a means of ventilating a\nworkspace to remove contaminants. It is sometimes accomplished by\nvacuuming out the dust generated by an operation through a hood\nplaced over the workspace. In contrast, \"general ventilation\" is\naccomplished by an \"air handling device\" that circulates and\nconditions air in a defined area. General ventilation can enhance\nthe risk posed by uncontrolled beryllium dust by circulating it\nthroughout the area serviced by the air handling device, thereby\nincreasing the number of individuals exposed to the dust.\n     21\n          In their argument to this court, appellees do not contest\nthat any of these practices or standards are in fact dangerous to\nhuman health.\n\n                               -35-\n\f            We     agree    with    the    district     court    that     Raytheon's\n\nawareness of the dangers posed by the beryllium products it used\n\ncan be gleaned from the knowledge of its employees, its policies as\n\nevidenced     by    internal       memoranda,    and    warnings       provided    by\n\nsuppliers.       We also agree with the district court that these\n\ncategories of evidence establish that (1) Raytheon was aware that\n\nberyllium was toxic; (2) Raytheon was aware that exposure to\n\nberyllium could cause chronic beryllium disease; (3) Raytheon knew\n\nthat exposure to beryllium dust, in particular, was hazardous; and\n\n(4) because of its concern about beryllium dust, Raytheon created\n\nsafety policies for opening packages containing beryllium and for\n\nsandblasting       beryllium   oxide       ceramics    (even    if     these   latter\n\npolicies    were    not    followed).       However,     we    disagree    with   the\n\ndistrict court that this evidence establishes, as a matter of law,\n\nthat Raytheon was a sophisticated user with respect to all of the\n\nparticular dangers identified by the appellants.\n\n            Instead, the record leads us to conclude that Raytheon\n\nknew, or should have known, of the following particular dangers:\n\nthe need to air-sample all beryllium operations, the need to\n\nprovide local exhaust ventilation for operations besides those that\n\nproduced visible dust, and the risk to family members posed by work\n\nclothing     contaminated      with    beryllium       dust.      In    each   case,\n\nundisputed record evidence proves that Raytheon knew or should have\n\nknown of the particular danger, often because it was informed of\n\n\n                                          -36-\n\fthe danger by the appellees, principally Brush.22 The sophisticated\n\nuser defense is dispositive for these particular dangers. However,\n\nwe also conclude that there are genuine issues of fact about\n\nwhether   Raytheon    knew    or   should    have   known   of   the   last   two\n\nparticular dangers identified above: (a) polishing beryllium metals\n\nwithout protective measures, and (b) exposing workers to airborne\n\nconcentrations of 2 µg/m3 of beryllium dust.\n\n                     a. Polishing beryllium metals\n\n           Appellants assert that Genereux polished beryllium metals\n\nwhile working in the Waltham plant's Backward Wave Oscillator Lab.\n\nThey further assert that appellees failed to warn Raytheon of the\n\nneed for hygienic controls during polishing, and that this caused\n\nGenereux injury.\n\n           There are two genuine issues of material fact about\n\nappellants'   claim    that    make   the    summary   judgment    disposition\n\n\n\n     22\n          For example, Brush recommended that Raytheon air-sample\n\"all operations where beryllium exposures exist\" in a letter sent\nJune 7, 1984.     This recommendation corroborated \"Toxicity of\nBeryllium,\" a document contained in Raytheon's files, which\nrecommended air sampling to determine the need for hygienic\ncontrols on \"any operation.\"      On the matter of local exhaust\nventilation, Brush sent several letters to Raytheon during the\n1980s stating that \"[t]he preferred method of achieving [the 2\nµg/m3] standard is by local exhaust ventilation.\" Early Raytheon\npolicies required local exhaust ventilation for operations that did\nnot produce visible dust, such as opening packages from beryllium\nsuppliers. Finally, the record is replete with warnings about the\ndanger posed to family members by beryllium-contaminated work\nclothing. Documents containing such warnings include \"Toxicity of\nBeryllium,\" \"Beryllium,\" \"Beryllium and its Compounds,\" and the\n1990 Brush Material Safety Data Sheet.\n\n                                      -37-\n\finappropriate.   The first issue relates to Genereux's exposure to\n\nberyllium dust generated by polishing. Appellee Brush asserts that\n\nGenereux \"simply made up\" the fact that she polished beryllium.\n\nHowever, Al Broadbent, Genereux's \"direct supervisor\" at Raytheon,\n\nstated in his deposition that his team \"would polish\" finished\n\nsubassemblies. Whether Genereux herself was involved in this stage\n\nof the process is ambiguous.      Appellants' expert witness, John\n\nMartyny, described Genereux's use of a Dremel tool and sandpaper on\n\nberyllium metal parts as \"polish[ing].\"     For purposes of summary\n\njudgment, on this record, a reasonable fact-finder could conclude\n\nthat Genereux polished beryllium metals and was therefore exposed\n\nto beryllium dust generated by polishing.\n\n          Second, there is a genuine issue of material fact about\n\nwhen Raytheon knew or should have known that uncontrolled polishing\n\nposed a danger to the health of exposed workers.   Only a handful of\n\ndocuments in the record expressly discuss polishing.      First, on\n\nApril 19, 1989, Brush provided Raytheon with a report entitled\n\n\"Potential Beryllium Exposure While Processing Beryllia Ceramics\n\nfor Electronic Applications,\" dated September 1988.      The report\n\nstates that \"wet polishing\" could possibly result in exposures\n\nabove 2 µg/m3.   Second, Brush included a Material Safety Data Sheet\n\n(\"MSDS\") in every shipment of beryllium to Raytheon.       The 1990\n\nversion of the MSDS stated, \"[a]irborne exposure to [beryllium] in\n\nexcess of the occupational standards can occur when sintering,\n\n\n                                -38-\n\fmachining,      grinding,   sanding,      polishing,   laser   scribing   and\n\ntrimming, chemical etching, crushing, or otherwise abrading the\n\nsurface of this material in a manner which generates finely divided\n\nparticles.\"23     (Emphasis added.)\n\n              Brush provided both of these warnings near the end of\n\nGenereux's employment. It is possible that before April 1989, when\n\nBrush sent Raytheon the \"Potential Beryllium Exposure\" report,\n\nRaytheon was unaware of the danger posed by polishing, and that\n\nduring this time Genereux was exposed to beryllium dust generated\n\nby polishing.24\n\n              Although the record does not show that Raytheon knew of\n\nthe dangers posed by polishing before April 1989, it is possible\n\nthat it should have known. Descriptions of polishing in the record\n\nsuggest that \"polishing\" may denote a wider array of operations\n\nthan    the   ordinary   use   of   the   term   suggests.     For   example,\n\nappellant's expert characterizes operations with sandpaper and a\n\nDremel tool as \"polishing.\"         If \"polishing\" includes sanding and\n\nthe use of a Dremel tool, then arguably there were earlier warnings\n\n\n       23\n          We note that Brush's 1992 MSDS warned that beryllium\nexposure may occur during polishing, and Hardric's 2003 MSDS warned\nof the need for local exhaust ventilation \"or other controls\ndesigned to prevent exposure\" for polishing. Both warnings were\nprovided after Genereux left Raytheon.\n       24\n           In fact, since Genereux worked as a quality assurance\ntechnician during her last year in the Waltham plant, the warnings\nprovided in 1990 may have been received when Genereux was no longer\nexposed to beryllium dust produced by uncontrolled polishing\nprocesses.\n\n                                     -39-\n\fabout polishing that Raytheon should have understood.           In a letter\n\nsent August 29, 1983, Brush warned Raytheon that \"[a] potential\n\nhealth risk can occur when grinding, machining, sanding, drilling,\n\nbrazing, welding, or otherwise abrading or treating the surface in\n\nsuch a manner as to generate finely divided airborne particulate.\"\n\n(Emphasis added.)\n\n           However,   the   record    is   far   from   clear   about   what\n\nactivities constitute \"polishing.\"         On the record developed thus\n\nfar, a reasonable jury could reject the conclusion that warnings\n\nabout sanding or abrasion were sufficient to warn about polishing\n\nas well.    Brush's practice was to warn users about specific\n\noperations that posed a danger: \"grinding, machining, sanding,\n\ndrilling, brazing, welding.\"         Although Brush also warned users\n\nagainst \"otherwise abrading the surface in a manner which generates\n\nfinely divided particles,\" it later decided to include polishing in\n\nthe list of specific operations.           We conclude that there is a\n\ngenuine issue of fact about whether Raytheon knew or should have\n\nknown of the dangers posed by uncontrolled polishing, at least\n\nbefore April 1989.\n\n                    b. Occupational exposure to 2 µg/m3\n\n           Appellants    assert    that    Raytheon     was   unaware   that\n\nexposures of 2 µg/m3 or less could cause its employees to develop\n\nchronic beryllium disease.        They assert that appellees knew that\n\nthere might be a danger posed by such exposures to their products,\n\n\n                                    -40-\n\fbut that they failed to warn Raytheon.             In response, appellees\n\npoint to evidence that Raytheon already knew of the danger posed by\n\nexposures at 2 µg/m3.\n\n             There is a genuine issue of material fact as to whether\n\nRaytheon was aware that exposures of 2 µg/m3 or less could cause\n\nits employees to develop chronic beryllium disease.              The record\n\ncontains evidence that Raytheon was aware that exposures at the 2\n\nµg/m3 level were dangerous.         Crucially, however, the record also\n\ncontains evidence that Raytheon distinguished between occupational\n\nexposures and non-occupational (or \"out-plant,\" or \"neighborhood\")\n\nexposures, and believed that only non-occupational exposures at the\n\n2 µg/m3 level posed a danger of chronic beryllium disease.               Non-\n\noccupational exposures may occur among individuals who live in the\n\nvicinity of a plant where beryllium is processed.               According to\n\n\"Beryllium     Project,\"   a     Raytheon    memorandum,   non-occupational\n\nexposures could cause disease at lower exposure levels because the\n\nberyllium particles involved were smaller, and thus possessed\n\n\"greater reactivity.\"      The same document stated that occupational\n\nexposures of 2 µg/m3, in contrast, were \"considered safe.\"                Not\n\nonly   did   Raytheon's    own   documents    expressly    distinguish   non-\n\noccupational    and   occupational     beryllium   exposures,    the   record\n\ncontains multiple letters from Brush stating that no occupational\n\ncases of chronic beryllium disease had been reported where plants\n\nobserved the 2 µg/m3 standard.              In light of this evidence, a\n\n\n                                     -41-\n\freasonable jury could conclude that during the time of Genereux's\n\nemployment, Raytheon did not believe that workplace exposures of 2\n\nµg/m3 or less posed a threat to its employees, such as Genereux.25\n\n                We excerpt the relevant evidence below.             For purposes of\n\nclarity, we have divided the evidence into two categories: (i)\n\ninternal Raytheon documents, and (ii) information provided by Brush\n\nto Raytheon concerning hazards posed by beryllium.26\n\n                               i. Internal Raytheon documents\n\n                Of   particular    relevance        among    Raytheon's     internal\n\ndocuments are those from a file maintained by Walter Hartford,\n\nMcCarthy's predecessor and a Raytheon Safety Manager from 1970-\n\n1989.        The most important of these documents, \"Beryllium Project,\"\n\na Raytheon memo dated November 16, 1960, expressly states that 2\n\nµg/m3        exposures   are   safe:   \"In   view    of     the   many   unknowns   in\n\nberyllium pathology, the only possible preventative has been to\n\nreduce the atmospheric concentrations to within safe limits,\"\n\n\n        25\n          Scientists studying chronic beryllium disease have long\ndistinguished occupational and non-occupational exposures.     See\nMorgan v. Brush Wellman, Inc., </pre><span class=\"citation\" data-id=\"2521756\"><a href=\"/opinion/2521756/morgan-v-brush-wellman-inc/\"><span class=\"volume\">165</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">704</span></a></span><pre class=\"inline\">, 710-11 (E.D.\nTenn. 2001) (discussing the early study of non-occupational\nexposure to beryllium). In this case, appellants' claim is that\nRaytheon was unaware that it was dangerous to expose Genereux to 2\nµg/m3 of beryllium in the work setting.\n        26\n          Although we focus on materials provided by Brush to\nRaytheon, we have also examined warnings provided by Hardric and\nGeneral Ceramics, which appellants argue is the predecessor of\nappellee American Beryllia. Except for MSDSs, warnings provided by\nHardric and General Ceramics contain no information that arguably\ninformed Raytheon of the particular dangers identified by\nappellants.\n\n                                        -42-\n\fnamely, \"[t]he in-plant atmospheric concentration of beryllium\n\nshould not exceed 2 µg/m3 averaged over an 8 hour day.\"       (Emphasis\n\nadded.)   The document goes on to distinguish between safe exposure\n\nlevels for \"in-plant\" and \"out-plant\" areas.         The basis for the\n\ndistinction is the \"greater reactivity\" of beryllium dust particles\n\nin the non-occupational setting.\n\n           The 2 µg/m3 allowed . . . for an average daily\n           exposure is considered to be well within the\n           concentrations necessary for causing the\n           chronic disease. It should be noted that the\n           \"in-plant\" concentration of 2 µg/m3 is\n           considered safe whereas 40-50 cases have been\n           reported in the neighborhood of beryllium\n           processing plants where monitoring indicated\n           only .01 µg/m3. One reason proposed for the\n           higher    incidence   of   chronic   beryllium\n           poisoning     with   these   relatively    low\n           concentrations of beryllium is the smaller\n           particle size and thus greater reactivity of\n           beryllium in the \"out-plant\" area.\n\n(Emphasis added.)\n\n           Another   document   in   Raytheon's   files,   \"Toxicity   of\n\nBeryllium,\" a 1962 report authored by the Air Force, reinforces\n\nthis distinction by stating that chronic beryllium disease has not\n\nbeen reported at plants observing the 2 µg/m3 standard: \"To date no\n\ncase of either acute or chronic beryllium disease has been reported\n\nin connection with plant operations at which these standards\n\n[exposures at 2 µg/m3] have not been exceeded.\"\n\n                        ii. Materials provided by Brush\n\n           Brush provided Raytheon with a considerable number of\n\ndocuments about the safety of beryllium products.      These materials\n\n                                 -43-\n\falmost   uniformly   corroborate    the   impression   that   occupational\n\nexposures at the 2 µg/m3 level are safe.       For example:\n\nC          Brush published MSDSs in 1983, 1985 and 1990, and\n           provided   them  to   Raytheon   throughout  Genereux's\n           employment. All of the MSDSs identify the beryllium PEL\n           or TLV as 2 µg/m3. MSDSs provided by American Beryllia\n           also identify the 2 µg/m3 value.\n\nC          On May 24, 1979, Brush mailed Raytheon a letter, to which\n           it attached a paper entitled \"Beryllium and Its\n           Compounds,\" authored by the American Industrial Hygiene\n           Association, and dated 1964.     The paper identifies a\n           \"Recommended Maximal Atmospheric Concentration\" of 2\n           µg/m3.\n\nC          Letters mailed to Raytheon on June 7, 1984, October 24,\n           1984, August 8, 1986, and March 3, 1989, state, \"[d]aily\n           weighted average exposure over an eight-hour day may not\n           exceed 2.0 micrograms beryllium per cubic meter of air.\"\n\n           In addition, Brush mailed its customers material that\n\nimpugned prior evidence that exposures at the 2 µg/m3 level were\n\ndangerous and stated that occupational exposures at that level had\n\nnever produced chronic beryllium disease. On April 18, 1989, Brush\n\nmailed Raytheon a letter, to which it attached several documents\n\ndiscussing   beryllium   exposure    levels.     Included     among   those\n\ndocuments was its own paper, \"Safe Handling of Beryllia Ceramics,\"\n\ndated November 1983.\n\nC          The paper's introduction explained, \"[u]ntil a few years\n           ago almost all beryllium oxide production and fabrication\n           was performed in a limited number of facilities. . . .\n           Because of the integrated nature of early beryllium\n           operations, much of the literature concerning the health\n           and safety aspects of beryllium is quite general in\n           nature and not applicable to simple beryllium operations.\n           Accordingly, a good deal of confusion still exists\n           concerning the relative hazards of handling beryllia.\n           The purpose of this document is to answer the questions\n\n                                   -44-\n\f          most often posed by those engaged in the handling of\n          beryllia   and  thereby   to  summarize  the  health\n          considerations involved in this aspect of beryllium\n          activity.\" (Emphasis added.)\n\nC         The 1983 \"Safe Handling\" paper included a number of\n          questions and answers, such as, \"Q. What are the health\n          hazards associated with the handling of beryllia? A. The\n          only potential problem of any significance associated\n          with the handling of beryllia is the inhalation of\n          excessive amounts of respirable beryllium. Q. What is an\n          excessive amount?    A. . . . The majority of people,\n          perhaps as much as 99%, apparently do not seem to react\n          adversely to beryllium exposures at any level. A small\n          percentage of people do develop an immunological\n          response. . . . Opinion varies as to what level of\n          exposure is apt to produce a reaction in a hypersensitive\n          person but we do know that there has never been an\n          illness recorded where exposures were kept at, or below,\n          the threshold limit values originally recommended by the\n          U.S. Atomic Energy Commission in 1949 and subsequently\n          established by the U.S. Occupational Safety and Health\n          Administration . . . .\" (Emphasis added.)\n\nC         The 1983 \"Safe Handling\" paper also explained, \"Q. If\n          these recommended standards have been so effective in\n          controlling beryllium illness, what about the hundreds of\n          cases one hears about?      A.   Hygienic controls were\n          established in the late 1940s. Prior to that time . . .\n          [people] were exposed to massive doses of beryllium under\n          completely uncontrolled conditions. In many cases people\n          exposed in the early 1940s did not develop symptoms of\n          illness until years afterward.      Thus, we still hear\n          occasionally of a 'new' beryllium illness due to those\n          old exposures. Q. Does this mean that there have been no\n          cases of beryllium disease as a result of exposures in\n          recent years? A. No. New cases of beryllium disease,\n          although relatively infrequent, still occur as a result\n          of accidental or negligent exposures in excess of the\n          permissible concentration levels.\" (Emphasis added.)\n\nThe point that occupational exposures at the 2 µg/m3 level pose no\n\ndanger to employees was repeated in subsequent materials from\n\nBrush.\n\n\n\n                               -45-\n\fC         Also attached to Brush's April 18, 1989 letter were two\n          versions of a paper entitled, \"Potential Beryllium\n          Exposure   While   Processing   Beryllia   Ceramics   for\n          Electronic Applications.\" The first version of the paper\n          was authored by Martin Powers, a Brush employee, and\n          published in 1982.    It states: \"There has not been a\n          nonoccupational case of beryllium disease as a result of\n          exposure since the 1940's and the acute disease, which is\n          only found in beryllium producer plants, has not been\n          seen in the past decade.\" (Emphasis in original.)\n\nC         The second version of \"Potential Beryllium Exposure,\"\n          authored by Marc Kolanz and Richard Davis, and published\n          in September 1988, states: \"No one is able to define the\n          dividing line between safe and unsafe concentration of\n          beryllium with any precision.      Therefore, the AEC-\n          recommended levels [2 µg/m3], which are now OSHA\n          standards, incorporate a margin of safety. Although the\n          exact margin of safety is not known, we do know that\n          there has never been an occupational case of [chronic\n          beryllium disease] when the exposure was at or even near\n          the 2 µg/m3 level . . . .\" (Emphasis in original.)\n\nC         In a July 19, 1989 letter sent by Brush to its beryllia\n          customers, Brush physician Dr. Thomas Markham states,\n          \"[t]he fact that no beryllium disease cases have been\n          reported where the standard has been met provides\n          immutable testimony to its effectiveness.\"\n\n          Taken together, we think that this evidence establishes\n\na genuine issue of material fact about whether Raytheon knew, or\n\nreasonably should have known, that exposures to beryllium at the 2\n\nµg/m3 level could cause employees like Genereux to develop chronic\n\nberyllium disease.    To be sure, the record contains some evidence\n\nsuggesting that Raytheon was aware that exposures at 2 µg/m3 could\n\nbe dangerous.27      However, the \"Beryllium Project\" memo clearly\n\n\n     27\n          James McCarthy, who became a Raytheon safety engineer in\n1989, testified that he understood in the 1980's that it was\npossible for a person to develop chronic beryllium disease from\nexposures below 2 µg/m3. However, McCarthy described such exposure\n\n                                -46-\n\fdistinguishes      between   occupational       exposures    and    \"out-plant\"\n\nexposures,       expressly   stating    that    the   2    µg/m3   standard   is\n\n\"considered safe\" in the occupational setting.               According to the\n\nRaytheon memo \"Beryllium Project,\" Raytheon believed that non-\n\noccupational exposures at or below the 2 µg/m3 level were dangerous\n\ndue   to   the    \"greater   reactivity\"       of   the   beryllium   particles\n\ninvolved.    That occupational exposures at that level were safe\n\nwould have been corroborated by multiple documents, including the\n\n\"Safe Handling\" paper, the \"Potential Beryllium Exposure\" papers,\n\nand the Markham letter, all of which asserted that no chronic\n\nberyllium disease had ever been discovered in an occupational\n\nsetting where the 2 µg/m3 standard was observed.              On this basis, a\n\nreasonable fact-finder could conclude that Raytheon reasonably\n\nbelieved workplace exposures of 2 µg/m3 or less posed no danger to\n\nits employees.\n\n\nlevels as being \"lower than those that are appropriate for general\nmanufacturing populations, certainly.\"     It is unclear whether\nMcCarthy believed that such exposures put workers, such as\nGenereux, at risk. (McCarthy also testified that his knowledge of\nRaytheon during the period that Genereux worked in the Backward\nWave Oscillator Lab was \"[n]othing more than anecdotal,\" and that\nhe remembered nothing \"specific.\")     In addition to McCarthy's\ntestimony, an undated memo entitled \"Beryllium\" surmises that\n\"'safe' levels of beryllium may ultimately be set below one\nmicrogram per cubic meter of air.\" Brush allegedly provided this\nmemo to Raytheon, possibly attached to its April 18, 1989 letter.\nAttached to the same letter was the \"Potential Beryllium Exposure\"\nreport, which stated that there had not been a single\nnonoccupational case of chronic beryllium disease in plants\nobserving the 2 µg/m3 limit.    At best, this evidence creates a\ngenuine issue of material fact about whether Raytheon was aware of\nthe danger posed to workers such as Genereux by 2 µg/m3 exposures.\n\n                                       -47-\n\f           Moreover, we cannot ignore the evidence of Brush's effort\n\nto persuade its customers that occupational exposures to beryllium\n\nat the 2 µg/m3 level do not cause chronic beryllium disease.             In\n\nlight of this evidence, a reasonable jury could conclude that even\n\nif Raytheon did suspect, at one time, that exposures at the 2 µg/m3\n\nlevel were dangerous to their workers, Brush convinced it that this\n\nsuspicion was unreasonable.28       While Raytheon is a sophisticated\n\ncompany, the record reveals that Brush is much more sophisticated\n\nin its understanding of beryllium, the dangers posed by beryllium,\n\nand how best to implement hygienic controls.         Brush is the leading\n\nproducer of beryllium, has been involved in beryllium research for\n\nsixty years, was recognized as an expert on beryllium by Raytheon's\n\nemployees, and held itself out to Raytheon as a beryllium expert --\n\nwhich it was.\n\n           3. Conclusion\n\n           This    record   does   not   entitle   appellees   to   summary\n\njudgment on the sophisticated user defense.            There are genuine\n\nissues of material fact about whether Raytheon knew, or reasonably\n\nshould have known, of the particular dangers posed by polishing\n\nberyllium metals and by exposing its workers to concentrations of\n\nberyllium at the 2 µg/m3 level.      Therefore, we cannot conclude, for\n\npurposes   of     summary   judgment,    that   Genereux's   employer   was\n\n\n     28\n          Evidence in the record supports the conclusion that\nRaytheon would adjust its hygienic controls in light of input from\nBrush. See infra section III(C)(3).\n\n                                   -48-\n\fsufficiently knowledgeable of the dangers she faced to relieve the\n\nappellees of their duty to warn Genereux of those dangers.                  See\n\nWillner,     supra,   at    590-92   (discussing     this   version    of   the\n\nsophisticated user defense).\n\n           Of   course,     the   record    leaves   little   question      that\n\nRaytheon was, generally speaking, as the district court noted, a\n\nsophisticated company, and that it knew a considerable amount about\n\nberyllium.      Still, it would be speculative to infer, on these\n\ngrounds alone, that Raytheon knew or should have known of the\n\npolishing and two-microgram-level dangers.             There is simply no\n\nbasis in the record from which a reasonable fact-finder could draw\n\nsuch an inference.         Cf. Johnson v. Am. Standard, Inc., </pre><span class=\"citation\" data-id=\"2635992\"><a href=\"/opinion/2635992/johnson-v-american-standard-inc/\"><span class=\"volume\">179</span> <span class=\"reporter\">P.3d</span>\n\n<span class=\"page\">905</span></a></span><pre class=\"inline\">, 916-17 (Cal. 2008) (record contained evidence about what\n\nplaintiff's profession \"could reasonably be expected to know\");\n\nHumble Sand & Gravel v. Gomez, </pre><span class=\"citation\" data-id=\"894608\"><a href=\"/opinion/894608/humble-sand-gravel-inc-v-gomez/\"><span class=\"volume\">146</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">170</span></a></span><pre class=\"inline\">, 175 (Tex. 2004)\n\n(record contained testimony about what one would expect a person in\n\nthe plaintiff's profession to know).          The district court was wrong\n\nto conclude otherwise.\n\nC. Appellees' Alternative Grounds for Affirmance\n\n           1. Bulk supplier doctrine\n\n           As the Massachusetts Supreme Judicial Court has made\n\nclear, the bulk supplier doctrine is a \"separate, conceptually\n\ndiscrete\" defense from the sophisticated user doctrine.               Hoffman,\n\n751 N.E.2d at 854 (citing Donahue v. Philips Petroleum Co., 866\n\n\n                                     -49-\n\fF.2d   1008,    1012   (8th    Cir.    1989)).   Under   the   bulk   supplier\n\ndoctrine, a supplier of bulk products \"discharge[s] its duty to\n\nwarn end users of a product's hazards by reasonable reliance on an\n\nintermediary\" to transmit an appropriate warning. Id. The Supreme\n\nJudicial Court has stated that \"[f]or the bulk supplier doctrine to\n\napply, a product must be delivered in bulk to an intermediary\n\nvendee.\"   Id.     This requirement reflects two rationales for the\n\ndoctrine: that products delivered in bulk are often reformulated\n\nand repackaged by an intermediary, making it unlikely that the\n\nsupplier could provide a warning that would reach end users; and\n\nthat bulk supplies are often put to \"multitudinous commercial\n\nuses,\" making it unduly burdensome to require the supplier to warn\n\nall foreseeable end users.            Id. at 856-57.\n\n           If    the    bulk   supplier     doctrine   applies,   a   supplier\n\ndischarges its duty to warn only if it has reasonably relied on the\n\nintermediary     to    transmit   its     warnings.    Id.   at   854.    \"The\n\nreasonableness inquiry is fact intensive,\" id. at 856, and factors\n\nthat may determine whether reliance was reasonable are:\n\n           (1) the dangerous condition of the product;\n           (2) the purpose for which the product is used;\n           (3) the form of any warnings given; (4) the\n           reliability of the third party as a conduit of\n           necessary information about the product; (5)\n           the magnitude of the risk involved; and (6)\n           the burden imposed on the supplier by\n           requiring that he directly warn all users.\n\nId.; see also Tilton v. Union Oil Co. of Cal., </pre><span class=\"citation no-link\"><span class=\"volume\">831</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">391</span></span><pre class=\"inline\">, 394\n\n(Mass. App. Ct. 2005).\n\n                                        -50-\n\f             The district court held that whether the bulk supplier\n\ndoctrine applied to the appellees \"raises at least one question of\n\nmaterial fact.\"      We agree.     For the bulk supplier doctrine to\n\napply,   a   supplier   must    supply   its   products    in     bulk   to    an\n\nintermediary vendee. In Hoffman, the Supreme Judicial Court stated\n\nthat \"[b]ulk products are often delivered in tank trucks, box cars,\n\nor large industrial drums.\"      751 N.E.2d at 856.       As explained, the\n\ncharacteristics of this method of supply justify permitting a\n\nsupplier to discharge its duty to warn by reasonably relying on an\n\nintermediary to transmit its warnings.          See id. at 856-57.            The\n\nrecord does not show whether appellees supplied their products in\n\nbox cars or by comparable means, and appellees do not argue in\n\ntheir briefing to this court that the summary judgment record\n\npermits a resolution of this question. For that reason alone, this\n\nalternative ground of decision is not available to the appellees.\n\n             2. Genereux did not work with appellees' products\n\n             Taking the facts in the light most favorable to the\n\nappellants    and   resolving   all    inferences   in    their    favor,     the\n\ndistrict court below concluded that appellees had supplied Raytheon\n\n\"with a wide variety of products containing beryllium.\"             It stated\n\nthat American Beryllia had supplied Raytheon with beryllium oxide\n\ncomponents, including windows, pins and collectors; that Brush had\n\nsupplied Raytheon with rectangular plates, discs, rods and tubes;\n\n\n\n\n                                      -51-\n\fand that Hardric had supplied \"beryllium metal emitter rings\" made\n\nfrom raw materials supplied to Hardric by Brush.\n\n           Appellees argue that we should affirm summary judgment on\n\nthe ground that the appellants have produced no evidence that\n\nGenereux ever worked with their products.           We disagree.      Taken in\n\nthe appropriate light, the record supports the conclusion that\n\nGenereux worked with beryllium products manufactured by appellees.\n\nAs to Brush, the record contains invoices showing that Brush\n\nshipped beryllium oxide components, including \"windows\" (discs) and\n\nrectangles, to Raytheon's Waltham plant.          Genereux testified that\n\nshe   worked   with   beryllium   oxide   discs   and    rectangles    in   the\n\nBackward Wave Oscillator Lab.       The record also contains evidence\n\nthat Brush supplied beryllium to intermediate fabricators, who\n\naltered the pieces and sold them to Raytheon.            For example, Brush\n\nsupplied Hardric with beryllium metal tubes, which it made into\n\n\"emitter rings\" and delivered to the Waltham plant.           Lastly, as to\n\nAmerican Beryllia, invoices included in the record show that its\n\npredecessor, General Ceramics, supplied beryllium oxide \"windows\"\n\nto Raytheon's Waltham plant throughout the 1980s.\n\n           Taken in the light most favorable to the appellants and\n\nresolving all inferences in their favor, the record supports the\n\nconclusion     that    Genereux    worked    with       beryllium     products\n\nmanufactured by appellees.\n\n\n\n\n                                   -52-\n\f            3. Proximate causation\n\n            Appellees argue that even if they breached their duty to\n\nwarn Genereux, summary judgment should be affirmed because their\n\nconduct was not the proximate cause of Genereux's injury.             In\n\nsupport of this argument, appellees point to record evidence that\n\nRaytheon removed the warnings that appellees did provide and failed\n\nto   heed    warnings     about    controlling    beryllium   exposures,\n\nparticularly in connection with the sandblasting of beryllium\n\nceramics. These practices, appellees argue, show that Raytheon was\n\nthe proximate cause of Genereux's injury.29\n\n            Under Massachusetts law, a \"defendant is liable for the\n\nforeseeable intervening conduct of a third party whether that\n\nconduct is negligent or not.\"      Wilborg v. Denzell, </pre><span class=\"citation no-link\"><span class=\"volume\">268</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">855</span></span><pre class=\"inline\">,\n\n859 (Mass. 1971) (collecting cases); Jones v. Cincinnati, Inc., </pre><span class=\"citation\" data-id=\"2239907\"><a href=\"/opinion/2239907/jones-v-cincinnati-inc/\"><span class=\"volume\">589</span>\n\n<span class=\"reporter\">N.E.2d</span>    <span class=\"page\">335</span></a></span><pre class=\"inline\">,   338   (Mass.   App.   Ct.   1992).   \"'[O]nly   unusual,\n\nextraordinary negligence of a third party will excuse an original\n\ntortfeasor's liability.'\"       Jones, 589 N.E.2d at 338 (quoting A.L.\n\n\n\n     29\n          There is a close relationship, in this case, between the\nproximate cause arguments and the sophisticated user defense. Both\nfocus on Raytheon, the intermediary between the appellees and\nGenereux.   The thrust of the proximate cause arguments is that\nRaytheon's conduct in removing warnings and failing to heed\nwarnings implies that any warnings the appellees did provide would\nhave been insufficient to prevent injury to Genereux. In similar\nfashion, the sophisticated user defense argues, in effect, that any\nfailure of the appellees to warn did not proximately cause injury\nto Genereux because Raytheon, who controlled her workspace and owed\nher a duty of care as well, knew or should have known of the\ndangers in question but failed to protect her.\n\n                                   -53-\n\fv. Commonwealth of Mass., </pre><span class=\"citation no-link\"><span class=\"volume\">521</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1017</span></span><pre class=\"inline\">, 1023 (Mass. 1988)).\n\nWhether conduct meets this standard depends on the \"character [of\n\nintervening events], and . . . the natural and probable connection\n\nbetween the wrong done and the injurious consequence.\" Solimene v.\n\nB. Grauel & Co., </pre><span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">662</span></span><pre class=\"inline\">, 666 (Mass. 1987) (internal\n\nquotation marks and citation omitted).            Proximate causation is\n\nnormally a jury question.       Id. at 665 (\"Generally, questions of\n\ncausation, proximate and intervening, present issues for the jury\n\nto decide.\").\n\n            In this case, the record provides some support for\n\nappellees' claim that Raytheon did not pass on their warnings to\n\nemployees.30    However, the record also shows that Raytheon created\n\nwarnings of its own to accompany beryllium parts throughout the\n\nWaltham plant.    These warnings were roughly similar in content to\n\nappellees' warnings, stating that beryllium was \"toxic,\" and that\n\nemployees should avoid operations that generated dust.          Raytheon's\n\npractice of issuing its own warnings distinguishes this case from\n\nthe   authority   cited   by   the   appellees,   in   which   an   employer\n\ntransferred a hazardous product from drums, which bore a warning,\n\nto a small container \"with no label or warnings thereon of any\n\ntype.\"     Whitehead v. Dycho Co., </pre><span class=\"citation\" data-id=\"2455277\"><a href=\"/opinion/2455277/whitehead-v-dycho-co-inc/\"><span class=\"volume\">775</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">593</span></a></span><pre class=\"inline\">, 595 (Tenn. 1989);\n\n\n\n      30\n          For example, although appellees included warnings in\nevery shipment of beryllium products to Raytheon, Genereux\ntestified that she never saw any warnings accompanying beryllium\nparts in the Backward Wave Oscillator Lab.\n\n                                     -54-\n\fcf. Cohen v. Steve's Ice Cream, </pre><span class=\"citation\" data-id=\"1446619\"><a href=\"/opinion/1446619/cohen-v-steves-ice-cream/\"><span class=\"volume\">737</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">8</span></a></span><pre class=\"inline\">, 8-9 (D. Mass. 1990)\n\n(similar). In contrast to such a practice, we cannot conclude that\n\nRaytheon's act of replacing manufacturer warnings with its own\n\nwarnings       was   unforeseeable   intervening   conduct,   or   that    it\n\nconstituted \"unusual, extraordinary negligence.\" Jones, 589 N.E.2d\n\nat 338 (internal quotation marks omitted).            A reasonable fact-\n\nfinder could conclude that by issuing its own, roughly similar\n\nwarnings, Raytheon exercised some care in protecting the health and\n\nsafety of its employees.\n\n               Whether Raytheon heeded appellees' warnings presents a\n\nslightly different issue.       Like most jurisdictions, Massachusetts\n\npresumes that a user will follow a warning if it is given.\n\nKnowlton, 930 F.2d at 123; Wolfe v. Ford Mtr. Co., </pre><span class=\"citation\" data-id=\"2109462\"><a href=\"/opinion/2109462/wolfe-v-ford-motor-co/\"><span class=\"volume\">376</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">143</span></a></span><pre class=\"inline\">,\n\n147 (Mass. App. Ct. 1978); Restatement (Second) of Torts § 402A\n\ncmt. j (1965).          As we explained the presumption in Knowlton,\n\n\"'where no warning is given, or where an inadequate warning is\n\ngiven,     a    rebuttable   presumption    arises,   beneficial   to     the\n\nplaintiff, that the failure to adequately warn was a proximate\n\ncause of the plaintiff's [injury].'\"          Knowlton, 930 F.2d at 123\n\n(quoting Seley v. G.D. Searle & Co., </pre><span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">831</span></span><pre class=\"inline\">, 838 (Ohio\n\n1981)); see also Garside v. Osco Drug, Inc., </pre><span class=\"citation\" data-id=\"591391\"><a href=\"/opinion/591391/prodliabrep-cch-p-13309-milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span><pre class=\"inline\">, 81 (1st\n\nCir. 1992).      While no court has yet stated what must be proved to\n\ndefeat this presumption under Massachusetts law, the authority\n\ndiscussed in Knowlton held that the defendants had surmounted the\n\n\n                                     -55-\n\fpresumption by proving that \"an adequate warning would have made no\n\ndifference\" in preventing injury to the plaintiff.                 Seley, 423\n\nN.E.2d at 838.\n\n            In this case, there is indeed record evidence that\n\nRaytheon    failed   to    implement      and   enforce   hygienic      controls\n\nnecessary    to   maintain     beryllium    exposure    levels   of     2   µg/m3,\n\nparticularly in the context of sandblasting beryllium ceramics.\n\nHowever, there is also record evidence that Raytheon had strict\n\nhygienic controls, including controls of sandblasting operations;\n\nthat Raytheon repeatedly sought out Brush's advice about what\n\ncontrols were necessary; and that Raytheon was inclined to adjust\n\nhygienic    practices     in   response    to   input   from   Brush.       James\n\nMcCarthy, a Raytheon Safety Engineer, testified:\n\n            Brush   Wellman   provided    a   variety   of\n            information that Raytheon considered to be\n            reliable.   We certainly considered that and\n            compared that information against the controls\n            that were in place and the configuration of\n            those controls, certainly considered it in\n            constructing the -- both the allowances and\n            the prohibitions that were incorporated into\n            the control programs at Raytheon Company\n            . . . .\n\nIn light of the conflicting evidence about the hygienic practices\n\nat Raytheon and Raytheon's reliance on Brush, we cannot conclude,\n\nfor purposes of summary judgment, that a warning about the danger\n\nposed by polishing or occupational exposures to beryllium at the 2\n\nµg/m3 level would have gone unheeded.\n\n\n\n                                     -56-\n\f            4. Successor liability as to American Beryllia\n\n            American Beryllia argues that we should affirm summary\n\njudgment as to it on the grounds that it is not subject to\n\nsuccessor liability for injury caused by products manufactured by\n\nGeneral Ceramics.        American Beryllia advances three arguments in\n\nsupport    of    this    conclusion:    (1)      that   it    purchased     General\n\nCeramics's      assets   at   a   bankruptcy     sale   pursuant      to   an   Asset\n\nPurchase Agreement that rendered the assets \"free and clear of all\n\n. . . claims and interests of any nature whatsoever\"; (2) that the\n\nJuly 9, 2001, Bankruptcy Court order confirming the Amended Plan of\n\nOrderly Liquidation prohibited any distributions to creditors other\n\nthan    distributions     pursuant    to   the    Plan;      and   (3)   that   under\n\nMassachusetts law, which applies to this case, American Beryllia\n\ndid not assume the liabilities of General Ceramics because it was\n\na purchaser of assets.            In response, appellants argue that this\n\ncase is governed by New Jersey law, and that under New Jersey law\n\nAmerican Beryllia is liable for injuries caused by General Ceramics\n\neven though it is a purchaser of assets, because it fits under the\n\n(1) \"continuation\" and (2) \"product line\" exceptions to the general\n\nrule.\n\n            The arguments raised by American Beryllia and appellants\n\nare of considerable complexity, involving federal bankruptcy law,\n\nstate choice-of-law principles, state law of corporations, and the\n\nrelationships between these doctrines.              The district court below\n\n\n                                       -57-\n\fdeclined   the   reach   the   matter,    stating   that   the   record   was\n\ninsufficient to resolve it.      The matter should be resolved in the\n\nfirst instance by the district court on an appropriate record.\n\n                                   IV.\n\n           For the foregoing reasons, the judgment of the district\n\ncourt granting summary judgment to the defendants is vacated.             We\n\nremand for further proceedings consistent with this opinion. Costs\n\nare awarded to appellants.\n\n           So ordered.\n\n\n\n\n                                   -58-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/200915/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/388825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423494/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502482/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558944/",
    "http://www.courtlistener.com/api/rest/v3/opinions/562609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/591391/",
    "http://www.courtlistener.com/api/rest/v3/opinions/604820/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790685/",
    "http://www.courtlistener.com/api/rest/v3/opinions/894608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1446619/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1925816/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2051670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2109462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2153894/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2239907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2455277/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2521756/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2635992/"
  ]
}