{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/203981/",
  "absolute_url": "/opinion/203981/ru-xiu-chen-v-holder/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/203981/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:27:49Z",
  "date_modified": "2016-04-26T04:38:48.335378Z",
  "type": "010combined",
  "sha1": "32e9f215259b49d0e3d5425e6d103af2673b8013",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-2398P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/08/27/Ru_Chen_v._Holder_Jr..pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 08-2398\n\n                   RU XIU CHEN; XIU JIN ZHENG,\n\n                           Petitioners,\n\n                                v.\n\n              ERIC H. HOLDER, JR.,* ATTORNEY GENERAL,\n\n                           Respondent.\n\n\n                ON PETITION FOR REVIEW OF AN ORDER\n               OF THE BOARD OF IMMIGRATION APPEALS\n\n\n                              Before\n\n                        Lynch, Chief Judge,\n                Lipez and Howard, Circuit Judges.\n\n\n\n     William P. Joyce and Joyce & Associates P.C. on brief for\npetitioners.\n     Carmel A. Morgan, Trial Attorney, Office of Immigration\nLitigation, Michael F. Hertz, Acting Assistant Attorney General,\nCivil Division, and Barry J. Pettinato, Assistant Director, on\nbrief for respondent.\n\n\n\n                         August 27, 2009\n\n\n\n\n     *\n          Pursuant to Fed. R. App. P. 43(c)(2), Attorney General\nEric H. Holder, Jr., has been substituted for former Attorney\nGeneral Michael B. Mukasey as the respondent.\n\f           LYNCH, Chief Judge.    Ru Xiu Chen and his wife Xiu Jin\n\nZheng, both natives and citizens of China, petition for review of\n\na final order by the Board of Immigration Appeals (\"BIA\"), denying\n\ntheir   applications   for   asylum,    withholding   of   removal,   and\n\nprotection under the Convention Against Torture (\"CAT\").         The BIA\n\naffirmed the decision of an Immigration Judge (\"IJ\"), who denied\n\ntheir applications on the basis of an adverse credibility finding.\n\nWe deny their petition.\n\n                                  I.\n\n           We briefly summarize petitioners' testimony before an IJ.\n\nChen and Zheng were married on August 5, 1989.        Zheng soon became\n\npregnant with her first child and gave birth to a son on May 1,\n\n1990.\n\n           Zheng then became pregnant again, in violation of China's\n\npolicy of allowing only one child per couple.         On May 18, 1991,\n\nwhen Zheng was eight months pregnant, government officials learned\n\nof her second pregnancy and came to her mother-in-law's house,\n\nwhere she and Chen were living, to force her to have an abortion.\n\nChen and Zheng protested, and seven or eight government officials\n\nforcibly removed Zheng from the home.          Zheng was taken to a\n\nhospital, where she received an injection directly below her\n\nbellybutton.   Seven or eight hours later, Zheng felt intense pain;\n\nabout ten hours later, Zheng gave birth to a stillborn baby.          Chen\n\n\n\n\n                                  -2-\n\fhad followed Zheng to the hospital, and Zheng later saw Chen at the\n\nhospital.\n\n            Shortly thereafter, Zheng became pregnant for a third\n\ntime.    She went into hiding and secretly gave birth to a daughter\n\non April 16, 1992.    During her pregnancy, Zheng received medical\n\ncare from a \"private\" doctor in China.          Zheng provided no medical\n\nrecords to document the care that she had received from this\n\ndoctor.\n\n            Government officials learned of Zheng's second birth and\n\ncame to the home of Zheng's mother-in-law in June 1992, looking to\n\nsterilize Chen and Zheng.       Zheng testified that family planning\n\nauthorities had come to her mother-in-law's home a total of three\n\ntimes.      The first time was the incident in 1991 when family\n\nplanning officials forced Zheng to have an abortion.             The second\n\ntime was the June 1992 incident.            According to Zheng, the most\n\nrecent time that family planning authorities visited her mother-in-\n\nlaw's home was in 1999 when they came to collect a fine for having\n\nmore than one child per couple.             Zheng also described a fourth\n\nincident in which the family planning officials had visited her\n\nmother-in-law's    home   in   1994   to    collect   the   overbirth   fine.\n\nZheng's mother-in-law submitted a letter, which described only the\n\n1992 incident.\n\n            After the June 1992 incident, Chen chose to leave China,\n\nand Zheng moved away from her mother-in-law's house.            Zheng lived\n\n\n                                      -3-\n\fwith a family friend from July 1992 until October 1992.              She then\n\nlived with her younger brother, where she stayed for more than two\n\nyears, beginning in October 1992.            Zheng took her newborn daughter\n\nwith her but left her son to live with her mother-in-law.\n\n            A friend helped Chen leave China.             Initially using a\n\nChinese passport in his own name, Chen traveled through Hong Kong,\n\nBolivia, and Peru before arriving in the United States on July 27,\n\n1992.     He presented a fraudulent Japanese passport, and U.S.\n\nimmigration officials denied him admission to the United States.\n\nChen applied for asylum, withholding of removal, and protection\n\nunder the CAT on January 25, 1993.             His application alleged that\n\nChinese officials had forced his wife to have an abortion during\n\nthe eighth month of her pregnancy.             Chen also claimed that if he\n\nwere    returned   to    China,   he   would   be   forcibly   sterilized   for\n\nviolating China's policy of allowing one child per couple.\n\n            About one-and-a-half years later, Zheng, who was still\n\nliving in hiding at her brother's home in China, told Chen that his\n\nfather in China was dying of liver cancer.           Chen chose to return to\n\nChina to visit his father and applied for advanced parole from U.S.\n\nimmigration officials.       The agency granted Chen advanced parole on\n\nJune 24, 1994.     Chen obtained a passport in his own name from U.S.\n\nimmigration officials, and he traveled to China under his own name\n\nfor approximately two weeks, returning to the United States on\n\nAugust 4, 1994.         The ease with which Chen was able to return to\n\n\n                                       -4-\n\fChina conflicts with his statement in the affidavit he filed in\n\nsupport of his asylum application that he had been \"smuggled\" out\n\nof    China    and    had    been   \"blacklisted\"        by   the   family    planning\n\nauthorities.\n\n              When Chen returned to China, he stayed with Zheng for\n\nfive days in a hotel under his own name near the hospital where his\n\nfather was receiving treatment.                 Family planning officials were\n\n\"hiding in the entrance of the hospital, try[ing] to catch [him].\"\n\nChen's mother warned him that the family planning officials were at\n\nthe hospital, and Chen left the area and stayed in the town where\n\nhis wife had been hiding for several days.                          Family planning\n\nofficials never came to Chen's hotel looking for him and did not\n\npursue him further during the time he remained in China.\n\n              Zheng     joined      her   husband        in   the    United    States\n\napproximately a year later, entering the country without inspection\n\non July 20, 1995.           Before coming to the United States, Zheng left\n\nher two children with her mother-in-law in China.                      On April 26,\n\n1996, Chen filed a second asylum application, listing his wife as\n\na derivative beneficiary.              Chen attached to his second asylum\n\napplication the same affidavit describing his experiences in China\n\nthat he had used for his original asylum application in 1993.                      He\n\ndid    not    mention    the    1994   incident     in    which     family    planning\n\nofficials were allegedly hiding at the hospital where Chen's father\n\nwas receiving treatment.\n\n\n                                          -5-\n\f            The agency referred Chen's asylum application to an IJ on\n\nApril 15, 2004 and simultaneously issued Zheng a Notice to Appear\n\n(\"NTA\"),    charging     her    with      removability     under      8     U.S.C.\n\nยง 1158(a)(6)(A)(i). On December 22, 2004, Zheng appeared before an\n\nIJ,   admitted   the    facts   contained     in   the   NTA,   and       conceded\n\nremovability.\n\n            On February 22, 2005, Zheng filed a separate asylum\n\napplication, listing Chen as a derivative beneficiary.                     Zheng's\n\napplication claimed that Chinese officials had forced her to have\n\nan abortion when she was eight months pregnant in 1991.                   She also\n\nalleged that government officials came looking for her husband\n\nfollowing the birth of their second child in 1992 and wanted to\n\nsterilize him for violating China's one-child policy.\n\n            Petitioners' applications subsequently were joined for\n\nhearing    purposes    but   were   not   consolidated.      Zheng    and     Chen\n\ntestified before an IJ at a hearing on September 6, 2005.                   At the\n\nclose of the testimony, the IJ noted that she was \"a little\n\ntroubled by the changing testimony . . . and . . . at [Zheng's]\n\nhesitancy in answering some of the questions that were put to her.\"\n\nAt the hearing, Zheng testified that she had a miscarriage in 2004\n\nwhile she was living in the United States.                Zheng presented no\n\nmedical records to corroborate this claim, and her lawyer had only\n\nlearned of the miscarriage from Zheng as they were talking on the\n\nway to the hearing that morning.          Although Zheng had been seeing a\n\n\n                                       -6-\n\fgynecologist annually since living in the United States and claimed\n\nthat she was still suffering side effects, such as dizziness, from\n\nher 1991 forced abortion, she did not mention the 1991 abortion to\n\nher gynecologist until she suffered the miscarriage in 2004.\n\n           The IJ offered Zheng and Chen an opportunity to obtain\n\nevidence corroborating their claim, including medical records. She\n\nalso invited petitioners to have Chen's brother and Zheng's sister,\n\nboth of whom lived nearby in Massachusetts, testify and continued\n\nthe proceedings to allow them to secure those witnesses.             Chen's\n\nbrother never testified before the IJ.\n\n           The IJ held a further hearing on November 4, 2005.              At\n\nthat hearing, the IJ asked Zheng questions about the medical\n\nrecords   from   her   doctor   in   the   United   States   that   she   had\n\nsubmitted.   The IJ said that \"[Zheng's] demeanor . . . was very\n\nstrange indeed\" when she testified and suggested that having the\n\ndoctor that Zheng had been seeing in the United States testify\n\nwould help corroborate her testimony and clarify the meaning of\n\nsome of the notations in her medical record.         The IJ continued the\n\nproceedings to allow Zheng's doctor and Zheng's sister to appear as\n\nwitnesses. The parties agreed to resume the hearing on December 7,\n\n2005.\n\n           Zheng's doctor, however, was unavailable to testify, and\n\nthe hearing resumed on July 18, 2006.         At that time, the IJ heard\n\ntestimony from Zheng's sister, who stated that Zheng first told her\n\n\n                                     -7-\n\fabout   the    forced   abortion   two   years   after   it   had   allegedly\n\noccurred.      Zheng's sister testified that Zheng had chosen not to\n\ntell her about the abortion for two years because she has heart\n\nproblems and Zheng did not want to cause her stress.\n\n              The hearing was continued several times to allow Zheng's\n\ndoctor to testify.      But Zheng's doctor ultimately never testified.\n\n              The IJ issued a written decision on May 30, 2007, which\n\nfound certain aspects of petitioners' testimony not credible and\n\ndenied them relief on that basis.         In particular, the IJ held that\n\n\"[petitioners] have failed to present credible, consistent, and\n\ndetailed testimony to demonstrate that Chinese government officials\n\npersecuted them by forcing [Zheng] to undergo an abortion in 1991\n\nor by pursuing [Chen] for sterilization.\"\n\n              The IJ identified three significant problems with Chen's\n\ntestimony: (1) his apparently shifting stories as to his motive for\n\nleaving China; (2) his testimony that Zheng continued to live at\n\nhome with his mother after he had left China in 1992, which\n\nconflicted with Zheng's testimony that she went into hiding during\n\nthat period; and (3) his testimony that family planning authorities\n\nwere hiding in the hospital where Chen's father was receiving\n\ntreatment when Chen returned briefly to China in 1994 but chose not\n\nto pursue Chen at his nearby hotel where he was staying under his\n\nown name.      Likewise, the IJ found that Zheng's testimony was not\n\ncredible because (1) she had not listed the addresses where she had\n\n\n                                    -8-\n\fstayed for more than two years while she was allegedly hiding\n\nfollowing   Chen's   departure      from     China    in    1992,    (2)    she   was\n\ninconsistent in describing the number of times that family planning\n\nauthorities had visited her home in China, and (3) she provided no\n\ncorroborating    medical    records     for    the    medical       treatment     she\n\nreceived during her most recent pregnancy in China.                   The IJ found\n\nthat these inconsistencies went to the heart of petitioners'\n\nclaims.\n\n            In separate opinions issued October 10, 2008, the BIA\n\nadopted the IJ's adverse credibility findings and affirmed the IJ's\n\ndecision on that basis.         Zheng and Chen timely petitioned for\n\nreview.\n\n                                      II.\n\n            \"Where, as here, 'the BIA adopted and affirmed the IJ's\n\nruling, but also discussed some of the bases for the IJ's opinion,\n\nwe review both the IJ's and the BIA's opinion.'\"                    Mam v. Holder,\n\n566 F.3d 280, 282 (1st Cir. 2009) (quoting Cuko v. Mukasey, 522\n\nF.3d 32, 37 (1st Cir. 2008)).               We review the agency's adverse\n\ncredibility     determination       under     the    deferential         substantial\n\nevidence standard.    Id. at 283.       \"[W]e will not upset the agency's\n\ncredibility determination unless petitioners can show the record\n\nevidence,   considered     as   a   whole,     'would      compel    a    reasonable\n\nfactfinder to make a contrary determination.'\"                 Id. (emphasis in\n\noriginal) (quoting Cuko, 522 F.3d at 37).\n\n\n                                      -9-\n\f               Our assessment of an adverse credibility determination\n\nfocuses on whether \"(1) 'the discrepancies articulated by the IJ\n\nand/or the BIA are actually present in the administrative record';\n\n(2) 'the discrepancies generate specific and cogent reasons from\n\nwhich    to     infer    that       petitioner        or    his    witness      provided\n\nnon-creditworthy testimony'; and (3) 'petitioner failed to provide\n\na persuasive explanation for these discrepancies.'\"                      Id. (quoting\n\nCuko, 522 F.3d at 37).              Because petitioners filed their asylum\n\napplications before the effective date for the REAL ID Act, we\n\napply    the    \"heart      of   the    matter      rule,\"     which    requires   that\n\n\"discrepancies       relied      upon    by     the    trier      in   making   adverse\n\ncredibility determinations must 'pertain to facts central to the\n\nmerits of the alien['s] claims, not merely to peripheral or trivial\n\nmatters.'\"      Bebri v. Mukasey, 545 F.3d 47, 50 & n.1 (1st Cir. 2008)\n\n(quoting Zheng v. Gonzales, 464 F.3d 60, 63 (1st Cir. 2006)).\n\n               We start by limiting the areas of disagreement with the\n\nIJ's decision that we will consider.                       The government candidly\n\nconcedes that several of the discrepancies highlighted by the IJ\n\nare not supported by the record.                These discrepancies include (1)\n\na perceived inconsistency in Chen's description of his motive for\n\nleaving China and (2) a possible conflict between Chen's and\n\nZheng's accounts of Zheng's whereabouts after Chen's departure from\n\nChina.         We   agree    with      the     government      that    these    alleged\n\ndiscrepancies are not supported by the record, and they form no\n\n\n                                             -10-\n\fpart in our analysis.             Nonetheless, there were still so many\n\ninconsistencies in petitioners' testimony that we find the IJ's\n\nadverse credibility determination was supported by substantial\n\nevidence.    Petitioners' failure to present corroborating evidence\n\nthat could have resolved some of the inconsistencies in their\n\ntestimony is especially troubling because the IJ gave petitioners\n\nnumerous opportunities to obtain corroborating evidence to address\n\nwhat she had identified as weaknesses in their story and continued\n\nthe proceedings for more than a year to permit petitioners to\n\ngather corroborating evidence.\n\n            We     find    the   IJ's   adverse      credibility     determination\n\nsupported by substantial evidence.             Notably, Zheng inconsistently\n\ndescribed    her    whereabouts     during     the    period    following   Chen's\n\ndeparture.    This discrepancy, which involves Zheng's response to a\n\nperceived threat from Chinese family planning authorities spanning\n\nmore than a two-year period, goes to the heart of petitioners'\n\nclaims.     In her testimony before the IJ and in her affidavit in\n\nsupport of her asylum application, Zheng stated that she went into\n\nhiding after Chen left China in 1992, staying at a friend's house\n\nfor several months before living with her younger brother for more\n\nthan two years.        In her asylum application, however, she listed\n\nonly a single address in China, which was neither her friend's\n\naddress   nor    her      brother's.      Zheng      provided   no    satisfactory\n\nexplanation for why she neglected to include the addresses of her\n\n\n                                        -11-\n\ffriend and younger brother in her asylum application.                 And she did\n\nnot offer easily obtainable corroborating evidence, such as a\n\nletter from her brother to confirm that she had lived with him for\n\nmore than two years.\n\n               Beyond    that,   substantial   evidence    supports     the   IJ's\n\nfinding that Zheng testified inconsistently about the number of\n\ntimes that family planning officials had visited her mother-in-\n\nlaw's house.       When asked directly how many times family planning\n\nofficials had visited the house, Zheng stated that they had come\n\nthree times.       She then described a total of four visits made by\n\nfamily planning officials.          The letter from Zheng's mother-in-law\n\ndescribed only one such visit, and Zheng could not explain why the\n\nmother-in-law's letter did not mention at least two of the other\n\nvisits.        This inconsistency goes to the heart of petitioners'\n\nclaims because it is relevant to the intensity of the threat posed\n\nby their alleged persecutors.\n\n               Additionally,     Zheng's   delayed   reporting    of    the   1991\n\nforced abortion to her sister and doctor in the United States casts\n\ndoubt on the credibility of her account.                It is suspicious that\n\nZheng waited two years to disclose to her sister what her sister\n\ndescribed as \"a big incident for her.\"          And Zheng would have had no\n\nreason to wait years before disclosing the 1991 abortion to her\n\ndoctor    in    the     United   States,   especially    when   she    was    still\n\nsuffering dizziness as a side effect of the procedure.\n\n\n                                       -12-\n\f            Likewise,      substantial       evidence     supports   the       IJ's\n\ndetermination that Chen's account of his brush with the family\n\nplanning authorities at the hospital where his father was staying\n\nin 1994 was inherently implausible.              According to Chen, family\n\nplanning officials were \"hiding in the entrance of the hospital,\n\ntry[ing] to catch [him].\"         Chen said that he avoided the family\n\nplanning officials only because his mother had warned him of their\n\npresence.     Yet   Chen     failed   to   include      this   incident   in    his\n\nsubsequent asylum application. And it is difficult to believe that\n\nfamily planning officials would hide at the hospital to catch Chen\n\nbut would not take the further step of seeking him out at his\n\nnearby hotel, where he was staying in his own name.               Moreover, the\n\nfact that Chen returned to China using a passport issued in his own\n\nname conflicts with his account that he had been \"blacklisted\" by\n\nthe authorities, and his willingness to return voluntarily suggests\n\nthat his fear of persecution was not well-founded.               Therefore, the\n\nIJ could properly disbelieve Chen's story about the family planning\n\nofficials at the hospital in 1994 and base an adverse credibility\n\nfinding on it.\n\n            Finally, the IJ's adverse credibility determination was\n\nbased, in part, on witness demeanor.            \"Since the IJ has the best\n\nvantage point from which to assess the witnesses' testimonies and\n\ndemeanors,    we    accord    significant      respect     to    these    witness\n\ncredibility determinations.\"          Mam, 566 F.3d at 283 (quoting Cuko,\n\n\n                                      -13-\n\f522 F.3d at 37) (internal quotation marks omitted).                  At various\n\npoints throughout the hearing, the IJ noted that Zheng's demeanor\n\nmade   her   skeptical   of   Zheng's    credibility        and   offered   Zheng\n\nmultiple     opportunities    to    supplement   the   record      with   further\n\ndocumentation and witnesses in support of her claim.               Zheng failed\n\nto provide the IJ with the corroborating evidence that she had\n\nrequested.\n\n             Because   Chen   and    Zheng   failed    to    provide      credible\n\ntestimony, they could not meet their burden of proof to establish\n\ntheir asylum claims or the more stringent burden for withholding of\n\nremoval.     See Mam, 566 F.3d at 285-86.        Likewise, they cannot meet\n\ntheir burden for relief under the CAT because their claims are\n\nbased on the same deficient testimony.            See Khan v. Mukasey, 541\n\nF.3d 55, 58 (1st Cir. 2008).\n\n                                      III.\n\n             The petition for review is denied.\n\n\n\n\n                                      -14-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>579 F.3d 73 (2009)</b></center>\n<center><h1>RU XIU CHEN; Xiu Jin Zheng, Petitioners,<br>\nv.<br>\nEric H. HOLDER, Jr.,<sup>[*]</sup> Attorney General, Respondent.</h1></center>\n<center>No. 08-2398.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted June 5, 2009.</center>\n<center>Decided August 27, 2009.</center>\n<p><span class=\"star-pagination\">*74</span> William P. Joyce and Joyce &amp; Associates P.C. on brief for petitioners.</p>\n<p>Carmel A. Morgan, Trial Attorney, Office of Immigration Litigation, Michael F. Hertz, Acting Assistant Attorney General, Civil Division, and Barry J. Pettinato, Assistant Director, on brief for respondent.</p>\n<p>Before LYNCH, Chief Judge, LIPEZ and HOWARD, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>Ru Xiu Chen and his wife Xiu Jin Zheng, both natives and citizens of China, petition for review of a final order by the Board of Immigration Appeals (\"BIA\"), denying their applications for asylum, withholding of removal, and protection under the Convention Against Torture (\"CAT\"). The BIA affirmed the decision of an Immigration Judge (\"IJ\"), who denied their applications on the basis of an adverse credibility finding. We deny their petition.</p>\n<p></p>\n<h2>I.</h2>\n<p>We briefly summarize petitioners' testimony before an IJ. Chen and Zheng were married on August 5, 1989. Zheng soon became pregnant with her first child and gave birth to a son on May 1, 1990.</p>\n<p>Zheng then became pregnant again, in violation of China's policy of allowing only one child per couple. On May 18, 1991, when Zheng was eight months pregnant, government officials learned of her second pregnancy and came to her mother-in-law's house, where she and Chen were living, to force her to have an abortion. Chen and Zheng protested, and seven or eight government officials forcibly removed Zheng from the home. Zheng was taken to a hospital, where she received an injection directly below her bellybutton. Seven or eight hours later, Zheng felt intense pain; about ten hours later, Zheng <span class=\"star-pagination\">*75</span> gave birth to a stillborn baby. Chen had followed Zheng to the hospital, and Zheng later saw Chen at the hospital.</p>\n<p>Shortly thereafter, Zheng became pregnant for a third time. She went into hiding and secretly gave birth to a daughter on April 16, 1992. During her pregnancy, Zheng received medical care from a \"private\" doctor in China. Zheng provided no medical records to document the care that she had received from this doctor.</p>\n<p>Government officials learned of Zheng's second birth and came to the home of Zheng's mother-in-law in June 1992, looking to sterilize Chen and Zheng. Zheng testified that family planning authorities had come to her mother-in-law's home a total of three times. The first time was the incident in 1991 when family planning officials forced Zheng to have an abortion. The second time was the June 1992 incident. According to Zheng, the most recent time that family planning authorities visited her mother-in-law's home was in 1999 when they came to collect a fine for having more than one child per couple. Zheng also described a fourth incident in which the family planning officials had visited her mother-in-law's home in 1994 to collect the overbirth fine. Zheng's mother-in-law submitted a letter, which described only the 1992 incident.</p>\n<p>After the June 1992 incident, Chen chose to leave China, and Zheng moved away from her mother-in-law's house. Zheng lived with a family friend from July 1992 until October 1992. She then lived with her younger brother, where she stayed for more than two years, beginning in October 1992. Zheng took her newborn daughter with her but left her son to live with her mother-in-law.</p>\n<p>A friend helped Chen leave China. Initially using a Chinese passport in his own name, Chen traveled through Hong Kong, Bolivia, and Peru before arriving in the United States on July 27, 1992. He presented a fraudulent Japanese passport, and U.S. immigration officials denied him admission to the United States. Chen applied for asylum, withholding of removal, and protection under the CAT on January 25, 1993. His application alleged that Chinese officials had forced his wife to have an abortion during the eighth month of her pregnancy. Chen also claimed that if he were returned to China, he would be forcibly sterilized for violating China's policy of allowing one child per couple.</p>\n<p>About one-and-a-half years later, Zheng, who was still living in hiding at her brother's home in China, told Chen that his father in China was dying of liver cancer. Chen chose to return to China to visit his father and applied for advanced parole from U.S. immigration officials. The agency granted Chen advanced parole on June 24, 1994. Chen obtained a passport in his own name from U.S. immigration officials, and he traveled to China under his own name for approximately two weeks, returning to the United States on August 4, 1994. The ease with which Chen was able to return to China conflicts with his statement in the affidavit he filed in support of his asylum application that he had been \"smuggled\" out of China and had been \"blacklisted\" by the family planning authorities.</p>\n<p>When Chen returned to China, he stayed with Zheng for five days in a hotel under his own name near the hospital where his father was receiving treatment. Family planning officials were \"hiding in the entrance of the hospital, try[ing] to catch [him].\" Chen's mother warned him that the family planning officials were at the hospital, and Chen left the area and stayed in the town where his wife had been hiding for several days. Family planning officials never came to Chen's hotel looking <span class=\"star-pagination\">*76</span> for him and did not pursue him further during the time he remained in China.</p>\n<p>Zheng joined her husband in the United States approximately a year later, entering the country without inspection on July 20, 1995. Before coming to the United States, Zheng left her two children with her mother-in-law in China. On April 26, 1996, Chen filed a second asylum application, listing his wife as a derivative beneficiary. Chen attached to his second asylum application the same affidavit describing his experiences in China that he had used for his original asylum application in 1993. He did not mention the 1994 incident in which family planning officials were allegedly hiding at the hospital where Chen's father was receiving treatment.</p>\n<p>The agency referred Chen's asylum application to an IJ on April 15, 2004 and simultaneously issued Zheng a Notice to Appear (\"NTA\"), charging her with removability under 8 U.S.C. ยง 1158(a)(6)(A)(i). On December 22, 2004, Zheng appeared before an IJ, admitted the facts contained in the NTA, and conceded removability.</p>\n<p>On February 22, 2005, Zheng filed a separate asylum application, listing Chen as a derivative beneficiary. Zheng's application claimed that Chinese officials had forced her to have an abortion when she was eight months pregnant in 1991. She also alleged that government officials came looking for her husband following the birth of their second child in 1992 and wanted to sterilize him for violating China's one-child policy.</p>\n<p>Petitioners' applications subsequently were joined for hearing purposes but were not consolidated. Zheng and Chen testified before an IJ at a hearing on September 6, 2005. At the close of the testimony, the IJ noted that she was \"a little troubled by the changing testimony ... and ... at [Zheng's] hesitancy in answering some of the questions that were put to her.\" At the hearing, Zheng testified that she had a miscarriage in 2004 while she was living in the United States. Zheng presented no medical records to corroborate this claim, and her lawyer had only learned of the miscarriage from Zheng as they were talking on the way to the hearing that morning. Although Zheng had been seeing a gynecologist annually since living in the United States and claimed that she was still suffering side effects, such as dizziness, from her 1991 forced abortion, she did not mention the 1991 abortion to her gynecologist until she suffered the miscarriage in 2004.</p>\n<p>The IJ offered Zheng and Chen an opportunity to obtain evidence corroborating their claim, including medical records. She also invited petitioners to have Chen's brother and Zheng's sister, both of whom lived nearby in Massachusetts, testify and continued the proceedings to allow them to secure those witnesses. Chen's brother never testified before the IJ.</p>\n<p>The IJ held a further hearing on November 4, 2005. At that hearing, the IJ asked Zheng questions about the medical records from her doctor in the United States that she had submitted. The IJ said that \"[Zheng's] demeanor ... was very strange indeed\" when she testified and suggested that having the doctor that Zheng had been seeing in the United States testify would help corroborate her testimony and clarify the meaning of some of the notations in her medical record. The IJ continued the proceedings to allow Zheng's doctor and Zheng's sister to appear as witnesses. The parties agreed to resume the hearing on December 7, 2005.</p>\n<p>Zheng's doctor, however, was unavailable to testify, and the hearing resumed on July 18, 2006. At that time, the IJ heard testimony from Zheng's sister, who stated that Zheng first told her about the forced <span class=\"star-pagination\">*77</span> abortion two years after it had allegedly occurred. Zheng's sister testified that Zheng had chosen not to tell her about the abortion for two years because she has heart problems and Zheng did not want to cause her stress.</p>\n<p>The hearing was continued several times to allow Zheng's doctor to testify. But Zheng's doctor ultimately never testified.</p>\n<p>The IJ issued a written decision on May 30, 2007, which found certain aspects of petitioners' testimony not credible and denied them relief on that basis. In particular, the IJ held that \"[petitioners] have failed to present credible, consistent, and detailed testimony to demonstrate that Chinese government officials persecuted them by forcing [Zheng] to undergo an abortion in 1991 or by pursuing [Chen] for sterilization.\"</p>\n<p>The IJ identified three significant problems with Chen's testimony: (1) his apparently shifting stories as to his motive for leaving China; (2) his testimony that Zheng continued to live at home with his mother after he had left China in 1992, which conflicted with Zheng's testimony that she went into hiding during that period; and (3) his testimony that family planning authorities were hiding in the hospital where Chen's father was receiving treatment when Chen returned briefly to China in 1994 but chose not to pursue Chen at his nearby hotel where he was staying under his own name. Likewise, the IJ found that Zheng's testimony was not credible because (1) she had not listed the addresses where she had stayed for more than two years while she was allegedly hiding following Chen's departure from China in 1992, (2) she was inconsistent in describing the number of times that family planning authorities had visited her home in China, and (3) she provided no corroborating medical records for the medical treatment she received during her most recent pregnancy in China. The IJ found that these inconsistencies went to the heart of petitioners' claims.</p>\n<p>In separate opinions issued October 10, 2008, the BIA adopted the IJ's adverse credibility findings and affirmed the IJ's decision on that basis. Zheng and Chen timely petitioned for review.</p>\n<p></p>\n<h2>II.</h2>\n<p>\"Where, as here, `the BIA adopted and affirmed the IJ's ruling, but also discussed some of the bases for the IJ's opinion, we review both the IJ's and the BIA's opinion.'\" <i>Mam v. Holder,</i> 566 F.3d 280, 282 (1st Cir.2009) (quoting <i>Cuko v. Mukasey,</i> 522 F.3d 32, 37 (1st Cir. 2008)). We review the agency's adverse credibility determination under the deferential substantial evidence standard. <i>Id.</i> at 283. \"[W]e will not upset the agency's credibility determination unless petitioners can show the record evidence, considered as a whole, `would <i>compel</i> a reasonable factfinder to make a contrary determination.'\" <i>Id.</i> (emphasis in original) (quoting <i>Cuko,</i> 522 F.3d at 37).</p>\n<p>Our assessment of an adverse credibility determination focuses on whether \"(1) `the discrepancies articulated by the IJ and/or the BIA are actually present in the administrative record'; (2) `the discrepancies generate specific and cogent reasons from which to infer that petitioner or his witness provided non-creditworthy testimony'; and (3) `petitioner failed to provide a persuasive explanation for these discrepancies.'\" <i>Id.</i> (quoting <i>Cuko,</i> 522 F.3d at 37). Because petitioners filed their asylum applications before the effective date for the REAL ID Act, we apply the \"heart of the matter rule,\" which requires that \"discrepancies relied upon by the trier in making adverse credibility determinations must `pertain to facts central <span class=\"star-pagination\">*78</span> to the merits of the alien['s] claims, not merely to peripheral or trivial matters.'\" <i>Bebri v. Mukasey,</i> 545 F.3d 47, 50 &amp; n. 1 (1st Cir.2008) (quoting <i>Zheng v. Gonzales,</i> 464 F.3d 60, 63 (1st Cir.2006)).</p>\n<p>We start by limiting the areas of disagreement with the IJ's decision that we will consider. The government candidly concedes that several of the discrepancies highlighted by the IJ are not supported by the record. These discrepancies include (1) a perceived inconsistency in Chen's description of his motive for leaving China and (2) a possible conflict between Chen's and Zheng's accounts of Zheng's whereabouts after Chen's departure from China. We agree with the government that these alleged discrepancies are not supported by the record, and they form no part in our analysis. Nonetheless, there were still so many inconsistencies in petitioners' testimony that we find the IJ's adverse credibility determination was supported by substantial evidence. Petitioners' failure to present corroborating evidence that could have resolved some of the inconsistencies in their testimony is especially troubling because the IJ gave petitioners numerous opportunities to obtain corroborating evidence to address what she had identified as weaknesses in their story and continued the proceedings for more than a year to permit petitioners to gather corroborating evidence.</p>\n<p>We find the IJ's adverse credibility determination supported by substantial evidence. Notably, Zheng inconsistently described her whereabouts during the period following Chen's departure. This discrepancy, which involves Zheng's response to a perceived threat from Chinese family planning authorities spanning more than a two-year period, goes to the heart of petitioners' claims. In her testimony before the IJ and in her affidavit in support of her asylum application, Zheng stated that she went into hiding after Chen left China in 1992, staying at a friend's house for several months before living with her younger brother for more than two years. In her asylum application, however, she listed only a single address in China, which was neither her friend's address nor her brother's. Zheng provided no satisfactory explanation for why she neglected to include the addresses of her friend and younger brother in her asylum application. And she did not offer easily obtainable corroborating evidence, such as a letter from her brother to confirm that she had lived with him for more than two years.</p>\n<p>Beyond that, substantial evidence supports the IJ's finding that Zheng testified inconsistently about the number of times that family planning officials had visited her mother-in-law's house. When asked directly how many times family planning officials had visited the house, Zheng stated that they had come three times. She then described a total of four visits made by family planning officials. The letter from Zheng's mother-in-law described only one such visit, and Zheng could not explain why the mother-in-law's letter did not mention at least two of the other visits. This inconsistency goes to the heart of petitioners' claims because it is relevant to the intensity of the threat posed by their alleged persecutors.</p>\n<p>Additionally, Zheng's delayed reporting of the 1991 forced abortion to her sister and doctor in the United States casts doubt on the credibility of her account. It is suspicious that Zheng waited two years to disclose to her sister what her sister described as \"a big incident for her.\" And Zheng would have had no reason to wait years before disclosing the 1991 abortion to her doctor in the United States, especially when she was still suffering dizziness as a side effect of the procedure.</p>\n<p><span class=\"star-pagination\">*79</span> Likewise, substantial evidence supports the IJ's determination that Chen's account of his brush with the family planning authorities at the hospital where his father was staying in 1994 was inherently implausible. According to Chen, family planning officials were \"hiding in the entrance of the hospital, try[ing] to catch [him].\" Chen said that he avoided the family planning officials only because his mother had warned him of their presence. Yet Chen failed to include this incident in his subsequent asylum application. And it is difficult to believe that family planning officials would hide at the hospital to catch Chen but would not take the further step of seeking him out at his nearby hotel, where he was staying in his own name. Moreover, the fact that Chen returned to China using a passport issued in his own name conflicts with his account that he had been \"blacklisted\" by the authorities, and his willingness to return voluntarily suggests that his fear of persecution was not well-founded. Therefore, the IJ could properly disbelieve Chen's story about the family planning officials at the hospital in 1994 and base an adverse credibility finding on it.</p>\n<p>Finally, the IJ's adverse credibility determination was based, in part, on witness demeanor. \"Since the IJ has the best vantage point from which to assess the witnesses' testimonies and demeanors, we accord significant respect to these witness credibility determinations.\" <i>Mam,</i> 566 F.3d at 283 (quoting <i>Cuko,</i> 522 F.3d at 37) (internal quotation marks omitted). At various points throughout the hearing, the IJ noted that Zheng's demeanor made her skeptical of Zheng's credibility and offered Zheng multiple opportunities to supplement the record with further documentation and witnesses in support of her claim. Zheng failed to provide the IJ with the corroborating evidence that she had requested.</p>\n<p>Because Chen and Zheng failed to provide credible testimony, they could not meet their burden of proof to establish their asylum claims or the more stringent burden for withholding of removal. <i>See </i><i>Mam,</i> 566 F.3d at 285-86. Likewise, they cannot meet their burden for relief under the CAT because their claims are based on the same deficient testimony. <i>See </i><i>Khan v. Mukasey,</i> 541 F.3d 55, 58 (1st Cir.2008).</p>\n<p></p>\n<h2>III.</h2>\n<p>The petition for review is <i>denied.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Pursuant to Fed. R.App. P. 43(c)(2), Attorney General Eric H. Holder, Jr., has been substituted for former Attorney General Michael B. Mukasey as the respondent.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">579</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></span> (2009)</b></center>\n<center><h1>RU XIU CHEN; Xiu Jin Zheng, Petitioners,<br>\nv.<br>\nEric H. HOLDER, Jr.,<sup>[*]</sup> Attorney General, Respondent.</h1></center>\n<center>No. 08-2398.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted June 5, 2009.</center>\n<center>Decided August 27, 2009.</center>\n<p><span class=\"star-pagination\">*74</span> William P. Joyce and Joyce &amp; Associates P.C. on brief for petitioners.</p>\n<p>Carmel A. Morgan, Trial Attorney, Office of Immigration Litigation, Michael F. Hertz, Acting Assistant Attorney General, Civil Division, and Barry J. Pettinato, Assistant Director, on brief for respondent.</p>\n<p>Before LYNCH, Chief Judge, LIPEZ and HOWARD, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>Ru Xiu Chen and his wife Xiu Jin Zheng, both natives and citizens of China, petition for review of a final order by the Board of Immigration Appeals (\"BIA\"), denying their applications for asylum, withholding of removal, and protection under the Convention Against Torture (\"CAT\"). The BIA affirmed the decision of an Immigration Judge (\"IJ\"), who denied their applications on the basis of an adverse credibility finding. We deny their petition.</p>\n<p></p>\n<h2>I.</h2>\n<p>We briefly summarize petitioners' testimony before an IJ. Chen and Zheng were married on August 5, 1989. Zheng soon became pregnant with her first child and gave birth to a son on May 1, 1990.</p>\n<p>Zheng then became pregnant again, in violation of China's policy of allowing only one child per couple. On May 18, 1991, when Zheng was eight months pregnant, government officials learned of her second pregnancy and came to her mother-in-law's house, where she and Chen were living, to force her to have an abortion. Chen and Zheng protested, and seven or eight government officials forcibly removed Zheng from the home. Zheng was taken to a hospital, where she received an injection directly below her bellybutton. Seven or eight hours later, Zheng felt intense pain; about ten hours later, Zheng <span class=\"star-pagination\">*75</span> gave birth to a stillborn baby. Chen had followed Zheng to the hospital, and Zheng later saw Chen at the hospital.</p>\n<p>Shortly thereafter, Zheng became pregnant for a third time. She went into hiding and secretly gave birth to a daughter on April 16, 1992. During her pregnancy, Zheng received medical care from a \"private\" doctor in China. Zheng provided no medical records to document the care that she had received from this doctor.</p>\n<p>Government officials learned of Zheng's second birth and came to the home of Zheng's mother-in-law in June 1992, looking to sterilize Chen and Zheng. Zheng testified that family planning authorities had come to her mother-in-law's home a total of three times. The first time was the incident in 1991 when family planning officials forced Zheng to have an abortion. The second time was the June 1992 incident. According to Zheng, the most recent time that family planning authorities visited her mother-in-law's home was in 1999 when they came to collect a fine for having more than one child per couple. Zheng also described a fourth incident in which the family planning officials had visited her mother-in-law's home in 1994 to collect the overbirth fine. Zheng's mother-in-law submitted a letter, which described only the 1992 incident.</p>\n<p>After the June 1992 incident, Chen chose to leave China, and Zheng moved away from her mother-in-law's house. Zheng lived with a family friend from July 1992 until October 1992. She then lived with her younger brother, where she stayed for more than two years, beginning in October 1992. Zheng took her newborn daughter with her but left her son to live with her mother-in-law.</p>\n<p>A friend helped Chen leave China. Initially using a Chinese passport in his own name, Chen traveled through Hong Kong, Bolivia, and Peru before arriving in the United States on July 27, 1992. He presented a fraudulent Japanese passport, and U.S. immigration officials denied him admission to the United States. Chen applied for asylum, withholding of removal, and protection under the CAT on January 25, 1993. His application alleged that Chinese officials had forced his wife to have an abortion during the eighth month of her pregnancy. Chen also claimed that if he were returned to China, he would be forcibly sterilized for violating China's policy of allowing one child per couple.</p>\n<p>About one-and-a-half years later, Zheng, who was still living in hiding at her brother's home in China, told Chen that his father in China was dying of liver cancer. Chen chose to return to China to visit his father and applied for advanced parole from U.S. immigration officials. The agency granted Chen advanced parole on June 24, 1994. Chen obtained a passport in his own name from U.S. immigration officials, and he traveled to China under his own name for approximately two weeks, returning to the United States on August 4, 1994. The ease with which Chen was able to return to China conflicts with his statement in the affidavit he filed in support of his asylum application that he had been \"smuggled\" out of China and had been \"blacklisted\" by the family planning authorities.</p>\n<p>When Chen returned to China, he stayed with Zheng for five days in a hotel under his own name near the hospital where his father was receiving treatment. Family planning officials were \"hiding in the entrance of the hospital, try[ing] to catch [him].\" Chen's mother warned him that the family planning officials were at the hospital, and Chen left the area and stayed in the town where his wife had been hiding for several days. Family planning officials never came to Chen's hotel looking <span class=\"star-pagination\">*76</span> for him and did not pursue him further during the time he remained in China.</p>\n<p>Zheng joined her husband in the United States approximately a year later, entering the country without inspection on July 20, 1995. Before coming to the United States, Zheng left her two children with her mother-in-law in China. On April 26, 1996, Chen filed a second asylum application, listing his wife as a derivative beneficiary. Chen attached to his second asylum application the same affidavit describing his experiences in China that he had used for his original asylum application in 1993. He did not mention the 1994 incident in which family planning officials were allegedly hiding at the hospital where Chen's father was receiving treatment.</p>\n<p>The agency referred Chen's asylum application to an IJ on April 15, 2004 and simultaneously issued Zheng a Notice to Appear (\"NTA\"), charging her with removability under 8 U.S.C. ยง 1158(a)(6)(A)(i). On December 22, 2004, Zheng appeared before an IJ, admitted the facts contained in the NTA, and conceded removability.</p>\n<p>On February 22, 2005, Zheng filed a separate asylum application, listing Chen as a derivative beneficiary. Zheng's application claimed that Chinese officials had forced her to have an abortion when she was eight months pregnant in 1991. She also alleged that government officials came looking for her husband following the birth of their second child in 1992 and wanted to sterilize him for violating China's one-child policy.</p>\n<p>Petitioners' applications subsequently were joined for hearing purposes but were not consolidated. Zheng and Chen testified before an IJ at a hearing on September 6, 2005. At the close of the testimony, the IJ noted that she was \"a little troubled by the changing testimony ... and ... at [Zheng's] hesitancy in answering some of the questions that were put to her.\" At the hearing, Zheng testified that she had a miscarriage in 2004 while she was living in the United States. Zheng presented no medical records to corroborate this claim, and her lawyer had only learned of the miscarriage from Zheng as they were talking on the way to the hearing that morning. Although Zheng had been seeing a gynecologist annually since living in the United States and claimed that she was still suffering side effects, such as dizziness, from her 1991 forced abortion, she did not mention the 1991 abortion to her gynecologist until she suffered the miscarriage in 2004.</p>\n<p>The IJ offered Zheng and Chen an opportunity to obtain evidence corroborating their claim, including medical records. She also invited petitioners to have Chen's brother and Zheng's sister, both of whom lived nearby in Massachusetts, testify and continued the proceedings to allow them to secure those witnesses. Chen's brother never testified before the IJ.</p>\n<p>The IJ held a further hearing on November 4, 2005. At that hearing, the IJ asked Zheng questions about the medical records from her doctor in the United States that she had submitted. The IJ said that \"[Zheng's] demeanor ... was very strange indeed\" when she testified and suggested that having the doctor that Zheng had been seeing in the United States testify would help corroborate her testimony and clarify the meaning of some of the notations in her medical record. The IJ continued the proceedings to allow Zheng's doctor and Zheng's sister to appear as witnesses. The parties agreed to resume the hearing on December 7, 2005.</p>\n<p>Zheng's doctor, however, was unavailable to testify, and the hearing resumed on July 18, 2006. At that time, the IJ heard testimony from Zheng's sister, who stated that Zheng first told her about the forced <span class=\"star-pagination\">*77</span> abortion two years after it had allegedly occurred. Zheng's sister testified that Zheng had chosen not to tell her about the abortion for two years because she has heart problems and Zheng did not want to cause her stress.</p>\n<p>The hearing was continued several times to allow Zheng's doctor to testify. But Zheng's doctor ultimately never testified.</p>\n<p>The IJ issued a written decision on May 30, 2007, which found certain aspects of petitioners' testimony not credible and denied them relief on that basis. In particular, the IJ held that \"[petitioners] have failed to present credible, consistent, and detailed testimony to demonstrate that Chinese government officials persecuted them by forcing [Zheng] to undergo an abortion in 1991 or by pursuing [Chen] for sterilization.\"</p>\n<p>The IJ identified three significant problems with Chen's testimony: (1) his apparently shifting stories as to his motive for leaving China; (2) his testimony that Zheng continued to live at home with his mother after he had left China in 1992, which conflicted with Zheng's testimony that she went into hiding during that period; and (3) his testimony that family planning authorities were hiding in the hospital where Chen's father was receiving treatment when Chen returned briefly to China in 1994 but chose not to pursue Chen at his nearby hotel where he was staying under his own name. Likewise, the IJ found that Zheng's testimony was not credible because (1) she had not listed the addresses where she had stayed for more than two years while she was allegedly hiding following Chen's departure from China in 1992, (2) she was inconsistent in describing the number of times that family planning authorities had visited her home in China, and (3) she provided no corroborating medical records for the medical treatment she received during her most recent pregnancy in China. The IJ found that these inconsistencies went to the heart of petitioners' claims.</p>\n<p>In separate opinions issued October 10, 2008, the BIA adopted the IJ's adverse credibility findings and affirmed the IJ's decision on that basis. Zheng and Chen timely petitioned for review.</p>\n<p></p>\n<h2>II.</h2>\n<p>\"Where, as here, `the BIA adopted and affirmed the IJ's ruling, but also discussed some of the bases for the IJ's opinion, we review both the IJ's and the BIA's opinion.'\" <i>Mam v. Holder,</i> <span class=\"citation\" data-id=\"203839\"><a href=\"/opinion/203839/mam-v-holder/\"><span class=\"volume\">566</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">280</span></a></span>, 282 (1st Cir.2009) (quoting <i>Cuko v. Mukasey,</i> <span class=\"citation\" data-id=\"203218\"><a href=\"/opinion/203218/cuko-v-mukasey/\"><span class=\"volume\">522</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></a></span>, 37 (1st Cir. 2008)). We review the agency's adverse credibility determination under the deferential substantial evidence standard. <i>Id.</i> at 283. \"[W]e will not upset the agency's credibility determination unless petitioners can show the record evidence, considered as a whole, `would <i>compel</i> a reasonable factfinder to make a contrary determination.'\" <i>Id.</i> (emphasis in original) (quoting <i>Cuko,</i> 522 F.3d at 37).</p>\n<p>Our assessment of an adverse credibility determination focuses on whether \"(1) `the discrepancies articulated by the IJ and/or the BIA are actually present in the administrative record'; (2) `the discrepancies generate specific and cogent reasons from which to infer that petitioner or his witness provided non-creditworthy testimony'; and (3) `petitioner failed to provide a persuasive explanation for these discrepancies.'\" <i>Id.</i> (quoting <i>Cuko,</i> 522 F.3d at 37). Because petitioners filed their asylum applications before the effective date for the REAL ID Act, we apply the \"heart of the matter rule,\" which requires that \"discrepancies relied upon by the trier in making adverse credibility determinations must `pertain to facts central <span class=\"star-pagination\">*78</span> to the merits of the alien['s] claims, not merely to peripheral or trivial matters.'\" <i>Bebri v. Mukasey,</i> <span class=\"citation\" data-id=\"203527\"><a href=\"/opinion/203527/bebri-v-mukasey/\"><span class=\"volume\">545</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span>, 50 &amp; n. 1 (1st Cir.2008) (quoting <i>Zheng v. Gonzales,</i> <span class=\"citation\" data-id=\"202459\"><a href=\"/opinion/202459/zheng-v-gonzales/\"><span class=\"volume\">464</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></a></span>, 63 (1st Cir.2006)).</p>\n<p>We start by limiting the areas of disagreement with the IJ's decision that we will consider. The government candidly concedes that several of the discrepancies highlighted by the IJ are not supported by the record. These discrepancies include (1) a perceived inconsistency in Chen's description of his motive for leaving China and (2) a possible conflict between Chen's and Zheng's accounts of Zheng's whereabouts after Chen's departure from China. We agree with the government that these alleged discrepancies are not supported by the record, and they form no part in our analysis. Nonetheless, there were still so many inconsistencies in petitioners' testimony that we find the IJ's adverse credibility determination was supported by substantial evidence. Petitioners' failure to present corroborating evidence that could have resolved some of the inconsistencies in their testimony is especially troubling because the IJ gave petitioners numerous opportunities to obtain corroborating evidence to address what she had identified as weaknesses in their story and continued the proceedings for more than a year to permit petitioners to gather corroborating evidence.</p>\n<p>We find the IJ's adverse credibility determination supported by substantial evidence. Notably, Zheng inconsistently described her whereabouts during the period following Chen's departure. This discrepancy, which involves Zheng's response to a perceived threat from Chinese family planning authorities spanning more than a two-year period, goes to the heart of petitioners' claims. In her testimony before the IJ and in her affidavit in support of her asylum application, Zheng stated that she went into hiding after Chen left China in 1992, staying at a friend's house for several months before living with her younger brother for more than two years. In her asylum application, however, she listed only a single address in China, which was neither her friend's address nor her brother's. Zheng provided no satisfactory explanation for why she neglected to include the addresses of her friend and younger brother in her asylum application. And she did not offer easily obtainable corroborating evidence, such as a letter from her brother to confirm that she had lived with him for more than two years.</p>\n<p>Beyond that, substantial evidence supports the IJ's finding that Zheng testified inconsistently about the number of times that family planning officials had visited her mother-in-law's house. When asked directly how many times family planning officials had visited the house, Zheng stated that they had come three times. She then described a total of four visits made by family planning officials. The letter from Zheng's mother-in-law described only one such visit, and Zheng could not explain why the mother-in-law's letter did not mention at least two of the other visits. This inconsistency goes to the heart of petitioners' claims because it is relevant to the intensity of the threat posed by their alleged persecutors.</p>\n<p>Additionally, Zheng's delayed reporting of the 1991 forced abortion to her sister and doctor in the United States casts doubt on the credibility of her account. It is suspicious that Zheng waited two years to disclose to her sister what her sister described as \"a big incident for her.\" And Zheng would have had no reason to wait years before disclosing the 1991 abortion to her doctor in the United States, especially when she was still suffering dizziness as a side effect of the procedure.</p>\n<p><span class=\"star-pagination\">*79</span> Likewise, substantial evidence supports the IJ's determination that Chen's account of his brush with the family planning authorities at the hospital where his father was staying in 1994 was inherently implausible. According to Chen, family planning officials were \"hiding in the entrance of the hospital, try[ing] to catch [him].\" Chen said that he avoided the family planning officials only because his mother had warned him of their presence. Yet Chen failed to include this incident in his subsequent asylum application. And it is difficult to believe that family planning officials would hide at the hospital to catch Chen but would not take the further step of seeking him out at his nearby hotel, where he was staying in his own name. Moreover, the fact that Chen returned to China using a passport issued in his own name conflicts with his account that he had been \"blacklisted\" by the authorities, and his willingness to return voluntarily suggests that his fear of persecution was not well-founded. Therefore, the IJ could properly disbelieve Chen's story about the family planning officials at the hospital in 1994 and base an adverse credibility finding on it.</p>\n<p>Finally, the IJ's adverse credibility determination was based, in part, on witness demeanor. \"Since the IJ has the best vantage point from which to assess the witnesses' testimonies and demeanors, we accord significant respect to these witness credibility determinations.\" <i>Mam,</i> 566 F.3d at 283 (quoting <i>Cuko,</i> 522 F.3d at 37) (internal quotation marks omitted). At various points throughout the hearing, the IJ noted that Zheng's demeanor made her skeptical of Zheng's credibility and offered Zheng multiple opportunities to supplement the record with further documentation and witnesses in support of her claim. Zheng failed to provide the IJ with the corroborating evidence that she had requested.</p>\n<p>Because Chen and Zheng failed to provide credible testimony, they could not meet their burden of proof to establish their asylum claims or the more stringent burden for withholding of removal. <i>See </i><i>Mam,</i> 566 F.3d at 285-86. Likewise, they cannot meet their burden for relief under the CAT because their claims are based on the same deficient testimony. <i>See </i><i>Khan v. Mukasey,</i> <span class=\"citation\" data-id=\"203479\"><a href=\"/opinion/203479/khan-v-mukasey/\"><span class=\"volume\">541</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">55</span></a></span>, 58 (1st Cir.2008).</p>\n<p></p>\n<h2>III.</h2>\n<p>The petition for review is <i>denied.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Pursuant to Fed. R.App. P. 43(c)(2), Attorney General Eric H. Holder, Jr., has been substituted for former Attorney General Michael B. Mukasey as the respondent.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/202459/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203218/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203479/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203527/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203839/"
  ]
}