{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/204057/",
  "absolute_url": "/opinion/204057/in-re-smith/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/204057/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:29:17Z",
  "date_modified": "2016-04-26T13:10:28.780066Z",
  "type": "010combined",
  "sha1": "fd4a075bd726d8ca1f398edbfbb883f14d89c99c",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-9005P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/11/06/Smith_v._Pritchett.pdf",
  "plain_text": "           United States Court of Appeals\n                        For the First Circuit\n\nNo. 09-9005\n\n                       IN RE: NELSON J. SMITH,\n\n                               Debtor.\n\n\n                           NELSON J. SMITH,\n\n                              Appellee,\n\n                                  v.\n\n                          RITA M. PRITCHETT,\n\n                              Appellant.\n\n\n              APPEAL FROM THE BANKRUPTCY APPELLATE PANEL\n                        FOR THE FIRST CIRCUIT\n\n\n                                Before\n\n                Torruella and Boudin, Circuit Judges,\n                     and Saris,* District Judge.\n\n\n     Clifford P. Gallant, Jr., with whom Beliveau, Fradette, Doyle\n& Gallant, P.A., was on brief for appellant.\n     Mark P. Cornell, with whom Kelly Ovitt Puc and Cornell and\nOvitt Puc, PLLC, was on brief for appellee.\n\n\n\n                           November 6, 2009\n\n\n\n\n*\n    Of the District of Massachusetts, sitting by designation.\n\f            TORRUELLA, Circuit Judge.         This is an appeal of an order\n\nof the Bankruptcy Appellate Panel (\"BAP\") reversing an order of the\n\nBankruptcy Court.     The BAP held that a late payment penalty was not\n\na domestic support obligation and thus dischargeable in bankruptcy.\n\nAfter thorough consideration, we affirm.\n\n                     I.   Facts & Procedural History\n\n            The issue in this appeal arises from the marriage and\n\nsubsequent divorce of Nelson J. Smith and Rita M. Pritchett. The\n\nparties were married on April 20, 1986.           No children were born of\n\nthe marriage.      A little over nine years later, the parties filed\n\nfor divorce in the Middlesex County Probate and Family Court,\n\nciting an irretrievable breakdown of the marriage.          On October 26,\n\n1995,    the   Probate    Court    approved      a   Separation   Agreement\n\n(\"Agreement\") filed jointly by the parties.             The court's order\n\nprovided that the Agreement survived as an independent contract.\n\n            The Agreement stated that it resolved all issues between\n\nthe     parties,   and    that    the     parties'   respective   financial\n\ncircumstances had been taken into account, although the parties'\n\nspecific circumstances were not disclosed in the Agreement.\n\n            The Agreement contained and incorporated Exhibits A, B,\n\nC, D, E, F, and G, detailing the duties of the parties.                The\n\nExhibits were entitled \"ALIMONY,\" \"MEDICAL INSURANCE,\" \"DIVISION OF\n\nASSETS,\" \"LIFE INSURANCE,\" \"ALLOCATION OF MARITAL DEBTS,\" \"INCOME\n\nTAX RETURNS,\" and \"SPECIAL PROVISIONS,\" respectively. Exhibit A\n\n\n                                        -2-\n\fawarded Pritchett alimony payments beginning at $2,300 per month\n\nand decreasing to $1,600 per month on a set schedule that would\n\nterminate    approximately   five   years   after   the   signing   of   the\n\nAgreement.    In the event of Pritchett's remarriage, the Agreement\n\nstated that alimony payments were to decrease to $1,000 per month\n\nbut nevertheless continue through the five year period.                  The\n\nAgreement also included a provision requiring Smith to purchase and\n\ntransfer to Pritchett a term life insurance policy on his life for\n\nthe five year term of the alimony payments to ensure that the\n\nalimony payments would survive Smith's death.\n\n            Under \"Exhibit 'A',\" entitled \"ALIMONY,\" the Agreement\n\nalso provided that:\n\n            All alimony payments shall be due in funds\n            available to the Wife on or before the first\n            of each month, and shall be subject to a late\n            payment penalty in the amount of $50.00 for\n            each day after the first of each month upon\n            which they are received by or become available\n            to the Wife.\n\nExhibit A further provided that \"[t]he payments made by the Husband\n\n. . . shall be deductible for the Husband and taxable to the Wife\n\nfor income tax purposes.\"\n\n            With the exception of debts related to one property,\n\nSmith was to be responsible for the parties' marital debts.              In\n\naddition, the Agreement also provided that the Husband would \"pay\n\nto the Wife $150 per month toward the maintenance of a health plan\n\nof the Wife's choice for her benefit.\"          Finally, the Agreement\n\n\n                                    -3-\n\fprovided   that    either    party   would    be   entitled    to   reasonable\n\nattorney's fees in the event of a breach.\n\n           Smith    appears     to   have     fallen   in     arrears    almost\n\nimmediately after the Agreement became effective, and in 1998, he\n\nfiled a Complaint for Modification with the probate court.                    On\n\nAugust 20, 1998, the court entered a Judgment of Modification\n\namending the terms of the alimony payments to a total payment of\n\n$42,373 payable at a rate of $500 per month until paid in full.\n\nOther than this change, the Separation Agreement remained in full\n\nforce and effect.\n\n           In 2005, Pritchett filed a Complaint for Contempt with\n\nthe appropriate Massachusetts probate court seeking accrued late\n\npayment penalties from Smith.        The court found that although Smith\n\nwas current on his alimony payments, and had only one remaining\n\npayment due, his payments had been consistently late. As a result,\n\non September 16, 2005, the court entered judgment against Smith in\n\nthe amount of $75,010, which represented the late payment penalties\n\nthat had accumulated since the 1998 modification.\n\n           In     2006,     Pritchett     commenced    an   action      in   the\n\nHillsborough Superior Court in the state of New Hampshire to\n\nenforce the judgment and obtained an ex parte attachment to Smith's\n\nhomestead in New Hampshire. A lien was recorded accordingly in the\n\nHillsborough County Registry of Deeds on July 21, 2006.                      On\n\nMarch 2, 2007, the New Hampshire court approved a stipulation by\n\n\n                                        -4-\n\fthe parties for a judgement of $75,010 plus applicable statutory\n\ninterest and costs.\n\n          On October 5, 2007, Smith filed a voluntary petition\n\nunder Chapter 13 of the Bankruptcy Code with the United States\n\nBankruptcy Court for the District of New Hampshire.        Smith's\n\nbankruptcy schedules listed Pritchett's claim to late payment\n\npenalties in Schedule D, \"Creditors Holding Secured Claims.\"\n\n          Smith filed a proposed Chapter 13 Plan on October 11,\n\n2007, disclosing his intent to file a motion to avoid Pritchett's\n\nlien pursuant to 11 U.S.C. § 522(f), maintaining that it impaired\n\nhis homestead exemption under N.H. Rev. Stat. Ann. §    480:1.1   On\n\nNovember 29, 2007, Pritchett filed a proof of claim in the amount\n\nof $81,932.04.2   Pritchett also filed an objection to confirmation\n\nof Smith's proposed Chapter 13 plan asserting that her claim was\n\nsecured and that it was a domestic support obligation and thus\n\nentitled to priority under 11 U.S.C. § 507(a)(1)(A).   See also 11\n\nU.S.C. § 1328(a)(2) (excepting from discharge domestic support\n\n\n\n1\n  The Bankruptcy Code states that a Chapter 13 Plan shall \"provide\nfor the full payment, in deferred cash payments, of all claims\nentitled to priority under Section 507 of this title, unless the\nholder of a particular claim agrees to a different treatment of\nsuch claim.\" 11 U.S.C. § 1322(a)(2).\n2\n   \"When a debtor declares bankruptcy, each of its creditors is\nentitled to file a proof of claim-i.e., a document providing proof\nof a right to payment-against the debtor's estate.\" Travelers Cas.\nand Sur. Co. of America v. Pacific Gas and Elec. Co., 549 U.S. 443,\n449 (2007) (internal quotations omitted); see also 11 U.S.C. § 101\n(5)(A).\n\n                                -5-\n\fobligations).       On December 6, 2007, Smith filed an objection to\n\nPritchett's proof of claim, and a motion to avoid Pritchett's lien.\n\n               The bankruptcy court conducted a non-evidentiary hearing\n\non the motions and held that Pritchett's claim was a domestic\n\nsupport       obligation   and    thus    denied      Smith's   motion   to   avoid\n\nPritchett's lien.       Conceding it was a \"close call,\" the bankruptcy\n\ncourt concluded that the $50 fee \"looks, smells, and feels too much\n\nlike attorneys' fees collecting alimony and support payments, which\n\nhave historically . . . been treated as in the same nature\" as\n\nalimony.       Consequently, the court entered orders denying Smith's\n\nmotion to avoid Pritchett's lien on his home and overruling his\n\nobjection to Pritchett's claim.            Smith appealed to the BAP, which\n\nheld oral arguments on December 29, 2008.                  The BAP reversed the\n\nbankruptcy court on both counts, holding that the obligation at\n\nissue was not in the nature of support and thus the lien on Smith's\n\nhome was avoidable and the claim was a general unsecured claim not\n\nentitled to priority status.             See In re Smith, 398 B.R. 715 (1st\n\nCir.    BAP    2008).      The   BAP   held    that    \"the   bankruptcy   court's\n\nstatement that ' . . . it looks, smells and feels too much like\n\nattorneys' fees\" was not supported by the Agreement or the state\n\ncourt order since the Agreement separately provided for attorneys'\n\nfees.     Id. at 722. Subsequent to the BAP's decision, Smith's\n\nresidence was foreclosed upon by a senior lien holder, rendering\n\nthe lien avoidance issue moot.\n\n\n                                         -6-\n\f                       II. Standard of Review\n\n          On this appeal, we are essentially in the same position\n\nas the BAP, \"reviewing the bankruptcy court's findings of fact for\n\nclear error and affording de novo review to its conclusions of\n\nlaw.\"   In re Werthen, 329 F.3d 269, 272 (1st Cir. 2003).       The\n\nquestion of intent is one of fact, see In re Werthen, 282 B.R. 553,\n\n556 (B.A.P. 1st Cir. 2002) (collecting cases), but also implicates\n\nquestions of law.   See, e.g., In re Hale, 289 B.R. 788, 791 (B.A.P.\n\n1st Cir. 2003).     In this case, we agree with the BAP that the\n\nbankruptcy court judge's determination that the $50 fee was like\n\nattorneys' fees is not supported by the Agreement and thus clearly\n\nerroneous. In any event, the parties agree that the relevant facts\n\nare undisputed and therefore our review is de novo.\n\n                          III. Discussion\n\n          The term \"domestic support obligation\" (\"DSO\") is a newly\n\ndefined term in the Bankruptcy Code, as updated by the Bankruptcy\n\nAbuse Prevention and Consumer Protection Act of 2005 (\"BAPCPA\").\n\nSee Pub. L. 109-8, 119 Stat. 23 (2005).   As relevant here, a DSO is\n\ndefined as\n\n          a debt that accrues before, on, or after the\n          date of the order for relief in a case under\n          this title, including interest that accrues on\n          that debt as provided under applicable\n          nonbankruptcy law [owed to] a former spouse\n          [and that is] in the nature of alimony,\n          maintenance, or support . . . without regard\n          to   whether  such   debt   is  expressly   so\n          designated.\n\n\n                                -7-\n\f11 U.S.C. § 101(14A).              Thus, pursuant to the statute, for an\n\nobligation to a former spouse to be considered a DSO, it must\n\nactually be in the nature of support.                 This issue is one of federal\n\nbankruptcy law, and not state law.                  See In re Werthen, 329 F.3d at\n\n272-73.\n\n            DSO creditors receive special treatment in bankruptcy.\n\nThey are given priority over most other creditors, see 11 U.S.C.\n\n§§ 507(a)(1)(A), (B), and their claims are also nondischargeable\n\nunder chapters 7 and 13. See 11 U.S.C. §§ 727(b), 1328(a)(2).                          The\n\nparty     seeking    to     have    a    debt       determined     a    DSO    and     thus\n\nnondischargeable bears the burden of proving that the obligation is\n\nin the nature of support.                In re Werthen, 329 F.3d at 271-72\n\n(stating that moving party \"bore the burden of showing that the\n\ndebts were nondischargeable\") (citing Grogan v. Garner, 498 U.S.\n\n279, 287-88 (1991)).\n\n            \"[S]upport payments are, roughly speaking, what is given\n\nto provide for the upkeep of the recipient spouse and children.\"\n\nIn   re   Werthen,    329    F.3d   at       273.     The   label      applied    to   the\n\nobligation    by     the    court       or   the    parties   is       not    necessarily\n\ncontrolling for Bankruptcy Code purposes.                   Id.    We have said that\n\none of the principal issues is \"whether the divorce court judge\n\n'intended' a particular award to be for support or for something\n\nelse.\" Id. In other words, the intended purpose the obligation was\n\nmeant to serve.      To discern this intent, \"courts look to a range of\n\n\n                                             -8-\n\ffactors, including the language used by the divorce court and\n\nwhether the award seems designed to assuage need, as discerned from\n\nthe structure of the award and the financial circumstances of the\n\nrecipients.\"   Id.   This Court has not adopted a specific multi-\n\nfactor test used to discern intent when determining whether an\n\nobligation is in the nature of support.       See In re Soforenko, 203\n\nB.R. 853, 859 (Bankr. D. Mass. 1997) (describing the multitude of\n\nmulti-factor tests used in this Circuit).        Agreeing with the BAP\n\nthat \"[a]s in all fact intensive inquiries, the critical factors\n\ndepend on the totality of circumstances of a particular case,\" we\n\ndecline to do so now.    In re Smith, 398 B.R. at 722.\n\n           A trial court may look beyond the separation agreement to\n\ndiscern the parties' relative financial circumstances at the time\n\nof the divorce as evidence of the intent of the parties.              See,\n\ne.g., In re Werthen, 329 F.3d at 273-74.              In this case, the\n\nbankruptcy   court   decided   that   supplementing    the   record   with\n\nadditional information was unnecessary, because\n\n           whatever [the parties'] relative status was is\n           totally subsumed by the fact that they agreed\n           to a schedule of alimony payments that were\n           fixed . . . and that was approved by the\n           Court, so that, to me, is the final reflection\n           by the agreement of the parties and by the\n           order of the Court on what their economic\n           disparity   in terms of assets and earning\n           potential and income were at the time.\n\nHearing Tr. Jan. 30, 2008, at 38.       The parties do not dispute this\n\nholding.\n\n\n                                  -9-\n\f           The question then is whether, given the language of the\n\nagreement, the $50 per day late payment fee provision was intended\n\nas support to Pritchett, or, alternatively was intended as a\n\npunitive measure to deter Smith from paying late. Pritchett argues\n\nthat the language in the Agreement supports her position that the\n\n$50 fee was intended to serve as alimony, maintenance, or support.\n\nShe points out that the fee provision was included in an Exhibit\n\nentitled \"ALIMONY.\" She also points out that the Agreement did not\n\ndistinguish between the alimony schedule and the $50 late fee, and\n\nstated that any payments made by Smith under the Exhibit were to be\n\ntreated the same way alimony is normally treated for income tax\n\npurposes. That is, the payments were deductible as alimony to him,\n\nand taxable to her.3\n\n           We find Pritchett's arguments to be unavailing.   First,\n\nat the same time that the provision was located under a heading\n\ncalled \"ALIMONY\" in the Agreement, the language of the provision\n\nreferred to it as a \"late payment penalty.\"4    In any event, the\n\n\n3\n   At oral argument and in response to this Court's question,\nPritchett argued that the fee was intended to compensate her for\nthe time value of her alimony payments, and the cost of procuring\ninterim financing while her alimony payments were outstanding.\nThis court will generally \"not consider an issue raised for the\nfirst time at oral argument,\" Piazza v. Aponte Roque, 909 F.2d 35,\n37 (1st Cir. 1990), but our holding in this case would not be\ndifferent even if Pritchett had advanced this position in her\nbrief.\n4\n    This part of the Agreement read, in relevant part:\n\n      All alimony payments shall be due in funds available to\n\n                               -10-\n\flabels parties give to obligations are not controlling here, as\n\ndiscussed supra.   See also In re Werthen, 329 F.3d at 273 (noting\n\nthat \"federal courts have been unwilling to treat the label applied\n\nby the divorce court as controlling for Bankruptcy Code purposes\").\n\nWhile the tax treatment of the provision constitutes a factor\n\nfavoring Pritchett, we are persuaded that the late fee was intended\n\nto encourage payment of alimony and was not itself alimony.\n\n          First, the fee was contingent on Smith's tardiness to\n\npay, and was not certain to materialize at all.    Since Pritchett\n\nhad no expectation of this payment unless and until Smith was late,\n\nit follows that the only way this contingent payment could be\n\nconsidered alimony is if it was meant to compensate Pritchett for\n\nthe time during which she was waiting for her alimony payment.5\n\nHowever, that argument is belied by the fact that the $50 fee was\n\na fixed charge that had no connection to the actual alimony owed to\n\nPritchett.   Whether Smith was late by a single dollar or by the\n\nentire alimony payment, he would still owe Pritchett the same $50.\n\n          Second, the Agreement called for Smith's monthly alimony\n\npayments to decrease every year, from $2,300 to $1,600, and to as\n\n\n\n     the Wife on or before the first of each month, and shall\n     be subject to a late payment penalty in the amount of\n     $50.00 for each day after the first of each month upon\n     which they are received by or become available to the\n     Wife.\n5\n  This was a position that was not advanced by Pritchett, as noted\nabove, but which we consider here only for the sake of argument.\n\n                               -11-\n\flow as $1,000 if Pritchett remarried.             In contrast, the fee for a\n\nlate payment was fixed throughout the term of the Agreement.                   A $50\n\nper day fee completely disconnected from any amount that Smith owed\n\nPritchett cannot have been expected to be directly related to her\n\nrecouping those costs.       Had the parties provided for an interest-\n\nbased    fee,   contingent    on   the   amount     of    alimony   outstanding,\n\nPritchett would have a stronger argument.6\n\n              The   substantial    provisions       for    Pritchett's    support\n\noutlined in the agreement also weigh against finding that the late\n\npayment fee was intended to provide for Pritchett's support.                    The\n\nAgreement that Smith and Pritchett entered into was relatively\n\nsophisticated.       In addition to alimony that continued even in the\n\nevent    of   Pritchett's    remarriage,      the    Agreement      provided    for\n\ncontributions toward her medical insurance premiums, and mandated\n\nthat the support outlive Smith's death.               Legal fees incurred in\n\nenforcing the agreement, a provision not always contemplated in\n\nsuch    contracts,    were   clearly     provided    for    in   this    instance.\n\nPritchett also received the only real estate owned by the parties\n\nthat was not in foreclosure, and Smith was solely responsible for\n\nthe parties' debts incurred prior to the divorce.\n\n              We therefore agree with the BAP's conclusion that the\n\nobligation to pay a $50 fee per day that Smith was late in alimony\n\n\n6\n     Massachusetts provides statutory interest for judgments\nprecisely to mitigate the incremental costs arising from late\npayments. See Osborne v. Biotti, 533 N.E.2d 1341 (1989).\n\n                                       -12-\n\fpayments   was   \"intended   to   ensure   that   Pritchett's   need   was\n\nassuaged, though it was not itself intended to assuage the need.\"\n\nIn re Smith, 398 B.R. at 723.            Accordingly, we conclude that\n\nPritchett's claim is a general unsecured claim not entitled to\n\npriority status and can be discharged in Smith's bankruptcy.           See\n\n11 U.S.C. §§ 523(a)(15), 1328(a)(2).7\n\n           Affirmed.\n\n\n\n\n7\n  We clarify that our holding today does not speak to the validity\nof the Agreement between the parties. Our decision only affects\nthe treatment of Pritchett's claim in bankruptcy.\n\n                                  -13-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>586 F.3d 69 (2009)</b></center>\n<center><h1>In re Nelson J. SMITH, Debtor.<br>\nNelson J. Smith, Appellee,<br>\nv.<br>\nRita M. Pritchett, Appellant.</h1></center>\n<center>No. 09-9005.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard July 27, 2009.</center>\n<center>Decided November 6, 2009.</center>\n<p><span class=\"star-pagination\">*70</span> Clifford P. Gallant, Jr., with whom Beliveau, Fradette, Doyle &amp; Gallant, P.A., was on brief for appellant.</p>\n<p><span class=\"star-pagination\">*71</span> Mark P. Cornell, with whom Kelly Ovitt Puc and Cornell and Ovitt Puc, PLLC, was on brief for appellee.</p>\n<p>Before TORRUELLA and BOUDIN, Circuit Judges, and SARIS,<sup>[*]</sup> District Judge.</p>\n<p>TORRUELLA, Circuit Judge.</p>\n<p>This is an appeal of an order of the Bankruptcy Appellate Panel (\"BAP\") reversing an order of the Bankruptcy Court. The BAP held that a late payment penalty was not a domestic support obligation and thus dischargeable in bankruptcy. After thorough consideration, we affirm.</p>\n<p></p>\n<h2>I. Facts &amp; Procedural History</h2>\n<p>The issue in this appeal arises from the marriage and subsequent divorce of Nelson J. Smith and Rita M. Pritchett. The parties were married on April 20, 1986. No children were born of the marriage. A little over nine years later, the parties filed for divorce in the Middlesex County Probate and Family Court, citing an irretrievable breakdown of the marriage. On October 26, 1995, the Probate Court approved a Separation Agreement (\"Agreement\") filed jointly by the parties. The court's order provided that the Agreement survived as an independent contract.</p>\n<p>The Agreement stated that it resolved all issues between the parties, and that the parties' respective financial circumstances had been taken into account, although the parties' specific circumstances were not disclosed in the Agreement.</p>\n<p>The Agreement contained and incorporated Exhibits A, B, C, D, E, F, and G, detailing the duties of the parties. The Exhibits were entitled \"ALIMONY,\" \"MEDICAL INSURANCE,\" \"DIVISION OF ASSETS,\" \"LIFE INSURANCE,\" \"ALLOCATION OF MARITAL DEBTS,\" \"INCOME TAX RETURNS,\" and \"SPECIAL PROVISIONS,\" respectively. Exhibit A awarded Pritchett alimony payments beginning at $2,300 per month and decreasing to $1,600 per month on a set schedule that would terminate approximately five years after the signing of the Agreement. In the event of Pritchett's remarriage, the Agreement stated that alimony payments were to decrease to $1,000 per month but nevertheless continue through the five year period. The Agreement also included a provision requiring Smith to purchase and transfer to Pritchett a term life insurance policy on his life for the five year term of the alimony payments to ensure that the alimony payments would survive Smith's death.</p>\n<p>Under \"Exhibit `A',\" entitled \"ALIMONY,\" the Agreement also provided that:</p>\n<blockquote>All alimony payments shall be due in funds available to the Wife on or before the first of each month, and shall be subject to a late payment penalty in the amount of $50.00 for each day after the first of each month upon which they are received by or become available to the Wife.</blockquote>\n<p>Exhibit A further provided that \"[t]he payments made by the Husband ... shall be deductible for the Husband and taxable to the Wife for income tax purposes.\"</p>\n<p>With the exception of debts related to one property, Smith was to be responsible for the parties' marital debts. In addition, the Agreement also provided that the Husband would \"pay to the Wife $150 per month toward the maintenance of a health plan of the Wife's choice for her benefit.\" Finally, the Agreement provided that either party would be entitled to reasonable attorney's fees in the event of a breach.</p>\n<p><span class=\"star-pagination\">*72</span> Smith appears to have fallen in arrears almost immediately after the Agreement became effective, and in 1998, he filed a Complaint for Modification with the probate court. On August 20, 1998, the court entered a Judgment of Modification amending the terms of the alimony payments to a total payment of $42,373 payable at a rate of $500 per month until paid in full. Other than this change, the Separation Agreement remained in full force and effect.</p>\n<p>In 2005, Pritchett filed a Complaint for Contempt with the appropriate Massachusetts probate court seeking accrued late payment penalties from Smith. The court found that although Smith was current on his alimony payments, and had only one remaining payment due, his payments had been consistently late. As a result, on September 16, 2005, the court entered judgment against Smith in the amount of $75,010, which represented the late payment penalties that had accumulated since the 1998 modification.</p>\n<p>In 2006, Pritchett commenced an action in the Hillsborough Superior Court in the state of New Hampshire to enforce the judgment and obtained an ex parte attachment to Smith's homestead in New Hampshire. A lien was recorded accordingly in the Hillsborough County Registry of Deeds on July 21, 2006. On March 2, 2007, the New Hampshire court approved a stipulation by the parties for a judgement of $75,010 plus applicable statutory interest and costs.</p>\n<p>On October 5, 2007, Smith filed a voluntary petition under Chapter 13 of the Bankruptcy Code with the United States Bankruptcy Court for the District of New Hampshire. Smith's bankruptcy schedules listed Pritchett's claim to late payment penalties in Schedule D, \"Creditors Holding Secured Claims.\"</p>\n<p>Smith filed a proposed Chapter 13 Plan on October 11, 2007, disclosing his intent to file a motion to avoid Pritchett's lien pursuant to 11 U.S.C. § 522(f), maintaining that it impaired his homestead exemption under N.H.Rev.Stat. Ann. § 480:1.<sup>[1]</sup> On November 29, 2007, Pritchett filed a proof of claim in the amount of $81,932.04.<sup>[2]</sup> Pritchett also filed an objection to confirmation of Smith's proposed Chapter 13 plan asserting that her claim was secured and that it was a domestic support obligation and thus entitled to priority under 11 U.S.C. § 507(a)(1)(A). <i>See also</i> 11 U.S.C. § 1328(a)(2) (excepting from discharge domestic support obligations). On December 6, 2007, Smith filed an objection to Pritchett's proof of claim, and a motion to avoid Pritchett's lien.</p>\n<p>The bankruptcy court conducted a non-evidentiary hearing on the motions and held that Pritchett's claim was a domestic support obligation and thus denied Smith's motion to avoid Pritchett's lien. Conceding it was a \"close call,\" the bankruptcy court concluded that the $50 fee \"looks, smells, and feels too much like attorneys' fees collecting alimony and support payments, which have historically ... been treated as in the same nature\" as alimony. <span class=\"star-pagination\">*73</span> Consequently, the court entered orders denying Smith's motion to avoid Pritchett's lien on his home and overruling his objection to Pritchett's claim. Smith appealed to the BAP, which held oral arguments on December 29, 2008. The BAP reversed the bankruptcy court on both counts, holding that the obligation at issue was not in the nature of support and thus the lien on Smith's home was avoidable and the claim was a general unsecured claim not entitled to priority status. <i>See </i><i>In re Smith,</i> 398 B.R. 715 (1st Cir.BAP2008). The BAP held that \"the bankruptcy court's statement that' ... it looks, smells and feels too much like attorneys' fees\" was not supported by the Agreement or the state court order since the Agreement separately provided for attorneys' fees. <i>Id.</i> at 722. Subsequent to the BAP's decision, Smith's residence was foreclosed upon by a senior lien holder, rendering the lien avoidance issue moot.</p>\n<p></p>\n<h2>II. Standard of Review</h2>\n<p>On this appeal, we are essentially in the same position as the BAP, \"reviewing the bankruptcy court's findings of fact for clear error and affording <i>de novo</i> review to its conclusions of law.\" <i>In re Werthen,</i> 329 F.3d 269, 272 (1st Cir.2003). The question of intent is one of fact, <i>see </i><i>In re Werthen,</i> 282 B.R. 553, 556 (1st Cir. BAP 2002) (collecting cases), but also implicates questions of law. <i>See, e.g., </i><i>In re Hale,</i> 289 B.R. 788, 791 (1st Cir. BAP 2003). In this case, we agree with the BAP that the bankruptcy court judge's determination that the $50 fee was like attorneys' fees is not supported by the Agreement and thus clearly erroneous. In any event, the parties agree that the relevant facts are undisputed and therefore our review is <i>de novo.</i></p>\n<p></p>\n<h2>III. Discussion</h2>\n<p>The term \"domestic support obligation\" (\"DSO\") is a newly defined term in the Bankruptcy Code, as updated by the Bankruptcy Abuse Prevention and Consumer Protection Act of 2005 (\"BAPCPA\"). <i>See</i> Pub.L. 109-8, 119 Stat. 23 (2005). As relevant here, a DSO is defined as</p>\n<blockquote>a debt that accrues before, on, or after the date of the order for relief in a case under this title, including interest that accrues on that debt as provided under applicable nonbankruptcy law [owed to] a former spouse [and that is] in the nature of alimony, maintenance, or support... without regard to whether such debt is expressly so designated.</blockquote>\n<p>11 U.S.C. § 101(14A). Thus, pursuant to the statute, for an obligation to a former spouse to be considered a DSO, it must actually be in the nature of support. This issue is one of federal bankruptcy law, and not state law. <i>See </i><i>In re Werthen,</i> 329 F.3d at 272-73.</p>\n<p>DSO creditors receive special treatment in bankruptcy. They are given priority over most other creditors, <i>see</i> 11 U.S.C. §§ 507(a)(1)(A), (B), and their claims are also nondischargeable under chapters 7 and 13. <i>See</i> 11 U.S.C. §§ 727(b), 1328(a)(2). The party seeking to have a debt determined a DSO and thus nondischargeable bears the burden of proving that the obligation is in the nature of support. <i>In re Werthen,</i> 329 F.3d at 271-72 (stating that moving party \"bore the burden of showing that the debts were nondischargeable\") (citing <i>Grogan v. Garner,</i> 498 U.S. 279, 287-88, 111 S.Ct. 654, 112 L.Ed.2d 755 (1991)).</p>\n<p>\"[S]upport payments are, roughly speaking, what is given to provide for the upkeep of the recipient spouse and children.\" <i>In re Werthen,</i> 329 F.3d at 273. The label applied to the obligation by the court or the parties is not necessarily controlling <span class=\"star-pagination\">*74</span> for Bankruptcy Code purposes. <i>Id.</i> We have said that one of the principal issues is \"whether the divorce court judge `intended' a particular award to be for support or for something else.\" <i>Id.</i> In other words, the intended purpose the obligation was meant to serve. To discern this intent, \"courts look to a range of factors, including the language used by the divorce court and whether the award seems designed to assuage need, as discerned from the structure of the award and the financial circumstances of the recipients.\" <i>Id.</i> This Court has not adopted a specific multi-factor test used to discern intent when determining whether an obligation is in the nature of support. <i>See </i><i>In re Soforenko,</i> 203 B.R. 853, 859 (Bankr. D.Mass.1997) (describing the multitude of multi-factor tests used in this Circuit). Agreeing with the BAP that \"[a]s in all fact intensive inquiries, the critical factors depend on the totality of circumstances of a particular case,\" we decline to do so now. <i>In re Smith,</i> 398 B.R. at 722.</p>\n<p>A trial court may look beyond the separation agreement to discern the parties' relative financial circumstances at the time of the divorce as evidence of the intent of the parties. <i>See, e.g., </i><i>In re Werthen,</i> 329 F.3d at 273-74. In this case, the bankruptcy court decided that supplementing the record with additional information was unnecessary, because</p>\n<blockquote>whatever [the parties'] relative status was is totally subsumed by the fact that they agreed to a schedule of alimony payments that were fixed ... and that was approved by the Court, so that, to me, is the final reflection by the agreement of the parties and by the order of the Court on what their economic disparity in terms of assets and earning potential and income were at the time.</blockquote>\n<p>Hearing Tr. Jan. 30, 2008, at 38. The parties do not dispute this holding.</p>\n<p>The question then is whether, given the language of the agreement, the $50 per day late payment fee provision was intended as support to Pritchett, or, alternatively was intended as a punitive measure to deter Smith from paying late. Pritchett argues that the language in the Agreement supports her position that the $50 fee was intended to serve as alimony, maintenance, or support. She points out that the fee provision was included in an Exhibit entitled \"ALIMONY.\" She also points out that the Agreement did not distinguish between the alimony schedule and the $50 late fee, and stated that any payments made by Smith under the Exhibit were to be treated the same way alimony is normally treated for income tax purposes. That is, the payments were deductible as alimony to him, and taxable to her.<sup>[3]</sup></p>\n<p>We find Pritchett's arguments to be unavailing. First, at the same time that the provision was located under a heading called \"ALIMONY\" in the Agreement, the language of the provision referred to it as a \"late payment penalty.\"<sup>[4]</sup> In any event, <span class=\"star-pagination\">*75</span> the labels parties give to obligations are not controlling here, as discussed <i>supra. See also </i><i>In re Werthen,</i> 329 F.3d at 273 (noting that \"federal courts have been unwilling to treat the label applied by the divorce court as controlling for Bankruptcy Code purposes\"). While the tax treatment of the provision constitutes a factor favoring Pritchett, we are persuaded that the late fee was intended to encourage payment of alimony and was not itself alimony.</p>\n<p>First, the fee was contingent on Smith's tardiness to pay, and was not certain to materialize at all. Since Pritchett had no expectation of this payment unless and until Smith was late, it follows that the only way this contingent payment could be considered alimony is if it was meant to compensate Pritchett for the time during which she was waiting for her alimony payment.<sup>[5]</sup> However, that argument is belied by the fact that the $50 fee was a fixed charge that had no connection to the actual alimony owed to Pritchett. Whether Smith was late by a single dollar or by the entire alimony payment, he would still owe Pritchett the same $50.</p>\n<p>Second, the Agreement called for Smith's monthly alimony payments to decrease every year, from $2,300 to $1,600, and to as low as $1,000 if Pritchett remarried. In contrast, the fee for a late payment was fixed throughout the term of the Agreement. A $50 per day fee completely disconnected from any amount that Smith owed Pritchett cannot have been expected to be directly related to her recouping those costs. Had the parties provided for an interest-based fee, contingent on the amount of alimony outstanding, Pritchett would have a stronger argument.<sup>[6]</sup></p>\n<p>The substantial provisions for Pritchett's support outlined in the agreement also weigh against finding that the late payment fee was intended to provide for Pritchett's support. The Agreement that Smith and Pritchett entered into was relatively sophisticated. In addition to alimony that continued even in the event of Pritchett's remarriage, the Agreement provided for contributions toward her medical insurance premiums, and mandated that the support outlive Smith's death. Legal fees incurred in enforcing the agreement, a provision not always contemplated in such contracts, were clearly provided for in this instance. Pritchett also received the only real estate owned by the parties that was not in foreclosure, and Smith was solely responsible for the parties' debts incurred prior to the divorce.</p>\n<p>We therefore agree with the BAP's conclusion that the obligation to pay a $50 fee per day that Smith was late in alimony payments was \"intended to ensure that Pritchett's need was assuaged, though it was not itself intended to assuage the need.\" <i>In re Smith,</i> 398 B.R. at 723. Accordingly, we conclude that Pritchett's claim is a general unsecured claim not entitled to priority status and can be discharged in Smith's bankruptcy. <i>See</i> 11 U.S.C. §§ 523(a)(15), 1328(a)(2).<sup>[7]</sup></p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of Massachusetts, sitting by designation.</p>\n<p>[1]  The Bankruptcy Code states that a Chapter 13 Plan shall \"provide for the full payment, in deferred cash payments, of all claims entitled to priority under Section 507 of this title, unless the holder of a particular claim agrees to a different treatment of such claim.\" 11 U.S.C. § 1322(a)(2).</p>\n<p>[2]  \"When a debtor declares bankruptcy, each of its creditors is entitled to file a proof of claim-i.e., a document providing proof of a right to payment-against the debtor's estate.\" <i>Travelers Cas. and Sur. Co. of America v. Pacific Gas and Elec. Co.,</i> 549 U.S. 443, 449, 127 S.Ct. 1199, 167 L.Ed.2d 178 (2007) (internal quotations omitted); <i>see also</i> 11 U.S.C. § 101(5)(A).</p>\n<p>[3]  At oral argument and in response to this Court's question, Pritchett argued that the fee was intended to compensate her for the time value of her alimony payments, and the cost of procuring interim financing while her alimony payments were outstanding. This court will generally \"not consider an issue raised for the first time at oral argument,\" <i>Piazza v. Aponte Roque,</i> 909 F.2d 35, 37 (1st Cir.1990), but our holding in this case would not be different even if Pritchett had advanced this position in her brief.</p>\n<p>[4]  This part of the Agreement read, in relevant part:\n</p>\n<p>All alimony payments shall be due in funds available to the Wife on or before the first of each month, and shall be subject to a late payment penalty in the amount of $50.00 for each day after the first of each month upon which they are received by or become available to the Wife.</p>\n<p>[5]  This was a position that was not advanced by Pritchett, as noted above, but which we consider here only for the sake of argument.</p>\n<p>[6]  Massachusetts provides statutory interest for judgments precisely to mitigate the incremental costs arising from late payments. <i>See </i><i>Osborne v. Biotti,</i> 404 Mass. 112, 533 N.E.2d 1341 (1989).</p>\n<p>[7]  We clarify that our holding today does not speak to the validity of the Agreement between the parties. Our decision only affects the treatment of Pritchett's claim in bankruptcy.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">586</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></span> (2009)</b></center>\n<center><h1>In re Nelson J. SMITH, Debtor.<br>\nNelson J. Smith, Appellee,<br>\nv.<br>\nRita M. Pritchett, Appellant.</h1></center>\n<center>No. 09-9005.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard July 27, 2009.</center>\n<center>Decided November 6, 2009.</center>\n<p><span class=\"star-pagination\">*70</span> Clifford P. Gallant, Jr., with whom Beliveau, Fradette, Doyle &amp; Gallant, P.A., was on brief for appellant.</p>\n<p><span class=\"star-pagination\">*71</span> Mark P. Cornell, with whom Kelly Ovitt Puc and Cornell and Ovitt Puc, PLLC, was on brief for appellee.</p>\n<p>Before TORRUELLA and BOUDIN, Circuit Judges, and SARIS,<sup>[*]</sup> District Judge.</p>\n<p>TORRUELLA, Circuit Judge.</p>\n<p>This is an appeal of an order of the Bankruptcy Appellate Panel (\"BAP\") reversing an order of the Bankruptcy Court. The BAP held that a late payment penalty was not a domestic support obligation and thus dischargeable in bankruptcy. After thorough consideration, we affirm.</p>\n<p></p>\n<h2>I. Facts &amp; Procedural History</h2>\n<p>The issue in this appeal arises from the marriage and subsequent divorce of Nelson J. Smith and Rita M. Pritchett. The parties were married on April 20, 1986. No children were born of the marriage. A little over nine years later, the parties filed for divorce in the Middlesex County Probate and Family Court, citing an irretrievable breakdown of the marriage. On October 26, 1995, the Probate Court approved a Separation Agreement (\"Agreement\") filed jointly by the parties. The court's order provided that the Agreement survived as an independent contract.</p>\n<p>The Agreement stated that it resolved all issues between the parties, and that the parties' respective financial circumstances had been taken into account, although the parties' specific circumstances were not disclosed in the Agreement.</p>\n<p>The Agreement contained and incorporated Exhibits A, B, C, D, E, F, and G, detailing the duties of the parties. The Exhibits were entitled \"ALIMONY,\" \"MEDICAL INSURANCE,\" \"DIVISION OF ASSETS,\" \"LIFE INSURANCE,\" \"ALLOCATION OF MARITAL DEBTS,\" \"INCOME TAX RETURNS,\" and \"SPECIAL PROVISIONS,\" respectively. Exhibit A awarded Pritchett alimony payments beginning at $2,300 per month and decreasing to $1,600 per month on a set schedule that would terminate approximately five years after the signing of the Agreement. In the event of Pritchett's remarriage, the Agreement stated that alimony payments were to decrease to $1,000 per month but nevertheless continue through the five year period. The Agreement also included a provision requiring Smith to purchase and transfer to Pritchett a term life insurance policy on his life for the five year term of the alimony payments to ensure that the alimony payments would survive Smith's death.</p>\n<p>Under \"Exhibit `A',\" entitled \"ALIMONY,\" the Agreement also provided that:</p>\n<blockquote>All alimony payments shall be due in funds available to the Wife on or before the first of each month, and shall be subject to a late payment penalty in the amount of $50.00 for each day after the first of each month upon which they are received by or become available to the Wife.</blockquote>\n<p>Exhibit A further provided that \"[t]he payments made by the Husband ... shall be deductible for the Husband and taxable to the Wife for income tax purposes.\"</p>\n<p>With the exception of debts related to one property, Smith was to be responsible for the parties' marital debts. In addition, the Agreement also provided that the Husband would \"pay to the Wife $150 per month toward the maintenance of a health plan of the Wife's choice for her benefit.\" Finally, the Agreement provided that either party would be entitled to reasonable attorney's fees in the event of a breach.</p>\n<p><span class=\"star-pagination\">*72</span> Smith appears to have fallen in arrears almost immediately after the Agreement became effective, and in 1998, he filed a Complaint for Modification with the probate court. On August 20, 1998, the court entered a Judgment of Modification amending the terms of the alimony payments to a total payment of $42,373 payable at a rate of $500 per month until paid in full. Other than this change, the Separation Agreement remained in full force and effect.</p>\n<p>In 2005, Pritchett filed a Complaint for Contempt with the appropriate Massachusetts probate court seeking accrued late payment penalties from Smith. The court found that although Smith was current on his alimony payments, and had only one remaining payment due, his payments had been consistently late. As a result, on September 16, 2005, the court entered judgment against Smith in the amount of $75,010, which represented the late payment penalties that had accumulated since the 1998 modification.</p>\n<p>In 2006, Pritchett commenced an action in the Hillsborough Superior Court in the state of New Hampshire to enforce the judgment and obtained an ex parte attachment to Smith's homestead in New Hampshire. A lien was recorded accordingly in the Hillsborough County Registry of Deeds on July 21, 2006. On March 2, 2007, the New Hampshire court approved a stipulation by the parties for a judgement of $75,010 plus applicable statutory interest and costs.</p>\n<p>On October 5, 2007, Smith filed a voluntary petition under Chapter 13 of the Bankruptcy Code with the United States Bankruptcy Court for the District of New Hampshire. Smith's bankruptcy schedules listed Pritchett's claim to late payment penalties in Schedule D, \"Creditors Holding Secured Claims.\"</p>\n<p>Smith filed a proposed Chapter 13 Plan on October 11, 2007, disclosing his intent to file a motion to avoid Pritchett's lien pursuant to 11 U.S.C. § 522(f), maintaining that it impaired his homestead exemption under N.H.Rev.Stat. Ann. § 480:1.<sup>[1]</sup> On November 29, 2007, Pritchett filed a proof of claim in the amount of $81,932.04.<sup>[2]</sup> Pritchett also filed an objection to confirmation of Smith's proposed Chapter 13 plan asserting that her claim was secured and that it was a domestic support obligation and thus entitled to priority under 11 U.S.C. § 507(a)(1)(A). <i>See also</i> 11 U.S.C. § 1328(a)(2) (excepting from discharge domestic support obligations). On December 6, 2007, Smith filed an objection to Pritchett's proof of claim, and a motion to avoid Pritchett's lien.</p>\n<p>The bankruptcy court conducted a non-evidentiary hearing on the motions and held that Pritchett's claim was a domestic support obligation and thus denied Smith's motion to avoid Pritchett's lien. Conceding it was a \"close call,\" the bankruptcy court concluded that the $50 fee \"looks, smells, and feels too much like attorneys' fees collecting alimony and support payments, which have historically ... been treated as in the same nature\" as alimony. <span class=\"star-pagination\">*73</span> Consequently, the court entered orders denying Smith's motion to avoid Pritchett's lien on his home and overruling his objection to Pritchett's claim. Smith appealed to the BAP, which held oral arguments on December 29, 2008. The BAP reversed the bankruptcy court on both counts, holding that the obligation at issue was not in the nature of support and thus the lien on Smith's home was avoidable and the claim was a general unsecured claim not entitled to priority status. <i>See </i><i>In re Smith,</i> <span class=\"citation\" data-id=\"1839635\"><a href=\"/opinion/1839635/in-re-smith/\"><span class=\"volume\">398</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">715</span></a></span> (1st Cir.BAP2008). The BAP held that \"the bankruptcy court's statement that' ... it looks, smells and feels too much like attorneys' fees\" was not supported by the Agreement or the state court order since the Agreement separately provided for attorneys' fees. <i>Id.</i> at 722. Subsequent to the BAP's decision, Smith's residence was foreclosed upon by a senior lien holder, rendering the lien avoidance issue moot.</p>\n<p></p>\n<h2>II. Standard of Review</h2>\n<p>On this appeal, we are essentially in the same position as the BAP, \"reviewing the bankruptcy court's findings of fact for clear error and affording <i>de novo</i> review to its conclusions of law.\" <i>In re Werthen,</i> <span class=\"citation\" data-id=\"781980\"><a href=\"/opinion/781980/in-re-paul-a-werthen-debtor-paul-a-werthen-v-kathleen-werthen/\"><span class=\"volume\">329</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">269</span></a></span>, 272 (1st Cir.2003). The question of intent is one of fact, <i>see </i><i>In re Werthen,</i> <span class=\"citation\" data-id=\"1882488\"><a href=\"/opinion/1882488/in-re-werthen/\"><span class=\"volume\">282</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">553</span></a></span>, 556 (1st Cir. BAP 2002) (collecting cases), but also implicates questions of law. <i>See, e.g., </i><i>In re Hale,</i> <span class=\"citation\" data-id=\"1837812\"><a href=\"/opinion/1837812/in-re-hale/\"><span class=\"volume\">289</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">788</span></a></span>, 791 (1st Cir. BAP 2003). In this case, we agree with the BAP that the bankruptcy court judge's determination that the $50 fee was like attorneys' fees is not supported by the Agreement and thus clearly erroneous. In any event, the parties agree that the relevant facts are undisputed and therefore our review is <i>de novo.</i></p>\n<p></p>\n<h2>III. Discussion</h2>\n<p>The term \"domestic support obligation\" (\"DSO\") is a newly defined term in the Bankruptcy Code, as updated by the Bankruptcy Abuse Prevention and Consumer Protection Act of 2005 (\"BAPCPA\"). <i>See</i> Pub.L. 109-8, 119 Stat. 23 (2005). As relevant here, a DSO is defined as</p>\n<blockquote>a debt that accrues before, on, or after the date of the order for relief in a case under this title, including interest that accrues on that debt as provided under applicable nonbankruptcy law [owed to] a former spouse [and that is] in the nature of alimony, maintenance, or support... without regard to whether such debt is expressly so designated.</blockquote>\n<p>11 U.S.C. § 101(14A). Thus, pursuant to the statute, for an obligation to a former spouse to be considered a DSO, it must actually be in the nature of support. This issue is one of federal bankruptcy law, and not state law. <i>See </i><i>In re Werthen,</i> 329 F.3d at 272-73.</p>\n<p>DSO creditors receive special treatment in bankruptcy. They are given priority over most other creditors, <i>see</i> 11 U.S.C. §§ 507(a)(1)(A), (B), and their claims are also nondischargeable under chapters 7 and 13. <i>See</i> 11 U.S.C. §§ 727(b), 1328(a)(2). The party seeking to have a debt determined a DSO and thus nondischargeable bears the burden of proving that the obligation is in the nature of support. <i>In re Werthen,</i> 329 F.3d at 271-72 (stating that moving party \"bore the burden of showing that the debts were nondischargeable\") (citing <i>Grogan v. Garner,</i> <span class=\"citation\" data-id=\"112522\"><a href=\"/opinion/112522/grogan-v-garner/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span>, 287-88, <span class=\"citation\" data-id=\"112522\"><a href=\"/opinion/112522/grogan-v-garner/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">654</span></a></span>, <span class=\"citation\" data-id=\"112522\"><a href=\"/opinion/112522/grogan-v-garner/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">755</span></a></span> (1991)).</p>\n<p>\"[S]upport payments are, roughly speaking, what is given to provide for the upkeep of the recipient spouse and children.\" <i>In re Werthen,</i> 329 F.3d at 273. The label applied to the obligation by the court or the parties is not necessarily controlling <span class=\"star-pagination\">*74</span> for Bankruptcy Code purposes. <i>Id.</i> We have said that one of the principal issues is \"whether the divorce court judge `intended' a particular award to be for support or for something else.\" <i>Id.</i> In other words, the intended purpose the obligation was meant to serve. To discern this intent, \"courts look to a range of factors, including the language used by the divorce court and whether the award seems designed to assuage need, as discerned from the structure of the award and the financial circumstances of the recipients.\" <i>Id.</i> This Court has not adopted a specific multi-factor test used to discern intent when determining whether an obligation is in the nature of support. <i>See </i><i>In re Soforenko,</i> <span class=\"citation\" data-id=\"1916928\"><a href=\"/opinion/1916928/in-re-soforenko/\"><span class=\"volume\">203</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">853</span></a></span>, 859 (Bankr. D.Mass.1997) (describing the multitude of multi-factor tests used in this Circuit). Agreeing with the BAP that \"[a]s in all fact intensive inquiries, the critical factors depend on the totality of circumstances of a particular case,\" we decline to do so now. <i>In re Smith,</i> 398 B.R. at 722.</p>\n<p>A trial court may look beyond the separation agreement to discern the parties' relative financial circumstances at the time of the divorce as evidence of the intent of the parties. <i>See, e.g., </i><i>In re Werthen,</i> 329 F.3d at 273-74. In this case, the bankruptcy court decided that supplementing the record with additional information was unnecessary, because</p>\n<blockquote>whatever [the parties'] relative status was is totally subsumed by the fact that they agreed to a schedule of alimony payments that were fixed ... and that was approved by the Court, so that, to me, is the final reflection by the agreement of the parties and by the order of the Court on what their economic disparity in terms of assets and earning potential and income were at the time.</blockquote>\n<p>Hearing Tr. Jan. 30, 2008, at 38. The parties do not dispute this holding.</p>\n<p>The question then is whether, given the language of the agreement, the $50 per day late payment fee provision was intended as support to Pritchett, or, alternatively was intended as a punitive measure to deter Smith from paying late. Pritchett argues that the language in the Agreement supports her position that the $50 fee was intended to serve as alimony, maintenance, or support. She points out that the fee provision was included in an Exhibit entitled \"ALIMONY.\" She also points out that the Agreement did not distinguish between the alimony schedule and the $50 late fee, and stated that any payments made by Smith under the Exhibit were to be treated the same way alimony is normally treated for income tax purposes. That is, the payments were deductible as alimony to him, and taxable to her.<sup>[3]</sup></p>\n<p>We find Pritchett's arguments to be unavailing. First, at the same time that the provision was located under a heading called \"ALIMONY\" in the Agreement, the language of the provision referred to it as a \"late payment penalty.\"<sup>[4]</sup> In any event, <span class=\"star-pagination\">*75</span> the labels parties give to obligations are not controlling here, as discussed <i>supra. See also </i><i>In re Werthen,</i> 329 F.3d at 273 (noting that \"federal courts have been unwilling to treat the label applied by the divorce court as controlling for Bankruptcy Code purposes\"). While the tax treatment of the provision constitutes a factor favoring Pritchett, we are persuaded that the late fee was intended to encourage payment of alimony and was not itself alimony.</p>\n<p>First, the fee was contingent on Smith's tardiness to pay, and was not certain to materialize at all. Since Pritchett had no expectation of this payment unless and until Smith was late, it follows that the only way this contingent payment could be considered alimony is if it was meant to compensate Pritchett for the time during which she was waiting for her alimony payment.<sup>[5]</sup> However, that argument is belied by the fact that the $50 fee was a fixed charge that had no connection to the actual alimony owed to Pritchett. Whether Smith was late by a single dollar or by the entire alimony payment, he would still owe Pritchett the same $50.</p>\n<p>Second, the Agreement called for Smith's monthly alimony payments to decrease every year, from $2,300 to $1,600, and to as low as $1,000 if Pritchett remarried. In contrast, the fee for a late payment was fixed throughout the term of the Agreement. A $50 per day fee completely disconnected from any amount that Smith owed Pritchett cannot have been expected to be directly related to her recouping those costs. Had the parties provided for an interest-based fee, contingent on the amount of alimony outstanding, Pritchett would have a stronger argument.<sup>[6]</sup></p>\n<p>The substantial provisions for Pritchett's support outlined in the agreement also weigh against finding that the late payment fee was intended to provide for Pritchett's support. The Agreement that Smith and Pritchett entered into was relatively sophisticated. In addition to alimony that continued even in the event of Pritchett's remarriage, the Agreement provided for contributions toward her medical insurance premiums, and mandated that the support outlive Smith's death. Legal fees incurred in enforcing the agreement, a provision not always contemplated in such contracts, were clearly provided for in this instance. Pritchett also received the only real estate owned by the parties that was not in foreclosure, and Smith was solely responsible for the parties' debts incurred prior to the divorce.</p>\n<p>We therefore agree with the BAP's conclusion that the obligation to pay a $50 fee per day that Smith was late in alimony payments was \"intended to ensure that Pritchett's need was assuaged, though it was not itself intended to assuage the need.\" <i>In re Smith,</i> 398 B.R. at 723. Accordingly, we conclude that Pritchett's claim is a general unsecured claim not entitled to priority status and can be discharged in Smith's bankruptcy. <i>See</i> 11 U.S.C. §§ 523(a)(15), 1328(a)(2).<sup>[7]</sup></p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of Massachusetts, sitting by designation.</p>\n<p>[1]  The Bankruptcy Code states that a Chapter 13 Plan shall \"provide for the full payment, in deferred cash payments, of all claims entitled to priority under Section 507 of this title, unless the holder of a particular claim agrees to a different treatment of such claim.\" 11 U.S.C. § 1322(a)(2).</p>\n<p>[2]  \"When a debtor declares bankruptcy, each of its creditors is entitled to file a proof of claim-i.e., a document providing proof of a right to payment-against the debtor's estate.\" <i>Travelers Cas. and Sur. Co. of America v. Pacific Gas and Elec. Co.,</i> <span class=\"citation\" data-id=\"145752\"><a href=\"/opinion/145752/travelers-cas-sur-co-v-pacific-gas/\"><span class=\"volume\">549</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">443</span></a></span>, 449, <span class=\"citation\" data-id=\"145752\"><a href=\"/opinion/145752/travelers-cas-sur-co-v-pacific-gas/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1199</span></a></span>, <span class=\"citation\" data-id=\"145752\"><a href=\"/opinion/145752/travelers-cas-sur-co-v-pacific-gas/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">178</span></a></span> (2007) (internal quotations omitted); <i>see also</i> 11 U.S.C. § 101(5)(A).</p>\n<p>[3]  At oral argument and in response to this Court's question, Pritchett argued that the fee was intended to compensate her for the time value of her alimony payments, and the cost of procuring interim financing while her alimony payments were outstanding. This court will generally \"not consider an issue raised for the first time at oral argument,\" <i>Piazza v. Aponte Roque,</i> <span class=\"citation\" data-id=\"545208\"><a href=\"/opinion/545208/magda-marin-piazza-v-awilda-aponte-roque/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">35</span></a></span>, 37 (1st Cir.1990), but our holding in this case would not be different even if Pritchett had advanced this position in her brief.</p>\n<p>[4]  This part of the Agreement read, in relevant part:\n</p>\n<p>All alimony payments shall be due in funds available to the Wife on or before the first of each month, and shall be subject to a late payment penalty in the amount of $50.00 for each day after the first of each month upon which they are received by or become available to the Wife.</p>\n<p>[5]  This was a position that was not advanced by Pritchett, as noted above, but which we consider here only for the sake of argument.</p>\n<p>[6]  Massachusetts provides statutory interest for judgments precisely to mitigate the incremental costs arising from late payments. <i>See </i><i>Osborne v. Biotti,</i> <span class=\"citation\" data-id=\"2131984\"><a href=\"/opinion/2131984/osborne-v-biotti/\"><span class=\"volume\">404</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">112</span></a></span>, <span class=\"citation\" data-id=\"2131984\"><a href=\"/opinion/2131984/osborne-v-biotti/\"><span class=\"volume\">533</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1341</span></a></span> (1989).</p>\n<p>[7]  We clarify that our holding today does not speak to the validity of the Agreement between the parties. Our decision only affects the treatment of Pritchett's claim in bankruptcy.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1837812/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1839635/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1882488/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1916928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2131984/"
  ]
}