{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/204069/",
  "absolute_url": "/opinion/204069/jennings-v-jones/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/204069/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1997/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:29:29Z",
  "date_modified": "2016-04-26T23:38:19.106864Z",
  "type": "010combined",
  "sha1": "f72555c18ebb969287d0bf75af339c4180cbbedf",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-2117P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/11/19/Jennings_v._Jones.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 08-2117\n\n                           ADAM JENNINGS,\n\n                      Plaintiff, Appellant,\n\n                                 v.\n\n                           KENNETH JONES,\n\n                      Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF RHODE ISLAND\n\n          [Hon. Ernest C. Torres, U.S. District Judge]\n\n\n                               Before\n\n                       Lynch, Chief Judge,\n                      *\n               Gajarsa and Lipez, Circuit Judges.\n\n\n\n     Charles M. Bradley for appellant.\n     Rebecca Tedford Partington, Deputy Chief, Civil Division,\nwith whom John Moreira, Special Assistant Attorney General, was\non brief for appellee.\n\n\n\n                          November 19, 2009\n\n\n\n\n     *\n          Of the Federal Circuit, sitting by designation.\n\f           LYNCH, Chief Judge.            In the second appearance of this\n\ncase here, the question is whether the trial court abused its\n\ndiscretion in granting a motion for a new trial, after a remand\n\nfrom this court instructing the trial court to address the motion.\n\nJennings v. Jones (Jennings II), 499 F.3d 1 (1st Cir. 2007).                  There\n\nwas no abuse of discretion and we affirm.\n\n                                          I.\n\n           Plaintiff Adam Jennings, an employee of a Narragansett\n\nIndian Tribe \"smoke shop\" in Charlestown, Rhode Island, and others\n\nbrought a civil rights action in December 2003 against the state of\n\nRhode Island and a State Police representative, as well as unnamed\n\nState Police officers who had executed a search warrant at the\n\nshop.   The tribal shop was suspected of illegally selling tax-free\n\ntobacco products.          During the course of the operation, these\n\nofficers had attempted to arrest Jennings for disorderly conduct;\n\nJennings resisted, and in the ensuing confrontation, his ankle was\n\nbroken.    The     original      complaint     included    a    Fourth   Amendment\n\nexcessive force claim against a number of John Doe defendants.\n\nAfter the close of discovery and shortly before the deadline for\n\nfiling pretrial motions, seven state troopers, including Officer\n\nKenneth   Jones,    were    added    as    defendants     in    their    individual\n\ncapacities.\n\n           On    March     21,    2005,    just   before       the   trial   began,\n\nplaintiffs filed a second amended complaint that raised twenty-one\n\n\n                                      - 2 -\n\fdifferent   claims,   including    discrimination,   various      state   law\n\nclaims of assault, battery, false imprisonment, and negligent and\n\nintentional   infliction    of    emotional   distress,    and    again   the\n\nexcessive force claim.1\n\n            In 2005, a jury found for Jennings on only one of his\n\nclaims and against only one of the defendants.            On his excessive\n\nforce and battery claims, the jury found only against Officer\n\nJones, awarding Jennings $301,100 in compensatory damages.             Jones\n\nfiled motions for judgment as a matter of law (JMOL), for a new\n\ntrial, and for a remittitur.        The district court granted Jones's\n\nmotion for JMOL on the basis of qualified immunity.              Jennings v.\n\nPare (Jennings I), No. 03-572, 2005 WL 2043945 (D.R.I. Aug. 24,\n\n2005).   It erroneously failed to rule, however, on the defendant's\n\nFed. R. Civ. P. 50(c)(1) motion for new trial, which it had found\n\nto be moot.\n\n            Jennings appealed from the JMOL.         In 2007, a divided\n\npanel of this court, in a modified decision reached after en banc\n\nreview was sought, vacated the district court's ruling on the\n\nmotion for JMOL and remanded to the district court to rule on the\n\noutstanding motions.       Jennings II, 499 F.3d 1.          In the order\n\ndenying en banc review, two judges expressed the view that the\n\n\n\n     1\n          Aside from Jennings's excessive force and battery claims\nagainst Jones, all other claims were resolved in favor of the\ndefendants, either on motions for judgment as a matter of law\n(JMOL) or by the jury in its final verdict.\n\n                                   - 3 -\n\fmotion for new trial was well taken and two expressed the view that\n\nthe new trial motion was best left to the discretion of the trial\n\njudge.   Id. at 1-2 (Boudin, C.J. and Lynch, J. concurring in the\n\ndenial of rehearing en banc); id. at 2 (Torruella, J. and Lipez, J.\n\nconcurring in the denial of rehearing en banc).\n\n            In 2008, after hearing arguments, the district court\n\ngranted Jones's motion for a new trial on two grounds.   Jennings v.\n\nPare (Jennings III), No. 03-572, 2008 WL 2202429 (D.R.I. May 27,\n\n2008).      The district judge first held that a new trial was\n\nwarranted because it was impossible to determine whether the jury's\n\nverdict had been based on a theory of excessive force that would\n\nnot have been barred by qualified immunity.    Id. at *2-3.\n\n            As a second, independent basis for granting the new\n\ntrial, the trial judge also held that a verdict based on a theory\n\nof increased force, even if that were a possible ground for the\n\nverdict, would have been against the clear weight of the credible\n\nevidence.    Id. at *3-4.   The district court weighed the testimony\n\nof the two witnesses who claimed to have seen Jones increase force\n\non Jennings's ankle against objective evidence and found, for\n\nseveral reasons, that neither of them could have observed what they\n\ntestified to seeing.    The judge also determined that Jennings's\n\ntestimony was not credible on the claim of increased force, because\n\nit was plainly contradicted by other evidence.    There was no other\n\nevidence available by which a jury might have determined that Jones\n\n\n                                 - 4 -\n\fhad increased the force he applied to Jennings's ankle; and the\n\ndistrict judge deemed Jones's testimony that there had been no\n\nincrease in pressure credible. Thus, he granted the motion for new\n\ntrial.\n\n     At the second trial, held in 2008, the jury ruled in favor of\n\nJones.   Jennings appealed from the grant of the new trial motion.\n\nWe now affirm.\n\n                                  II.\n\n          The facts of the case are recited at length in this\n\ncourt's previous opinion, Jennings II, 499 F.3d at 4-7, and in the\n\ndistrict court's JMOL order, Jennings I, 2005 WL 2043945, at *1-2.\n\nWe describe the history of the case.\n\n          In   his   pleadings   and   at   his   first   trial,   Jennings\n\npresented several different arguments and theories to support his\n\nFourth Amendment excessive force claim against various defendants.\n\nHis second amended complaint described the claim as follows:\n\n          Kenneth Bell, Kenneth Jones, Wilfred Hill, James\n          Demers, and Kenneth Buonaiuto, still failing to\n          identify themselves as . . . Rhode Island State\n          Police Officer[s] or producing any documentation\n          supporting [their] alleged right to be on the\n          property, assaulted Adam Jennings and subdued him\n          in violation of his right under the Fourth\n          Amendment . . . to be free from excessive force . .\n          . .\n          . . . .\n          The actions of defendants in wrestling Adam\n          Jennings to the floor and applying the weight of\n          several officers to his person and breaking his\n          ankle were a violation of Mr. Jennings['s] right\n          under the Fourth Amendment . . . to be free from\n          the use of excessive force.\n\n                                 - 5 -\n\fThe amended complaint did not focus on Jones as opposed to the\n\nother officers and claimed that the excessive force consisted of\n\nwrestling plaintiff to the floor, applying the weight of several\n\nofficers to him, and breaking his ankle. Consistent with these\n\ngeneralized allegations, Jennings argued at various points during\n\nthe trial and during his opening and closing arguments that the\n\nforce used against him was excessive for a number of different\n\nreasons.2\n\n\n     2\n          Jennings consistently urged that (1) Jones's actions\nconstituted excessive force because the seriousness of the injury\nwas not justified by the gravity of Jennings's purportedly minor\noffense. At closing argument, Jennings's attorney stated: \"If, in\nfact, there was any serious behavior on the part of Adam Jennings\nthat justified the end result of breaking his ankle in two places,\nI don't know what it is.\" He also told the jury that if Jennings's\nbehavior before his arrest \"was a crime, it wasn't a very serious\ncrime,\" and \"if there is a serious injury, a serious physical\ninjury, you can take that into consideration when you're\nconsidering whether the force is excessive or not.\"\n     Further, Jennings argued at trial that (2) the force used\nagainst him was excessive because he should not have been arrested\nin the first place. Jennings testified that he in fact complied\nwith all the officers' directions at every stage (though both\nvideotape evidence and testimony from officers flatly contradicted\nthis). Jennings's attorney restated this point during both opening\nand closing arguments.\n     Jennings also argued throughout the trial that (3) the force\nused was excessive because Jones continued to use the ankle\ntechnique even after Jennings claimed he stopped resisting.\nPointing to a videotape of the encounter as evidence, Jennings\nargued that after he was taken to the ground and Jones started\nusing the ankle technique, Jones \"holds that position for quite\nsome time, even when it is clear from the video that there is no\nlonger any struggling going on.\" He added during closing argument\nthat \"obviously at the point that Trooper Hill gets up, that in and\nof itself is an announcement that there isn't anything going on\ndown on the floor that is worthy of any kind of very serious\napplication of force.\"\n     Jennings further claimed excessive force on the grounds that,\n\n                              - 6 -\n\f              In addition to the arguments outlined in footnote two,\n\nJennings pressed another theory at various points: that the force\n\nwas excessive because Jones had increased the force he applied to\n\nthe   ankle     without     justification     after   Jennings     had   stopped\n\nresisting and after he had informed Jones of his prior injury to\n\nthat ankle.\n\n              The district court gave the jury generalized instructions\n\non Jennings's excessive force claim.3            It instructed the jury on\n\nthe elements of a § 1983 claim; it stated that use of excessive\n\nforce was an unreasonable seizure under the Fourth Amendment and\n\nthat to establish excessive force, \"the plaintiff must show that\n\nthe force used was objectively unreasonable.\"               The court further\n\ninstructed     the   jury    on   several   factors   it   could   consider   in\n\n\n\n(4) faced with strange men whom he believed were robbing the shop\nand harassing his mother, his initial, obstructive behavior had\nbeen justified.\n      3\n          At the close of the plaintiff's presentation at trial,\nthe defendants moved for JMOL on the basis of defenses, which\nincluded qualified immunity. This was the first time the qualified\nimmunity defense was raised; the defendants explained that it was\nnot raised earlier because Jones and the other officers were not\nnamed as defendants until after the parties had filed their\npretrial motions. The district court granted the motion in part\nbut denied it as to Jennings's excessive force and battery claims\nagainst Jones. The court apparently overlooked the immunity issue,\nwhich it did not explicitly address.\n     After the close of all evidence, defendants renewed their\nmotion for JMOL, but did not explicitly renew their qualified\nimmunity argument. The district court again granted the motion in\npart but denied it as to the excessive force and battery claims\nagainst Jones; again, the court did not address the qualified\nimmunity defense.\n\n                                      - 7 -\n\fdetermining whether the force used was objectively reasonable.\n\nThese factors were: whether the plaintiff posed a threat to the\n\nsafety of the officer or others and how immediate or serious the\n\nthreat   was,   whether   the   plaintiff    was   interfering   with   or\n\ndisrupting the search, whether the plaintiff was resisting, and\n\nwhether the force used was proportional under the circumstances.\n\nThe jury instructions did not distinguish among the multiple\n\ntheories that Jennings provided at trial for his excessive force\n\nclaim, nor did they mention the increased force theory.          Jennings\n\nalso did not request that the jury instructions be more specific in\n\nthis regard.\n\n           On March 28, 2005, the first jury returned a verdict in\n\nfavor of Jennings on both his excessive force and state law battery\n\nclaims against Jones but did not find liability on the part of the\n\nother defendants.    It awarded Jennings $301,100 in compensatory\n\ndamages.   The jury verdict stated only: \"As to the claims by Adam\n\nJennings   against   Kenneth    Jones,    Fourth   Amendment   claim    for\n\nexcessive force, the jury finds for the plaintiff, Adam Jennings.\"\n\nThere were no special interrogatories to allow the jury to make\n\nspecific findings of fact.      Neither party had requested them and\n\nneither objected to the verdict form.\n\n           On April 8, 2005, after the verdict was issued, Jones\n\nfiled three motions, seeking a remittitur under Fed. R. Civ. P.\n\n59(e), JMOL under Fed. R. Civ. P. 50(b), and a new trial under Fed.\n\n\n                                  - 8 -\n\fR. Civ. P. 59.         On August 24, 2005, the district court granted\n\nJones's motion for JMOL, stating that it had erred by not granting\n\nJMOL previously and by submitting the claims to the jury. Jennings\n\nI, 2005 WL 2043945, at *5.            The trial judge concluded that Jones\n\nwas entitled to qualified immunity, reasoning that there was no\n\nevidence that Jones's actions constituted excessive force and, even\n\nif   such   evidence     had   been    presented,       there   was     no   clearly\n\nestablished law on point and a reasonable officer could have\n\nbelieved his actions lawful.4           Id. at *5-11.       The district court\n\nincorrectly did not rule on the new trial or remittitur motions on\n\nthe ground that these motions were moot in light of its decision on\n\nJMOL.     Id. at *1.\n\n             On August 17, 2007, a panel of this court, over a\n\ndissent, vacated the district court's ruling granting JMOL on\n\nimmunity grounds on Jennings's excessive force claim.5                  Viewing the\n\nevidence in the light most favorable to Jennings, and so taking all\n\ncredibility    issues     in   Jennings's      favor,    the    court    found   the\n\nevidence sufficient to support a claim based on \"Jones' increased\n\nuse of physical force after Jennings had ceased resisting for\n\nseveral seconds and stated that the force Jones was using was\n\n\n      4\n          The court also concluded that under Rhode Island law,\nJones was shielded from liability for the state law battery claim.\nId. at *11–13.\n      5\n          The decision did not disturb the district court's grant\nof JMOL on Jennings's state law battery claim, which Jennings had\nnot challenged on appeal. Jennings II, 499 F.3d at 7 n.8.\n\n                                       - 9 -\n\fhurting his previously injured ankle.\" Jennings II, 499 F.3d at 11\n\n(emphasis in original); see also id. at 7.\n\n           It   additionally   noted    that    the    \"circumstances   would\n\narguably allow a reasonable officer in Jones' circumstances to\n\nbelieve that it was lawful to maintain the level of force he used\n\neven after Jones ceased resisting,\" and thus that Jones may have\n\nbeen entitled to immunity on that claim.              Id. at 19 (emphasis in\n\noriginal).   The court also concluded that the district judge erred\n\nin not ruling on Jones's motions for a new trial and for remittitur\n\nand remanded for a ruling on these motions.             Id. at 21.\n\n           On remand, the district court granted Jones's new trial\n\nmotion on two different grounds.        On May 27, 2008, it ruled that a\n\nnew trial was warranted because there was no way to determine\n\nwhether the jury's general verdict was based on the increased force\n\ntheory or on one of the other excessive force theories Jennings\n\nargued to the jury.     Jennings III, 2008 WL 2202429, at *2-3.          The\n\ncourt separately ruled that even if the first jury's decision was\n\nbased on the increased force theory, this conclusion was contrary\n\nto the weight of the evidence, and a new trial would be warranted\n\non that ground.    Id. at *3-4.      The court found that the weight of\n\nthe credible evidence instead \"support[ed] Jones's testimony that\n\nhe   maintained   his   hold   on   Jennings'    ankle     because   Jennings\n\ncontinued to resist but that he did not increase the force being\n\n\n\n\n                                    - 10 -\n\fexerted.\"6    Id. at *4.   We outline the district court's reasoning\n\nmore precisely below.\n\n             The second trial began on July 22, 2008.   This time, the\n\njury found in Jones's favor.         After the verdict was issued,\n\nJennings timely appealed from the grant of the new trial motion,\n\nseeking to reinstate the verdict in the first trial.\n\n                                  III.\n\n             Our review of the grant of a motion for a new trial is\n\nfor abuse of discretion.     Gasperini v. Ctr. for Humanities, Inc.,\n\n518 U.S. 415, 435 (1996).\n\nA.           There Are Distinct Standards under Rules 59 and 50, Fed.\n             R. Civ. P.\n\n             The prior appeal involved a grant of a Rule 50 motion for\n\nJMOL; this appeal involves a grant of a Rule 59 new trial motion.\n\nThe perspectives that both the trial judge and the appellate court\n\nmust take on such motions differ in several respects.\n\n             Under Rule 50, the standard for a trial judge to grant a\n\nJMOL is whether the jury \"would not have a legally sufficient\n\nevidentiary basis\" for its verdict.       Fed. R. Civ. P. 50(a).   By\n\ncontrast, in assessing a new trial motion under Rule 59, a trial\n\njudge asks whether there is a ground on which \"a new trial has\n\nheretofore been granted in an action at law in federal court.\"\n\n\n     6\n          Had the verdict been based on a maintenance of force\ntheory, the panel opinion in Jennings II conceded that it was\narguable Jones was entitled to qualified immunity. Jennings II,\n499 F.3d at 11-12.\n\n                                 - 11 -\n\fFed. R. Civ. P. 59(a)(1)(A).              A district court's power to grant a\n\nmotion for a new trial is much broader than its power to grant a\n\nJMOL.    See Sailor Inc. F/V v. City of Rockland, 428 F.3d 348, 353\n\n(1st    Cir.    2005);     3    Charles    A.    Wright,   Federal   Practice   and\n\nProcedure § 553, at 245 (2d ed. 1982).\n\n               A trial court may grant a new trial on the basis that the\n\nverdict is against the weight of the evidence.                See Gasperini, 518\n\nU.S. at 433.       Further, \"the district court has the power and duty\n\nto order a new trial whenever, in its judgment, the action is\n\nrequired in order to prevent injustice.\"                     Kearns v. Keystone\n\nShipping Co., 863 F.2d 177, 181 (1st Cir. 1988) (quoting 11 C.\n\nWright & A. Miller, Federal Practice and Procedure § 2805 (1973))\n\n(internal quotation marks omitted). When deciding whether to grant\n\na new trial, a district court is free to independently weigh the\n\nevidence. MacQuarrie v. Howard Johnson Co., 877 F.2d 126, 132 (1st\n\nCir. 1989) (\"The trial judge, upon considering a motion for new\n\ntrial, may consider the credibility of the witnesses who had\n\ntestified      and,   of       course,    will   consider   the   weight   of   the\n\nevidence.\"); Mayo v. Schooner Capital Corp., 825 F.2d 566, 569-70\n\n(1st Cir. 1987); Ins. Co. of N. Am. v. Musa, 785 F.2d 370, 375 (1st\n\nCir. 1986); see also 11 Wright, Miller & Kane, Federal Practice and\n\nProcedure § 2806, at 67 (2d ed. 1995) (\"[O]n a motion for a new\n\ntrial on the ground that the verdict is against the weight of the\n\nevidence, the judge is free to weigh the evidence for himself.\").\n\n\n                                          - 12 -\n\f          Appellant urges that the district court erred in granting\n\na new trial \"without an articulated finding that the evidentiary\n\ninsufficiency resulted in a miscarriage of justice\" and cites\n\nUnited States v. Arache, 946 F.2d 129, 140 (1st Cir. 1991).   He did\n\nnot make that argument before the district court and has waived it.\n\nIn any event, it is quite clear from the district court's analysis\n\nthat the court considered this to be a miscarriage-of-justice\n\nsituation even if it did not expressly say so.\n\n          Although a district court wields \"broad legal authority\"\n\nwhen considering a motion for a new trial, de Pérez v. Hospital del\n\nMaestro, 910 F.2d 1004, 1006 (1st Cir. 1990), we have often\n\nemphasized that a \"district judge cannot displace a jury's verdict\n\nmerely because he disagrees with it\" or because \"a contrary verdict\n\nmay have been equally . . . supportable.\"   Ahern v. Scholz, 85 F.3d\n\n774, 780 (1st Cir. 1996) (internal quotation marks omitted). As we\n\nhave repeatedly observed, trial judges do not sit as thirteenth\n\njurors, empowered to reject any verdict with which they disagree.\n\nCoffran v. Hitchcock Clinic, Inc., 683 F.2d 5, 6 (1st Cir. 1982).\n\n          Just as there are disciplined constraints on the power of\n\nthe district court to grant new trials, our own appellate review is\n\n\"circumscribed\" and we may reverse only where there has been an\n\n\"abuse of discretion.\"7   Ahern, 85 F.3d at 780 (citing Simon v.\n\n\n     7\n          We apply the same standard of review to a district\ncourt's grant of a new trial motion as we do to its denial of one.\nCompare Goulet v. New Penn Motor Exp., Inc., 512 F.3d 34, 44 (1st\n\n                              - 13 -\n\fNavon, 71 F.3d 9, 13 (1st Cir. 1995); Newell P.R., Ltd. v.\n\nRubbermaid Inc., 20 F.3d 15, 22 (1st Cir. 1994)); see Transamerica\n\nPremier Ins. Co. v. Ober, 107 F.3d 925 (1st Cir. 1997); Fleet Nat'l\n\nBank v. Anchor Media Television, Inc., 45 F.3d 546, 553 (1st Cir.\n\n1995); de Pérez, 910 F.2d at 1006; Wells Real Estate, Inc. v.\n\nGreater Lowell Bd. of Realtors, 850 F.2d 803, 811 (1st Cir. 1988);\n\nKearns, 863 F.2d at 178; Conway v. Electro Switch Corp., 825 F.2d\n\n593, 598 (1st Cir. 1987).\n\n          This limited role for appellate review is required by\n\nGasperini and is often stated by other circuits.     See Holmes v.\n\nCity of Massillon, 78 F.3d 1041, 1045 (6th Cir. 1996) (noting that\n\nunder abuse of discretion review, reversal of a grant of new trial\n\nis appropriate only when an appellate court has \"a definite and\n\nfirm conviction . . . that the court below committed a clear error\n\nof judgment in the conclusion it reached upon a weighing of the\n\nrelevant factors\") (internal quotation marks and citation omitted);\n\nUnited States v. Alston, 974 F.2d 1206, 1212 (9th Cir. 1992)\n\n(Kozinski, J.) (\"[A] court of appeals will only rarely reverse a\n\ndistrict judge's grant of a defendant's motion for a new trial, and\n\nthen only in egregious cases.\"); United States v. Lincoln, 630 F.2d\n\n1313, 1319 (8th Cir. 1980) (\"Corresponding to the district court's\n\n\nCir. 2008)(\"We review the district court's denial of a motion for\nnew trial for abuse of discretion only.\"), with Kearns, 863 F.2d at\n181 (\"[O]nly on a finding of an abuse of discretion [in the grant\nof a new trial motion] should a reviewing court set aside the trial\ncourt's determination.\").\n\n                              - 14 -\n\fbroad discretion [over motions for new trial] is the limited scope\n\nof our review: we will reverse the district court's ruling on the\n\nmotion for new trial only if we find that ruling to be a clear and\n\nmanifest abuse of discretion.\").\n\n           As the Ninth Circuit explained in Alston:\n\n           Appellate deference [regarding motions for new\n           trial] makes sense.   Circuit judges, reading the\n           dry pages of the record, do not experience the\n           tenor of the testimony at trial. The balance of\n           proof is often close and may hinge on personal\n           evaluations of witness demeanor. And, because an\n           order directing a new trial leaves the final\n           decision in the hands of the jury, it does not\n           usurp the jury's function in the way a judgment of\n           acquittal does.\n\n974 F.2d at 1212.       Thus, any Seventh Amendment concerns are\n\nminimized because a jury ultimately decides the case.8        Appellate\n\ncourts   are   accordingly   very   deferential   to   district   judges'\n\nexercise of their discretion to grant new trial motions.          See 11\n\nWright, Miller & Kane, supra, § 2818, at 194; id. § 2803, at 47-48\n\n(\"[A new trial] motion invokes the sound discretion of the trial\n\ncourt, and appellate review of its ruling is quite limited.\"\n\n(footnote omitted)); id. § 2819, at 206 (\"[T]he appellate court\n\nmust defer to the better opportunity the trial judge has to\n\nappraise the situation.\"). As the Supreme Court said in Gasperini,\n\nthe trial court's power to grant a new trial \"is not in derogation\n\n\n\n     8\n          To be sure, even a grant of JMOL does not violate the\nSeventh Amendment. See Neely v. Martin K. Eby Constr. Co., 386\nU.S. 317, 321 (1967).\n\n                                - 15 -\n\fof the right of trial by jury but is one of the historic safeguards\n\nof that right.\" Gasperini, 518 U.S. at 433 (quoting Aetna Casualty\n\n& Sur. Co. v. Yeatts, 122 F.2d 350, 353 (4th Cir. 1941)) (internal\n\nquotation marks omitted).\n\n              Our constrained review of a trial court's action on a\n\nmotion for a new trial is quite different from the standard we\n\napply to review of a motion for JMOL.              Significantly, in the prior\n\nappeal concerned with the grant of a JMOL, we were required to take\n\nthe   facts    in    the   light    most    favorable     to    the       verdict.9    By\n\ncontrast, it has long been our circuit law that when reviewing a\n\nmotion for a new trial under Rule 59, we do not take the evidence\n\nin the light most favorable to the verdict winner.\n\n              This    distinction     is    not    new.        We    have     repeatedly\n\nrecognized     that    unlike      review   of    JMOL,   the       new    trial   motion\n\nstandard of review is concerned with whether the verdict is against\n\nthe weight of the evidence, an assessment made through the lens of\n\nabuse-of-discretion review and not requiring that we take the\n\nevidence in favor of the verdict.                   See, e.g., Monteagudo v.\n\nAsociacion de Empleados del Estado Libre Asociado de P.R., 554 F.3d\n\n164, 170 & 174 (1st Cir. 2009) (identifying distinct standards of\n\nreview under Rule 50 and Rule 59); Marcoux v. Shell Oil Prods. Co.\n\nLLC, 524 F.3d 33, 40 (1st Cir. 2008) (same); Casillas-Díaz v.\n\n\n      9\n          Indeed, the majority in Jennings II concluded that the\nstandard of review compelled it to focus on the increased force\ntheory as opposed to other theories. Jennings II, 499 F.3d at 10.\n\n                                       - 16 -\n\fPalau, 463 F.3d 77, 80-81 (1st Cir. 2006) (same); Sailor Inc. F/V,\n\n428 F.3d 348 at 351 (same); Acevedo-Garcia v. Monroig, 351 F.3d\n\n547, 565 (1st Cir. 2003) (same); Sanchez v. P. R. Oil Co., 37 F.3d\n\n712, 716-17 (1st Cir. 1994) (same); Veranda Beach Club Ltd. P'ship\n\nv. W. Sur. Co., 936 F.2d 1364, 1383-84 (1st Cir. 1991) (same).\n\n           We have long clearly distinguished between these two\n\nstandards, for example, in Gutierrez-Rodriguez v. Cartagena, 882\n\nF.2d 553 (1st Cir. 1989), and many other cases.         In Gutierrez, we\n\nnoted   that   appellate    review   of   a    motion     for   judgment\n\nnotwithstanding the verdict requires that the evidence be viewed in\n\nthe light most favorable to the verdict.      Id. at 558.    However, as\n\nto the motion for a new trial, we applied our traditional standard\n\nof review for abuse of discretion. Id. We appropriately described\n\nthis as a strict standard of review for motions for new trial, but\n\nnowhere listed any requirement that the evidence be taken in the\n\nlight most favorable to the verdict. Gutierrez itself repeated our\n\nearlier holdings.    See, e.g., Gonzalez-Marin v. Equitable Life\n\nAssurance Soc. of U.S., 845 F.2d 1140, 1144 (1st Cir. 1988);\n\nWagenmann v. Adams, 829 F.2d 196, 200-01 (1st Cir. 1987).\n\n           In Transamerica Premier Insurance Co. v. Ober, 107 F.3d\n\n925 (1st Cir. 1997), we reiterated this well-settled dichotomy in\n\nthe standards of review but commented on the fact that both\n\nstandards were strict, daunting, and presented appellants with high\n\nhurdles.   Id. at 929.     We described appellate review of JMOL as\n\n\n                                - 17 -\n\f\"plenary\" review, requiring inferences to be drawn in favor of the\n\nnon-movant.   Id.   By contrast, we again described our review on new\n\ntrial motion as assessing whether the district court \"abused its\n\ndiscretion.\"10   Id.\n\n          It would also be inconsistent with our law on the trial\n\ncourt's power to grant new trials to require that all inferences be\n\ndrawn in favor of the verdict.       Indeed, as we have repeatedly\n\nrecognized, a trial judge may order a new trial \"even where the\n\nverdict is supported by substantial evidence.\"    Lama v. Borras, 16\n\nF.3d 473, 477 (1st Cir. 1994) (citing Wagenmann, 829 F.2d at 200);\n\nValm v. Hercules Fish Prods., Inc., 701 F.2d 235, 237 (1st Cir.\n\n1983) (internal citation and quotation marks omitted); Hubbard v.\n\nFaros Fisheries, Inc., 626 F.2d 196, 200 (1st Cir. 1980); see also\n\nFarrior v. Waterford Bd. of Educ., 277 F.3d 633, 634-35 (2d Cir.\n\n2002).\n\n          Commentators are also clear that motions for new trial\n\n\n     10\n           Unfortunately, a later opinion, Stuart v. United States,\n337 F.3d 31 (1st Cir. 2003), misinterpreted Transamerica and\nconflated the two standards.     Id. at 37; see generally Wright,\nMiller & Kane, supra, § 2806, at 63 (observing \"recurrent tendency\non the part of courts to confuse the standard for a new trial with\nthat for a directed verdict or a judgment notwithstanding the\nverdict\").    Citing Stuart's misinterpretation, the court again\nincorrectly conflated the two standards in Baron v. Suffolk County\nSherriff's Dep't, 402 F.3d 225, 245 (1st Cir. 2005). Neither Baron\nnor Stuart's statement that inferences must be drawn in favor of\nthe verdict are good law. In later decisions, we returned to the\nappropriate distinction.    See, e.g., Casillas-Díaz, 463 F.3d at\n80-81. Moreover, the Supreme Court case Gasperini, 518 U.S. 415,\nlimited review of a new trial motion to abuse of discretion and did\nnot require drawing of all inferences in favor of the verdict.\n\n                                - 18 -\n\fand for JMOL are to be handled differently, noting in particular\n\nthat motions for a new trial do not require a trial judge to review\n\nthe evidence in the light most favorable to the verdict.     Wright,\n\nMiller & Kane, supra, § 2806, at 66; see also id. at 64 (observing\n\nthat a district court's application of the JMOL standard to motions\n\nfor a new trial \"puts the new trial standard far too high\"); id. at\n\n65 (\"[O]n a motion for a new trial--unlike a motion for a judgment\n\nas a matter of law--the judge may set aside the verdict even though\n\nthere is substantial evidence to support it.\").\n\n             Our approach, that we do not take the evidence in the\n\nlight most favorable to the verdict in reviewing a grant or denial\n\nof a new trial, is also the general rule in the circuits.       See,\n\ne.g., United States v. Fuchs, 467 F.3d 889, 910 (5th Cir. 2006)\n\n(\"Viewing the evidence in the light most favorable to the verdict\n\nis tantamount to ruling on a motion for judgment of acquittal\n\nrather than a new-trial motion.\"); United States v. Walker, 393\n\nF.3d 842, 847-48 (8th Cir. 2005); DLC Mgmt. Corp. v. Town of Hyde\n\nPark, 163 F.3d 124, 133-34 (2d Cir. 1998); United States v.\n\nMartinez, 763 F.2d 1297, 1312 (11th Cir. 1985); Gill v. Rollins\n\nProtective Servs. Co., 773 F.2d 592, 595 (4th Cir. 1985).\n\n             In short, a district court may err in granting a motion\n\nfor JMOL and not abuse its discretion in granting a motion for a\n\nnew trial.    As we recently said in Sailor Inc., \"In some cases, the\n\nevidence might preclude judgment as a matter of law and yet lean so\n\n\n                                - 19 -\n\fheavily in the other direction so as to justify a district judge in\n\nordering a new trial.\"   428 F.3d at 353.\n\n           We now apply the abuse of discretion standard of review.\n\nIn doing so, we look to \"isolate the factual basis for the trial\n\ncourt's ruling and provide the foundation for our action today\" in\n\nevaluating whether that discretion was abused. Kearns, 863 F.2d at\n\n179.\n\nB.         The Evidence at Trial\n\n           State police obtained a search warrant in 2003 to seize\n\ncigarettes and other evidence of untaxed sales from the smoke shop\n\nlocated on tribal land in Charlestown.       The police executed the\n\nsearch warrant on July 14, 2003.      On that day, a crowd of tribe\n\nmembers and reporters gathered near the smoke shop, in anticipation\n\nof the officers' arrival.\n\n           The smoke shop consisted of a trailer with a parking lot\n\ndirectly in front of it.    The trailer's front wall had two doors\n\nfacing the parking lot, one on the left and one on the right of the\n\nsmall   structure.   Several   feet   of   floor-space   separated   the\n\ndoorways from an L-shaped counter, behind which the smoke shop\n\nemployees worked.\n\n           Jennings was working inside the smoke shop when several\n\nundercover detectives entered, posing as prospective customers.\n\nLater, upon receiving a prearranged signal, uniformed troopers,\n\nincluding Jones, arrived to secure the parking lot and assist the\n\n\n                               - 20 -\n\fdetectives in executing the warrant.\n\n             When uniformed officers arrived inside the smoke shop,\n\nthey ordered Jennings, the two other original plaintiffs, and smoke\n\nshop employee Domingo Monroe to sit behind the counter.                Jennings,\n\nwho was upset by the state police officers' presence in the smoke\n\nshop and believed they had no right to be there, initially did not\n\ncomply.    Rather, he responded by grabbing the edge of the counter;\n\nhe   testified    that   he   did   this   in   response    to   the   officers'\n\ninstruction that he show his hands.             He eventually released his\n\ngrip on the counter and complied with the officers' order to sit\n\nbehind it.      But he proceeded to shout profanities at the officers.\n\nThe officers testified that Jennings also kept getting out of his\n\nseat and attempted to incite others behind the counter, \"waving his\n\narm\" and declaring \"This is our land, this is sovereign land.\"\n\nOfficers testified that they asked Jennings repeatedly to \"calm\n\ndown,\"    but   his   \"threatening\"    behavior    continued;     his    actions\n\ninterfered with the officers' ability to conduct the search.\n\n             Portions of the event, lasting about one minute, were\n\ncaptured by the police on videotape, with sound.                       Jennings's\n\ninitial resistance was captured on the smoke shop's own security\n\ncamera, without audio.        Both videotapes were in evidence at trial.\n\nAs the district court found, \"[t]he videotape does not clearly show\n\nwhat happened between the time that Jennings was wrestled to the\n\nfloor and the time that his ankle was broken.\"             Jennings I, 2005 WL\n\n\n                                     - 21 -\n\f2043945 at *2.    Both sides agreed the scene was chaotic.\n\n            The police videotape shows a detective responded to\n\nJennings's continuing, obstructive behavior behind the counter by\n\nsaying, \"Alright?    I gave you an opportunity, you're leaving.\"   As\n\nJennings began walking to the door, the detective instructed the\n\nother troopers to \"cuff him.\" Jennings responded by shouting, \"I'm\n\nnot getting arrested\" and assumed a defensive stance.     The video,\n\nas the district court recounted, shows that Jennings resisted the\n\nofficers' attempts to handcuff him and kicked at the officers.\n\nAfter a struggle, officers were able to wrestle Jennings to the\n\nfloor inside the shop, where he lay on his stomach with both hands\n\nunderneath his body, near his waistband. The officers did not know\n\nat that time whether Jennings was carrying a weapon.\n\n            The officers repeatedly instructed Jennings, who was on\n\nthe floor, to stop resisting and to show his hands, in order to see\n\nif he was armed.    Contrary to these instructions from the police,\n\nJennings's arms remained underneath him and he continued to twist\n\nand turn and to kick violently at the officers.       Jennings later\n\ntestified that he was not able to comply with the officers' demands\n\nthat he show his hands because his hands were trapped underneath\n\nhis body.\n\n            Officer Jones entered the smoke shop just as the struggle\n\nwith Jennings began.    Jones attempted to assist the three officers\n\nstruggling to control Jennings, who was twisting and turning on the\n\n\n                                - 22 -\n\ffloor.    He did so by kneeling, grabbing Jennings's right leg, and\n\nemploying an \"ankle turn control technique.\"            Jones was beside the\n\ndoor,    inside   the   trailer;    Jennings    lay   inside     with    officers\n\nsurrounding him, trying to hold him down and obtain control.                 The\n\ntechnique Jones used, which involved twisting Jennings's ankle, was\n\ntaught to Jones at the State Police Academy.              It was intended to\n\ninduce   compliance     by   a   person   who   was   actively    or    passively\n\nresisting arrest and to prevent that person from kicking.                  Jones\n\ntestified that Jennings remained \"combative\" as Jones applied the\n\ntechnique, continuing to kick his legs and resist the officers'\n\nefforts to bring him under control.             A total of five different\n\nofficers were involved in this incident.\n\n            At one point, Jennings told Jones that the force he was\n\nusing on his ankle was hurting him and that he had recently had\n\nsurgery performed on that ankle. The district court found that the\n\nvideo shows that Jones responded, \"Don't resist and you won't have\n\nto worry about it.\"      Jennings I, 2005 WL 2043945, at *2.\n\n            After several seconds, one of the officers, Wilfred Hill,\n\nwas able to gain control of Jennings's left hand; he gave control\n\nof the hand to another officer and then rose to his feet.                Jennings\n\nwas still on the floor, on his stomach.          Jennings testified that he\n\nhad not been resisting at this point, but it is uncontested that he\n\nwas still on his stomach, his right hand was still not visible\n\nunderneath him, and that the officers were still trying to handcuff\n\n\n                                    - 23 -\n\fhim.        Jones testified he continued to use the ankle control\n\ntechnique      on   Jennings,   since   Jennings   had   not   decreased   his\n\nresistance and was not yet cuffed and under control.               Less than\n\ntwenty seconds after Hill got up, Jennings's ankle was broken and\n\nhe yelled in pain.       Jones testified that he did not increase the\n\nforce he applied to Jennings's ankle at any point during the\n\nstruggle.      Jennings testified Jones did increase his force on the\n\nankle.       Shortly after the injury, Jennings was handcuffed and\n\nbrought to his feet.      As Jennings was escorted from the smoke shop,\n\nhe said, \"It took ten of you to take me down.\"           Jennings III, 2008\n\nWL 2202429, at *4.\n                                        IV.\n\nA.            There Was No Abuse of Discretion in the District Court's\n              Second Ground for Grant of a New Trial\n\n              Because the district court's second ground suffices to\n\nsupport its holding, we turn to it now.            As an independent basis\n\nfor its grant of a new trial, the district court held that even if\n\nthe jury verdict had unambiguously rested on the increased force\n\ntheory, that theory would have been contrary to the weight of the\n\nevidence. Our review of the record reveals no abuse of discretion.\n\nSee Ahern, 85 F.3d at 780; Kearns, 863 F.2d at 181.\n\n              The district judge's explanation of his holding was\n\ncarefully reasoned and grounded in the evidence.11              The district\n\n\n       11\n          There is no requirement that the district court make\nspecific findings.   \"[A] trial judge is not required to enter\nsupporting findings of facts and conclusions of law when granting\n\n                                    - 24 -\n\fcourt discussed in detail the testimony of the key witnesses, and\n\nhis opinion both recites the correct legal standards and shows\n\ncareful reflection.   Accord Alston, 974 F.2d 1206 (affirming grant\n\nof new trial on this reasoning).       We, too, have reviewed the\n\nrelevant trial transcript and the two videotapes, and they reveal\n\nno abuse of discretion in the district court's view.   Accord id.\n\n          As to the videotapes, our review is not de novo, in any\n\nevent, but deferential.   Muniz v. Rovira-Martino, 453 F.3d 10, 13\n\n(1st Cir. 2006) (\"The [Supreme] Court could scarcely have been more\n\nclear on this point: we may not exercise de novo review over the\n\ndistrict court's account of the video evidence.\") (citing Anderson\n\nv. City of Bessemer City, 470 U.S. 564, 573-74 (1985)).    We cannot\n\nsay the trial judge's view was an abuse of discretion.12\n\n          We agree that the only evidence supporting the allegation\n\nthat Jones increased the force he was applying to Jennings's ankle,\n\nother than Jennings's own statements, was the testimony of two\n\nwitnesses: Domingo Monroe–-himself a member of the Narragansett\n\nIndian tribe and an employee of the smoke shop--and Daniel Piccoli,\n\none of the shop's patrons.   Jennings III, 2008 WL 2202429, at *3.\n\n\na new-trial motion.\" Allied Chem. Corp. v. Daiflon, Inc., 449 U.S.\n33, 36 n.3 (1980).\n     12\n          Plaintiff argues on appeal that Exhibit A, the police\nvideotape, compels the conclusion that Jones increased his force in\nholding Jennings's ankle after Officer Hill got up. Exhibit A does\nno such thing; there is no view of the ankle nor the holding of the\nankle. Plaintiff also argues that Exhibit A shows a placid arrest\nscene. Again, Exhibit A shows no such thing.\n\n                              - 25 -\n\fJones denied this contention.\n\n              At trial, both Monroe and Piccoli stated that after\n\nJennings said that the officer was hurting his ankle, Jones twisted\n\nit more.13     The district court determined that a jury verdict that\n\nrelied on this testimony would have been against the weight of the\n\nevidence.     Id.    The court's conclusion did not rest entirely on its\n\nassessment of the witnesses's demeanor on the stand.                        To the\n\ncontrary,      the    district       court   systematically    measured      their\n\nstatements     against     clear,      objective   evidence   and   found     that\n\n\"neither Monroe nor Piccoli was in any position to observe Jones'\n\nactions or what was taking place during the struggle.\"                Id.\n\n              In    weighing   the     evidence,   the   district   judge    first\n\ndetermined that, despite Monroe's contrary statement, Monroe could\n\nnot see Jennings struggling on the floor with the officers from his\n\nposition within the smoke shop.\n\n              The district court found the videotape shows that as the\n\nincident played out, Monroe was seated across the room, behind the\n\ncounter.      Id.     Although Monroe's seat was positioned behind an\n\nopening in the counter, two officers stood immediately in front of\n\nhim.    Id.    Two more officers were positioned between him and the\n\nstruggle with Jennings.          Id.\n\n\n       13\n          Monroe testified that Jones \"cranked down harder\" on\nJennings's ankle after telling Jennings that his ankle would stop\nhurting if he ceased his resistance; Piccoli stated that Jones\n\"[j]ust twisted more\" after Jennings asked him to release his\nankle.\n\n                                        - 26 -\n\f          Our own review of the record shows that the district\n\ncourt's analysis is supportable. Monroe was speaking with at least\n\ntwo of the large officers directly in front of him as the incident\n\nplays out. Monroe's view of the struggle was further obstructed by\n\nthe large bodies of the officers with whom Jennings was struggling\n\nin the moments before his ankle was broken. Indeed, Keith Huertas,\n\nwho was seated mere inches from Monroe, testified that it was\n\nimpossible to see anything but \"a real pileup of officers on top of\n\n[Jennings].\"\n\n          The court also found that Piccoli could not see the\n\nactual struggle, which played out inside the smoke shop, from his\n\nalleged vantage point outside the shop--much less whether Jones had\n\nincreased his use of force.14        On the morning of the incident,\n\nPiccoli testified, he had traveled about twenty miles to purchase\n\ncigarettes at the smoke shop.      Upon arrival, he found that the shop\n\ndid not have his preferred brand.      Nonetheless, he opted to remain\n\nin the parking lot for approximately three-and-a-half hours.             He\n\nwas still there when the police initiated their raid of the smoke\n\nshop; at trial, he indicated that he had been thrown down a set of\n\nstairs shortly before the struggle began.\n\n          The   district   court    found   the   videotape   showed   that\n\n\n\n     14\n          Piccoli also testified that he could see Jones \"gritting\nhis teeth\" as Jones increased his force. However, Piccoli conceded\nJones was looking down and did not look back in Piccoli's\ndirection, toward the doorway and outside.\n\n                                   - 27 -\n\fPiccoli was in \"the middle of the parking lot\" outside the smoke\n\nshop \"just before\" the incident.            Id.     Piccoli conceded he was\n\noutside the trailer in the parking lot, and thus beyond the deck\n\nand stairs leading to the door, when the struggle took place.\n\nSeveral individuals stood between the struggle and the doorway\n\nthrough which Piccoli claimed to have seen Jones applying increased\n\npressure to Jennings's ankle.15       The videotape demonstrates that\n\nPiccoli was positioned across the parking lot from the smoke shop\n\nboth shortly before and shortly after the struggle; the parking lot\n\nwas teeming with law enforcement, media, and spectators.                   These\n\nobservations support the district court's assessment of Piccoli's\n\naccount.\n\n            At trial, Piccoli failed to identify Jones in the police\n\nvideotape,    instead   pointing    out     a     different    State    Trooper.\n\nIndependently,     in   recorded    testimony         before    a      commission\n\ninvestigating the encounter that was later offered at trial,\n\nPiccoli stated that he had seen the entire incident take place\n\noutdoors.    Id.   The incident, however, took place inside the smoke\n\n\n     15\n          Jennings may be correct that the district court had the\nwrong door in mind when it noted that the camera man would have\nblocked Piccoli's view; the camera man was not between Piccoli's\nasserted location and Jones.    Our own review of the videotape\nevidence indicates, however, that the court's determination that\nPiccoli was unable to observe Jones's actions was not clearly\nerroneous because other individuals were standing in the correct\ndoorway.   See Muniz, 453 F.3d at 13 (\"Under the clear error\nstandard, [plaintiff] must convince us that there was only one\npermissible interpretation of the [video] footage, and that the\ndistrict court's interpretation was clearly incorrect.\").\n\n                                   - 28 -\n\fshop.   This confusion by Piccoli as to the location of the struggle\n\nsupportably reinforced the district court's \"[d]oubts regarding\n\nPiccoli's ability to have observed what happened.\"             Id.\n\n           The district court further noted that even if Monroe or\n\nPiccoli had the unobstructed views they claimed to have had, they\n\nstill would have been hard-pressed to assess such subtle variations\n\nas \"the degree of force that Jones was exerting and whether Jones\n\nwas increasing the force or merely maintaining the hold.\"              Id.\n\n           This is not a case of mere conflicting testimony.                 Nor\n\ndoes it involve a mere question of a witness's demeanor.                     Cf.\n\nUnited States v. Garcia, 978 F.2d 746, 748 (1st Cir. 1992).                  The\n\ndistrict judge cited clear, objective evidence disproving the\n\nwitnesses' statements.         See, e.g., Anderson, 470 U.S. at 575\n\n(\"[F]actors other than demeanor and inflection go into the decision\n\nwhether   or   not   to   believe   a   witness.   Documents   or    objective\n\nevidence may contradict the witness' story.\").\n\n           The    district    judge     then   turned   his    comprehensive\n\nassessment of the available evidence to the testimony of \"[t]he\n\nonly two people in a position to know\" whether there had been an\n\nincrease in pressure: Jennings and Jones.            Jennings III, 2008 WL\n\n2202429, at *3.\n\n           Jennings and Jones testified at the trial.           The district\n\njudge found Jennings's credibility undermined not only by his\n\ndemeanor but also by (1) his assertion that he had held onto the\n\n\n                                    - 29 -\n\fcounter on the instructions of law enforcement, a claim that was\n\nclearly contradicted by the security videotape;16 (2) his testimony\n\nthat he ceased struggling after his ankle was broken, which no\n\nfewer than four state troopers contradicted; and (3) the overall\n\n\"combativeness\" suggested by his pronouncements before and after\n\nthe encounter, which was \"somewhat inconsistent\" with his claim\n\nthat he offered no resistance once he had been brought to the\n\nfloor.    Id.   at   *3-4.    These       are    all    reasoned    assessments.\n\nUltimately, Jennings's repeated instances of disputed or deceptive\n\ntestimony prompted the district court to find that Jones offered\n\nthe more credible account on the issue of increased force.                 Id. at\n\n*3; Kearns, 863 F.2d at 181 (affirming district court's grant of a\n\nnew trial \"[i]n the face of overwhelming testimony and evidence\n\nthat conflicted with [plaintiff's] version of events\").\n\n          District    court   determinations           of    credibility   are   of\n\ncourse entitled to great deference.          See, e.g., Anderson, 470 U.S.\n\nat 575 (\"[O]nly the trial judge can be aware of the variations in\n\ndemeanor and tone of voice that bear so heavily on the listener's\n\nunderstanding   of   and   belief    in   what    is    said.\");    Davignon     v.\n\nClemmey, 322 F.3d 1, 11 (1st Cir. 2003).                    We reject Jennings's\n\ncontention that the trial judge's determination resulted from\n\n\n\n     16\n          The smoke shop's security videotape plainly shows\nofficers struggling to pull Jennings's hands from the counter,\ncontrary to Jennings's claim that he complied with all of the\nofficers' instructions.\n\n                                    - 30 -\n\f\"fail[ure] to examine Jones' credibility.\"                  When advancing this\n\nargument, Jennings attempts to impugn Jones's credibility on a\n\nrange of issues.       Even if Jones was less than forthcoming in some\n\nof his testimony, that does not undermine the district court's\n\ndetermination that Jones's version of events was overall more\n\nconsistent with the other evidence.              We thus need not address\n\nJennings's assertions individually, as we \"accord considerable\n\ndeference to the trial court's greater ability to understand the\n\nscope   of    the    evidence    presented    before   it    and   to   judge    the\n\ncredibility     of    th[e]     witnesses.\"     Davignon,      322   F.3d   at    11\n\n(alteration in original) (internal quotation marks omitted).\n\n              In short, the trial judge found that if the jury verdict\n\nhad rested solely on a theory that Jones had used an increased\n\nforce level, that verdict was contrary to the clear weight of the\n\nevidence.     The district court's grant of the motion for a new trial\n\nwas properly within its discretion.\n\nB.            There Was No Waiver of the New Trial Motion\n\n              We also reject Jennings's argument that the district\n\ncourt erred in granting a new trial because Jones failed to press\n\nthe district court for a ruling on this motion after it initially\n\nand erroneously ruled the motion was moot. First, Jennings did not\n\npresent the argument to the district court until his motion to\n\nreconsider the court's decision to grant a new trial, and it is\n\nwaived.      Second, it is simply wrong on the merits.\n\n\n                                      - 31 -\n\f                                  V.\n\n          The judgment of the district court granting defendant's\n\nnew trial motion is affirmed.\n\n\n\n\n                  -Concurring Opinion Follows-\n\n\n\n\n                                - 32 -\n\f          LIPEZ, Circuit Judge, concurring. This case demonstrates\n\nthe importance of standards of review to the outcome of appeals.\n\nIn the prior majority decision in this case, I wrote to vacate the\n\ndistrict court's grant of judgment as a matter of law for defendant\n\nJones because that ruling, in my view, was incompatible with the\n\ndistrict court's obligation to consider whether the jury had \"a\n\nlegally sufficient evidentiary basis\" for its verdict.     Fed. R.\n\nCiv. P. 50(a).   My view on that issue has not changed.   When the\n\nevidence presented at the first trial was considered in the light\n\nmost favorable to the verdict – the applicable standard both in the\n\ndistrict court and on appeal – the jury's judgment in favor of\n\nJennings had to be upheld.\n\n          The standards are very different, however, for motions\n\nseeking a new trial.   In deciding whether to grant such a request,\n\nthe district court is entitled to make its own judgment about the\n\nstrength of the evidence, including the credibility of witnesses.\n\nMacQuarrie v. Howard Johnson Co., 877 F.2d 126, 132 (1st Cir.\n\n1989).   It follows that we, in turn, are obliged to afford wide\n\nlatitude to the court's discretionary judgment about the strength\n\nof the evidence.   See, e.g., Johnson v. Spencer Press of Maine,\n\nInc., 364 F.3d 368, 375 (1st Cir. 2004).\n\n          The impact of the differing standards is apparent when we\n\nexamine the \"critical factual dispute\" at the heart of the prior\n\nmajority decision: \"whether Jones increased the force he applied\n\n\n                               - 33 -\n\fafter Jennings already had ceased resisting for several seconds.\"\n\nJennings v. Jones, 499 F.3d 2, 7 (1st Cir. 2007).              We concluded\n\nthat, given the testimony of Jennings, Piccoli and Monroe, \"the\n\nonly view of the evidence consistent with the principle that we\n\ntake the facts in the light most favorable to the jury verdict\" was\n\nthat Jones had in fact increased the force he used to restrain\n\nJennings.   Id. at 10.     Based on that view of the evidence, we held\n\nthat the district court improperly granted judgment for Jones on\n\nJennings' excessive force claim.\n\n            In this appeal, however, our focus has shifted.                  In\n\nevaluating Jones' motion for a new trial, the district court\n\ndiscussed the evidence that was essential to our previous decision\n\n– the testimony of Jennings, Piccoli and Monroe.             It found their\n\naccounts of the increased use of force implausible in light of the\n\nvideotapes and the officers' testimony, leading it to conclude that\n\nthe jury's verdict was against the weight of the credible evidence.\n\nIn reviewing that ruling, our focus is no longer on whether the\n\nevidence viewed in the light most favorable to the jury's verdict\n\nsupports the verdict – it does – but on whether the district court\n\nabused its discretion in doubting the truthfulness of that evidence\n\nand   ordering   a   new   trial   to   avoid   what   it   perceived   as    a\n\nmiscarriage of justice.\n\n            The change in the question has necessarily led me to a\n\ndifferent answer in this second appeal. I agree with my colleagues\n\n\n                                   - 34 -\n\fthat the district court did not abuse its discretion in concluding\n\nthat a new trial was warranted.   Hence, I join them in affirming\n\nthe district court's judgment.\n\n\n\n\n                             - 35 -\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><h1>ADAM JENNINGS, Plaintiff, Appellant,<br>\nv.<br>\nKENNETH JONES, Defendant, Appellee.</h1></center>\n<center>No. 08-2117.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>November 19, 2009.</center>\n<p>Charles M. Bradley for appellant.</p>\n<p>Rebecca Tedford Partington, Deputy Chief, Civil Division, with whom John Moreira, Special Assistant Attorney General, was on brief for appellee.</p>\n<p>Before Lynch, Chief Judge, Gajarsa<sup>[*]</sup> and Lipez, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>In the second appearance of this case here, the question is whether the trial court abused its discretion in granting a motion for a new trial, after a remand from this court instructing the trial court to address the motion. Jennings v. Jones (Jennings II), 499 F.3d 1 (1st Cir. 2007). There was no abuse of discretion and we affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p>Plaintiff Adam Jennings, an employee of a Narragansett Indian Tribe \"smoke shop\" in Charlestown, Rhode Island, and others brought a civil rights action in December 2003 against the state of Rhode Island and a State Police representative, as well as unnamed State Police officers who had executed a search warrant at the shop. The tribal shop was suspected of illegally selling tax-free tobacco products. During the course of the operation, these officers had attempted to arrest Jennings for disorderly conduct; Jennings resisted, and in the ensuing confrontation, his ankle was broken. The original complaint included a Fourth Amendment excessive force claim against a number of John Doe defendants. After the close of discovery and shortly before the deadline for filing pretrial motions, seven state troopers, including Officer Kenneth Jones, were added as defendants in their individual capacities.</p>\n<p>On March 21, 2005, just before the trial began, plaintiffs filed a second amended complaint that raised twenty-one different claims, including discrimination, various state law claims of assault, battery, false imprisonment, and negligent and intentional infliction of emotional distress, and again the excessive force claim.<sup>[1]</sup></p>\n<p>In 2005, a jury found for Jennings on only one of his claims and against only one of the defendants. On his excessive force and battery claims, the jury found only against Officer Jones, awarding Jennings $301,100 in compensatory damages. Jones filed motions for judgment as a matter of law (JMOL), for a new trial, and for a remittitur. The district court granted Jones's motion for JMOL on the basis of qualified immunity. Jennings v. Pare (Jennings I), No. 03-572, 2005 WL 2043945 (D.R.I. Aug. 24, 2005). It erroneously failed to rule, however, on the defendant's Fed. R. Civ. P. 50(c)(1) motion for new trial, which it had found to be moot.</p>\n<p>Jennings appealed from the JMOL. In 2007, a divided panel of this court, in a modified decision reached after en banc review was sought, vacated the district court's ruling on the motion for JMOL and remanded to the district court to rule on the outstanding motions. Jennings II, 499 F.3d 1. In the order denying en banc review, two judges expressed the view that the motion for new trial was well taken and two expressed the view that the new trial motion was best left to the discretion of the trial judge. Id. at 1-2 (Boudin, C.J. and Lynch, J. concurring in the denial of rehearing en banc); id. at 2 (Torruella, J. and Lipez, J. concurring in the denial of rehearing en banc).</p>\n<p>In 2008, after hearing arguments, the district court granted Jones's motion for a new trial on two grounds. Jennings v. Pare (Jennings III), No. 03-572, 2008 WL 2202429 (D.R.I. May 27, 2008). The district judge first held that a new trial was warranted because it was impossible to determine whether the jury's verdict had been based on a theory of excessive force that would not have been barred by qualified immunity. Id. at *2-3.</p>\n<p>As a second, independent basis for granting the new trial, the trial judge also held that a verdict based on a theory of increased force, even if that were a possible ground for the verdict, would have been against the clear weight of the credible evidence. Id. at *3-4. The district court weighed the testimony of the two witnesses who claimed to have seen Jones increase force on Jennings's ankle against objective evidence and found, for several reasons, that neither of them could have observed what they testified to seeing. The judge also determined that Jennings's testimony was not credible on the claim of increased force, because it was plainly contradicted by other evidence. There was no other evidence available by which a jury might have determined that Jones had increased the force he applied to Jennings's ankle; and the district judge deemed Jones's testimony that there had been no increase in pressure credible. Thus, he granted the motion for new trial.</p>\n<p>At the second trial, held in 2008, the jury ruled in favor of Jones. Jennings appealed from the grant of the new trial motion. We now affirm.</p>\n<p></p>\n<h2>II.</h2>\n<p>The facts of the case are recited at length in this court's previous opinion, Jennings II, 499 F.3d at 4-7, and in the district court's JMOL order, Jennings I, 2005 WL 2043945, at *1-2. We describe the history of the case.</p>\n<p>In his pleadings and at his first trial, Jennings presented several different arguments and theories to support his Fourth Amendment excessive force claim against various defendants. His second amended complaint described the claim as follows:</p>\n<blockquote>Kenneth Bell, Kenneth Jones, Wilfred Hill, James Demers, and Kenneth Buonaiuto, still failing to identify themselves as . . . Rhode Island State Police Officer[s] or producing any documentation supporting [their] alleged right to be on the property, assaulted Adam Jennings and subdued him in violation of his right under the Fourth Amendment . . . to be free from excessive force . . . .</blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>The actions of defendants in wrestling Adam Jennings to the floor and applying the weight of several officers to his person and breaking his ankle were a violation of Mr. Jennings['s] right under the Fourth Amendment . . . to be free from the use of excessive force.</blockquote>\n<p>The amended complaint did not focus on Jones as opposed to the other officers and claimed that the excessive force consisted of wrestling plaintiff to the floor, applying the weight of several officers to him, and breaking his ankle. Consistent with these generalized allegations, Jennings argued at various points during the trial and during his opening and closing arguments that the force used against him was excessive for a number of different reasons.<sup>[2]</sup></p>\n<p>In addition to the arguments outlined in footnote two, Jennings pressed another theory at various points: that the force was excessive because Jones had increased the force he applied to the ankle without justification after Jennings had stopped resisting and after he had informed Jones of his prior injury to that ankle.</p>\n<p>The district court gave the jury generalized instructions on Jennings's excessive force claim.<sup>[3]</sup> It instructed the jury on the elements of a § 1983 claim; it stated that use of excessive force was an unreasonable seizure under the Fourth Amendment and that to establish excessive force, \"the plaintiff must show that the force used was objectively unreasonable.\" The court further instructed the jury on several factors it could consider in determining whether the force used was objectively reasonable. These factors were: whether the plaintiff posed a threat to the safety of the officer or others and how immediate or serious the threat was, whether the plaintiff was interfering with or disrupting the search, whether the plaintiff was resisting, and whether the force used was proportional under the circumstances. The jury instructions did not distinguish among the multiple theories that Jennings provided at trial for his excessive force claim, nor did they mention the increased force theory. Jennings also did not request that the jury instructions be more specific in this regard.</p>\n<p>On March 28, 2005, the first jury returned a verdict in favor of Jennings on both his excessive force and state law battery claims against Jones but did not find liability on the part of the other defendants. It awarded Jennings $301,100 in compensatory damages. The jury verdict stated only: \"As to the claims by Adam Jennings against Kenneth Jones, Fourth Amendment claim for excessive force, the jury finds for the plaintiff, Adam Jennings.\" There were no special interrogatories to allow the jury to make specific findings of fact. Neither party had requested them and neither objected to the verdict form.</p>\n<p>On April 8, 2005, after the verdict was issued, Jones filed three motions, seeking a remittitur under Fed. R. Civ. P. 59(e), JMOL under Fed. R. Civ. P. 50(b), and a new trial under Fed. R. Civ. P. 59. On August 24, 2005, the district court granted Jones's motion for JMOL, stating that it had erred by not granting JMOL previously and by submitting the claims to the jury. Jennings I, 2005 WL 2043945, at *5. The trial judge concluded that Jones was entitled to qualified immunity, reasoning that there was no evidence that Jones's actions constituted excessive force and, even if such evidence had been presented, there was no clearly established law on point and a reasonable officer could have believed his actions lawful.<sup>[4]</sup> Id. at *5-11. The district court incorrectly did not rule on the new trial or remittitur motions on the ground that these motions were moot in light of its decision on JMOL. Id. at *1.</p>\n<p>On August 17, 2007, a panel of this court, over a dissent, vacated the district court's ruling granting JMOL on immunity grounds on Jennings's excessive force claim.<sup>[5]</sup> Viewing the evidence in the light most favorable to Jennings, and so taking all credibility issues in Jennings's favor, the court found the evidence sufficient to support a claim based on \"Jones' increased use of physical force after Jennings had ceased resisting for several seconds and stated that the force Jones was using was hurting his previously injured ankle.\" Jennings II, 499 F.3d at 11 (emphasis in original); see also id. at 7.</p>\n<p>It additionally noted that the \"circumstances would arguably allow a reasonable officer in Jones' circumstances to believe that it was lawful to maintain the level of force he used even after Jones ceased resisting,\" and thus that Jones may have been entitled to immunity on that claim. Id. at 19 (emphasis in original). The court also concluded that the district judge erred in not ruling on Jones's motions for a new trial and for remittitur and remanded for a ruling on these motions. Id. at 21.</p>\n<p>On remand, the district court granted Jones's new trial motion on two different grounds. On May 27, 2008, it ruled that a new trial was warranted because there was no way to determine whether the jury's general verdict was based on the increased force theory or on one of the other excessive force theories Jennings argued to the jury. Jennings III, 2008 WL 2202429, at *2-3. The court separately ruled that even if the first jury's decision was based on the increased force theory, this conclusion was contrary to the weight of the evidence, and a new trial would be warranted on that ground. Id. at *3-4. The court found that the weight of the credible evidence instead \"support[ed] Jones's testimony that he maintained his hold on Jennings' ankle because Jennings continued to resist but that he did not increase the force being exerted.\"<sup>[6]</sup> Id. at *4. We outline the district court's reasoning more precisely below.</p>\n<p>The second trial began on July 22, 2008. This time, the jury found in Jones's favor. After the verdict was issued, Jennings timely appealed from the grant of the new trial motion, seeking to reinstate the verdict in the first trial.</p>\n<p></p>\n<h2>III.</h2>\n<p>Our review of the grant of a motion for a new trial is for abuse of discretion. Gasperini v. Ctr. for Humanities, Inc., 518 U.S. 415, 435 (1996).</p>\n<p></p>\n<h2>A. There Are Distinct Standards under Rules 59 and 50, Fed. R. Civ. P.</h2>\n<p>The prior appeal involved a grant of a Rule 50 motion for JMOL; this appeal involves a grant of a Rule 59 new trial motion. The perspectives that both the trial judge and the appellate court must take on such motions differ in several respects.</p>\n<p>Under Rule 50, the standard for a trial judge to grant a JMOL is whether the jury \"would not have a legally sufficient evidentiary basis\" for its verdict. Fed. R. Civ. P. 50(a). By contrast, in assessing a new trial motion under Rule 59, a trial judge asks whether there is a ground on which \"a new trial has heretofore been granted in an action at law in federal court.\" Fed. R. Civ. P. 59(a)(1)(A). A district court's power to grant a motion for a new trial is much broader than its power to grant a JMOL. See Sailor Inc. F/V v. City of Rockland, 428 F.3d 348, 353 (1st Cir. 2005); 3 Charles A. Wright, Federal Practice and Procedure § 553, at 245 (2d ed. 1982).</p>\n<p>A trial court may grant a new trial on the basis that the verdict is against the weight of the evidence. See Gasperini, 518 U.S. at 433. Further, \"the district court has the power and duty to order a new trial whenever, in its judgment, the action is required in order to prevent injustice.\" Kearns v. Keystone Shipping Co., 863 F.2d 177, 181 (1st Cir. 1988) (quoting 11 C. Wright &amp; A. Miller, Federal Practice and Procedure § 2805 (1973)) (internal quotation marks omitted). When deciding whether to grant a new trial, a district court is free to independently weigh the evidence. MacQuarrie v. Howard Johnson Co., 877 F.2d 126, 132 (1st Cir. 1989) (\"The trial judge, upon considering a motion for new trial, may consider the credibility of the witnesses who had testified and, of course, will consider the weight of the evidence.\"); Mayo v. Schooner Capital Corp., 825 F.2d 566, 569-70 (1st Cir. 1987); Ins. Co. of N. Am. v. Musa, 785 F.2d 370, 375 (1st Cir. 1986); see also 11 Wright, Miller &amp; Kane, Federal Practice and Procedure § 2806, at 67 (2d ed. 1995) (\"[O]n a motion for a new trial on the ground that the verdict is against the weight of the evidence, the judge is free to weigh the evidence for himself.\").</p>\n<p>Appellant urges that the district court erred in granting a new trial \"without an articulated finding that the evidentiary insufficiency resulted in a miscarriage of justice\" and cites United States v. Arache, 946 F.2d 129, 140 (1st Cir. 1991). He did not make that argument before the district court and has waived it. In any event, it is quite clear from the district court's analysis that the court considered this to be a miscarriage-of-justice situation even if it did not expressly say so.</p>\n<p>Although a district court wields \"broad legal authority\" when considering a motion for a new trial, de Pérez v. Hospital del Maestro, 910 F.2d 1004, 1006 (1st Cir. 1990), we have often emphasized that a \"district judge cannot displace a jury's verdict merely because he disagrees with it\" or because \"a contrary verdict may have been equally . . . supportable.\" Ahern v. Scholz, 85 F.3d 774, 780 (1st Cir. 1996) (internal quotation marks omitted). As we have repeatedly observed, trial judges do not sit as thirteenth jurors, empowered to reject any verdict with which they disagree. Coffran v. Hitchcock Clinic, Inc., 683 F.2d 5, 6 (1st Cir. 1982).</p>\n<p>Just as there are disciplined constraints on the power of the district court to grant new trials, our own appellate review is \"circumscribed\" and we may reverse only where there has been an \"abuse of discretion.\"<sup>[7]</sup> Ahern, 85 F.3d at 780 (citing Simon v. Navon, 71 F.3d 9, 13 (1st Cir. 1995); Newell P.R., Ltd. v. Rubbermaid Inc., 20 F.3d 15, 22 (1st Cir. 1994)); see Transamerica Premier Ins. Co. v. Ober, 107 F.3d 925 (1st Cir. 1997); Fleet Nat'l Bank v. Anchor Media Television, Inc., 45 F.3d 546, 553 (1st Cir. 1995); de Pérez, 910 F.2d at 1006; Wells Real Estate, Inc. v. Greater Lowell Bd. of Realtors, 850 F.2d 803, 811 (1st Cir. 1988); Kearns, 863 F.2d at 178; Conway v. Electro Switch Corp., 825 F.2d 593, 598 (1st Cir. 1987).</p>\n<p>This limited role for appellate review is required by Gasperini and is often stated by other circuits. See Holmes v. City of Massillon, 78 F.3d 1041, 1045 (6th Cir. 1996) (noting that under abuse of discretion review, reversal of a grant of new trial is appropriate only when an appellate court has \"a definite and firm conviction . . . that the court below committed a clear error of judgment in the conclusion it reached upon a weighing of the relevant factors\") (internal quotation marks and citation omitted); United States v. Alston, 974 F.2d 1206, 1212 (9th Cir. 1992) (Kozinski, J.) (\"[A] court of appeals will only rarely reverse a district judge's grant of a defendant's motion for a new trial, and then only in egregious cases.\"); United States v. Lincoln, 630 F.2d 1313, 1319 (8th Cir. 1980) (\"Corresponding to the district court's broad discretion [over motions for new trial] is the limited scope of our review: we will reverse the district court's ruling on the motion for new trial only if we find that ruling to be a clear and manifest abuse of discretion.\").</p>\n<p>As the Ninth Circuit explained in Alston:</p>\n<blockquote>Appellate deference [regarding motions for new trial] makes sense. Circuit judges, reading the dry pages of the record, do not experience the tenor of the testimony at trial. The balance of proof is often close and may hinge on personal evaluations of witness demeanor. And, because an order directing a new trial leaves the final decision in the hands of the jury, it does not usurp the jury's function in the way a judgment of acquittal does.</blockquote>\n<p>974 F.2d at 1212. Thus, any Seventh Amendment concerns are minimized because a jury ultimately decides the case.<sup>[8]</sup> Appellate courts are accordingly very deferential to district judges' exercise of their discretion to grant new trial motions. See 11 Wright, Miller &amp; Kane, supra, § 2818, at 194; id. § 2803, at 47-48 (\"[A new trial] motion invokes the sound discretion of the trial court, and appellate review of its ruling is quite limited.\" (footnote omitted)); id. § 2819, at 206 (\"[T]he appellate court must defer to the better opportunity the trial judge has to appraise the situation.\"). As the Supreme Court said in Gasperini, the trial court's power to grant a new trial \"is not in derogation of the right of trial by jury but is one of the historic safeguards of that right.\" Gasperini, 518 U.S. at 433 (quoting Aetna Casualty &amp; Sur. Co. v. Yeatts, 122 F.2d 350, 353 (4th Cir. 1941)) (internal quotation marks omitted).</p>\n<p>Our constrained review of a trial court's action on a motion for a new trial is quite different from the standard we apply to review of a motion for JMOL. Significantly, in the prior appeal concerned with the grant of a JMOL, we were required to take the facts in the light most favorable to the verdict.<sup>[9]</sup> By contrast, it has long been our circuit law that when reviewing a motion for a new trial under Rule 59, we do not take the evidence in the light most favorable to the verdict winner.</p>\n<p>This distinction is not new. We have repeatedly recognized that unlike review of JMOL, the new trial motion standard of review is concerned with whether the verdict is against the weight of the evidence, an assessment made through the lens of abuse-of-discretion review and not requiring that we take the evidence in favor of the verdict. See, e.g., Monteagudo v. Asociacion de Empleados del Estado Libre Asociado de P.R., 554 F.3d 164, 170 &amp; 174 (1st Cir. 2009) (identifying distinct standards of review under Rule 50 and Rule 59); Marcoux v. Shell Oil Prods. Co. LLC, 524 F.3d 33, 40 (1st Cir. 2008) (same); Casillas-Díaz v. Palau, 463 F.3d 77, 80-81 (1st Cir. 2006) (same); Sailor Inc. F/V, 428 F.3d 348 at 351 (same); Acevedo-Garcia v. Monroig, 351 F.3d 547, 565 (1st Cir. 2003) (same); Sanchez v. P. R. Oil Co., 37 F.3d 712, 716-17 (1st Cir. 1994) (same); Veranda Beach Club Ltd. P'ship v. W. Sur. Co., 936 F.2d 1364, 1383-84 (1st Cir. 1991) (same).</p>\n<p>We have long clearly distinguished between these two standards, for example, in Gutierrez-Rodriguez v. Cartagena, 882 F.2d 553 (1st Cir. 1989), and many other cases. In Gutierrez, we noted that appellate review of a motion for judgment notwithstanding the verdict requires that the evidence be viewed in the light most favorable to the verdict. Id. at 558. However, as to the motion for a new trial, we applied our traditional standard of review for abuse of discretion. Id. We appropriately described this as a strict standard of review for motions for new trial, but nowhere listed any requirement that the evidence be taken in the light most favorable to the verdict. Gutierrez itself repeated our earlier holdings. See, e.g., Gonzalez-Marin v. Equitable Life Assurance Soc. of U.S., 845 F.2d 1140, 1144 (1st Cir. 1988); Wagenmann v. Adams, 829 F.2d 196, 200-01 (1st Cir. 1987).</p>\n<p>In Transamerica Premier Insurance Co. v. Ober, 107 F.3d 925 (1st Cir. 1997), we reiterated this well-settled dichotomy in the standards of review but commented on the fact that both standards were strict, daunting, and presented appellants with high hurdles. Id. at 929. We described appellate review of JMOL as \"plenary\" review, requiring inferences to be drawn in favor of the non-movant. Id. By contrast, we again described our review on new trial motion as assessing whether the district court \"abused its discretion.\"<sup>[10]</sup> Id.</p>\n<p>It would also be inconsistent with our law on the trial court's power to grant new trials to require that all inferences be drawn in favor of the verdict. Indeed, as we have repeatedly recognized, a trial judge may order a new trial \"even where the verdict is supported by substantial evidence.\" Lama v. Borras, 16 F.3d 473, 477 (1st Cir. 1994) (citing Wagenmann, 829 F.2d at 200); Valm v. Hercules Fish Prods., Inc., 701 F.2d 235, 237 (1st Cir. 1983) (internal citation and quotation marks omitted); Hubbard v. Faros Fisheries, Inc., 626 F.2d 196, 200 (1st Cir. 1980); see also Farrior v. Waterford Bd. of Educ., 277 F.3d 633, 634-35 (2d Cir. 2002).</p>\n<p>Commentators are also clear that motions for new trial and for JMOL are to be handled differently, noting in particular that motions for a new trial do not require a trial judge to review the evidence in the light most favorable to the verdict. Wright, Miller &amp; Kane, supra, § 2806, at 66; see also id. at 64 (observing that a district court's application of the JMOL standard to motions for a new trial \"puts the new trial standard far too high\"); id. at 65 (\"[O]n a motion for a new trialunlike a motion for a judgment as a matter of lawthe judge may set aside the verdict even though there is substantial evidence to support it.\").</p>\n<p>Our approach, that we do not take the evidence in the light most favorable to the verdict in reviewing a grant or denial of a new trial, is also the general rule in the circuits. See, e.g., United States v. Fuchs, 467 F.3d 889, 910 (5th Cir. 2006) (\"Viewing the evidence in the light most favorable to the verdict is tantamount to ruling on a motion for judgment of acquittal rather than a new-trial motion.\"); United States v. Walker, 393 F.3d 842, 847-48 (8th Cir. 2005); DLC Mgmt. Corp. v. Town of Hyde Park, 163 F.3d 124, 133-34 (2d Cir. 1998); United States v. Martinez, 763 F.2d 1297, 1312 (11th Cir. 1985); Gill v. Rollins Protective Servs. Co., 773 F.2d 592, 595 (4th Cir. 1985).</p>\n<p>In short, a district court may err in granting a motion for JMOL and not abuse its discretion in granting a motion for a new trial. As we recently said in Sailor Inc., \"In some cases, the evidence might preclude judgment as a matter of law and yet lean so heavily in the other direction so as to justify a district judge in ordering a new trial.\" 428 F.3d at 353.</p>\n<p>We now apply the abuse of discretion standard of review. In doing so, we look to \"isolate the factual basis for the trial court's ruling and provide the foundation for our action today\" in evaluating whether that discretion was abused. Kearns, 863 F.2d at 179.</p>\n<p></p>\n<h2>B. The Evidence at Trial</h2>\n<p>State police obtained a search warrant in 2003 to seize cigarettes and other evidence of untaxed sales from the smoke shop located on tribal land in Charlestown. The police executed the search warrant on July 14, 2003. On that day, a crowd of tribe members and reporters gathered near the smoke shop, in anticipation of the officers' arrival.</p>\n<p>The smoke shop consisted of a trailer with a parking lot directly in front of it. The trailer's front wall had two doors facing the parking lot, one on the left and one on the right of the small structure. Several feet of floor-space separated the doorways from an L-shaped counter, behind which the smoke shop employees worked.</p>\n<p>Jennings was working inside the smoke shop when several undercover detectives entered, posing as prospective customers. Later, upon receiving a prearranged signal, uniformed troopers, including Jones, arrived to secure the parking lot and assist the detectives in executing the warrant.</p>\n<p>When uniformed officers arrived inside the smoke shop, they ordered Jennings, the two other original plaintiffs, and smoke shop employee Domingo Monroe to sit behind the counter. Jennings, who was upset by the state police officers' presence in the smoke shop and believed they had no right to be there, initially did not comply. Rather, he responded by grabbing the edge of the counter; he testified that he did this in response to the officers' instruction that he show his hands. He eventually released his grip on the counter and complied with the officers' order to sit behind it. But he proceeded to shout profanities at the officers. The officers testified that Jennings also kept getting out of his seat and attempted to incite others behind the counter, \"waving his arm\" and declaring \"This is our land, this is sovereign land.\" Officers testified that they asked Jennings repeatedly to \"calm down,\" but his \"threatening\" behavior continued; his actions interfered with the officers' ability to conduct the search.</p>\n<p>Portions of the event, lasting about one minute, were captured by the police on videotape, with sound. Jennings's initial resistance was captured on the smoke shop's own security camera, without audio. Both videotapes were in evidence at trial. As the district court found, \"[t]he videotape does not clearly show what happened between the time that Jennings was wrestled to the floor and the time that his ankle was broken.\" Jennings I, 2005 WL 2043945 at *2. Both sides agreed the scene was chaotic.</p>\n<p>The police videotape shows a detective responded to Jennings's continuing, obstructive behavior behind the counter by saying, \"Alright? I gave you an opportunity, you're leaving.\" As Jennings began walking to the door, the detective instructed the other troopers to \"cuff him.\" Jennings responded by shouting, \"I'm not getting arrested\" and assumed a defensive stance. The video, as the district court recounted, shows that Jennings resisted the officers' attempts to handcuff him and kicked at the officers. After a struggle, officers were able to wrestle Jennings to the floor inside the shop, where he lay on his stomach with both hands underneath his body, near his waistband. The officers did not know at that time whether Jennings was carrying a weapon.</p>\n<p>The officers repeatedly instructed Jennings, who was on the floor, to stop resisting and to show his hands, in order to see if he was armed. Contrary to these instructions from the police, Jennings's arms remained underneath him and he continued to twist and turn and to kick violently at the officers. Jennings later testified that he was not able to comply with the officers' demands that he show his hands because his hands were trapped underneath his body.</p>\n<p>Officer Jones entered the smoke shop just as the struggle with Jennings began. Jones attempted to assist the three officers struggling to control Jennings, who was twisting and turning on the floor. He did so by kneeling, grabbing Jennings's right leg, and employing an \"ankle turn control technique.\" Jones was beside the door, inside the trailer; Jennings lay inside with officers surrounding him, trying to hold him down and obtain control. The technique Jones used, which involved twisting Jennings's ankle, was taught to Jones at the State Police Academy. It was intended to induce compliance by a person who was actively or passively resisting arrest and to prevent that person from kicking. Jones testified that Jennings remained \"combative\" as Jones applied the technique, continuing to kick his legs and resist the officers' efforts to bring him under control. A total of five different officers were involved in this incident.</p>\n<p>At one point, Jennings told Jones that the force he was using on his ankle was hurting him and that he had recently had surgery performed on that ankle. The district court found that the video shows that Jones responded, \"Don't resist and you won't have to worry about it.\" Jennings I, 2005 WL 2043945, at *2.</p>\n<p>After several seconds, one of the officers, Wilfred Hill, was able to gain control of Jennings's left hand; he gave control of the hand to another officer and then rose to his feet. Jennings was still on the floor, on his stomach. Jennings testified that he had not been resisting at this point, but it is uncontested that he was still on his stomach, his right hand was still not visible underneath him, and that the officers were still trying to handcuff him. Jones testified he continued to use the ankle control technique on Jennings, since Jennings had not decreased his resistance and was not yet cuffed and under control. Less than twenty seconds after Hill got up, Jennings's ankle was broken and he yelled in pain. Jones testified that he did not increase the force he applied to Jennings's ankle at any point during the struggle. Jennings testified Jones did increase his force on the ankle. Shortly after the injury, Jennings was handcuffed and brought to his feet. As Jennings was escorted from the smoke shop, he said, \"It took ten of you to take me down.\" Jennings III, 2008 WL 2202429, at *4.</p>\n<p></p>\n<h2>IV.</h2>\n<p></p>\n<h2>A. There Was No Abuse of Discretion in the District Court's Second Ground for Grant of a New Trial</h2>\n<p>Because the district court's second ground suffices to support its holding, we turn to it now. As an independent basis for its grant of a new trial, the district court held that even if the jury verdict had unambiguously rested on the increased force theory, that theory would have been contrary to the weight of the evidence. Our review of the record reveals no abuse of discretion. See Ahern, 85 F.3d at 780; Kearns, 863 F.2d at 181.</p>\n<p>The district judge's explanation of his holding was carefully reasoned and grounded in the evidence.<sup>[11]</sup> The district court discussed in detail the testimony of the key witnesses, and his opinion both recites the correct legal standards and shows careful reflection. Accord Alston, 974 F.2d 1206 (affirming grant of new trial on this reasoning). We, too, have reviewed the relevant trial transcript and the two videotapes, and they reveal no abuse of discretion in the district court's view. Accord id.</p>\n<p>As to the videotapes, our review is not de novo, in any event, but deferential. Muniz v. Rovira-Martino, 453 F.3d 10, 13 (1st Cir. 2006) (\"The [Supreme] Court could scarcely have been more clear on this point: we may not exercise de novo review over the district court's account of the video evidence.\") (citing Anderson v. City of Bessemer City, 470 U.S. 564, 573-74 (1985)). We cannot say the trial judge's view was an abuse of discretion.<sup>[12]</sup></p>\n<p>We agree that the only evidence supporting the allegation that Jones increased the force he was applying to Jennings's ankle, other than Jennings's own statements, was the testimony of two witnesses: Domingo Monroehimself a member of the Narragansett Indian tribe and an employee of the smoke shopand Daniel Piccoli, one of the shop's patrons. Jennings III, 2008 WL 2202429, at *3. Jones denied this contention.</p>\n<p>At trial, both Monroe and Piccoli stated that after Jennings said that the officer was hurting his ankle, Jones twisted it more.<sup>[13]</sup> The district court determined that a jury verdict that relied on this testimony would have been against the weight of the evidence. Id. The court's conclusion did not rest entirely on its assessment of the witnesses's demeanor on the stand. To the contrary, the district court systematically measured their statements against clear, objective evidence and found that \"neither Monroe nor Piccoli was in any position to observe Jones' actions or what was taking place during the struggle.\" Id.</p>\n<p>In weighing the evidence, the district judge first determined that, despite Monroe's contrary statement, Monroe could not see Jennings struggling on the floor with the officers from his position within the smoke shop.</p>\n<p>The district court found the videotape shows that as the incident played out, Monroe was seated across the room, behind the counter. Id. Although Monroe's seat was positioned behind an opening in the counter, two officers stood immediately in front of him. Id. Two more officers were positioned between him and the struggle with Jennings. Id.</p>\n<p>Our own review of the record shows that the district court's analysis is supportable. Monroe was speaking with at least two of the large officers directly in front of him as the incident plays out. Monroe's view of the struggle was further obstructed by the large bodies of the officers with whom Jennings was struggling in the moments before his ankle was broken. Indeed, Keith Huertas, who was seated mere inches from Monroe, testified that it was impossible to see anything but \"a real pileup of officers on top of [Jennings].\"</p>\n<p>The court also found that Piccoli could not see the actual struggle, which played out inside the smoke shop, from his alleged vantage point outside the shopmuch less whether Jones had increased his use of force.<sup>[14]</sup> On the morning of the incident, Piccoli testified, he had traveled about twenty miles to purchase cigarettes at the smoke shop. Upon arrival, he found that the shop did not have his preferred brand. Nonetheless, he opted to remain in the parking lot for approximately three-and-a-half hours. He was still there when the police initiated their raid of the smoke shop; at trial, he indicated that he had been thrown down a set of stairs shortly before the struggle began.</p>\n<p>The district court found the videotape showed that Piccoli was in \"the middle of the parking lot\" outside the smoke shop \"just before\" the incident. Id. Piccoli conceded he was outside the trailer in the parking lot, and thus beyond the deck and stairs leading to the door, when the struggle took place. Several individuals stood between the struggle and the doorway through which Piccoli claimed to have seen Jones applying increased pressure to Jennings's ankle.<sup>[15]</sup> The videotape demonstrates that Piccoli was positioned across the parking lot from the smoke shop both shortly before and shortly after the struggle; the parking lot was teeming with law enforcement, media, and spectators. These observations support the district court's assessment of Piccoli's account.</p>\n<p>At trial, Piccoli failed to identify Jones in the police videotape, instead pointing out a different State Trooper. Independently, in recorded testimony before a commission investigating the encounter that was later offered at trial, Piccoli stated that he had seen the entire incident take place outdoors. Id. The incident, however, took place inside the smoke shop. This confusion by Piccoli as to the location of the struggle supportably reinforced the district court's \"[d]oubts regarding Piccoli's ability to have observed what happened.\" Id.</p>\n<p>The district court further noted that even if Monroe or Piccoli had the unobstructed views they claimed to have had, they still would have been hard-pressed to assess such subtle variations as \"the degree of force that Jones was exerting and whether Jones was increasing the force or merely maintaining the hold.\" Id.</p>\n<p>This is not a case of mere conflicting testimony. Nor does it involve a mere question of a witness's demeanor. Cf. United States v. Garcia, 978 F.2d 746, 748 (1st Cir. 1992). The district judge cited clear, objective evidence disproving the witnesses' statements. See, e.g., Anderson, 470 U.S. at 575 (\"[F]actors other than demeanor and inflection go into the decision whether or not to believe a witness. Documents or objective evidence may contradict the witness' story.\").</p>\n<p>The district judge then turned his comprehensive assessment of the available evidence to the testimony of \"[t]he only two people in a position to know\" whether there had been an increase in pressure: Jennings and Jones. Jennings III, 2008 WL 2202429, at *3.</p>\n<p>Jennings and Jones testified at the trial. The district judge found Jennings's credibility undermined not only by his demeanor but also by (1) his assertion that he had held onto the counter on the instructions of law enforcement, a claim that was clearly contradicted by the security videotape;<sup>[16]</sup> (2) his testimony that he ceased struggling after his ankle was broken, which no fewer than four state troopers contradicted; and (3) the overall \"combativeness\" suggested by his pronouncements before and after the encounter, which was \"somewhat inconsistent\" with his claim that he offered no resistance once he had been brought to the floor. Id. at *3-4. These are all reasoned assessments. Ultimately, Jennings's repeated instances of disputed or deceptive testimony prompted the district court to find that Jones offered the more credible account on the issue of increased force. Id. at *3; Kearns, 863 F.2d at 181 (affirming district court's grant of a new trial \"[i]n the face of overwhelming testimony and evidence that conflicted with [plaintiff's] version of events\").</p>\n<p>District court determinations of credibility are of course entitled to great deference. See, e.g., Anderson, 470 U.S. at 575 (\"[O]nly the trial judge can be aware of the variations in demeanor and tone of voice that bear so heavily on the listener's understanding of and belief in what is said.\"); Davignon v. Clemmey, 322 F.3d 1, 11 (1st Cir. 2003). We reject Jennings's contention that the trial judge's determination resulted from \"fail[ure] to examine Jones' credibility.\" When advancing this argument, Jennings attempts to impugn Jones's credibility on a range of issues. Even if Jones was less than forthcoming in some of his testimony, that does not undermine the district court's determination that Jones's version of events was overall more consistent with the other evidence. We thus need not address Jennings's assertions individually, as we \"accord considerable deference to the trial court's greater ability to understand the scope of the evidence presented before it and to judge the credibility of th[e] witnesses.\" Davignon, 322 F.3d at 11 (alteration in original) (internal quotation marks omitted).</p>\n<p>In short, the trial judge found that if the jury verdict had rested solely on a theory that Jones had used an increased force level, that verdict was contrary to the clear weight of the evidence. The district court's grant of the motion for a new trial was properly within its discretion.</p>\n<p></p>\n<h2>B. There Was No Waiver of the New Trial Motion</h2>\n<p>We also reject Jennings's argument that the district court erred in granting a new trial because Jones failed to press the district court for a ruling on this motion after it initially and erroneously ruled the motion was moot. First, Jennings did not present the argument to the district court until his motion to reconsider the court's decision to grant a new trial, and it is waived. Second, it is simply wrong on the merits.</p>\n<p></p>\n<h2>V.</h2>\n<p>The judgment of the district court granting defendant's new trial motion is affirmed.</p>\n<p>LIPEZ, Circuit Judge, concurring.</p>\n<p>This case demonstrates the importance of standards of review to the outcome of appeals. In the prior majority decision in this case, I wrote to vacate the district court's grant of judgment as a matter of law for defendant Jones because that ruling, in my view, was incompatible with the district court's obligation to consider whether the jury had \"a legally sufficient evidentiary basis\" for its verdict. Fed. R. Civ. P. 50(a). My view on that issue has not changed. When the evidence presented at the first trial was considered in the light most favorable to the verdict  the applicable standard both in the district court and on appeal  the jury's judgment in favor of Jennings had to be upheld.</p>\n<p>The standards are very different, however, for motions seeking a new trial. In deciding whether to grant such a request, the district court is entitled to make its own judgment about the strength of the evidence, including the credibility of witnesses. MacQuarrie v. Howard Johnson Co., 877 F.2d 126, 132 (1st Cir. 1989). It follows that we, in turn, are obliged to afford wide latitude to the court's discretionary judgment about the strength of the evidence. See, e.g., Johnson v. Spencer Press of Maine, Inc., 364 F.3d 368, 375 (1st Cir. 2004).</p>\n<p>The impact of the differing standards is apparent when we examine the \"critical factual dispute\" at the heart of the prior majority decision: \"whether Jones increased the force he applied after Jennings already had ceased resisting for several seconds.\" Jennings v. Jones, 499 F.3d 2, 7 (1st Cir. 2007). We concluded that, given the testimony of Jennings, Piccoli and Monroe, \"the only view of the evidence consistent with the principle that we take the facts in the light most favorable to the jury verdict\" was that Jones had in fact increased the force he used to restrain Jennings. Id. at 10. Based on that view of the evidence, we held that the district court improperly granted judgment for Jones on Jennings' excessive force claim.</p>\n<p>In this appeal, however, our focus has shifted. In evaluating Jones' motion for a new trial, the district court discussed the evidence that was essential to our previous decision  the testimony of Jennings, Piccoli and Monroe. It found their accounts of the increased use of force implausible in light of the videotapes and the officers' testimony, leading it to conclude that the jury's verdict was against the weight of the credible evidence. In reviewing that ruling, our focus is no longer on whether the evidence viewed in the light most favorable to the jury's verdict supports the verdict  it does  but on whether the district court abused its discretion in doubting the truthfulness of that evidence and ordering a new trial to avoid what it perceived as a miscarriage of justice.</p>\n<p>The change in the question has necessarily led me to a different answer in this second appeal. I agree with my colleagues that the district court did not abuse its discretion in concluding that a new trial was warranted. Hence, I join them in affirming the district court's judgment.</p>\n<h2>NOTES</h2>\n<p>[*]   Of the Federal Circuit, sitting by designation.</p>\n<p>[1]  Aside from Jennings's excessive force and battery claims against Jones, all other claims were resolved in favor of the defendants, either on motions for judgment as a matter of law (JMOL) or by the jury in its final verdict.</p>\n<p>[2]  Jennings consistently urged that (1) Jones's actions constituted excessive force because the seriousness of the injury was not justified by the gravity of Jennings's purportedly minor offense. At closing argument, Jennings's attorney stated: \"If, in fact, there was any serious behavior on the part of Adam Jennings that justified the end result of breaking his ankle in two places, I don't know what it is.\" He also told the jury that if Jennings's behavior before his arrest \"was a crime, it wasn't a very serious crime,\" and \"if there is a serious injury, a serious physical injury, you can take that into consideration when you're considering whether the force is excessive or not.\"\n</p>\n<p>Further, Jennings argued at trial that (2) the force used against him was excessive because he should not have been arrested in the first place. Jennings testified that he in fact complied with all the officers' directions at every stage (though both videotape evidence and testimony from officers flatly contradicted this). Jennings's attorney restated this point during both opening and closing arguments.</p>\n<p>Jennings also argued throughout the trial that (3) the force used was excessive because Jones continued to use the ankle technique even after Jennings claimed he stopped resisting. Pointing to a videotape of the encounter as evidence, Jennings argued that after he was taken to the ground and Jones started using the ankle technique, Jones \"holds that position for quite some time, even when it is clear from the video that there is no longer any struggling going on.\" He added during closing argument that \"obviously at the point that Trooper Hill gets up, that in and of itself is an announcement that there isn't anything going on down on the floor that is worthy of any kind of very serious application of force.\"</p>\n<p>Jennings further claimed excessive force on the grounds that, (4) faced with strange men whom he believed were robbing the shop and harassing his mother, his initial, obstructive behavior had been justified.</p>\n<p>[3]  At the close of the plaintiff's presentation at trial, the defendants moved for JMOL on the basis of defenses, which included qualified immunity. This was the first time the qualified immunity defense was raised; the defendants explained that it was not raised earlier because Jones and the other officers were not named as defendants until after the parties had filed their pretrial motions. The district court granted the motion in part but denied it as to Jennings's excessive force and battery claims against Jones. The court apparently overlooked the immunity issue, which it did not explicitly address.\n</p>\n<p>After the close of all evidence, defendants renewed their motion for JMOL, but did not explicitly renew their qualified immunity argument. The district court again granted the motion in part but denied it as to the excessive force and battery claims against Jones; again, the court did not address the qualified immunity defense.</p>\n<p>[4]  The court also concluded that under Rhode Island law, Jones was shielded from liability for the state law battery claim. Id. at *11-13.</p>\n<p>[5]  The decision did not disturb the district court's grant of JMOL on Jennings's state law battery claim, which Jennings had not challenged on appeal. Jennings II, 499 F.3d at 7 n.8.</p>\n<p>[6]  Had the verdict been based on a maintenance of force theory, the panel opinion in Jennings II conceded that it was arguable Jones was entitled to qualified immunity. Jennings II, 499 F.3d at 11-12.</p>\n<p>[7]  We apply the same standard of review to a district court's grant of a new trial motion as we do to its denial of one. Compare Goulet v. New Penn Motor Exp., Inc., 512 F.3d 34, 44 (1st Cir. 2008)(\"We review the district court's denial of a motion for new trial for abuse of discretion only.\"), with Kearns, 863 F.2d at 181 (\"[O]nly on a finding of an abuse of discretion [in the grant of a new trial motion] should a reviewing court set aside the trial court's determination.\").</p>\n<p>[8]  To be sure, even a grant of JMOL does not violate the Seventh Amendment. See Neely v. Martin K. Eby Constr. Co., 386 U.S. 317, 321 (1967).</p>\n<p>[9]  Indeed, the majority in Jennings II concluded that the standard of review compelled it to focus on the increased force theory as opposed to other theories. Jennings II, 499 F.3d at 10.</p>\n<p>[10]  Unfortunately, a later opinion, Stuart v. United States, 337 F.3d 31 (1st Cir. 2003), misinterpreted Transamerica and conflated the two standards. Id. at 37; see generally Wright, Miller &amp; Kane, supra, § 2806, at 63 (observing \"recurrent tendency on the part of courts to confuse the standard for a new trial with that for a directed verdict or a judgment notwithstanding the verdict\"). Citing Stuart's misinterpretation, the court again incorrectly conflated the two standards in Baron v. Suffolk County Sherriff's Dep't, 402 F.3d 225, 245 (1st Cir. 2005). Neither Baron nor Stuart's statement that inferences must be drawn in favor of the verdict are good law. In later decisions, we returned to the appropriate distinction. See, e.g., Casillas-Díaz, 463 F.3d at 80-81. Moreover, the Supreme Court case Gasperini, 518 U.S. 415, limited review of a new trial motion to abuse of discretion and did not require drawing of all inferences in favor of the verdict.</p>\n<p>[11]  There is no requirement that the district court make specific findings. \"[A] trial judge is not required to enter supporting findings of facts and conclusions of law when granting a new-trial motion.\" Allied Chem. Corp. v. Daiflon, Inc., 449 U.S. 33, 36 n.3 (1980).</p>\n<p>[12]  Plaintiff argues on appeal that Exhibit A, the police videotape, compels the conclusion that Jones increased his force in holding Jennings's ankle after Officer Hill got up. Exhibit A does no such thing; there is no view of the ankle nor the holding of the ankle. Plaintiff also argues that Exhibit A shows a placid arrest scene. Again, Exhibit A shows no such thing.</p>\n<p>[13]  Monroe testified that Jones \"cranked down harder\" on Jennings's ankle after telling Jennings that his ankle would stop hurting if he ceased his resistance; Piccoli stated that Jones \"[j]ust twisted more\" after Jennings asked him to release his ankle.</p>\n<p>[14]  Piccoli also testified that he could see Jones \"gritting his teeth\" as Jones increased his force. However, Piccoli conceded Jones was looking down and did not look back in Piccoli's direction, toward the doorway and outside.</p>\n<p>[15]  Jennings may be correct that the district court had the wrong door in mind when it noted that the camera man would have blocked Piccoli's view; the camera man was not between Piccoli's asserted location and Jones. Our own review of the videotape evidence indicates, however, that the court's determination that Piccoli was unable to observe Jones's actions was not clearly erroneous because other individuals were standing in the correct doorway. See Muniz, 453 F.3d at 13 (\"Under the clear error standard, [plaintiff] must convince us that there was only one permissible interpretation of the [video] footage, and that the district court's interpretation was clearly incorrect.\").</p>\n<p>[16]  The smoke shop's security videotape plainly shows officers struggling to pull Jennings's hands from the counter, contrary to Jennings's claim that he complied with all of the officers' instructions.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><h1>ADAM JENNINGS, Plaintiff, Appellant,<br>\nv.<br>\nKENNETH JONES, Defendant, Appellee.</h1></center>\n<center>No. 08-2117.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>November 19, 2009.</center>\n<p>Charles M. Bradley for appellant.</p>\n<p>Rebecca Tedford Partington, Deputy Chief, Civil Division, with whom John Moreira, Special Assistant Attorney General, was on brief for appellee.</p>\n<p>Before Lynch, Chief Judge, Gajarsa<sup>[*]</sup> and Lipez, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>In the second appearance of this case here, the question is whether the trial court abused its discretion in granting a motion for a new trial, after a remand from this court instructing the trial court to address the motion. Jennings v. Jones (Jennings II), <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span> (1st Cir. 2007). There was no abuse of discretion and we affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p>Plaintiff Adam Jennings, an employee of a Narragansett Indian Tribe \"smoke shop\" in Charlestown, Rhode Island, and others brought a civil rights action in December 2003 against the state of Rhode Island and a State Police representative, as well as unnamed State Police officers who had executed a search warrant at the shop. The tribal shop was suspected of illegally selling tax-free tobacco products. During the course of the operation, these officers had attempted to arrest Jennings for disorderly conduct; Jennings resisted, and in the ensuing confrontation, his ankle was broken. The original complaint included a Fourth Amendment excessive force claim against a number of John Doe defendants. After the close of discovery and shortly before the deadline for filing pretrial motions, seven state troopers, including Officer Kenneth Jones, were added as defendants in their individual capacities.</p>\n<p>On March 21, 2005, just before the trial began, plaintiffs filed a second amended complaint that raised twenty-one different claims, including discrimination, various state law claims of assault, battery, false imprisonment, and negligent and intentional infliction of emotional distress, and again the excessive force claim.<sup>[1]</sup></p>\n<p>In 2005, a jury found for Jennings on only one of his claims and against only one of the defendants. On his excessive force and battery claims, the jury found only against Officer Jones, awarding Jennings $301,100 in compensatory damages. Jones filed motions for judgment as a matter of law (JMOL), for a new trial, and for a remittitur. The district court granted Jones's motion for JMOL on the basis of qualified immunity. Jennings v. Pare (Jennings I), No. 03-572, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">2043945</span></span> (D.R.I. Aug. 24, 2005). It erroneously failed to rule, however, on the defendant's Fed. R. Civ. P. 50(c)(1) motion for new trial, which it had found to be moot.</p>\n<p>Jennings appealed from the JMOL. In 2007, a divided panel of this court, in a modified decision reached after en banc review was sought, vacated the district court's ruling on the motion for JMOL and remanded to the district court to rule on the outstanding motions. Jennings II, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>. In the order denying en banc review, two judges expressed the view that the motion for new trial was well taken and two expressed the view that the new trial motion was best left to the discretion of the trial judge. Id. at 1-2 (Boudin, C.J. and Lynch, J. concurring in the denial of rehearing en banc); id. at 2 (Torruella, J. and Lipez, J. concurring in the denial of rehearing en banc).</p>\n<p>In 2008, after hearing arguments, the district court granted Jones's motion for a new trial on two grounds. Jennings v. Pare (Jennings III), No. 03-572, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">2202429</span></span> (D.R.I. May 27, 2008). The district judge first held that a new trial was warranted because it was impossible to determine whether the jury's verdict had been based on a theory of excessive force that would not have been barred by qualified immunity. Id. at *2-3.</p>\n<p>As a second, independent basis for granting the new trial, the trial judge also held that a verdict based on a theory of increased force, even if that were a possible ground for the verdict, would have been against the clear weight of the credible evidence. Id. at *3-4. The district court weighed the testimony of the two witnesses who claimed to have seen Jones increase force on Jennings's ankle against objective evidence and found, for several reasons, that neither of them could have observed what they testified to seeing. The judge also determined that Jennings's testimony was not credible on the claim of increased force, because it was plainly contradicted by other evidence. There was no other evidence available by which a jury might have determined that Jones had increased the force he applied to Jennings's ankle; and the district judge deemed Jones's testimony that there had been no increase in pressure credible. Thus, he granted the motion for new trial.</p>\n<p>At the second trial, held in 2008, the jury ruled in favor of Jones. Jennings appealed from the grant of the new trial motion. We now affirm.</p>\n<p></p>\n<h2>II.</h2>\n<p>The facts of the case are recited at length in this court's previous opinion, Jennings II, 499 F.3d at 4-7, and in the district court's JMOL order, Jennings I, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">2043945</span></span>, at *1-2. We describe the history of the case.</p>\n<p>In his pleadings and at his first trial, Jennings presented several different arguments and theories to support his Fourth Amendment excessive force claim against various defendants. His second amended complaint described the claim as follows:</p>\n<blockquote>Kenneth Bell, Kenneth Jones, Wilfred Hill, James Demers, and Kenneth Buonaiuto, still failing to identify themselves as . . . Rhode Island State Police Officer[s] or producing any documentation supporting [their] alleged right to be on the property, assaulted Adam Jennings and subdued him in violation of his right under the Fourth Amendment . . . to be free from excessive force . . . .</blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>The actions of defendants in wrestling Adam Jennings to the floor and applying the weight of several officers to his person and breaking his ankle were a violation of Mr. Jennings['s] right under the Fourth Amendment . . . to be free from the use of excessive force.</blockquote>\n<p>The amended complaint did not focus on Jones as opposed to the other officers and claimed that the excessive force consisted of wrestling plaintiff to the floor, applying the weight of several officers to him, and breaking his ankle. Consistent with these generalized allegations, Jennings argued at various points during the trial and during his opening and closing arguments that the force used against him was excessive for a number of different reasons.<sup>[2]</sup></p>\n<p>In addition to the arguments outlined in footnote two, Jennings pressed another theory at various points: that the force was excessive because Jones had increased the force he applied to the ankle without justification after Jennings had stopped resisting and after he had informed Jones of his prior injury to that ankle.</p>\n<p>The district court gave the jury generalized instructions on Jennings's excessive force claim.<sup>[3]</sup> It instructed the jury on the elements of a § 1983 claim; it stated that use of excessive force was an unreasonable seizure under the Fourth Amendment and that to establish excessive force, \"the plaintiff must show that the force used was objectively unreasonable.\" The court further instructed the jury on several factors it could consider in determining whether the force used was objectively reasonable. These factors were: whether the plaintiff posed a threat to the safety of the officer or others and how immediate or serious the threat was, whether the plaintiff was interfering with or disrupting the search, whether the plaintiff was resisting, and whether the force used was proportional under the circumstances. The jury instructions did not distinguish among the multiple theories that Jennings provided at trial for his excessive force claim, nor did they mention the increased force theory. Jennings also did not request that the jury instructions be more specific in this regard.</p>\n<p>On March 28, 2005, the first jury returned a verdict in favor of Jennings on both his excessive force and state law battery claims against Jones but did not find liability on the part of the other defendants. It awarded Jennings $301,100 in compensatory damages. The jury verdict stated only: \"As to the claims by Adam Jennings against Kenneth Jones, Fourth Amendment claim for excessive force, the jury finds for the plaintiff, Adam Jennings.\" There were no special interrogatories to allow the jury to make specific findings of fact. Neither party had requested them and neither objected to the verdict form.</p>\n<p>On April 8, 2005, after the verdict was issued, Jones filed three motions, seeking a remittitur under Fed. R. Civ. P. 59(e), JMOL under Fed. R. Civ. P. 50(b), and a new trial under Fed. R. Civ. P. 59. On August 24, 2005, the district court granted Jones's motion for JMOL, stating that it had erred by not granting JMOL previously and by submitting the claims to the jury. Jennings I, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">2043945</span></span>, at *5. The trial judge concluded that Jones was entitled to qualified immunity, reasoning that there was no evidence that Jones's actions constituted excessive force and, even if such evidence had been presented, there was no clearly established law on point and a reasonable officer could have believed his actions lawful.<sup>[4]</sup> Id. at *5-11. The district court incorrectly did not rule on the new trial or remittitur motions on the ground that these motions were moot in light of its decision on JMOL. Id. at *1.</p>\n<p>On August 17, 2007, a panel of this court, over a dissent, vacated the district court's ruling granting JMOL on immunity grounds on Jennings's excessive force claim.<sup>[5]</sup> Viewing the evidence in the light most favorable to Jennings, and so taking all credibility issues in Jennings's favor, the court found the evidence sufficient to support a claim based on \"Jones' increased use of physical force after Jennings had ceased resisting for several seconds and stated that the force Jones was using was hurting his previously injured ankle.\" Jennings II, 499 F.3d at 11 (emphasis in original); see also id. at 7.</p>\n<p>It additionally noted that the \"circumstances would arguably allow a reasonable officer in Jones' circumstances to believe that it was lawful to maintain the level of force he used even after Jones ceased resisting,\" and thus that Jones may have been entitled to immunity on that claim. Id. at 19 (emphasis in original). The court also concluded that the district judge erred in not ruling on Jones's motions for a new trial and for remittitur and remanded for a ruling on these motions. Id. at 21.</p>\n<p>On remand, the district court granted Jones's new trial motion on two different grounds. On May 27, 2008, it ruled that a new trial was warranted because there was no way to determine whether the jury's general verdict was based on the increased force theory or on one of the other excessive force theories Jennings argued to the jury. Jennings III, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">2202429</span></span>, at *2-3. The court separately ruled that even if the first jury's decision was based on the increased force theory, this conclusion was contrary to the weight of the evidence, and a new trial would be warranted on that ground. Id. at *3-4. The court found that the weight of the credible evidence instead \"support[ed] Jones's testimony that he maintained his hold on Jennings' ankle because Jennings continued to resist but that he did not increase the force being exerted.\"<sup>[6]</sup> Id. at *4. We outline the district court's reasoning more precisely below.</p>\n<p>The second trial began on July 22, 2008. This time, the jury found in Jones's favor. After the verdict was issued, Jennings timely appealed from the grant of the new trial motion, seeking to reinstate the verdict in the first trial.</p>\n<p></p>\n<h2>III.</h2>\n<p>Our review of the grant of a motion for a new trial is for abuse of discretion. Gasperini v. Ctr. for Humanities, Inc., <span class=\"citation\" data-id=\"2528498\"><a href=\"/opinion/2528498/gasperini-v-center-for-humanities-inc/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span>, 435 (1996).</p>\n<p></p>\n<h2>A. There Are Distinct Standards under Rules 59 and 50, Fed. R. Civ. P.</h2>\n<p>The prior appeal involved a grant of a Rule 50 motion for JMOL; this appeal involves a grant of a Rule 59 new trial motion. The perspectives that both the trial judge and the appellate court must take on such motions differ in several respects.</p>\n<p>Under Rule 50, the standard for a trial judge to grant a JMOL is whether the jury \"would not have a legally sufficient evidentiary basis\" for its verdict. Fed. R. Civ. P. 50(a). By contrast, in assessing a new trial motion under Rule 59, a trial judge asks whether there is a ground on which \"a new trial has heretofore been granted in an action at law in federal court.\" Fed. R. Civ. P. 59(a)(1)(A). A district court's power to grant a motion for a new trial is much broader than its power to grant a JMOL. See Sailor Inc. F/V v. City of Rockland, <span class=\"citation\" data-id=\"201913\"><a href=\"/opinion/201913/sailor-incorporated-v-city-of-rockland/\"><span class=\"volume\">428</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">348</span></a></span>, 353 (1st Cir. 2005); 3 Charles A. Wright, Federal Practice and Procedure § 553, at 245 (2d ed. 1982).</p>\n<p>A trial court may grant a new trial on the basis that the verdict is against the weight of the evidence. See Gasperini, 518 U.S. at 433. Further, \"the district court has the power and duty to order a new trial whenever, in its judgment, the action is required in order to prevent injustice.\" Kearns v. Keystone Shipping Co., <span class=\"citation\" data-id=\"515721\"><a href=\"/opinion/515721/48-fair-emplpraccas-969-48-empl-prac-dec-p-38511-john-t-kearns-v/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">177</span></a></span>, 181 (1st Cir. 1988) (quoting 11 C. Wright &amp; A. Miller, Federal Practice and Procedure § 2805 (1973)) (internal quotation marks omitted). When deciding whether to grant a new trial, a district court is free to independently weigh the evidence. MacQuarrie v. Howard Johnson Co., <span class=\"citation\" data-id=\"524956\"><a href=\"/opinion/524956/j-conrad-macquarrie-v-howard-johnson-company/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">126</span></a></span>, 132 (1st Cir. 1989) (\"The trial judge, upon considering a motion for new trial, may consider the credibility of the witnesses who had testified and, of course, will consider the weight of the evidence.\"); Mayo v. Schooner Capital Corp., <span class=\"citation\" data-id=\"492351\"><a href=\"/opinion/492351/kenneth-e-mayo-v-schooner-capital-corp/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">566</span></a></span>, 569-70 (1st Cir. 1987); Ins. Co. of N. Am. v. Musa, <span class=\"citation\" data-id=\"466084\"><a href=\"/opinion/466084/insurance-company-of-north-america-v-hassan-a-musa-appeal-of-jamal-a/\"><span class=\"volume\">785</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">370</span></a></span>, 375 (1st Cir. 1986); see also 11 Wright, Miller &amp; Kane, Federal Practice and Procedure § 2806, at 67 (2d ed. 1995) (\"[O]n a motion for a new trial on the ground that the verdict is against the weight of the evidence, the judge is free to weigh the evidence for himself.\").</p>\n<p>Appellant urges that the district court erred in granting a new trial \"without an articulated finding that the evidentiary insufficiency resulted in a miscarriage of justice\" and cites United States v. Arache, <span class=\"citation\" data-id=\"569289\"><a href=\"/opinion/569289/united-states-v-frank-arache/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">129</span></a></span>, 140 (1st Cir. 1991). He did not make that argument before the district court and has waived it. In any event, it is quite clear from the district court's analysis that the court considered this to be a miscarriage-of-justice situation even if it did not expressly say so.</p>\n<p>Although a district court wields \"broad legal authority\" when considering a motion for a new trial, de Pérez v. Hospital del Maestro, <span class=\"citation\" data-id=\"546215\"><a href=\"/opinion/546215/doris-velez-vda-de-perez-etc-v-hospital-del-maestro-appeal-of-dr/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1004</span></a></span>, 1006 (1st Cir. 1990), we have often emphasized that a \"district judge cannot displace a jury's verdict merely because he disagrees with it\" or because \"a contrary verdict may have been equally . . . supportable.\" Ahern v. Scholz, <span class=\"citation\" data-id=\"196795\"><a href=\"/opinion/196795/ahern-v-scholz/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">774</span></a></span>, 780 (1st Cir. 1996) (internal quotation marks omitted). As we have repeatedly observed, trial judges do not sit as thirteenth jurors, empowered to reject any verdict with which they disagree. Coffran v. Hitchcock Clinic, Inc., <span class=\"citation\" data-id=\"406206\"><a href=\"/opinion/406206/marion-v-coffran-v-hitchcock-clinic-inc/\"><span class=\"volume\">683</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 6 (1st Cir. 1982).</p>\n<p>Just as there are disciplined constraints on the power of the district court to grant new trials, our own appellate review is \"circumscribed\" and we may reverse only where there has been an \"abuse of discretion.\"<sup>[7]</sup> Ahern, 85 F.3d at 780 (citing Simon v. Navon, <span class=\"citation\" data-id=\"196426\"><a href=\"/opinion/196426/simon-ii-v-navon/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 13 (1st Cir. 1995); Newell P.R., Ltd. v. Rubbermaid Inc., <span class=\"citation\" data-id=\"666565\"><a href=\"/opinion/666565/newell-puerto-rico-ltd-v-rubbermaid-incorporated-newell-puerto-rico/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 22 (1st Cir. 1994)); see Transamerica Premier Ins. Co. v. Ober, <span class=\"citation\" data-id=\"197226\"><a href=\"/opinion/197226/transamerica-v-ober/\"><span class=\"volume\">107</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">925</span></a></span> (1st Cir. 1997); Fleet Nat'l Bank v. Anchor Media Television, Inc., <span class=\"citation\" data-id=\"195863\"><a href=\"/opinion/195863/fleet-national-bank-v-anchor-media/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">546</span></a></span>, 553 (1st Cir. 1995); de Pérez, 910 F.2d at 1006; Wells Real Estate, Inc. v. Greater Lowell Bd. of Realtors, <span class=\"citation\" data-id=\"508416\"><a href=\"/opinion/508416/wells-real-estate-inc-v-greater-lowell-board-of-realtors/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">803</span></a></span>, 811 (1st Cir. 1988); Kearns, 863 F.2d at 178; Conway v. Electro Switch Corp., <span class=\"citation\" data-id=\"492354\"><a href=\"/opinion/492354/sandra-conway-v-electro-switch-corp-sandra-conway-v-electro-switch/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">593</span></a></span>, 598 (1st Cir. 1987).</p>\n<p>This limited role for appellate review is required by Gasperini and is often stated by other circuits. See Holmes v. City of Massillon, <span class=\"citation\" data-id=\"714819\"><a href=\"/opinion/714819/linda-holmes-v-city-of-massillon-ohio/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1041</span></a></span>, 1045 (6th Cir. 1996) (noting that under abuse of discretion review, reversal of a grant of new trial is appropriate only when an appellate court has \"a definite and firm conviction . . . that the court below committed a clear error of judgment in the conclusion it reached upon a weighing of the relevant factors\") (internal quotation marks and citation omitted); United States v. Alston, <span class=\"citation\" data-id=\"590344\"><a href=\"/opinion/590344/united-states-v-a-lanoy-alston-dmd-pc-ronald-d-walker-desert/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1206</span></a></span>, 1212 (9th Cir. 1992) (Kozinski, J.) (\"[A] court of appeals will only rarely reverse a district judge's grant of a defendant's motion for a new trial, and then only in egregious cases.\"); United States v. Lincoln, <span class=\"citation\" data-id=\"382241\"><a href=\"/opinion/382241/united-states-v-quentin-ira-lincoln/\"><span class=\"volume\">630</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1313</span></a></span>, 1319 (8th Cir. 1980) (\"Corresponding to the district court's broad discretion [over motions for new trial] is the limited scope of our review: we will reverse the district court's ruling on the motion for new trial only if we find that ruling to be a clear and manifest abuse of discretion.\").</p>\n<p>As the Ninth Circuit explained in Alston:</p>\n<blockquote>Appellate deference [regarding motions for new trial] makes sense. Circuit judges, reading the dry pages of the record, do not experience the tenor of the testimony at trial. The balance of proof is often close and may hinge on personal evaluations of witness demeanor. And, because an order directing a new trial leaves the final decision in the hands of the jury, it does not usurp the jury's function in the way a judgment of acquittal does.</blockquote>\n<p>974 F.2d at 1212. Thus, any Seventh Amendment concerns are minimized because a jury ultimately decides the case.<sup>[8]</sup> Appellate courts are accordingly very deferential to district judges' exercise of their discretion to grant new trial motions. See 11 Wright, Miller &amp; Kane, supra, § 2818, at 194; id. § 2803, at 47-48 (\"[A new trial] motion invokes the sound discretion of the trial court, and appellate review of its ruling is quite limited.\" (footnote omitted)); id. § 2819, at 206 (\"[T]he appellate court must defer to the better opportunity the trial judge has to appraise the situation.\"). As the Supreme Court said in Gasperini, the trial court's power to grant a new trial \"is not in derogation of the right of trial by jury but is one of the historic safeguards of that right.\" Gasperini, 518 U.S. at 433 (quoting Aetna Casualty &amp; Sur. Co. v. Yeatts, <span class=\"citation\" data-id=\"1542258\"><a href=\"/opinion/1542258/aetna-casualty-surety-co-v-yeatts/\"><span class=\"volume\">122</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">350</span></a></span>, 353 (4th Cir. 1941)) (internal quotation marks omitted).</p>\n<p>Our constrained review of a trial court's action on a motion for a new trial is quite different from the standard we apply to review of a motion for JMOL. Significantly, in the prior appeal concerned with the grant of a JMOL, we were required to take the facts in the light most favorable to the verdict.<sup>[9]</sup> By contrast, it has long been our circuit law that when reviewing a motion for a new trial under Rule 59, we do not take the evidence in the light most favorable to the verdict winner.</p>\n<p>This distinction is not new. We have repeatedly recognized that unlike review of JMOL, the new trial motion standard of review is concerned with whether the verdict is against the weight of the evidence, an assessment made through the lens of abuse-of-discretion review and not requiring that we take the evidence in favor of the verdict. See, e.g., Monteagudo v. Asociacion de Empleados del Estado Libre Asociado de P.R., <span class=\"citation no-link\"><span class=\"volume\">554</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">164</span></span>, 170 &amp; 174 (1st Cir. 2009) (identifying distinct standards of review under Rule 50 and Rule 59); Marcoux v. Shell Oil Prods. Co. LLC, <span class=\"citation no-link\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></span>, 40 (1st Cir. 2008) (same); Casillas-Díaz v. Palau, <span class=\"citation\" data-id=\"202419\"><a href=\"/opinion/202419/casillas-diaz-v-palau/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">77</span></a></span>, 80-81 (1st Cir. 2006) (same); Sailor Inc. F/V, <span class=\"citation\" data-id=\"201913\"><a href=\"/opinion/201913/sailor-incorporated-v-city-of-rockland/\"><span class=\"volume\">428</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">348</span></a></span> at 351 (same); Acevedo-Garcia v. Monroig, <span class=\"citation no-link\"><span class=\"volume\">351</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">547</span></span>, 565 (1st Cir. 2003) (same); Sanchez v. P. R. Oil Co., <span class=\"citation\" data-id=\"679955\"><a href=\"/opinion/679955/jose-l-sanchez-v-puerto-rico-oil-company/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">712</span></a></span>, 716-17 (1st Cir. 1994) (same); Veranda Beach Club Ltd. P'ship v. W. Sur. Co., <span class=\"citation\" data-id=\"563774\"><a href=\"/opinion/563774/veranda-beach-club-limited-partnership-v-western-surety-co-frg-ventures/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1364</span></a></span>, 1383-84 (1st Cir. 1991) (same).</p>\n<p>We have long clearly distinguished between these two standards, for example, in Gutierrez-Rodriguez v. Cartagena, <span class=\"citation\" data-id=\"527780\"><a href=\"/opinion/527780/carlos-a-gutierrez-rodriguez-v-desiderio-cartagena-and-domingo-alvarez/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span> (1st Cir. 1989), and many other cases. In Gutierrez, we noted that appellate review of a motion for judgment notwithstanding the verdict requires that the evidence be viewed in the light most favorable to the verdict. Id. at 558. However, as to the motion for a new trial, we applied our traditional standard of review for abuse of discretion. Id. We appropriately described this as a strict standard of review for motions for new trial, but nowhere listed any requirement that the evidence be taken in the light most favorable to the verdict. Gutierrez itself repeated our earlier holdings. See, e.g., Gonzalez-Marin v. Equitable Life Assurance Soc. of U.S., <span class=\"citation\" data-id=\"505496\"><a href=\"/opinion/505496/neftali-gonzalez-marin-v-the-equitable-life-assurance-society-of-the/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1140</span></a></span>, 1144 (1st Cir. 1988); Wagenmann v. Adams, <span class=\"citation\" data-id=\"494589\"><a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span>, 200-01 (1st Cir. 1987).</p>\n<p>In Transamerica Premier Insurance Co. v. Ober, <span class=\"citation\" data-id=\"197226\"><a href=\"/opinion/197226/transamerica-v-ober/\"><span class=\"volume\">107</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">925</span></a></span> (1st Cir. 1997), we reiterated this well-settled dichotomy in the standards of review but commented on the fact that both standards were strict, daunting, and presented appellants with high hurdles. Id. at 929. We described appellate review of JMOL as \"plenary\" review, requiring inferences to be drawn in favor of the non-movant. Id. By contrast, we again described our review on new trial motion as assessing whether the district court \"abused its discretion.\"<sup>[10]</sup> Id.</p>\n<p>It would also be inconsistent with our law on the trial court's power to grant new trials to require that all inferences be drawn in favor of the verdict. Indeed, as we have repeatedly recognized, a trial judge may order a new trial \"even where the verdict is supported by substantial evidence.\" Lama v. Borras, <span class=\"citation\" data-id=\"195226\"><a href=\"/opinion/195226/lama-romero-v-asociacion/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">473</span></a></span>, 477 (1st Cir. 1994) (citing Wagenmann, 829 F.2d at 200); Valm v. Hercules Fish Prods., Inc., <span class=\"citation\" data-id=\"415205\"><a href=\"/opinion/415205/theodore-valm-v-hercules-fish-products-inc/\"><span class=\"volume\">701</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">235</span></a></span>, 237 (1st Cir. 1983) (internal citation and quotation marks omitted); Hubbard v. Faros Fisheries, Inc., <span class=\"citation\" data-id=\"380429\"><a href=\"/opinion/380429/gordon-h-hubbard-and-shirley-m-hubbard-v-faros-fisheries-inc/\"><span class=\"volume\">626</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span>, 200 (1st Cir. 1980); see also Farrior v. Waterford Bd. of Educ., <span class=\"citation\" data-id=\"776221\"><a href=\"/opinion/776221/peggy-farrior-v-waterford-board-of-education-town-of-waterford-edmond/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">633</span></a></span>, 634-35 (2d Cir. 2002).</p>\n<p>Commentators are also clear that motions for new trial and for JMOL are to be handled differently, noting in particular that motions for a new trial do not require a trial judge to review the evidence in the light most favorable to the verdict. Wright, Miller &amp; Kane, supra, § 2806, at 66; see also id. at 64 (observing that a district court's application of the JMOL standard to motions for a new trial \"puts the new trial standard far too high\"); id. at 65 (\"[O]n a motion for a new trialunlike a motion for a judgment as a matter of lawthe judge may set aside the verdict even though there is substantial evidence to support it.\").</p>\n<p>Our approach, that we do not take the evidence in the light most favorable to the verdict in reviewing a grant or denial of a new trial, is also the general rule in the circuits. See, e.g., United States v. Fuchs, <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">889</span></span>, 910 (5th Cir. 2006) (\"Viewing the evidence in the light most favorable to the verdict is tantamount to ruling on a motion for judgment of acquittal rather than a new-trial motion.\"); United States v. Walker, <span class=\"citation\" data-id=\"788781\"><a href=\"/opinion/788781/united-states-v-demarko-s-walker/\"><span class=\"volume\">393</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">842</span></a></span>, 847-48 (8th Cir. 2005); DLC Mgmt. Corp. v. Town of Hyde Park, <span class=\"citation\" data-id=\"760116\"><a href=\"/opinion/760116/dlc-management-corp-arnold-l-cohen-frederick-cohen-and-carole-horowitz/\"><span class=\"volume\">163</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">124</span></a></span>, 133-34 (2d Cir. 1998); United States v. Martinez, <span class=\"citation\" data-id=\"453299\"><a href=\"/opinion/453299/united-states-v-buenaventura-martinez-juan-martinez-jaime-b-salcedo/\"><span class=\"volume\">763</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1297</span></a></span>, 1312 (11th Cir. 1985); Gill v. Rollins Protective Servs. Co., <span class=\"citation no-link\"><span class=\"volume\">773</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">592</span></span>, 595 (4th Cir. 1985).</p>\n<p>In short, a district court may err in granting a motion for JMOL and not abuse its discretion in granting a motion for a new trial. As we recently said in Sailor Inc., \"In some cases, the evidence might preclude judgment as a matter of law and yet lean so heavily in the other direction so as to justify a district judge in ordering a new trial.\" 428 F.3d at 353.</p>\n<p>We now apply the abuse of discretion standard of review. In doing so, we look to \"isolate the factual basis for the trial court's ruling and provide the foundation for our action today\" in evaluating whether that discretion was abused. Kearns, 863 F.2d at 179.</p>\n<p></p>\n<h2>B. The Evidence at Trial</h2>\n<p>State police obtained a search warrant in 2003 to seize cigarettes and other evidence of untaxed sales from the smoke shop located on tribal land in Charlestown. The police executed the search warrant on July 14, 2003. On that day, a crowd of tribe members and reporters gathered near the smoke shop, in anticipation of the officers' arrival.</p>\n<p>The smoke shop consisted of a trailer with a parking lot directly in front of it. The trailer's front wall had two doors facing the parking lot, one on the left and one on the right of the small structure. Several feet of floor-space separated the doorways from an L-shaped counter, behind which the smoke shop employees worked.</p>\n<p>Jennings was working inside the smoke shop when several undercover detectives entered, posing as prospective customers. Later, upon receiving a prearranged signal, uniformed troopers, including Jones, arrived to secure the parking lot and assist the detectives in executing the warrant.</p>\n<p>When uniformed officers arrived inside the smoke shop, they ordered Jennings, the two other original plaintiffs, and smoke shop employee Domingo Monroe to sit behind the counter. Jennings, who was upset by the state police officers' presence in the smoke shop and believed they had no right to be there, initially did not comply. Rather, he responded by grabbing the edge of the counter; he testified that he did this in response to the officers' instruction that he show his hands. He eventually released his grip on the counter and complied with the officers' order to sit behind it. But he proceeded to shout profanities at the officers. The officers testified that Jennings also kept getting out of his seat and attempted to incite others behind the counter, \"waving his arm\" and declaring \"This is our land, this is sovereign land.\" Officers testified that they asked Jennings repeatedly to \"calm down,\" but his \"threatening\" behavior continued; his actions interfered with the officers' ability to conduct the search.</p>\n<p>Portions of the event, lasting about one minute, were captured by the police on videotape, with sound. Jennings's initial resistance was captured on the smoke shop's own security camera, without audio. Both videotapes were in evidence at trial. As the district court found, \"[t]he videotape does not clearly show what happened between the time that Jennings was wrestled to the floor and the time that his ankle was broken.\" Jennings I, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">2043945</span></span> at *2. Both sides agreed the scene was chaotic.</p>\n<p>The police videotape shows a detective responded to Jennings's continuing, obstructive behavior behind the counter by saying, \"Alright? I gave you an opportunity, you're leaving.\" As Jennings began walking to the door, the detective instructed the other troopers to \"cuff him.\" Jennings responded by shouting, \"I'm not getting arrested\" and assumed a defensive stance. The video, as the district court recounted, shows that Jennings resisted the officers' attempts to handcuff him and kicked at the officers. After a struggle, officers were able to wrestle Jennings to the floor inside the shop, where he lay on his stomach with both hands underneath his body, near his waistband. The officers did not know at that time whether Jennings was carrying a weapon.</p>\n<p>The officers repeatedly instructed Jennings, who was on the floor, to stop resisting and to show his hands, in order to see if he was armed. Contrary to these instructions from the police, Jennings's arms remained underneath him and he continued to twist and turn and to kick violently at the officers. Jennings later testified that he was not able to comply with the officers' demands that he show his hands because his hands were trapped underneath his body.</p>\n<p>Officer Jones entered the smoke shop just as the struggle with Jennings began. Jones attempted to assist the three officers struggling to control Jennings, who was twisting and turning on the floor. He did so by kneeling, grabbing Jennings's right leg, and employing an \"ankle turn control technique.\" Jones was beside the door, inside the trailer; Jennings lay inside with officers surrounding him, trying to hold him down and obtain control. The technique Jones used, which involved twisting Jennings's ankle, was taught to Jones at the State Police Academy. It was intended to induce compliance by a person who was actively or passively resisting arrest and to prevent that person from kicking. Jones testified that Jennings remained \"combative\" as Jones applied the technique, continuing to kick his legs and resist the officers' efforts to bring him under control. A total of five different officers were involved in this incident.</p>\n<p>At one point, Jennings told Jones that the force he was using on his ankle was hurting him and that he had recently had surgery performed on that ankle. The district court found that the video shows that Jones responded, \"Don't resist and you won't have to worry about it.\" Jennings I, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">2043945</span></span>, at *2.</p>\n<p>After several seconds, one of the officers, Wilfred Hill, was able to gain control of Jennings's left hand; he gave control of the hand to another officer and then rose to his feet. Jennings was still on the floor, on his stomach. Jennings testified that he had not been resisting at this point, but it is uncontested that he was still on his stomach, his right hand was still not visible underneath him, and that the officers were still trying to handcuff him. Jones testified he continued to use the ankle control technique on Jennings, since Jennings had not decreased his resistance and was not yet cuffed and under control. Less than twenty seconds after Hill got up, Jennings's ankle was broken and he yelled in pain. Jones testified that he did not increase the force he applied to Jennings's ankle at any point during the struggle. Jennings testified Jones did increase his force on the ankle. Shortly after the injury, Jennings was handcuffed and brought to his feet. As Jennings was escorted from the smoke shop, he said, \"It took ten of you to take me down.\" Jennings III, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">2202429</span></span>, at *4.</p>\n<p></p>\n<h2>IV.</h2>\n<p></p>\n<h2>A. There Was No Abuse of Discretion in the District Court's Second Ground for Grant of a New Trial</h2>\n<p>Because the district court's second ground suffices to support its holding, we turn to it now. As an independent basis for its grant of a new trial, the district court held that even if the jury verdict had unambiguously rested on the increased force theory, that theory would have been contrary to the weight of the evidence. Our review of the record reveals no abuse of discretion. See Ahern, 85 F.3d at 780; Kearns, 863 F.2d at 181.</p>\n<p>The district judge's explanation of his holding was carefully reasoned and grounded in the evidence.<sup>[11]</sup> The district court discussed in detail the testimony of the key witnesses, and his opinion both recites the correct legal standards and shows careful reflection. Accord Alston, <span class=\"citation\" data-id=\"590344\"><a href=\"/opinion/590344/united-states-v-a-lanoy-alston-dmd-pc-ronald-d-walker-desert/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1206</span></a></span> (affirming grant of new trial on this reasoning). We, too, have reviewed the relevant trial transcript and the two videotapes, and they reveal no abuse of discretion in the district court's view. Accord id.</p>\n<p>As to the videotapes, our review is not de novo, in any event, but deferential. Muniz v. Rovira-Martino, <span class=\"citation\" data-id=\"202272\"><a href=\"/opinion/202272/muniz-v-rovira-martino/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 13 (1st Cir. 2006) (\"The [Supreme] Court could scarcely have been more clear on this point: we may not exercise de novo review over the district court's account of the video evidence.\") (citing Anderson v. City of Bessemer City, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 573-74 (1985)). We cannot say the trial judge's view was an abuse of discretion.<sup>[12]</sup></p>\n<p>We agree that the only evidence supporting the allegation that Jones increased the force he was applying to Jennings's ankle, other than Jennings's own statements, was the testimony of two witnesses: Domingo Monroehimself a member of the Narragansett Indian tribe and an employee of the smoke shopand Daniel Piccoli, one of the shop's patrons. Jennings III, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">2202429</span></span>, at *3. Jones denied this contention.</p>\n<p>At trial, both Monroe and Piccoli stated that after Jennings said that the officer was hurting his ankle, Jones twisted it more.<sup>[13]</sup> The district court determined that a jury verdict that relied on this testimony would have been against the weight of the evidence. Id. The court's conclusion did not rest entirely on its assessment of the witnesses's demeanor on the stand. To the contrary, the district court systematically measured their statements against clear, objective evidence and found that \"neither Monroe nor Piccoli was in any position to observe Jones' actions or what was taking place during the struggle.\" Id.</p>\n<p>In weighing the evidence, the district judge first determined that, despite Monroe's contrary statement, Monroe could not see Jennings struggling on the floor with the officers from his position within the smoke shop.</p>\n<p>The district court found the videotape shows that as the incident played out, Monroe was seated across the room, behind the counter. Id. Although Monroe's seat was positioned behind an opening in the counter, two officers stood immediately in front of him. Id. Two more officers were positioned between him and the struggle with Jennings. Id.</p>\n<p>Our own review of the record shows that the district court's analysis is supportable. Monroe was speaking with at least two of the large officers directly in front of him as the incident plays out. Monroe's view of the struggle was further obstructed by the large bodies of the officers with whom Jennings was struggling in the moments before his ankle was broken. Indeed, Keith Huertas, who was seated mere inches from Monroe, testified that it was impossible to see anything but \"a real pileup of officers on top of [Jennings].\"</p>\n<p>The court also found that Piccoli could not see the actual struggle, which played out inside the smoke shop, from his alleged vantage point outside the shopmuch less whether Jones had increased his use of force.<sup>[14]</sup> On the morning of the incident, Piccoli testified, he had traveled about twenty miles to purchase cigarettes at the smoke shop. Upon arrival, he found that the shop did not have his preferred brand. Nonetheless, he opted to remain in the parking lot for approximately three-and-a-half hours. He was still there when the police initiated their raid of the smoke shop; at trial, he indicated that he had been thrown down a set of stairs shortly before the struggle began.</p>\n<p>The district court found the videotape showed that Piccoli was in \"the middle of the parking lot\" outside the smoke shop \"just before\" the incident. Id. Piccoli conceded he was outside the trailer in the parking lot, and thus beyond the deck and stairs leading to the door, when the struggle took place. Several individuals stood between the struggle and the doorway through which Piccoli claimed to have seen Jones applying increased pressure to Jennings's ankle.<sup>[15]</sup> The videotape demonstrates that Piccoli was positioned across the parking lot from the smoke shop both shortly before and shortly after the struggle; the parking lot was teeming with law enforcement, media, and spectators. These observations support the district court's assessment of Piccoli's account.</p>\n<p>At trial, Piccoli failed to identify Jones in the police videotape, instead pointing out a different State Trooper. Independently, in recorded testimony before a commission investigating the encounter that was later offered at trial, Piccoli stated that he had seen the entire incident take place outdoors. Id. The incident, however, took place inside the smoke shop. This confusion by Piccoli as to the location of the struggle supportably reinforced the district court's \"[d]oubts regarding Piccoli's ability to have observed what happened.\" Id.</p>\n<p>The district court further noted that even if Monroe or Piccoli had the unobstructed views they claimed to have had, they still would have been hard-pressed to assess such subtle variations as \"the degree of force that Jones was exerting and whether Jones was increasing the force or merely maintaining the hold.\" Id.</p>\n<p>This is not a case of mere conflicting testimony. Nor does it involve a mere question of a witness's demeanor. Cf. United States v. Garcia, <span class=\"citation\" data-id=\"593904\"><a href=\"/opinion/593904/united-states-v-juan-garcia/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">746</span></a></span>, 748 (1st Cir. 1992). The district judge cited clear, objective evidence disproving the witnesses' statements. See, e.g., Anderson, 470 U.S. at 575 (\"[F]actors other than demeanor and inflection go into the decision whether or not to believe a witness. Documents or objective evidence may contradict the witness' story.\").</p>\n<p>The district judge then turned his comprehensive assessment of the available evidence to the testimony of \"[t]he only two people in a position to know\" whether there had been an increase in pressure: Jennings and Jones. Jennings III, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">2202429</span></span>, at *3.</p>\n<p>Jennings and Jones testified at the trial. The district judge found Jennings's credibility undermined not only by his demeanor but also by (1) his assertion that he had held onto the counter on the instructions of law enforcement, a claim that was clearly contradicted by the security videotape;<sup>[16]</sup> (2) his testimony that he ceased struggling after his ankle was broken, which no fewer than four state troopers contradicted; and (3) the overall \"combativeness\" suggested by his pronouncements before and after the encounter, which was \"somewhat inconsistent\" with his claim that he offered no resistance once he had been brought to the floor. Id. at *3-4. These are all reasoned assessments. Ultimately, Jennings's repeated instances of disputed or deceptive testimony prompted the district court to find that Jones offered the more credible account on the issue of increased force. Id. at *3; Kearns, 863 F.2d at 181 (affirming district court's grant of a new trial \"[i]n the face of overwhelming testimony and evidence that conflicted with [plaintiff's] version of events\").</p>\n<p>District court determinations of credibility are of course entitled to great deference. See, e.g., Anderson, 470 U.S. at 575 (\"[O]nly the trial judge can be aware of the variations in demeanor and tone of voice that bear so heavily on the listener's understanding of and belief in what is said.\"); Davignon v. Clemmey, <span class=\"citation\" data-id=\"781156\"><a href=\"/opinion/781156/neal-davignon-and-patricia-kelley-plaintiffs-appelleescross-appellants/\"><span class=\"volume\">322</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 11 (1st Cir. 2003). We reject Jennings's contention that the trial judge's determination resulted from \"fail[ure] to examine Jones' credibility.\" When advancing this argument, Jennings attempts to impugn Jones's credibility on a range of issues. Even if Jones was less than forthcoming in some of his testimony, that does not undermine the district court's determination that Jones's version of events was overall more consistent with the other evidence. We thus need not address Jennings's assertions individually, as we \"accord considerable deference to the trial court's greater ability to understand the scope of the evidence presented before it and to judge the credibility of th[e] witnesses.\" Davignon, 322 F.3d at 11 (alteration in original) (internal quotation marks omitted).</p>\n<p>In short, the trial judge found that if the jury verdict had rested solely on a theory that Jones had used an increased force level, that verdict was contrary to the clear weight of the evidence. The district court's grant of the motion for a new trial was properly within its discretion.</p>\n<p></p>\n<h2>B. There Was No Waiver of the New Trial Motion</h2>\n<p>We also reject Jennings's argument that the district court erred in granting a new trial because Jones failed to press the district court for a ruling on this motion after it initially and erroneously ruled the motion was moot. First, Jennings did not present the argument to the district court until his motion to reconsider the court's decision to grant a new trial, and it is waived. Second, it is simply wrong on the merits.</p>\n<p></p>\n<h2>V.</h2>\n<p>The judgment of the district court granting defendant's new trial motion is affirmed.</p>\n<p>LIPEZ, Circuit Judge, concurring.</p>\n<p>This case demonstrates the importance of standards of review to the outcome of appeals. In the prior majority decision in this case, I wrote to vacate the district court's grant of judgment as a matter of law for defendant Jones because that ruling, in my view, was incompatible with the district court's obligation to consider whether the jury had \"a legally sufficient evidentiary basis\" for its verdict. Fed. R. Civ. P. 50(a). My view on that issue has not changed. When the evidence presented at the first trial was considered in the light most favorable to the verdict  the applicable standard both in the district court and on appeal  the jury's judgment in favor of Jennings had to be upheld.</p>\n<p>The standards are very different, however, for motions seeking a new trial. In deciding whether to grant such a request, the district court is entitled to make its own judgment about the strength of the evidence, including the credibility of witnesses. MacQuarrie v. Howard Johnson Co., <span class=\"citation\" data-id=\"524956\"><a href=\"/opinion/524956/j-conrad-macquarrie-v-howard-johnson-company/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">126</span></a></span>, 132 (1st Cir. 1989). It follows that we, in turn, are obliged to afford wide latitude to the court's discretionary judgment about the strength of the evidence. See, e.g., Johnson v. Spencer Press of Maine, Inc., <span class=\"citation\" data-id=\"200973\"><a href=\"/opinion/200973/johnson-v-spencer-press-inc/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">368</span></a></span>, 375 (1st Cir. 2004).</p>\n<p>The impact of the differing standards is apparent when we examine the \"critical factual dispute\" at the heart of the prior majority decision: \"whether Jones increased the force he applied after Jennings already had ceased resisting for several seconds.\" Jennings v. Jones, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">2</span></span>, 7 (1st Cir. 2007). We concluded that, given the testimony of Jennings, Piccoli and Monroe, \"the only view of the evidence consistent with the principle that we take the facts in the light most favorable to the jury verdict\" was that Jones had in fact increased the force he used to restrain Jennings. Id. at 10. Based on that view of the evidence, we held that the district court improperly granted judgment for Jones on Jennings' excessive force claim.</p>\n<p>In this appeal, however, our focus has shifted. In evaluating Jones' motion for a new trial, the district court discussed the evidence that was essential to our previous decision  the testimony of Jennings, Piccoli and Monroe. It found their accounts of the increased use of force implausible in light of the videotapes and the officers' testimony, leading it to conclude that the jury's verdict was against the weight of the credible evidence. In reviewing that ruling, our focus is no longer on whether the evidence viewed in the light most favorable to the jury's verdict supports the verdict  it does  but on whether the district court abused its discretion in doubting the truthfulness of that evidence and ordering a new trial to avoid what it perceived as a miscarriage of justice.</p>\n<p>The change in the question has necessarily led me to a different answer in this second appeal. I agree with my colleagues that the district court did not abuse its discretion in concluding that a new trial was warranted. Hence, I join them in affirming the district court's judgment.</p>\n<h2>NOTES</h2>\n<p>[*]   Of the Federal Circuit, sitting by designation.</p>\n<p>[1]  Aside from Jennings's excessive force and battery claims against Jones, all other claims were resolved in favor of the defendants, either on motions for judgment as a matter of law (JMOL) or by the jury in its final verdict.</p>\n<p>[2]  Jennings consistently urged that (1) Jones's actions constituted excessive force because the seriousness of the injury was not justified by the gravity of Jennings's purportedly minor offense. At closing argument, Jennings's attorney stated: \"If, in fact, there was any serious behavior on the part of Adam Jennings that justified the end result of breaking his ankle in two places, I don't know what it is.\" He also told the jury that if Jennings's behavior before his arrest \"was a crime, it wasn't a very serious crime,\" and \"if there is a serious injury, a serious physical injury, you can take that into consideration when you're considering whether the force is excessive or not.\"\n</p>\n<p>Further, Jennings argued at trial that (2) the force used against him was excessive because he should not have been arrested in the first place. Jennings testified that he in fact complied with all the officers' directions at every stage (though both videotape evidence and testimony from officers flatly contradicted this). Jennings's attorney restated this point during both opening and closing arguments.</p>\n<p>Jennings also argued throughout the trial that (3) the force used was excessive because Jones continued to use the ankle technique even after Jennings claimed he stopped resisting. Pointing to a videotape of the encounter as evidence, Jennings argued that after he was taken to the ground and Jones started using the ankle technique, Jones \"holds that position for quite some time, even when it is clear from the video that there is no longer any struggling going on.\" He added during closing argument that \"obviously at the point that Trooper Hill gets up, that in and of itself is an announcement that there isn't anything going on down on the floor that is worthy of any kind of very serious application of force.\"</p>\n<p>Jennings further claimed excessive force on the grounds that, (4) faced with strange men whom he believed were robbing the shop and harassing his mother, his initial, obstructive behavior had been justified.</p>\n<p>[3]  At the close of the plaintiff's presentation at trial, the defendants moved for JMOL on the basis of defenses, which included qualified immunity. This was the first time the qualified immunity defense was raised; the defendants explained that it was not raised earlier because Jones and the other officers were not named as defendants until after the parties had filed their pretrial motions. The district court granted the motion in part but denied it as to Jennings's excessive force and battery claims against Jones. The court apparently overlooked the immunity issue, which it did not explicitly address.\n</p>\n<p>After the close of all evidence, defendants renewed their motion for JMOL, but did not explicitly renew their qualified immunity argument. The district court again granted the motion in part but denied it as to the excessive force and battery claims against Jones; again, the court did not address the qualified immunity defense.</p>\n<p>[4]  The court also concluded that under Rhode Island law, Jones was shielded from liability for the state law battery claim. Id. at *11-13.</p>\n<p>[5]  The decision did not disturb the district court's grant of JMOL on Jennings's state law battery claim, which Jennings had not challenged on appeal. Jennings II, 499 F.3d at 7 n.8.</p>\n<p>[6]  Had the verdict been based on a maintenance of force theory, the panel opinion in Jennings II conceded that it was arguable Jones was entitled to qualified immunity. Jennings II, 499 F.3d at 11-12.</p>\n<p>[7]  We apply the same standard of review to a district court's grant of a new trial motion as we do to its denial of one. Compare Goulet v. New Penn Motor Exp., Inc., <span class=\"citation\" data-id=\"203094\"><a href=\"/opinion/203094/goulet-v-new-penn-motor-exp-inc/\"><span class=\"volume\">512</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 44 (1st Cir. 2008)(\"We review the district court's denial of a motion for new trial for abuse of discretion only.\"), with Kearns, 863 F.2d at 181 (\"[O]nly on a finding of an abuse of discretion [in the grant of a new trial motion] should a reviewing court set aside the trial court's determination.\").</p>\n<p>[8]  To be sure, even a grant of JMOL does not violate the Seventh Amendment. See Neely v. Martin K. Eby Constr. Co., <span class=\"citation\" data-id=\"2764185\"><a href=\"/opinion/2764185/sandra-lee-neely-etc-v-martin-k-eby-construction-co-inc/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 321 (1967).</p>\n<p>[9]  Indeed, the majority in Jennings II concluded that the standard of review compelled it to focus on the increased force theory as opposed to other theories. Jennings II, 499 F.3d at 10.</p>\n<p>[10]  Unfortunately, a later opinion, Stuart v. United States, <span class=\"citation\" data-id=\"200564\"><a href=\"/opinion/200564/stuart-v-united-states/\"><span class=\"volume\">337</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span> (1st Cir. 2003), misinterpreted Transamerica and conflated the two standards. Id. at 37; see generally Wright, Miller &amp; Kane, supra, § 2806, at 63 (observing \"recurrent tendency on the part of courts to confuse the standard for a new trial with that for a directed verdict or a judgment notwithstanding the verdict\"). Citing Stuart's misinterpretation, the court again incorrectly conflated the two standards in Baron v. Suffolk County Sherriff's Dep't, <span class=\"citation\" data-id=\"201506\"><a href=\"/opinion/201506/baron-v-suffolk-county/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">225</span></a></span>, 245 (1st Cir. 2005). Neither Baron nor Stuart's statement that inferences must be drawn in favor of the verdict are good law. In later decisions, we returned to the appropriate distinction. See, e.g., Casillas-Díaz, 463 F.3d at 80-81. Moreover, the Supreme Court case Gasperini, <span class=\"citation\" data-id=\"2528498\"><a href=\"/opinion/2528498/gasperini-v-center-for-humanities-inc/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span>, limited review of a new trial motion to abuse of discretion and did not require drawing of all inferences in favor of the verdict.</p>\n<p>[11]  There is no requirement that the district court make specific findings. \"[A] trial judge is not required to enter supporting findings of facts and conclusions of law when granting a new-trial motion.\" Allied Chem. Corp. v. Daiflon, Inc., <span class=\"citation\" data-id=\"110354\"><a href=\"/opinion/110354/allied-chemical-corp-v-daiflon-inc/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, 36 n.3 (1980).</p>\n<p>[12]  Plaintiff argues on appeal that Exhibit A, the police videotape, compels the conclusion that Jones increased his force in holding Jennings's ankle after Officer Hill got up. Exhibit A does no such thing; there is no view of the ankle nor the holding of the ankle. Plaintiff also argues that Exhibit A shows a placid arrest scene. Again, Exhibit A shows no such thing.</p>\n<p>[13]  Monroe testified that Jones \"cranked down harder\" on Jennings's ankle after telling Jennings that his ankle would stop hurting if he ceased his resistance; Piccoli stated that Jones \"[j]ust twisted more\" after Jennings asked him to release his ankle.</p>\n<p>[14]  Piccoli also testified that he could see Jones \"gritting his teeth\" as Jones increased his force. However, Piccoli conceded Jones was looking down and did not look back in Piccoli's direction, toward the doorway and outside.</p>\n<p>[15]  Jennings may be correct that the district court had the wrong door in mind when it noted that the camera man would have blocked Piccoli's view; the camera man was not between Piccoli's asserted location and Jones. Our own review of the videotape evidence indicates, however, that the court's determination that Piccoli was unable to observe Jones's actions was not clearly erroneous because other individuals were standing in the correct doorway. See Muniz, 453 F.3d at 13 (\"Under the clear error standard, [plaintiff] must convince us that there was only one permissible interpretation of the [video] footage, and that the district court's interpretation was clearly incorrect.\").</p>\n<p>[16]  The smoke shop's security videotape plainly shows officers struggling to pull Jennings's hands from the counter, contrary to Jennings's claim that he complied with all of the officers' instructions.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196426/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196795/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201913/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/380429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/406206/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/453299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/466084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/505496/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515721/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590344/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/666565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679955/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781156/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1542258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2528498/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2764185/"
  ]
}