{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/204088/",
  "absolute_url": "/opinion/204088/united-states-v-willings/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/204088/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:29:45Z",
  "date_modified": "2016-04-26T12:54:07.087783Z",
  "type": "010combined",
  "sha1": "dc654872d3dc5c221ab3df3843bb50283fde81af",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1334P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/12/01/US_v._Willings.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 09-1334\n\n                       UNITED STATES OF AMERICA,\n\n                               Appellee,\n\n                                  v.\n\n                        MICHAEL DAVID WILLINGS,\n\n                         Defendant, Appellant.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                       FOR THE DISTRICT OF MAINE\n\n              [Hon. D. Brock Hornby, U.S. District Judge]\n\n\n\n                                Before\n\n                   Boudin and Selya, Circuit Judges,\n                    and Laplante,* District Judge.\n\n\n\n     Charles K. Stephenson on brief for appellant.\n     Paula D. Silsby, United States Attorney, and Margaret D.\nMcGaughey, Appellate Chief, on brief for appellee.\n\n\n\n                           December 1, 2009\n\n\n\n\n     *\n         Of the District of New Hampshire, sitting by designation.\n\f            SELYA, Circuit Judge.        Defendant-appellant Michael David\n\nWillings challenges his sentence on the ground that the court below\n\nincorrectly    designated    him    as    a   career    offender   under   USSG\n\n§4B1.1(a).    Concluding, as we do, that escape from secure custody\n\nis a crime of violence within the purview of the career offender\n\nguideline, we affirm.\n\n            The facts are straightforward.            On June 20, 2008, a man\n\narmed with an air pistol held up the Biddeford Savings Bank in\n\nBiddeford, Maine.    After threatening the teller, he left with over\n\n$6,000 in cash.     Images from the bank's surveillance cameras were\n\npublished in local newspapers and aired on television broadcasts.\n\nIn due course, the authorities identified and apprehended the\n\nappellant, who confessed.\n\n            We fast-forward to August 17, 2008, when the appellant\n\npleaded guilty to a single-count indictment that charged him with\n\nrobbery of a federally insured bank through the use of a dangerous\n\nweapon.   See 18 U.S.C. § 2113(a), (d).\n\n            At sentencing, the district court made a series of\n\nfindings, adumbrated in a presentence investigation report (PSI\n\nReport). Pertinently, the court found the appellant to be a career\n\noffender.     Because the offense of conviction carries a 25-year\n\nstatutory maximum, 18 U.S.C. § 2113(d), the court set the base\n\noffense level at 34.      USSG §4B1.1(b).        The court then granted a\n\nthree-level   reduction     for    acceptance    of    responsibility.      Id.\n\n\n                                     -2-\n\f§3E1.1.     The total offense level (31), in combination with the\n\napplicable criminal history category (VI),1 yielded a guideline\n\nsentencing range (GSR) of 188-235 months.                   Id. ch. 5, pt. A\n\n(sentencing table).        The court then sentenced the appellant to a\n\n188-month incarcerative term.           This timely appeal ensued.\n\n            The appeal has a laser-like quality.               It requires us to\n\nexamine only the career offender designation.                  That designation\n\nmatters; in the absence of career offender status, the appellant's\n\nGSR would be 84-105 months, and his sentence likely would have been\n\nless onerous.\n\n            The    relevant       sentencing    guideline     instructs     that   a\n\ndefendant qualifies as a career offender if (i) he is 18 years old\n\nor older at the time he commits the offense of conviction; (ii)\n\nthat offense is a crime of violence or a controlled substance\n\noffense; and (iii) he has at least two prior felony convictions for\n\ncrimes    of    violence     or    controlled     substance     offenses.      Id.\n\n§4B1.1(a).        The first two conditions are not in dispute; the\n\nappellant's       challenge       focuses   single-mindedly      on   the    third\n\ncondition.\n\n            We turn, then, to the appellant's criminal record.                 The\n\nfollowing Maine felonies are germane. First, in September 1993 the\n\nappellant      burglarized    two     dwellings    in   Cape    Elizabeth.         He\n\n\n     1\n       Since the appellant had 21 criminal history points, he would\nhave been in criminal history category VI regardless of the career\noffender designation.\n\n                                        -3-\n\fsubsequently pleaded guilty to both burglaries and, on March 15,\n\n1995, received concurrent sentences.       Second, in May 1994 the\n\nappellant robbed a gasoline station in Portland and, two days\n\nlater, robbed a woman in the same vicinity.         He subsequently\n\npleaded guilty to both robberies and, on March 15, 1995 — the same\n\nday that he was sentenced for the earlier burglaries — received\n\nconcurrent sentences.    Third, in September 1994 the authorities\n\ncharged the appellant with both the crime of escape from the\n\nCumberland County Jail and the crime of aiding an escape from that\n\nfacility.    Me. Rev. Stat. Ann. tit. 17-A, §§ 755, 756.         The\n\nappellant again pleaded guilty and sentence was again imposed on\n\nMarch 15, 1995.\n\n            For sentencing in the instant case, the district court\n\ngrouped the 1993 burglaries and treated them as one predicate\n\noffense and grouped the 1994 robberies and treated them as a second\n\n(and separate) predicate offense.     Even though sentences had been\n\nimposed for these four crimes on the same day (March 15, 1995), the\n\ncourt treated the two sets of crimes as separate predicates based\n\non a finding that an arrest had intervened after the burglaries but\n\nbefore the robberies.      See USSG §4A1.2(a)(2) (providing that\n\nsentences imposed on the same day cannot be considered as separate\n\npredicate offenses unless the offender is arrested for the first\n\noffense prior to commission of the second offense).\n\n\n\n\n                                -4-\n\f            The   court   did   not   stop   there.   It   found,   in   the\n\nalternative, that even if the burglaries and robberies were treated\n\nas a unit, the career offender designation would still apply\n\nbecause the escape crime was sufficient to serve as a second\n\npredicate.\n\n            In attacking his sentence, the appellant advances two\n\narguments.   First, he says that his escape crime is not a crime of\n\nviolence.    Second, he says that because the sentencing court used\n\nan unreliable police report as evidence that an arrest intervened\n\nbetween the 1993 burglaries and the 1994 robberies, it erred in not\n\ngrouping the burglaries and the robberies as a single predicate\n\noffense.\n\n            We begin our analysis with the appellant's asseveration\n\nthat escape is not a crime of violence.          This asseveration draws\n\nits essence from two Supreme Court opinions, namely, United States\n\nv. Chambers, 129 S. Ct. 687 (2009), and United States v. Begay, 128\n\nS. Ct. 1581 (2008).2      We review a court's determination of whether\n\n\n\n\n     2\n       Because these cases deal with the Armed Career Criminal Act\n(ACCA), 18 U.S.C. § 924(e), we pause to note that the terms \"crime\nof violence\" under the career offender guideline and \"violent\nfelony\" under the ACCA are nearly identical in meaning, so that\ndecisions construing one term inform the construction of the other.\nUnited States v. Richards, 456 F.3d 260, 263 n.2 (1st Cir. 2006).\nThis generality, of course, is not intended to cast doubt on the\nnarrower scope of burglary offenses included within the guideline's\ndefinition. See United States v. Giggey, 551 F.3d 27, 36 (1st Cir.\n2008).\n\n\n                                      -5-\n\fan offense qualifies as a crime of violence de novo.          United States\n\nv. Williams, 529 F.3d 1, 3 (1st Cir. 2008).\n\n           A crime of violence within the purview of the career\n\noffender guideline is any offense punishable by more than one year\n\nin prison that either \"(1) has as an element the use, attempted\n\nuse, or threatened use of physical force against the person of\n\nanother, or (2) is burglary of a dwelling, arson, or extortion,\n\ninvolves use of explosives, or otherwise involves conduct that\n\npresents a serious potential risk of physical injury to another.\"\n\nUSSG §4B1.2(a).        Under Maine law, the escape crime at issue here\n\n(Class C escape) is punishable by a sentence of more than one year\n\nin prison.      See Me. Rev. Stat. Ann. tit. 17-A, § 1252.          But that\n\ncrime does not fall within the first specification set out in the\n\ndefinition, nor is it listed among the exemplar crimes enumerated\n\nin the second specification.        This means that we must determine\n\nwhether that crime falls under the umbrella of the definition's\n\n\"otherwise\" clause.         The required approach is categorical in\n\nnature.   See Begay, 128 S. Ct. at 1584; United States v. Pratt\n\n(Pratt II), 568 F.3d 11, 19 (1st Cir. 2009).         This approach entails\n\nconsideration of whether the elements of the offense \"are of the\n\ntype   that    would    justify   its    inclusion   within   the   residual\n\nprovision, without inquiring into the specific conduct of the\n\nparticular offender.\"       James v. United States, 550 U.S. 192, 202\n\n(2007).       The end game is to determine whether the particular\n\n\n                                        -6-\n\fcategory of crime is \"roughly similar, in kind as well as in degree\n\nof risk posed,\" to the enumerated exemplar crimes.    Begay, 128 S.\n\nCt. at 1585. Those exemplar crimes include burglary of a dwelling,\n\narson, extortion, and use of explosives.    See USSG §4B1.2(a).\n\n           Until recently, courts considered both escape and failure\n\nto report to be crimes of violence.     See, e.g., United States v.\n\nWinn, 364 F.3d 7, 12 (1st Cir. 2004); United States v. Gosling, 39\n\nF.3d 1140, 1142 (10th Cir. 1994).       In Chambers, however, the\n\nSupreme Court held that an Illinois failure to report conviction\n\ndid not qualify as a violent felony under the ACCA.   129 S. Ct. at\n\n691.   In doing so, the Court drew a line between failure to report\n\noffenses and escape offenses, concluding that \"[t]he behavior that\n\nlikely underlies a failure to report would seem less likely to\n\ninvolve a risk of physical harm than the less passive, more\n\naggressive behavior underlying an escape from custody.\"    Id.\n\n           This brings us to United States v. Pratt (Pratt I), 496\n\nF.3d 124 (1st Cir. 2007).    Relying on Winn, we held there that a\n\nconviction under a statute that criminalized both escapes from\n\ncustody and failures to report qualified as a violent felony under\n\nthe ACCA without regard to which of those crimes the defendant had\n\ncommitted.   Id. at 130.    On an ensuing certiorari petition, the\n\nSupreme Court vacated this decision and remanded the case for\n\nreconsideration in light of Chambers.   Pratt v. United States, 129\n\nS. Ct. 991 (2009) (mem.).\n\n\n                                -7-\n\f             Given the lessons of Chambers, we recognized on remand\n\nthat we had to distinguish between escapes and failure to report.\n\nCarrying out this undertaking, we affirmed our earlier decision on\n\nthe basis that Pratt's conviction was for escape from secure\n\ncustody — an offense that constitutes a violent felony within the\n\nmeaning of the ACCA.        Pratt II, 568 F.3d at 22.       Such an offense,\n\nlike   the    exemplar     crimes   enumerated   in   the   career    offender\n\nguideline, \"is likely to cause an eruption of violence if and when\n\nit is detected.\"      Id.     Put another way, the offense is \"roughly\n\nsimilar, in kind as well as in degree of risk posed,\" to those\n\nenumerated crimes.       Id. (quoting Begay, 128 S. Ct. at 1585).         As a\n\nresult,      convictions     for    escape    from    secure   custody        are\n\ncategorically     included    as    violent   felonies   without     regard   to\n\nwhether the embedded conduct included actual or threatened physical\n\nforce.    See id.\n\n             This decision foreshadows the proper resolution of the\n\nappellant's claim.       Given the parity that exists between the ACCA\n\nand the career offender guideline, see supra note 2, it is clear\n\nthat the crime of escape from secure custody is, similarly, a crime\n\nof violence under the career offender guideline. See United States\n\nv. Pearson, 553 F.3d 1183, 1186 (8th Cir. 2009) (noting that\n\nChambers leaves intact circuit precedent holding that escape from\n\ncustody is a crime of violence).\n\n\n\n\n                                      -8-\n\f           The trappings here reinforce this conclusion.         The Maine\n\nescape statute at issue is materially similar to the New Hampshire\n\nstatute at issue in Pratt.      Class C escape — the precise crime for\n\nwhich the appellant was convicted — encompasses both leaving\n\ncustody and failing to report.        See Me. Rev. Stat. Ann. tit. 17-A,\n\n§   755(1)(A)-(B); compare N.H. Rev. Stat. Ann. §§ 642:6, 651:24.\n\nAs in Pratt, however, the appellant's conviction is indubitably for\n\nescape from custody.\n\n           The similarities do not end there.       The appellant, like\n\nPratt, was charged with and convicted of escape from a county jail.\n\nThat constitutes an escape from secure custody. Pratt II, 568 F.3d\n\nat 21-22 & n.10.        Even in the absence of actual or threatened\n\nforce, such an escape requires purposeful and aggressive conduct,\n\nwhich carries with it a real potential for violence.           Id. at 22.\n\nThus, the crime at issue was neither a form of inaction (like a\n\nfailure to report) nor a strict liability crime.\n\n           Here, moreover, the appellant was also convicted of\n\naiding and abetting an escape.         This aspect of the charge, while\n\nnot necessary to make escape from secure custody a crime of\n\nviolence, is significant.      Because the appellant aided the escape\n\nof another inmate, the risk of violence was increased.          See United\n\nStates   v.   Aragon,    983   F.2d   1306,   1313-14   (4th   Cir.   1993)\n\n(explaining that the crime of assisting the escape of one held in\n\n\n\n\n                                      -9-\n\fsecure custody intrinsically \"presents a substantial risk that\n\nphysical force will be used against either people or property\").\n\n            That effectively ends the matter.        Consistent with the\n\nteachings   of   Begay,   Chambers,   and   Pratt   II,   we   hold   that   a\n\nconviction for escape from secure custody is a crime of violence\n\nwithin the meaning of USSG §4B1.2(a).        The appellant's conviction\n\nqualifies under this rubric.      Thus, the district court properly\n\nconsidered it as a separate predicate offense for purposes of the\n\ncareer offender guideline.3\n\n            We need go no further.       A career offender designation\n\nrequires a minimum of two predicate felony convictions for crimes\n\nof violence.     Even if the appellant were correct that all of his\n\nburglary and robbery convictions should be treated as a single\n\npredicate offense — a matter on which we take no view — that unit,\n\nplus the escape conviction, satisfies the demands of the career\n\noffender guideline.4\n\n\n\nAffirmed.\n\n\n\n\n     3\n      It is undisputed that an intervening arrest occurred between\nthe 1994 robberies and the appellant's escape from custody on\nSeptember 21, 1994. As a result, the crimes should be treated as\nseparate predicate offenses notwithstanding that sentence was\nimposed for them on the same day. See USSG §4A1.2(a)(2).\n     4\n       Because this is so, we need not pass upon the separateness\nvel non of the burglary and robbery convictions, nor need we\naddress the reliability of the challenged police report.\n\n                                  -10-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><h1>UNITED STATES OF AMERICA, Appellee,<br>\nv.<br>\nMICHAEL DAVID WILLINGS, Defendant, Appellant.</h1></center>\n<center>No. 09-1334.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>December 1, 2009.</center>\n<p>Charles K. Stephenson on brief for appellant.</p>\n<p>Paula D. Silsby, United States Attorney, and Margaret D. McGaughey, Appellate Chief, on brief for appellee.</p>\n<p>Before Boudin and Selya, Circuit Judges, and Laplante,<sup>[*]</sup> District Judge.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>Defendant-appellant Michael David Willings challenges his sentence on the ground that the court below incorrectly designated him as a career offender under USSG §4B1.1(a). Concluding, as we do, that escape from secure custody is a crime of violence within the purview of the career offender guideline, we affirm.</p>\n<p>The facts are straightforward. On June 20, 2008, a man armed with an air pistol held up the Biddeford Savings Bank in Biddeford, Maine. After threatening the teller, he left with over $6,000 in cash. Images from the bank's surveillance cameras were published in local newspapers and aired on television broadcasts. In due course, the authorities identified and apprehended the appellant, who confessed.</p>\n<p>We fast-forward to August 17, 2008, when the appellant pleaded guilty to a single-count indictment that charged him with robbery of a federally insured bank through the use of a dangerous weapon. See 18 U.S.C. § 2113(a), (d).</p>\n<p>At sentencing, the district court made a series of findings, adumbrated in a presentence investigation report (PSI Report). Pertinently, the court found the appellant to be a career offender. Because the offense of conviction carries a 25-year statutory maximum, 18 U.S.C. § 2113(d), the court set the base offense level at 34. USSG §4B1.1(b). The court then granted a three-level reduction for acceptance of responsibility. Id. §3E1.1. The total offense level (31), in combination with the applicable criminal history category (VI),<sup>[1]</sup> yielded a guideline sentencing range (GSR) of 188-235 months. Id. ch. 5, pt. A (sentencing table). The court then sentenced the appellant to a 188-month incarcerative term. This timely appeal ensued.</p>\n<p>The appeal has a laser-like quality. It requires us to examine only the career offender designation. That designation matters; in the absence of career offender status, the appellant's GSR would be 84-105 months, and his sentence likely would have been less onerous.</p>\n<p>The relevant sentencing guideline instructs that a defendant qualifies as a career offender if (i) he is 18 years old or older at the time he commits the offense of conviction; (ii) that offense is a crime of violence or a controlled substance offense; and (iii) he has at least two prior felony convictions for crimes of violence or controlled substance offenses. Id. §4B1.1(a). The first two conditions are not in dispute; the appellant's challenge focuses single-mindedly on the third condition.</p>\n<p>We turn, then, to the appellant's criminal record. The following Maine felonies are germane. First, in September 1993 the appellant burglarized two dwellings in Cape Elizabeth. He subsequently pleaded guilty to both burglaries and, on March 15, 1995, received concurrent sentences. Second, in May 1994 the appellant robbed a gasoline station in Portland and, two days later, robbed a woman in the same vicinity. He subsequently pleaded guilty to both robberies and, on March 15, 1995  the same day that he was sentenced for the earlier burglaries  received concurrent sentences. Third, in September 1994 the authorities charged the appellant with both the crime of escape from the Cumberland County Jail and the crime of aiding an escape from that facility. Me. Rev. Stat. Ann. tit. 17-A, §§ 755, 756. The appellant again pleaded guilty and sentence was again imposed on March 15, 1995.</p>\n<p>For sentencing in the instant case, the district court grouped the 1993 burglaries and treated them as one predicate offense and grouped the 1994 robberies and treated them as a second (and separate) predicate offense. Even though sentences had been imposed for these four crimes on the same day (March 15, 1995), the court treated the two sets of crimes as separate predicates based on a finding that an arrest had intervened after the burglaries but before the robberies. See USSG §4A1.2(a)(2) (providing that sentences imposed on the same day cannot be considered as separate predicate offenses unless the offender is arrested for the first offense prior to commission of the second offense).</p>\n<p>The court did not stop there. It found, in the alternative, that even if the burglaries and robberies were treated as a unit, the career offender designation would still apply because the escape crime was sufficient to serve as a second predicate.</p>\n<p>In attacking his sentence, the appellant advances two arguments. First, he says that his escape crime is not a crime of violence. Second, he says that because the sentencing court used an unreliable police report as evidence that an arrest intervened between the 1993 burglaries and the 1994 robberies, it erred in not grouping the burglaries and the robberies as a single predicate offense.</p>\n<p>We begin our analysis with the appellant's asseveration that escape is not a crime of violence. This asseveration draws its essence from two Supreme Court opinions, namely, United States v. Chambers, 129 S. Ct. 687 (2009), and United States v. Begay, 128 S. Ct. 1581 (2008).<sup>[2]</sup> We review a court's determination of whether an offense qualifies as a crime of violence de novo. United States v. Williams, 529 F.3d 1, 3 (1st Cir. 2008).</p>\n<p>A crime of violence within the purview of the career offender guideline is any offense punishable by more than one year in prison that either \"(1) has as an element the use, attempted use, or threatened use of physical force against the person of another, or (2) is burglary of a dwelling, arson, or extortion, involves use of explosives, or otherwise involves conduct that presents a serious potential risk of physical injury to another.\" USSG §4B1.2(a). Under Maine law, the escape crime at issue here (Class C escape) is punishable by a sentence of more than one year in prison. See Me. Rev. Stat. Ann. tit. 17-A, § 1252. But that crime does not fall within the first specification set out in the definition, nor is it listed among the exemplar crimes enumerated in the second specification. This means that we must determine whether that crime falls under the umbrella of the definition's \"otherwise\" clause. The required approach is categorical in nature. See Begay, 128 S. Ct. at 1584; United States v. Pratt (Pratt II), 568 F.3d 11, 19 (1st Cir. 2009). This approach entails consideration of whether the elements of the offense \"are of the type that would justify its inclusion within the residual provision, without inquiring into the specific conduct of the particular offender.\" James v. United States, 550 U.S. 192, 202 (2007). The end game is to determine whether the particular category of crime is \"roughly similar, in kind as well as in degree of risk posed,\" to the enumerated exemplar crimes. Begay, 128 S. Ct. at 1585. Those exemplar crimes include burglary of a dwelling, arson, extortion, and use of explosives. See USSG §4B1.2(a).</p>\n<p>Until recently, courts considered both escape and failure to report to be crimes of violence. See, e.g., United States v. Winn, 364 F.3d 7, 12 (1st Cir. 2004); United States v. Gosling, 39 F.3d 1140, 1142 (10th Cir. 1994). In Chambers, however, the Supreme Court held that an Illinois failure to report conviction did not qualify as a violent felony under the ACCA. 129 S. Ct. at 691. In doing so, the Court drew a line between failure to report offenses and escape offenses, concluding that \"[t]he behavior that likely underlies a failure to report would seem less likely to involve a risk of physical harm than the less passive, more aggressive behavior underlying an escape from custody.\" Id.</p>\n<p>This brings us to United States v. Pratt (Pratt I), 496 F.3d 124 (1st Cir. 2007). Relying on Winn, we held there that a conviction under a statute that criminalized both escapes from custody and failures to report qualified as a violent felony under the ACCA without regard to which of those crimes the defendant had committed. Id. at 130. On an ensuing certiorari petition, the Supreme Court vacated this decision and remanded the case for reconsideration in light of Chambers. Pratt v. United States, 129 S. Ct. 991 (2009) (mem.).</p>\n<p>Given the lessons of Chambers, we recognized on remand that we had to distinguish between escapes and failure to report. Carrying out this undertaking, we affirmed our earlier decision on the basis that Pratt's conviction was for escape from secure custody  an offense that constitutes a violent felony within the meaning of the ACCA. Pratt II, 568 F.3d at 22. Such an offense, like the exemplar crimes enumerated in the career offender guideline, \"is likely to cause an eruption of violence if and when it is detected.\" Id. Put another way, the offense is \"roughly similar, in kind as well as in degree of risk posed,\" to those enumerated crimes. Id. (quoting Begay, 128 S. Ct. at 1585). As a result, convictions for escape from secure custody are categorically included as violent felonies without regard to whether the embedded conduct included actual or threatened physical force. See id.</p>\n<p>This decision foreshadows the proper resolution of the appellant's claim. Given the parity that exists between the ACCA and the career offender guideline, see supra note 2, it is clear that the crime of escape from secure custody is, similarly, a crime of violence under the career offender guideline. See United States v. Pearson, 553 F.3d 1183, 1186 (8th Cir. 2009) (noting that Chambers leaves intact circuit precedent holding that escape from custody is a crime of violence).</p>\n<p>The trappings here reinforce this conclusion. The Maine escape statute at issue is materially similar to the New Hampshire statute at issue in Pratt. Class C escape  the precise crime for which the appellant was convicted  encompasses both leaving custody and failing to report. See Me. Rev. Stat. Ann. tit. 17-A, § 755(1)(A)-(B); compare N.H. Rev. Stat. Ann. §§ 642:6, 651:24. As in Pratt, however, the appellant's conviction is indubitably for escape from custody.</p>\n<p>The similarities do not end there. The appellant, like Pratt, was charged with and convicted of escape from a county jail. That constitutes an escape from secure custody. Pratt II, 568 F.3d at 21-22 &amp; n.10. Even in the absence of actual or threatened force, such an escape requires purposeful and aggressive conduct, which carries with it a real potential for violence. Id. at 22. Thus, the crime at issue was neither a form of inaction (like a failure to report) nor a strict liability crime.</p>\n<p>Here, moreover, the appellant was also convicted of aiding and abetting an escape. This aspect of the charge, while not necessary to make escape from secure custody a crime of violence, is significant. Because the appellant aided the escape of another inmate, the risk of violence was increased. See United States v. Aragon, 983 F.2d 1306, 1313-14 (4th Cir. 1993) (explaining that the crime of assisting the escape of one held in secure custody intrinsically \"presents a substantial risk that physical force will be used against either people or property\").</p>\n<p>That effectively ends the matter. Consistent with the teachings of Begay, Chambers, and Pratt II, we hold that a conviction for escape from secure custody is a crime of violence within the meaning of USSG §4B1.2(a). The appellant's conviction qualifies under this rubric. Thus, the district court properly considered it as a separate predicate offense for purposes of the career offender guideline.<sup>[3]</sup></p>\n<p>We need go no further. A career offender designation requires a minimum of two predicate felony convictions for crimes of violence. Even if the appellant were correct that all of his burglary and robbery convictions should be treated as a single predicate offense  a matter on which we take no view  that unit, plus the escape conviction, satisfies the demands of the career offender guideline.<sup>[4]</sup></p>\n<p>Affirmed.</p>\n<h2>NOTES</h2>\n<p>[*]   Of the District of New Hampshire, sitting by designation.</p>\n<p>[1]  Since the appellant had 21 criminal history points, he would have been in criminal history category VI regardless of the career offender designation.</p>\n<p>[2]  Because these cases deal with the Armed Career Criminal Act (ACCA), 18 U.S.C. § 924(e), we pause to note that the terms \"crime of violence\" under the career offender guideline and \"violent felony\" under the ACCA are nearly identical in meaning, so that decisions construing one term inform the construction of the other. United States v. Richards, 456 F.3d 260, 263 n.2 (1st Cir. 2006). This generality, of course, is not intended to cast doubt on the narrower scope of burglary offenses included within the guideline's definition. See United States v. Giggey, 551 F.3d 27, 36 (1st Cir. 2008).</p>\n<p>[3]  It is undisputed that an intervening arrest occurred between the 1994 robberies and the appellant's escape from custody on September 21, 1994. As a result, the crimes should be treated as separate predicate offenses notwithstanding that sentence was imposed for them on the same day. See USSG §4A1.2(a)(2).</p>\n<p>[4]  Because this is so, we need not pass upon the separateness vel non of the burglary and robbery convictions, nor need we address the reliability of the challenged police report.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><h1>UNITED STATES OF AMERICA, Appellee,<br>\nv.<br>\nMICHAEL DAVID WILLINGS, Defendant, Appellant.</h1></center>\n<center>No. 09-1334.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>December 1, 2009.</center>\n<p>Charles K. Stephenson on brief for appellant.</p>\n<p>Paula D. Silsby, United States Attorney, and Margaret D. McGaughey, Appellate Chief, on brief for appellee.</p>\n<p>Before Boudin and Selya, Circuit Judges, and Laplante,<sup>[*]</sup> District Judge.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>Defendant-appellant Michael David Willings challenges his sentence on the ground that the court below incorrectly designated him as a career offender under USSG §4B1.1(a). Concluding, as we do, that escape from secure custody is a crime of violence within the purview of the career offender guideline, we affirm.</p>\n<p>The facts are straightforward. On June 20, 2008, a man armed with an air pistol held up the Biddeford Savings Bank in Biddeford, Maine. After threatening the teller, he left with over $6,000 in cash. Images from the bank's surveillance cameras were published in local newspapers and aired on television broadcasts. In due course, the authorities identified and apprehended the appellant, who confessed.</p>\n<p>We fast-forward to August 17, 2008, when the appellant pleaded guilty to a single-count indictment that charged him with robbery of a federally insured bank through the use of a dangerous weapon. See 18 U.S.C. § 2113(a), (d).</p>\n<p>At sentencing, the district court made a series of findings, adumbrated in a presentence investigation report (PSI Report). Pertinently, the court found the appellant to be a career offender. Because the offense of conviction carries a 25-year statutory maximum, 18 U.S.C. § 2113(d), the court set the base offense level at 34. USSG §4B1.1(b). The court then granted a three-level reduction for acceptance of responsibility. Id. §3E1.1. The total offense level (31), in combination with the applicable criminal history category (VI),<sup>[1]</sup> yielded a guideline sentencing range (GSR) of 188-235 months. Id. ch. 5, pt. A (sentencing table). The court then sentenced the appellant to a 188-month incarcerative term. This timely appeal ensued.</p>\n<p>The appeal has a laser-like quality. It requires us to examine only the career offender designation. That designation matters; in the absence of career offender status, the appellant's GSR would be 84-105 months, and his sentence likely would have been less onerous.</p>\n<p>The relevant sentencing guideline instructs that a defendant qualifies as a career offender if (i) he is 18 years old or older at the time he commits the offense of conviction; (ii) that offense is a crime of violence or a controlled substance offense; and (iii) he has at least two prior felony convictions for crimes of violence or controlled substance offenses. Id. §4B1.1(a). The first two conditions are not in dispute; the appellant's challenge focuses single-mindedly on the third condition.</p>\n<p>We turn, then, to the appellant's criminal record. The following Maine felonies are germane. First, in September 1993 the appellant burglarized two dwellings in Cape Elizabeth. He subsequently pleaded guilty to both burglaries and, on March 15, 1995, received concurrent sentences. Second, in May 1994 the appellant robbed a gasoline station in Portland and, two days later, robbed a woman in the same vicinity. He subsequently pleaded guilty to both robberies and, on March 15, 1995  the same day that he was sentenced for the earlier burglaries  received concurrent sentences. Third, in September 1994 the authorities charged the appellant with both the crime of escape from the Cumberland County Jail and the crime of aiding an escape from that facility. Me. Rev. Stat. Ann. tit. 17-A, §§ 755, 756. The appellant again pleaded guilty and sentence was again imposed on March 15, 1995.</p>\n<p>For sentencing in the instant case, the district court grouped the 1993 burglaries and treated them as one predicate offense and grouped the 1994 robberies and treated them as a second (and separate) predicate offense. Even though sentences had been imposed for these four crimes on the same day (March 15, 1995), the court treated the two sets of crimes as separate predicates based on a finding that an arrest had intervened after the burglaries but before the robberies. See USSG §4A1.2(a)(2) (providing that sentences imposed on the same day cannot be considered as separate predicate offenses unless the offender is arrested for the first offense prior to commission of the second offense).</p>\n<p>The court did not stop there. It found, in the alternative, that even if the burglaries and robberies were treated as a unit, the career offender designation would still apply because the escape crime was sufficient to serve as a second predicate.</p>\n<p>In attacking his sentence, the appellant advances two arguments. First, he says that his escape crime is not a crime of violence. Second, he says that because the sentencing court used an unreliable police report as evidence that an arrest intervened between the 1993 burglaries and the 1994 robberies, it erred in not grouping the burglaries and the robberies as a single predicate offense.</p>\n<p>We begin our analysis with the appellant's asseveration that escape is not a crime of violence. This asseveration draws its essence from two Supreme Court opinions, namely, United States v. Chambers, <span class=\"citation\" data-id=\"145923\"><a href=\"/opinion/145923/chambers-v-united-states/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">687</span></a></span> (2009), and United States v. Begay, <span class=\"citation\" data-id=\"145815\"><a href=\"/opinion/145815/begay-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1581</span></a></span> (2008).<sup>[2]</sup> We review a court's determination of whether an offense qualifies as a crime of violence de novo. United States v. Williams, <span class=\"citation\" data-id=\"203280\"><a href=\"/opinion/203280/united-states-v-williams/\"><span class=\"volume\">529</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir. 2008).</p>\n<p>A crime of violence within the purview of the career offender guideline is any offense punishable by more than one year in prison that either \"(1) has as an element the use, attempted use, or threatened use of physical force against the person of another, or (2) is burglary of a dwelling, arson, or extortion, involves use of explosives, or otherwise involves conduct that presents a serious potential risk of physical injury to another.\" USSG §4B1.2(a). Under Maine law, the escape crime at issue here (Class C escape) is punishable by a sentence of more than one year in prison. See Me. Rev. Stat. Ann. tit. 17-A, § 1252. But that crime does not fall within the first specification set out in the definition, nor is it listed among the exemplar crimes enumerated in the second specification. This means that we must determine whether that crime falls under the umbrella of the definition's \"otherwise\" clause. The required approach is categorical in nature. See Begay, 128 S. Ct. at 1584; United States v. Pratt (Pratt II), <span class=\"citation\" data-id=\"1459861\"><a href=\"/opinion/1459861/united-states-v-pratt/\"><span class=\"volume\">568</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 19 (1st Cir. 2009). This approach entails consideration of whether the elements of the offense \"are of the type that would justify its inclusion within the residual provision, without inquiring into the specific conduct of the particular offender.\" James v. United States, <span class=\"citation\" data-id=\"145743\"><a href=\"/opinion/145743/james-v-united-states/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">192</span></a></span>, 202 (2007). The end game is to determine whether the particular category of crime is \"roughly similar, in kind as well as in degree of risk posed,\" to the enumerated exemplar crimes. Begay, 128 S. Ct. at 1585. Those exemplar crimes include burglary of a dwelling, arson, extortion, and use of explosives. See USSG §4B1.2(a).</p>\n<p>Until recently, courts considered both escape and failure to report to be crimes of violence. See, e.g., United States v. Winn, <span class=\"citation\" data-id=\"200958\"><a href=\"/opinion/200958/united-states-v-winn/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 12 (1st Cir. 2004); United States v. Gosling, <span class=\"citation\" data-id=\"681706\"><a href=\"/opinion/681706/united-states-v-mark-tracy-gosling-aka-mark-t-gosling/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1140</span></a></span>, 1142 (10th Cir. 1994). In Chambers, however, the Supreme Court held that an Illinois failure to report conviction did not qualify as a violent felony under the ACCA. 129 S. Ct. at 691. In doing so, the Court drew a line between failure to report offenses and escape offenses, concluding that \"[t]he behavior that likely underlies a failure to report would seem less likely to involve a risk of physical harm than the less passive, more aggressive behavior underlying an escape from custody.\" Id.</p>\n<p>This brings us to United States v. Pratt (Pratt I), <span class=\"citation\" data-id=\"202884\"><a href=\"/opinion/202884/united-states-v-pratt/\"><span class=\"volume\">496</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">124</span></a></span> (1st Cir. 2007). Relying on Winn, we held there that a conviction under a statute that criminalized both escapes from custody and failures to report qualified as a violent felony under the ACCA without regard to which of those crimes the defendant had committed. Id. at 130. On an ensuing certiorari petition, the Supreme Court vacated this decision and remanded the case for reconsideration in light of Chambers. Pratt v. United States, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">991</span></span> (2009) (mem.).</p>\n<p>Given the lessons of Chambers, we recognized on remand that we had to distinguish between escapes and failure to report. Carrying out this undertaking, we affirmed our earlier decision on the basis that Pratt's conviction was for escape from secure custody  an offense that constitutes a violent felony within the meaning of the ACCA. Pratt II, 568 F.3d at 22. Such an offense, like the exemplar crimes enumerated in the career offender guideline, \"is likely to cause an eruption of violence if and when it is detected.\" Id. Put another way, the offense is \"roughly similar, in kind as well as in degree of risk posed,\" to those enumerated crimes. Id. (quoting Begay, 128 S. Ct. at 1585). As a result, convictions for escape from secure custody are categorically included as violent felonies without regard to whether the embedded conduct included actual or threatened physical force. See id.</p>\n<p>This decision foreshadows the proper resolution of the appellant's claim. Given the parity that exists between the ACCA and the career offender guideline, see supra note 2, it is clear that the crime of escape from secure custody is, similarly, a crime of violence under the career offender guideline. See United States v. Pearson, <span class=\"citation\" data-id=\"1253661\"><a href=\"/opinion/1253661/united-states-v-pearson/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1183</span></a></span>, 1186 (8th Cir. 2009) (noting that Chambers leaves intact circuit precedent holding that escape from custody is a crime of violence).</p>\n<p>The trappings here reinforce this conclusion. The Maine escape statute at issue is materially similar to the New Hampshire statute at issue in Pratt. Class C escape  the precise crime for which the appellant was convicted  encompasses both leaving custody and failing to report. See Me. Rev. Stat. Ann. tit. 17-A, § 755(1)(A)-(B); compare N.H. Rev. Stat. Ann. §§ 642:6, 651:24. As in Pratt, however, the appellant's conviction is indubitably for escape from custody.</p>\n<p>The similarities do not end there. The appellant, like Pratt, was charged with and convicted of escape from a county jail. That constitutes an escape from secure custody. Pratt II, 568 F.3d at 21-22 &amp; n.10. Even in the absence of actual or threatened force, such an escape requires purposeful and aggressive conduct, which carries with it a real potential for violence. Id. at 22. Thus, the crime at issue was neither a form of inaction (like a failure to report) nor a strict liability crime.</p>\n<p>Here, moreover, the appellant was also convicted of aiding and abetting an escape. This aspect of the charge, while not necessary to make escape from secure custody a crime of violence, is significant. Because the appellant aided the escape of another inmate, the risk of violence was increased. See United States v. Aragon, <span class=\"citation\" data-id=\"598985\"><a href=\"/opinion/598985/united-states-v-pedro-aragon-aka-jose-aka-el-tigre-united-states-of/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1306</span></a></span>, 1313-14 (4th Cir. 1993) (explaining that the crime of assisting the escape of one held in secure custody intrinsically \"presents a substantial risk that physical force will be used against either people or property\").</p>\n<p>That effectively ends the matter. Consistent with the teachings of Begay, Chambers, and Pratt II, we hold that a conviction for escape from secure custody is a crime of violence within the meaning of USSG §4B1.2(a). The appellant's conviction qualifies under this rubric. Thus, the district court properly considered it as a separate predicate offense for purposes of the career offender guideline.<sup>[3]</sup></p>\n<p>We need go no further. A career offender designation requires a minimum of two predicate felony convictions for crimes of violence. Even if the appellant were correct that all of his burglary and robbery convictions should be treated as a single predicate offense  a matter on which we take no view  that unit, plus the escape conviction, satisfies the demands of the career offender guideline.<sup>[4]</sup></p>\n<p>Affirmed.</p>\n<h2>NOTES</h2>\n<p>[*]   Of the District of New Hampshire, sitting by designation.</p>\n<p>[1]  Since the appellant had 21 criminal history points, he would have been in criminal history category VI regardless of the career offender designation.</p>\n<p>[2]  Because these cases deal with the Armed Career Criminal Act (ACCA), 18 U.S.C. § 924(e), we pause to note that the terms \"crime of violence\" under the career offender guideline and \"violent felony\" under the ACCA are nearly identical in meaning, so that decisions construing one term inform the construction of the other. United States v. Richards, <span class=\"citation\" data-id=\"795168\"><a href=\"/opinion/795168/united-states-v-arnold-richards-iii/\"><span class=\"volume\">456</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">260</span></a></span>, 263 n.2 (1st Cir. 2006). This generality, of course, is not intended to cast doubt on the narrower scope of burglary offenses included within the guideline's definition. See United States v. Giggey, <span class=\"citation\" data-id=\"203601\"><a href=\"/opinion/203601/united-states-v-giggey/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 36 (1st Cir. 2008).</p>\n<p>[3]  It is undisputed that an intervening arrest occurred between the 1994 robberies and the appellant's escape from custody on September 21, 1994. As a result, the crimes should be treated as separate predicate offenses notwithstanding that sentence was imposed for them on the same day. See USSG §4A1.2(a)(2).</p>\n<p>[4]  Because this is so, we need not pass upon the separateness vel non of the burglary and robbery convictions, nor need we address the reliability of the challenged police report.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/145743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202884/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203280/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203601/",
    "http://www.courtlistener.com/api/rest/v3/opinions/598985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795168/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1253661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1459861/"
  ]
}