{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/204062/",
  "absolute_url": "/opinion/204062/thornton-v-united-parcel-service-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/204062/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/336/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:29:22Z",
  "date_modified": "2016-04-27T01:40:50.607155Z",
  "type": "010combined",
  "sha1": "53f3faefb4874c0c037640d929a77290e7023f1c",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-2162P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/11/12/Thornton_v._United_Parcel_Service_Inc..pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 08-2162\n\n                        CHARLES THORNTON,\n\n                      Plaintiff, Appellant,\n\n                               v.\n\n                  UNITED PARCEL SERVICE, INC.,\n\n                      Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Richard G. Stearns, U.S. District Judge]\n\n\n                             Before\n\n          Boudin, Gajarsa,* and Lipez, Circuit Judges.\n\n\n     Michael Tumposky, with whom Stephen B. Hrones was on brief,\nfor Appellant.\n     Elizabeth A. Kowal, with whom Susan J. Baronoff was on brief,\nfor Appellee.\n\n\n                        November 12, 2009\n\n\n\n\n     *\n          Of the Federal Circuit, sitting by designation.\n\f            GAJARSA, Circuit Judge.         Charles Thornton appeals from a\n\nfinal judgment of the United States District Court for the District\n\nof Massachusetts that was entered upon the court’s grant of summary\n\njudgment   to    United    Parcel   Service    (“UPS”)    on   Mr.   Thornton’s\n\ndisability      discrimination      claims    under   the      Americans   with\n\nDisabilities Act (“ADA”). Because we agree with the district court\n\nthat the allegations encompassed by Mr. Thornton’s August 2001\n\ncharge     filed    with     the    Massachusetts        Commission    Against\n\nDiscrimination (“MCAD”) do not support the ADA claims he presents\n\nhere, we affirm.\n\n                                      I.\n\n            UPS employs a large number of tractor trailer drivers to\n\ndrive established routes between UPS’s regional facilities. Routes\n\ndiffer and are distinguished from each other in a variety of\n\nmeaningful ways.      Some routes involve hauling single trailers;\n\nothers involve doubles — two trailers hitched together.                    Some\n\nroutes require driving distances less than one hundred fifty miles;\n\nsome require driving substantially greater distances. As a result,\n\ndrivers of different routes are paid differently.                Pursuant to a\n\ncollective bargaining agreement with the employees’ union, UPS\n\npermits its drivers to select the routes they will drive on the\n\nbasis of seniority using a bidding system.\n\n            Mr. Thornton was employed as a driver for UPS from 1968\n\nuntil he was no longer able to drive in 2002.             In the later years\n\n\n                                      -3-\n\fof his career, Mr. Thornton suffered from various back, shoulder\n\nand arm ailments, which required him to restrict his work.         At all\n\nrelevant times, Mr. Thornton selected the routes he drove pursuant\n\nto the bidding process described above.\n\n           In early 2001, Mr. Thornton suffered a back spasm while\n\ndriving his selected route to Buffalo, New York.           On August 30,\n\n2001, he filed a claim with the MCAD (hereinafter, the “2001 MCAD\n\ncharge”),2 alleging as follows:\n\n           I have been employed with United Parcel\n           Service for approximately thirty-three years.\n           I suffer from chronic lower back pain. After\n           being on light duty (driving only), I went for\n           a check-up exam and received a review from the\n           doctor saying that my light duty was still\n           active. UPS interpreted the note (attached)\n           as saying that I can do anything except\n           lifting heavy things. They began to give me\n           more duties as a result of this. On 03/05/01,\n           I was sent to Buffalo on a duty.      While in\n           Buffalo, because of the extensive driving, I\n           needed to seek medical attention immediately.\n           I believe that I was discriminated against\n           because   my  disability   restrictions   were\n           misinterpreted [sic] and I was doing jobs that\n           I was not physically able to do.\n\nMr. Thornton attached to his MCAD complaint a note from Dr. Richard\n\nB.   Hawkins,   dated   January   20,    2001,   which   recommended   the\n\nfollowing:\n\n           In terms of work restrictions, it appears that\n           he has been given permanent work restrictions\n\n\n     2\n          Pursuant   to  42   U.S.C.   §   2000e-5(e)(1),   federal\ndiscrimination charges may initially be filed either with the Equal\nEmployment Opportunity Commission or with a state agency empowered\nto investigate such charges. The MCAD is such a state agency.\n\n                                   -4-\n\f             of no heavy lifting, such as loading and\n             unloading of trucks.      These restrictions\n             should stay in position, as they have been\n             effective in allowing him to continue to work\n             on a regular basis. The restrictions do not\n             affect his ability to work full time,\n             including overtime.\n\n             The MCAD ultimately dismissed Mr. Thornton’s complaint,\n\nconcluding:\n\n             [H]e has not demonstrated that in honoring\n             [his] route selection, [UPS] subjected him to\n             an adverse employment action. [Mr. Thornton]\n             selected the route himself.     Not only did\n             [UPS] leave the choice of route up to\n             [Mr. Thornton], [UPS] confirmed that [he] was\n             comfortable with the physical demands imposed\n             by the route.\n\nMemorandum to File re: Recommendation for Lack of Probable Cause,\n\nThornton v. UPS, MCAD No. 01132418. Subsequently, as authorized by\n\nstatute, see 42 U.S.C. § 2000e-5(f)(1), the U.S. Equal Employment\n\nOpportunity    Commission   (“EEOC”)     provided   Mr.   Thornton   with   a\n\nright-to-sue letter on the basis of the MCAD’s dismissal of his\n\ncharge.   Mr. Thornton filed the present legal action.\n\n             In his original district court complaint, Mr. Thornton\n\nasserted violations of the ADA and Massachusetts state law, based\n\non   UPS’s    alleged   failures   to    provide    him   with   reasonable\n\naccommodations on several occasions.        See Complaint at 9 ¶¶57-58,\n\nThornton v. United Parcel Serv. Inc., No. 05-cv-10210 (D. Mass.\n\nFeb. 1, 2005).      In one such instance, he asserted that UPS had\n\nfailed to provide him with a reasonable accommodation in relation\n\nto his selection of the Buffalo, New York route, per his 2001 MCAD\n\n                                   -5-\n\fcharge.   Subsequently, Mr. Thornton amended his original complaint\n\nto further allege that UPS had engaged in per se disability\n\ndiscrimination by adhering to an unwritten “100% medical release”\n\npolicy.   Amended Complaint at 9 ¶¶52-53, Thornton v. United Parcel\n\nServ. Inc., No. 05-cv-10210 (D. Mass. Feb. 10, 2006).         Under that\n\nalleged discrimination policy, employees with medical restrictions\n\nare forced to remain on unpaid leave unless they certify that they\n\nare completely recovered and one hundred percent healthy.\n\n           On cross-motions for summary judgment, the district court\n\nheld that the ADA requires the exhaustion of all administrative\n\nremedies and that such requirement prevents Mr. Thornton from\n\npursuing claims that fall outside the scope of his 2001 MCAD\n\ncharge;   and   because   of   such   a   limitation,   Mr.   Thornton’s\n\nallegations could not support a violation of the ADA.          Premised\n\nupon these holdings, it granted judgment as a matter of law in\n\nfavor of UPS.    Moreover, in the absence of any remaining federal\n\nlaw claims, the district court declined to exercise supplemental\n\njurisdiction over Mr. Thornton’s state law claims, dismissing them\n\nwithout prejudice. Upon the entry of final judgment, Mr. Thornton\n\ntimely appealed to this court.\n\n           The district court had jurisdiction over Mr. Thornton’s\n\nfederal ADA claims under 28 U.S.C. § 1331.        We have jurisdiction\n\nover Mr. Thornton’s appeal of the district court’s final judgment\n\nunder 28 U.S.C. § 1291.\n\n\n                                  -6-\n\f                                      II.\n\n           On appeal, Mr. Thornton raises two issues: (1) whether\n\nthe district court correctly determined that the allegations of\n\ndiscrimination     encompassed   by    his   2001   MCAD   charge   place   a\n\nlimitation on the claims he can present now; and (2) whether the\n\ndistrict court correctly determined that, assuming the 2001 MCAD\n\ncomplaint was properly limited, his remaining allegations do not\n\nsupport his claims of violation of the ADA.\n\n           We review a district court’s grant of summary judgment\n\nde novo.   See Dennis v. Osram Sylvania, Inc., 549 F.3d 851, 855\n\n(1st Cir. 2008).    Summary judgment is properly granted where there\n\nis no genuine issue of material fact and the moving party is\n\nentitled to judgment as a matter of law.             See Fed. R. Civ. P.\n\n56(c); Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 247-48\n\n(1986).\n\nA.         Administrative Claim Exhaustion\n\n           As an initial matter, it is well-settled that an employee\n\nalleging discrimination must file an administrative claim with the\n\nEEOC or with a parallel state agency before a civil action may be\n\nbrought.   See Bonilla v. Muebles J.J. Alvarez, Inc., 194 F.3d 275,\n\n277 (1st Cir. 1999) (“We hold that the ADA mandates compliance with\n\nthe administrative procedures specified under Title VII of the\n\nCivil Rights Act of 1964, 42 U.S.C. § 2000e, and that, absent\n\nspecial circumstances . . . such compliance must occur before a\n\n\n                                      -7-\n\ffederal court may entertain a suit that seeks recovery for an\n\nalleged violation of Title I of the ADA.”); see also Jorge v.\n\nRumsfeld, 404 F.3d 556, 564 (1st Cir. 2005) (“The employee may\n\ncommence a civil action against [his] employer if, and only if, the\n\nEEOC has dismissed the administrative complaint or has itself\n\nfailed to begin a civil action within 180 days of the original EEOC\n\nfiling. . . .          [A] plaintiff’s unexcused failure to exhaust\n\nadministrative remedies effectively bars the courthouse door.”).\n\nWhen filed with a state agency, the administrative claim must be\n\nfiled   within   300    days   after   the   alleged    unlawful    employment\n\npractice occurred.      See 42 U.S.C. § 2000e-5(e)(1); see also Nat’l\n\nR.R. Passenger Corp. v. Morgan, 536 U.S. 101, 109 (2002).\n\n            The submission of an administrative claim serves several\n\npurposes.    Most importantly, it gives notice to both the employer\n\nand the agency of an alleged violation and affords an opportunity\n\nto swiftly and informally take any corrective action necessary to\n\nreconcile the violation.        See Powers v. Grinnell Corp., 915 F.2d\n\n34, 37 (1st Cir. 1990) (“The administrative charge provides the\n\nagencies with information and an opportunity to eliminate the\n\nalleged     unlawful     practices      through       informal    methods    of\n\nconciliation,    and    affords   formal     notice    to   the   employer   and\n\nprospective defendant of the charges that have been made against\n\nit.”) (internal quotation marks and citations omitted). “The scope\n\nof the civil complaint is accordingly limited by the charge filed\n\n\n                                       -8-\n\fwith   the   EEOC   and    the   investigation    which    can   reasonably   be\n\nexpected to grow out of that charge.”            Id. at 38.\n\n             Here, Mr. Thornton failed to file charges with the MCAD\n\nor EEOC relating to any alleged continuing acts of disability\n\ndiscrimination      that    post-date    his     2001     charge.     Instead,\n\nMr. Thornton invokes the “scope of the investigation rule” to\n\nassert that his suit may extend to claims that reasonably would\n\nhave been uncovered during the MCAD investigation of, or have been\n\ncollaterally related to, his 2001 MCAD charge.                Mr. Thornton is\n\nseeking to apply this rule far too broadly.\n\n             As this court has explained, “the scope of a civil action\n\nis not determined by the specific language of the charge filed with\n\nthe agency, but rather, may encompass acts of discrimination which\n\nthe MCAD investigation could reasonably be expected to uncover.”\n\nDavis v. Lucent Technologies, Inc., 251 F.3d 227, 233 (1st Cir.\n\n2001) (internal quotation marks and citations omitted).              Moreover,\n\nwe have noted that:\n\n             According to the so-called scope of the\n             investigation rule, the exact wording of the\n             charge of discrimination need not presage with\n             literary exactitude the judicial pleadings\n             which may follow.      Plaintiffs have been\n             allowed to allege a claim in a complaint where\n             the factual statement in [the] written charge\n             should   have  alerted   the   agency  to   an\n             alternative basis of discrimination, and\n             should have been investigated . . . regardless\n             of whether it was actually investigated.\n\nId. (internal quotation marks and citation omitted; alterations in\noriginal); see also Powers, 915 F.2d at 38, 39; White v. N.H. Dep’t\n\n                                      -9-\n\fof Corrections, 221 F.3d 254, 263 (1st Cir. 2000).            Simply stated,\n\nthe scope of the investigation rule permits a district court to\n\nlook beyond the four corners of the underlying administrative\n\ncharge to consider collateral and alternative bases or acts that\n\nwould have been uncovered in a reasonable investigation.                     See\n\nLattimore v. Polaroid Corp., 99 F.3d 456, 464-65 (1st Cir. 1996)\n\n(“An investigation is a systematic inquiry into a particular\n\nmatter.   When it is launched in response to a charge of employment\n\ndiscrimination, the direction and scope of the investigation are\n\nguided by the allegations contained in the charge.”).\n\n           The rule does not, however, provide a plaintiff with an\n\nunlimited license to extend his claim endlessly beyond the bounds\n\nand parameters encompassed by the administrative charge.              Indeed,\n\nsuch an extension of the scope of the investigation rule would\n\neffectively nullify the administrative exhaustion requirement and\n\nconvert it into a simple notice requirement that some claim may be\n\nbrought, thereby depriving employers of the opportunity to resolve\n\nissues at an early stage and rendering the EEOC (and state-level\n\nequivalents)   superfluous.      See   id.   at    464     (“The   purpose    of\n\n[requiring an employee to file an administrative charge as a\n\nprerequisite   to   commencing    a    civil      action     for   employment\n\ndiscrimination] is to provide the employer with prompt notice of\n\nthe claim and to create an opportunity for early conciliation.\n\nThat purpose would be frustrated if the employee were permitted to\n\n\n                                  -10-\n\fallege one thing in the administrative charge and later allege\n\nsomething    entirely   different      in     a   subsequent   civil     action.”)\n\n(internal citations omitted).\n\n            Mr. Thornton’s 2001 MCAD charge relates solely to UPS’s\n\nalleged misunderstanding of his medical restrictions, resulting in\n\na failure to accommodate his disability in relation to a route he\n\ndrove to Buffalo, New York.          Using these allegations as our guide,\n\nwe are in agreement that a reasonable investigation of this charge\n\nwould naturally relate to Mr. Thornton’s then-existing medical\n\nrestrictions, UPS’s response, if any, to those restrictions, and\n\nthe   circumstances     of   Mr.    Thornton’s       assignment   to   drive   the\n\nBuffalo, New York route.           But we see no reason to believe that a\n\nreasonable    investigation         would     have    uncovered    the     various\n\nsubsequent, discrete events, actions, and medical restrictions that\n\nMr. Thornton cites in his district court complaint.                Nor would we\n\nexpect that a reasonable investigation would have uncovered UPS’s\n\nalleged 100% medical release policy, as Mr. Thornton made no\n\nreference to such a policy.          Mr. Thornton’s reliance on the scope\n\nof the investigation rule is thus misplaced.\n\n            In the alternative, Mr. Thornton cites to the continuing\n\nviolation theory and asserts that his action may extend to all\n\nsubsequent     claims    that       are     related     to     UPS’s     continued\n\ndiscriminatory conduct.       Again, his arguments fail.\n\n\n\n\n                                       -11-\n\f              This    court    has   recognized     two    types    of    continuing\n\nviolations: serial violations and systemic violations.                        Sabree v.\n\nUnited Bhd. of Carpenters and Joiners, 921 F.2d 396, 400 (1st Cir.\n\n1990).    As to serial violations, the Supreme Court has reiterated\n\nthat “discrete discriminatory acts are not actionable if time\n\nbarred, even when they are related to acts alleged in timely filed\n\ncharges.”     Morgan, 536 U.S. at 113; see also Ledbetter v. Goodyear\n\nTire & Rubber Co., Inc., 550 U.S. 618, 639 (2007) (“Morgan is\n\nperfectly clear that when an employee alleges ‘serial violations,’\n\ni.e., a series of actionable wrongs, a timely EEOC charge must be\n\nfiled with respect to each discrete alleged violation.”).                         It is\n\nundisputed here that Mr. Thornton did not file timely charges\n\nrelated to any alleged act of discrimination other than the single\n\nact    identified     in   his   2001   MCAD    charge.      His    civil       action,\n\ntherefore, cannot reach these additional acts.                     See Morgan, 536\n\nU.S. at 114-15.\n\n              As to systemic violations, “we have recognized that if a\n\nTitle VII violation occurs in the wake of some continuing policy,\n\nitself illegal, then the law does not bar a suit aimed at the\n\nemployer’s      dogged       insistence    upon     that    policy       within     the\n\nprescriptive period [even if no discrete violation occurs during\n\nthe period].”        Mack v. Great Atl. and Pac. Tea Co., Inc., 871 F.2d\n\n179,    183   (1st    Cir.    1989).      But   a   mere   “series       of    discrete\n\ndiscriminatory acts motivated by a discriminatory animus cannot be\n\n\n                                        -12-\n\fa systemic violation.” Megwinoff v. Banco Bilbao Vizcaya, 233 F.3d\n\n73,   76   (1st   Cir.   2000).   Rather,    the    alleged   discriminatory\n\nviolations must arise from some discriminatory policy.              See id.\n\n“[G]eneral    references     to   some     vague,    undefined   policy    of\n\ndiscrimination are not . . . sufficient to make out a . . . showing\n\nthat a discernible discriminatory policy was in effect.”              Mack,\n\n871 F.2d at 184.\n\n            In this case, Mr. Thornton’s 2001 MCAD charge does not\n\nallege the existence of a discriminatory 100% medical release\n\npolicy.    Similarly, his original complaint in the present action\n\nneither cited to nor pled the existence of such a policy.                 See\n\nComplaint, Thornton v. United Parcel Serv. Inc., No. 05-cv-10210\n\n(D. Mass. Feb. 1, 2005).          Indeed, Mr. Thornton first pled the\n\nexistence of a discriminatory policy in his amended district court\n\ncomplaint, in which he alleged simply:\n\n            Moreover, this discrimination and failure to\n            offer reasonable accommodation was due to an\n            unlawful employment policy requiring employees\n            to obtain a “100% medical release,” without\n            restrictions, before being allowed to return\n            to work from a medical leave.\n\n            This “100% medical release” policy forced\n            Mr. Thornton to bid on jobs outside his\n            restrictions   because   U.P.S.  refused to\n            accommodate his medical limitations.\n\nAmended Complaint at 9 ¶¶52-53, Thornton v. United Parcel Serv.\n\nInc., No. 05-cv-10210 (D. Mass. Feb. 10, 2006). And ultimately, in\n\nopposition to summary judgment, Mr. Thornton proffered only his own\n\n\n                                    -13-\n\faffidavit to support his allegations.                 Even then, Mr. Thornton’s\n\nallegations are self-contradictory, as he agrees that UPS has\n\nrepeatedly     permitted       him     to    return     to    work          with   medical\n\nrestrictions in place.         He also admits that UPS provided him with\n\nan   accommodation   in    the       form   of   assistance        with      the   lifting\n\nnecessary for the March 2001 drive to Buffalo, New York.\n\n            This court in Megwinoff rejected a similar systemic\n\nviolation argument.       233 F.3d at 76.          In that case, as here, the\n\nplaintiff alleged a series of discrete acts of discrimination. And\n\nas here, the plaintiff was unable to point to any standing policy\n\nor   direct    evidence    thereof.         “Systemic    violations            have   been\n\nrecognized    rarely,     usually      in    instances       of    a    discriminatory\n\npromotion, hiring, training, or compensation system where direct\n\nevidence,     statistics,        or     other     evidence         demonstrate          the\n\ndiscriminatory effects of that policy.”                      Id.        Mr. Thornton’s\n\nbelated attempt to convert his alleged claims of serial violations\n\ninto a claim of a systemic violation is thus not well grounded.\n\nSee id. (“[Plaintiff’s] attempt to recast her unsuccessful serial\n\nviolation claim into a systemic violation claim fails.”); see also\n\nJensen v. Frank, 912 F.2d 517, 523 (1st Cir. 1990) (“Absent any\n\nprobative     evidence    of    an    overarching       policy         or    practice    of\n\ndiscrimination, this argument cannot stay the swing of the summary\n\njudgment ax.”).\n\n\n\n\n                                        -14-\n\f            Accordingly,         the    district    court      correctly     held     that\n\nMr. Thornton could only pursue his action with respect to alleged\n\nacts   of   discrimination          that    occurred      in    the    300-day   window\n\npreceding his 2001 MCAD charge.                   See Morgan, 536 U.S. at 114\n\n(“Because [the plaintiff] first filed his [administrative] charge\n\nwith an appropriate state agency, only those acts that occurred 300\n\ndays   before    .    .   .   the   day    that    [he]    filed      his   charge,    are\n\nactionable.”).\n\nB.          Disability Discrimination Under the ADA\n\n            To       establish      a     prima    facie       case    of    disability\n\ndiscrimination under the ADA, this court has stated that:\n\n            a plaintiff must prove: (1) that [he] was\n            ‘disabled’ within the meaning of the ADA; (2)\n            that [he] was able to perform the essential\n            functions of [his] job with or without\n            accommodation;   and   (3)  that   [he]   was\n            discharged or adversely affected, in whole or\n            in part, because of [his] disability.\n\nRuiz Rivera v. Pfizer Pharm., LLC, 521 F.3d 76, 82 (1st Cir. 2008).\n\nThe district court found that Mr. Thornton failed to establish both\n\nprongs (1) and (3).           We agree.\n\n1.          Disability Under the ADA\n\n            A person is “disabled” within the scope of the ADA, if he\n\nhas “a physical or mental impairment that substantially limits one\n\nor more of [his] major life activities.”                  42 U.S.C. § 12102(1)(A).\n\nThe terms “substantially” and “major,” as used in the ADA provision\n\ndefining “disability” “need to be interpreted strictly to create a\n\n\n                                           -15-\n\fdemanding standard for qualifying as disabled . . . .”       Toyota\n\nMotor Mfg., Kentucky, Inc. v. Williams, 534 U.S.\n\n184, 197 (2002).3   Here, although we are sympathetic to the alleged\n\nimpairments from which Mr. Thornton now suffers, we cannot overlook\n\nthe fact that Mr. Thornton provided no evidence that he was\n\nsubstantially limited in any major life activity during the time\n\nperiod relevant to the act of discrimination alleged in his 2001\n\nMCAD charge.   At most, Mr. Thornton has proffered evidence that he\n\nwas restricted to some extent in his ability to engage in the major\n\nlife activity of working, but even this evidence is thin.    And as\n\nhe argued to this court, he “never claimed he was actually disabled\n\nin the major life activity of working.”        Appellant’s Br. 39.\n\nMr. Thornton has thus failed to demonstrate that he was disabled\n\nunder the ADA during the relevant time period.\n\n2.        Adverse Impact Due to Alleged Disability\n\n          As to the third prong of the disability discrimination\n\nanalysis, it is difficult for us to discern how Mr. Thornton could\n\n\n\n     3\n          We note that the ADA Amendments Act of 2008, Pub. L. No.\n110-325, 122 Stat. 3553, 3553-55 (2008), became effective on\nJanuary 1, 2009. That Act expanded the definition of “disability”\nfrom the strict requirements laid out in Toyota. Our conclusion\nhere, however, is unaffected, as (1) the Act is not retroactive;\nand (2) even under a broader definition of disability, Mr. Thornton\nhas not presented sufficient evidence to survive summary judgment.\nSee Milholland v. Sumner County Bd. of Educ., 569 F.3d 562, 565\n(6th Cir. 2009) (“The ADA Amendments Act of 2008, which became\neffective on January 1, 2009, Pub.L. No. 110-325, § 8, 122 Stat.\n3553, does not apply retroactively to govern conduct occurring\nbefore the Act became effective.”)\n\n                                -16-\n\fhave been adversely affected because of any disability he may have\n\nexperienced, when at all relevant times, he selected his own work\n\nassignments.     The two arguments presented by Mr. Thornton on this\n\npoint are unpersuasive.\n\n              First, Mr. Thornton asserts that UPS’s alleged “100%\n\nmedical release” policy is per se discriminatory. See Teamsters v.\n\nUnited    States,     431       U.S.    324,    349     (1977)     (stating         that\n\ndiscriminatory practices or policies may establish a prima facie\n\ncase of discrimination). As discussed above, however, Mr. Thornton\n\ndid not proffer sufficient evidence of such a policy to avoid\n\nsummary judgment.        Simply put, he has offered no credible evidence\n\neither that a 100% medical release policy was in place during the\n\nrelevant time period or that such a policy was applied to him.\n\n              Second, Mr. Thornton asserts that UPS failed to make a\n\nreasonable accommodation for his work restrictions during the\n\nrelevant time period, such that permitting him to voluntarily drive\n\nthe    Buffalo   route    was    itself      discriminatory.          But    his    work\n\nrestrictions     in   effect     at    the   time     (quoted    above)      permitted\n\nunlimited driving and restricted only lifting. Mr. Thornton offers\n\nno evidence that the Buffalo route required accommodation, that he\n\nrequested accommodation in connection with driving that route, or\n\nthat   less    strenuous    routes      were   unavailable       to    him    for    his\n\nvoluntary selection.        And indeed, Mr. Thornton concedes that UPS\n\ndid provide an accommodation for the Buffalo route, assigning other\n\n\n                                        -17-\n\femployees to lift the trailer dollies for him. See Audio Recording\n\nof Oral Argument at 8:15-49 (“The trip to Buffalo was the only\n\ninstance in which UPS agreed to provide him with someone to help\n\nhim with the heavy lifting.”).     Mr. Thornton has thus failed to\n\ndemonstrate that he was in any way adversely impacted by his\n\nalleged disability.\n\n                                       III.\n\n          Accordingly,   the   district   court’s   grant   of   summary\n\njudgment to UPS on Mr. Thornton’s disability discrimination claims\n\nunder the ADA is affirmed.\n\n          Affirmed.   No costs awarded.\n\n\n\n\n                                -18-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>587 F.3d 27 (2009)</b></center>\n<center><h1>Charles THORNTON, Plaintiff, Appellant,<br>\nv.<br>\nUNITED PARCEL SERVICE, INC., Defendant, Appellee.</h1></center>\n<center>No. 08-2162.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 11, 2009.</center>\n<center>Decided November 12, 2009.</center>\n<p><span class=\"star-pagination\">*29</span> Michael Tumposky, with whom Stephen B. Hrones was on brief, for Appellant.</p>\n<p>Elizabeth A. Kowal, with whom Susan J. Baronoff was on brief, for Appellee.</p>\n<p>Before BOUDIN, GAJARSA,<sup>[*]</sup> and LIPEZ, Circuit Judges.</p>\n<p>GAJARSA, Circuit Judge.</p>\n<p>Charles Thornton appeals from a final judgment of the United States District Court for the District of Massachusetts that was entered upon the court's grant of summary judgment to United Parcel Service (\"UPS\") on Mr. Thornton's disability discrimination claims under the Americans with Disabilities Act (\"ADA\"). Because we agree with the district court that the allegations encompassed by Mr. Thornton's August 2001 charge filed with the Massachusetts Commission Against Discrimination (\"MCAD\") do not support the ADA claims he presents here, we affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p>UPS employs a large number of tractor trailer drivers to drive established routes between UPS's regional facilities. Routes differ and are distinguished from each other in a variety of meaningful ways. Some routes involve hauling single trailers; others involve doubles  two trailers hitched together. Some routes require driving distances less than one hundred fifty miles; some require driving substantially greater distances. As a result, drivers of different routes are paid differently. Pursuant to a collective bargaining agreement with the employees' union, UPS permits its drivers to select the routes they will drive on the basis of seniority using a bidding system.</p>\n<p>Mr. Thornton was employed as a driver for UPS from 1968 until he was no longer able to drive in 2002. In the later years of his career, Mr. Thornton suffered from various back, shoulder and arm ailments, which required him to restrict his work. At all relevant times, Mr. Thornton selected the routes he drove pursuant to the bidding process described above.</p>\n<p>In early 2001, Mr. Thornton suffered a back spasm while driving his selected route to Buffalo, New York. On August 30, 2001, he filed a claim with the MCAD (hereinafter, the \"2001 MCAD charge\"),<sup>[2]</sup> alleging as follows:</p>\n<blockquote>I have been employed with United Parcel Service for approximately thirty-three years. I suffer from chronic lower back pain. After being on light duty (driving only), I went for a check-up exam and received a review from the doctor saying that my light duty was still active. UPS interpreted the note (attached) as saying that I can do anything except lifting heavy things. They began to give me more duties as a result of this. On 03/05/01, I was sent to Buffalo on a duty. While in Buffalo, because of the extensive driving, I needed to seek medical attention immediately. I believe that I was discriminated against because my disability restrictions were misinterpreted [sic] and I was doing jobs that I was not physically able to do.</blockquote>\n<p><span class=\"star-pagination\">*30</span> Mr. Thornton attached to his MCAD complaint a note from Dr. Richard B. Hawkins, dated January 20, 2001, which recommended the following:</p>\n<blockquote>In terms of work restrictions, it appears that he has been given permanent work restrictions of no heavy lifting, such as loading and unloading of trucks. These restrictions should stay in position, as they have been effective in allowing him to continue to work on a regular basis. The restrictions do not affect his ability to work full time, including overtime.</blockquote>\n<p>The MCAD ultimately dismissed Mr. Thornton's complaint, concluding:</p>\n<blockquote>[H]e has not demonstrated that in honoring [his] route selection, [UPS] subjected him to an adverse employment action. [Mr. Thornton] selected the route himself. Not only did [UPS] leave the choice of route up to [Mr. Thornton], [UPS] confirmed that [he] was comfortable with the physical demands imposed by the route.</blockquote>\n<p>Memorandum to File re: Recommendation for Lack of Probable Cause, <i>Thornton v. UPS,</i> MCAD No. 01132418. Subsequently, as authorized by statute, <i>see</i> 42 U.S.C. § 2000e-5(f)(1), the U.S. Equal Employment Opportunity Commission (\"EEOC\") provided Mr. Thornton with a right-to-sue letter on the basis of the MCAD's dismissal of his charge. Mr. Thornton filed the present legal action.</p>\n<p>In his original district court complaint, Mr. Thornton asserted violations of the ADA and Massachusetts state law, based on UPS's alleged failures to provide him with reasonable accommodations on several occasions. <i>See</i> Complaint at 9 ¶¶ 57-58, <i>Thornton v. United Parcel Serv. Inc.,</i> No. 05-cv-10210, 2005 WL 691880 (D.Mass. Feb. 1, 2005). In one such instance, he asserted that UPS had failed to provide him with a reasonable accommodation in relation to his selection of the Buffalo, New York route, per his 2001 MCAD charge. Subsequently, Mr. Thornton amended his original complaint to further allege that UPS had engaged in per se disability discrimination by adhering to an unwritten \"100% medical release\" policy. Amended Complaint at 9 ¶¶ 52-53, <i>Thornton v. United Parcel Serv. Inc.,</i> No. 05-cv-10210, 2006 WL 1033252 (D.Mass. Feb. 10, 2006). Under that alleged discrimination policy, employees with medical restrictions are forced to remain on unpaid leave unless they certify that they are completely recovered and one hundred percent healthy.</p>\n<p>On cross-motions for summary judgment, the district court held that the ADA requires the exhaustion of all administrative remedies and that such requirement prevents Mr. Thornton from pursuing claims that fall outside the scope of his 2001 MCAD charge; and because of such a limitation, Mr. Thornton's allegations could not support a violation of the ADA. Premised upon these holdings, it granted judgment as a matter of law in favor of UPS. Moreover, in the absence of any remaining federal law claims, the district court declined to exercise supplemental jurisdiction over Mr. Thornton's state law claims, dismissing them without prejudice. Upon the entry of final judgment, Mr. Thornton timely appealed to this court.</p>\n<p>The district court had jurisdiction over Mr. Thornton's federal ADA claims under 28 U.S.C. § 1331. We have jurisdiction over Mr. Thornton's appeal of the district court's final judgment under 28 U.S.C. § 1291.</p>\n<p></p>\n<h2>II.</h2>\n<p>On appeal, Mr. Thornton raises two issues: (1) whether the district court correctly determined that the allegations of discrimination encompassed by his 2001 <span class=\"star-pagination\">*31</span> MCAD charge place a limitation on the claims he can present now; and (2) whether the district court correctly determined that, assuming the 2001 MCAD complaint was properly limited, his remaining allegations do not support his claims of violation of the ADA.</p>\n<p>We review a district court's grant of summary judgment <i>de novo. See </i><i>Dennis v. Osram Sylvania, Inc.,</i> 549 F.3d 851, 855 (1st Cir.2008). Summary judgment is properly granted where there is no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. <i>See</i> Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247-48, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986).</p>\n<p></p>\n<h2>A. <i>Administrative Claim Exhaustion</i>\n</h2>\n<p>As an initial matter, it is well-settled that an employee alleging discrimination must file an administrative claim with the EEOC or with a parallel state agency before a civil action may be brought. <i>See </i><i>Bonilla v. Muebles J.J. Alvarez, Inc.,</i> 194 F.3d 275, 277 (1st Cir.1999) (\"We hold that the ADA mandates compliance with the administrative procedures specified under Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e, and that, absent special circumstances ... such compliance must occur before a federal court may entertain a suit that seeks recovery for an alleged violation of Title I of the ADA.\"); <i>see also </i><i>Jorge v. Rumsfeld,</i> 404 F.3d 556, 564 (1st Cir.2005) (\"The employee may commence a civil action against [his] employer if, and only if, the EEOC has dismissed the administrative complaint or has itself failed to begin a civil action within 180 days of the original EEOC filing.... [A] plaintiff's unexcused failure to exhaust administrative remedies effectively bars the courthouse door.\"). When filed with a state agency, the administrative claim must be filed within 300 days after the alleged unlawful employment practice occurred. <i>See</i> 42 U.S.C. § 2000e-5(e)(1); <i>see also </i><i>Nat'l R.R. Passenger Corp. v. Morgan,</i> 536 U.S. 101, 109, 122 S.Ct. 2061, 153 L.Ed.2d 106 (2002).</p>\n<p>The submission of an administrative claim serves several purposes. Most importantly, it gives notice to both the employer and the agency of an alleged violation and affords an opportunity to swiftly and informally take any corrective action necessary to reconcile the violation. <i>See </i><i>Powers v. Grinnell Corp.,</i> 915 F.2d 34, 37 (1st Cir.1990) (\"The administrative charge provides the agencies with information and an opportunity to eliminate the alleged unlawful practices through informal methods of conciliation, and affords formal notice to the employer and prospective defendant of the charges that have been made against it.\") (internal quotation marks and citations omitted). \"The scope of the civil complaint is accordingly limited by the charge filed with the EEOC and the investigation which can reasonably be expected to grow out of that charge.\" <i>Id.</i> at 38.</p>\n<p>Here, Mr. Thornton failed to file charges with the MCAD or EEOC relating to any alleged continuing acts of disability discrimination that post-date his 2001 charge. Instead, Mr. Thornton invokes the \"scope of the investigation rule\" to assert that his suit may extend to claims that reasonably would have been uncovered during the MCAD investigation of, or have been collaterally related to, his 2001 MCAD charge. Mr. Thornton is seeking to apply this rule far too broadly.</p>\n<p>As this court has explained, \"the scope of a civil action is not determined by the specific language of the charge filed with the agency, but rather, may encompass acts of discrimination which the MCAD investigation could reasonably be <span class=\"star-pagination\">*32</span> expected to uncover.\" <i>Davis v. Lucent Technologies, Inc.,</i> 251 F.3d 227, 233 (1st Cir.2001) (internal quotation marks and citations omitted). Moreover, we have noted that:</p>\n<blockquote>According to the so-called scope of the investigation rule, the exact wording of the charge of discrimination need not presage with literary exactitude the judicial pleadings which may follow. Plaintiffs have been allowed to allege a claim in a complaint where the factual statement in [the] written charge should have alerted the agency to an alternative basis of discrimination, and should have been investigated ... regardless of whether it was actually investigated.</blockquote>\n<p><i>Id.</i> (internal quotation marks and citation omitted; alterations in original); <i>see also </i><i>Powers,</i> 915 F.2d at 38, 39; <i>White v. N.H. Dep't of Corrections,</i> 221 F.3d 254, 263 (1st Cir.2000). Simply stated, the scope of the investigation rule permits a district court to look beyond the four corners of the underlying administrative charge to consider collateral and alternative bases or acts that would have been uncovered in a reasonable investigation. <i>See </i><i>Lattimore v. Polaroid Corp.,</i> 99 F.3d 456, 464-65 (1st Cir.1996) (\"An investigation is a systematic inquiry into a particular matter. When it is launched in response to a charge of employment discrimination, the direction and scope of the investigation are guided by the allegations contained in the charge.\").</p>\n<p>The rule does not, however, provide a plaintiff with an unlimited license to extend his claim endlessly beyond the bounds and parameters encompassed by the administrative charge. Indeed, such an extension of the scope of the investigation rule would effectively nullify the administrative exhaustion requirement and convert it into a simple notice requirement that some claim may be brought, thereby depriving employers of the opportunity to resolve issues at an early stage and rendering the EEOC (and state-level equivalents) superfluous. <i>See id.</i> at 464 (\"The purpose of [requiring an employee to file an administrative charge as a prerequisite to commencing a civil action for employment discrimination] is to provide the employer with prompt notice of the claim and to create an opportunity for early conciliation. That purpose would be frustrated if the employee were permitted to allege one thing in the administrative charge and later allege something entirely different in a subsequent civil action.\") (internal citations omitted).</p>\n<p>Mr. Thornton's 2001 MCAD charge relates solely to UPS's alleged misunderstanding of his medical restrictions, resulting in a failure to accommodate his disability in relation to a route he drove to Buffalo, New York. Using these allegations as our guide, we are in agreement that a reasonable investigation of this charge would naturally relate to Mr. Thornton's then-existing medical restrictions, UPS's response, if any, to those restrictions, and the circumstances of Mr. Thornton's assignment to drive the Buffalo, New York route. But we see no reason to believe that a reasonable investigation would have uncovered the various subsequent, discrete events, actions, and medical restrictions that Mr. Thornton cites in his district court complaint. Nor would we expect that a reasonable investigation would have uncovered UPS's alleged 100% medical release policy, as Mr. Thornton made no reference to such a policy. Mr. Thornton's reliance on the scope of the investigation rule is thus misplaced.</p>\n<p>In the alternative, Mr. Thornton cites to the continuing violation theory and asserts that his action may extend to all subsequent claims that are related to UPS's <span class=\"star-pagination\">*33</span> continued discriminatory conduct. Again, his arguments fail.</p>\n<p>This court has recognized two types of continuing violations: serial violations and systemic violations. <i>Sabree v. United Bhd. of Carpenters and Joiners,</i> 921 F.2d 396, 400 (1st Cir.1990). As to serial violations, the Supreme Court has reiterated that \"discrete discriminatory acts are not actionable if time barred, even when they are related to acts alleged in timely filed charges.\" <i>Morgan,</i> 536 U.S. at 113, 122 S.Ct. 2061; <i>see also </i><i>Ledbetter v. Goodyear Tire &amp; Rubber Co., Inc.,</i> 550 U.S. 618, 639, 127 S.Ct. 2162, 167 L.Ed.2d 982 (2007) (\"<i>Morgan</i> is perfectly clear that when an employee alleges `serial violations,' i.e., a series of actionable wrongs, a timely EEOC charge must be filed with respect to each discrete alleged violation.\"). It is undisputed here that Mr. Thornton did not file timely charges related to any alleged act of discrimination other than the single act identified in his 2001 MCAD charge. His civil action, therefore, cannot reach these additional acts. <i>See </i><i>Morgan,</i> 536 U.S. at 114-15, 122 S.Ct. 2061.</p>\n<p>As to systemic violations, \"we have recognized that if a Title VII violation occurs in the wake of some continuing policy, itself illegal, then the law does not bar a suit aimed at the employer's dogged insistence upon that policy within the prescriptive period [even if no discrete violation occurs during the period].\" <i>Mack v. Great Atl. and Pac. Tea Co., Inc.,</i> 871 F.2d 179, 183 (1st Cir.1989). But a mere \"series of discrete discriminatory acts motivated by a discriminatory animus cannot be a systemic violation.\" <i>Megwinoff v. Banco Bilbao Vizcaya,</i> 233 F.3d 73, 76 (1st Cir. 2000). Rather, the alleged discriminatory violations must arise from some discriminatory policy. <i>See id.</i> \"[G]eneral references to some vague, undefined policy of discrimination are not ... sufficient to make out a ... showing that a discernible discriminatory policy was in effect.\" <i>Mack,</i> 871 F.2d at 184.</p>\n<p>In this case, Mr. Thornton's 2001 MCAD charge does not allege the existence of a discriminatory 100% medical release policy. Similarly, his original complaint in the present action neither cited to nor pled the existence of such a policy. <i>See</i> Complaint, <i>Thornton v. United Parcel Serv. Inc.,</i> No. 05-cv-10210, 2005 WL 691880 (D.Mass. Feb. 1, 2005). Indeed, Mr. Thornton first pled the existence of a discriminatory policy in his amended district court complaint, in which he alleged simply:</p>\n<blockquote>Moreover, this discrimination and failure to offer reasonable accommodation was due to an unlawful employment policy requiring employees to obtain a \"100% medical release,\" without restrictions, before being allowed to return to work from a medical leave.</blockquote>\n<blockquote>This \"100% medical release\" policy forced Mr. Thornton to bid on jobs outside his restrictions because U.P.S. refused to accommodate his medical limitations.</blockquote>\n<p>Amended Complaint at 9 ¶¶ 52-53, <i>Thornton v. United Parcel Serv. Inc.,</i> No. 05-cv-10210, 2006 WL 1033252 (D.Mass. Feb. 10, 2006). And ultimately, in opposition to summary judgment, Mr. Thornton proffered only his own affidavit to support his allegations. Even then, Mr. Thornton's allegations are self-contradictory, as he agrees that UPS has repeatedly permitted him to return to work with medical restrictions in place. He also admits that UPS provided him with an accommodation in the form of assistance with the lifting necessary for the March 2001 drive to Buffalo, New York.</p>\n<p>This court in <i>Megwinoff</i> rejected a similar systemic violation argument. 233 F.3d at 76. In that case, as here, the plaintiff <span class=\"star-pagination\">*34</span> alleged a series of discrete acts of discrimination. And as here, the plaintiff was unable to point to any standing policy or direct evidence thereof. \"Systemic violations have been recognized rarely, usually in instances of a discriminatory promotion, hiring, training, or compensation system where direct evidence, statistics, or other evidence demonstrate the discriminatory effects of that policy.\" <i>Id.</i> Mr. Thornton's belated attempt to convert his alleged claims of serial violations into a claim of a systemic violation is thus not well grounded. <i>See id.</i> (\"[Plaintiff's] attempt to recast her unsuccessful serial violation claim into a systemic violation claim fails.\"); <i>see also </i><i>Jensen v. Frank,</i> 912 F.2d 517, 523 (1st Cir.1990) (\"Absent any probative evidence of an overarching policy or practice of discrimination, this argument cannot stay the swing of the summary judgment ax.\").</p>\n<p>Accordingly, the district court correctly held that Mr. Thornton could only pursue his action with respect to alleged acts of discrimination that occurred in the 300-day window preceding his 2001 MCAD charge. <i>See </i><i>Morgan,</i> 536 U.S. at 114, 122 S.Ct. 2061 (\"Because [the plaintiff] first filed his [administrative] charge with an appropriate state agency, only those acts that occurred 300 days before ... the day that [he] filed his charge, are actionable.\").</p>\n<p></p>\n<h2>B. <i>Disability Discrimination Under the ADA</i>\n</h2>\n<p>To establish a prima facie case of disability discrimination under the ADA, this court has stated that:</p>\n<blockquote>a plaintiff must prove: (1) that [he] was \"disabled\" within the meaning of the ADA; (2) that [he] was able to perform the essential functions of [his] job with or without accommodation; and (3) that [he] was discharged or adversely affected, in whole or in part, because of [his] disability.</blockquote>\n<p><i>Ruiz Rivera v. Pfizer Pharm., LLC,</i> 521 F.3d 76, 82 (1st Cir.2008). The district court found that Mr. Thornton failed to establish both prongs (1) and (3). We agree.</p>\n<p></p>\n<h2>1. <i>Disability Under the ADA</i>\n</h2>\n<p>A person is \"disabled\" within the scope of the ADA, if he has \"a physical or mental impairment that substantially limits one or more of [his] major life activities.\" 42 U.S.C. § 12102(1)(A). The terms \"substantially\" and \"major,\" as used in the ADA provision defining \"disability\" \"need to be interpreted strictly to create a demanding standard for qualifying as disabled....\" <i>Toyota Motor Mfg., Kentucky, Inc. v. Williams,</i> 534 U.S. 184, 197, 122 S.Ct. 681, 151 L.Ed.2d 615 (2002).<sup>[3]</sup> Here, although we are sympathetic to the alleged impairments from which Mr. Thornton now suffers, we cannot overlook the fact that Mr. Thornton provided no evidence that he was substantially limited in any major life activity during the time period relevant to the act of discrimination alleged in his 2001 MCAD charge. At most, Mr. Thornton has proffered evidence that he was restricted to some extent in his <span class=\"star-pagination\">*35</span> ability to engage in the major life activity of working, but even this evidence is thin. And as he argued to this court, he \"never claimed he was actually disabled in the major life activity of working.\" Appellant's Br. 39. Mr. Thornton has thus failed to demonstrate that he was disabled under the ADA during the relevant time period.</p>\n<p></p>\n<h2>2. <i>Adverse Impact Due to Alleged Disability</i>\n</h2>\n<p>As to the third prong of the disability discrimination analysis, it is difficult for us to discern how Mr. Thornton could have been adversely affected because of any disability he may have experienced, when at all relevant times, he selected his own work assignments. The two arguments presented by Mr. Thornton on this point are unpersuasive.</p>\n<p>First, Mr. Thornton asserts that UPS's alleged \"100% medical release\" policy is <i>per se</i> discriminatory. <i>See </i><i>Teamsters v. United States,</i> 431 U.S. 324, 349, 97 S.Ct. 1843, 52 L.Ed.2d 396 (1977) (stating that discriminatory practices or policies may establish a prima facie case of discrimination). As discussed above, however, Mr. Thornton did not proffer sufficient evidence of such a policy to avoid summary judgment. Simply put, he has offered no credible evidence either that a 100% medical release policy was in place during the relevant time period or that such a policy was applied to him.</p>\n<p>Second, Mr. Thornton asserts that UPS failed to make a reasonable accommodation for his work restrictions during the relevant time period, such that permitting him to voluntarily drive the Buffalo route was itself discriminatory. But his work restrictions in effect at the time (quoted above) permitted unlimited driving and restricted only lifting. Mr. Thornton offers no evidence that the Buffalo route required accommodation, that he requested accommodation in connection with driving that route, or that less strenuous routes were unavailable to him for his voluntary selection. And indeed, Mr. Thornton concedes that UPS did provide an accommodation for the Buffalo route, assigning other employees to lift the trailer dollies for him. <i>See</i> Audio Recording of Oral Argument at 8:15-49 (\"The trip to Buffalo was the only instance in which UPS agreed to provide him with someone to help him with the heavy lifting.\"). Mr. Thornton has thus failed to demonstrate that he was in any way adversely impacted by his alleged disability.</p>\n<p></p>\n<h2>III.</h2>\n<p>Accordingly, the district court's grant of summary judgment to UPS on Mr. Thornton's disability discrimination claims under the ADA is affirmed.</p>\n<p><i>Affirmed.</i> No costs awarded.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Federal Circuit, sitting by designation.</p>\n<p>[2]  Pursuant to 42 U.S.C. § 2000e-5(e)(1), federal discrimination charges may initially be filed either with the Equal Employment Opportunity Commission or with a state agency empowered to investigate such charges. The MCAD is such a state agency.</p>\n<p>[3]  We note that the ADA Amendments Act of 2008, Pub.L. No. 110-325, 122 Stat. 3553, 3553-55 (2008), became effective on January 1, 2009. That Act expanded the definition of \"disability\" from the strict requirements laid out in <i>Toyota.</i> Our conclusion here, however, is unaffected, as (1) the Act is not retroactive; and (2) even under a broader definition of disability, Mr. Thornton has not presented sufficient evidence to survive summary judgment. <i>See </i><i>Milholland v. Sumner County Bd. of Educ.,</i> 569 F.3d 562, 565 (6th Cir.2009) (\"The ADA Amendments Act of 2008, which became effective on January 1, 2009, Pub.L. No. 110-325, § 8, 122 Stat. 3553, does not apply retroactively to govern conduct occurring before the Act became effective.\")</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">587</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></span> (2009)</b></center>\n<center><h1>Charles THORNTON, Plaintiff, Appellant,<br>\nv.<br>\nUNITED PARCEL SERVICE, INC., Defendant, Appellee.</h1></center>\n<center>No. 08-2162.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 11, 2009.</center>\n<center>Decided November 12, 2009.</center>\n<p><span class=\"star-pagination\">*29</span> Michael Tumposky, with whom Stephen B. Hrones was on brief, for Appellant.</p>\n<p>Elizabeth A. Kowal, with whom Susan J. Baronoff was on brief, for Appellee.</p>\n<p>Before BOUDIN, GAJARSA,<sup>[*]</sup> and LIPEZ, Circuit Judges.</p>\n<p>GAJARSA, Circuit Judge.</p>\n<p>Charles Thornton appeals from a final judgment of the United States District Court for the District of Massachusetts that was entered upon the court's grant of summary judgment to United Parcel Service (\"UPS\") on Mr. Thornton's disability discrimination claims under the Americans with Disabilities Act (\"ADA\"). Because we agree with the district court that the allegations encompassed by Mr. Thornton's August 2001 charge filed with the Massachusetts Commission Against Discrimination (\"MCAD\") do not support the ADA claims he presents here, we affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p>UPS employs a large number of tractor trailer drivers to drive established routes between UPS's regional facilities. Routes differ and are distinguished from each other in a variety of meaningful ways. Some routes involve hauling single trailers; others involve doubles  two trailers hitched together. Some routes require driving distances less than one hundred fifty miles; some require driving substantially greater distances. As a result, drivers of different routes are paid differently. Pursuant to a collective bargaining agreement with the employees' union, UPS permits its drivers to select the routes they will drive on the basis of seniority using a bidding system.</p>\n<p>Mr. Thornton was employed as a driver for UPS from 1968 until he was no longer able to drive in 2002. In the later years of his career, Mr. Thornton suffered from various back, shoulder and arm ailments, which required him to restrict his work. At all relevant times, Mr. Thornton selected the routes he drove pursuant to the bidding process described above.</p>\n<p>In early 2001, Mr. Thornton suffered a back spasm while driving his selected route to Buffalo, New York. On August 30, 2001, he filed a claim with the MCAD (hereinafter, the \"2001 MCAD charge\"),<sup>[2]</sup> alleging as follows:</p>\n<blockquote>I have been employed with United Parcel Service for approximately thirty-three years. I suffer from chronic lower back pain. After being on light duty (driving only), I went for a check-up exam and received a review from the doctor saying that my light duty was still active. UPS interpreted the note (attached) as saying that I can do anything except lifting heavy things. They began to give me more duties as a result of this. On 03/05/01, I was sent to Buffalo on a duty. While in Buffalo, because of the extensive driving, I needed to seek medical attention immediately. I believe that I was discriminated against because my disability restrictions were misinterpreted [sic] and I was doing jobs that I was not physically able to do.</blockquote>\n<p><span class=\"star-pagination\">*30</span> Mr. Thornton attached to his MCAD complaint a note from Dr. Richard B. Hawkins, dated January 20, 2001, which recommended the following:</p>\n<blockquote>In terms of work restrictions, it appears that he has been given permanent work restrictions of no heavy lifting, such as loading and unloading of trucks. These restrictions should stay in position, as they have been effective in allowing him to continue to work on a regular basis. The restrictions do not affect his ability to work full time, including overtime.</blockquote>\n<p>The MCAD ultimately dismissed Mr. Thornton's complaint, concluding:</p>\n<blockquote>[H]e has not demonstrated that in honoring [his] route selection, [UPS] subjected him to an adverse employment action. [Mr. Thornton] selected the route himself. Not only did [UPS] leave the choice of route up to [Mr. Thornton], [UPS] confirmed that [he] was comfortable with the physical demands imposed by the route.</blockquote>\n<p>Memorandum to File re: Recommendation for Lack of Probable Cause, <i>Thornton v. UPS,</i> MCAD No. 01132418. Subsequently, as authorized by statute, <i>see</i> 42 U.S.C. § 2000e-5(f)(1), the U.S. Equal Employment Opportunity Commission (\"EEOC\") provided Mr. Thornton with a right-to-sue letter on the basis of the MCAD's dismissal of his charge. Mr. Thornton filed the present legal action.</p>\n<p>In his original district court complaint, Mr. Thornton asserted violations of the ADA and Massachusetts state law, based on UPS's alleged failures to provide him with reasonable accommodations on several occasions. <i>See</i> Complaint at 9 ¶¶ 57-58, <i>Thornton v. United Parcel Serv. Inc.,</i> No. 05-cv-10210, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">691880</span></span> (D.Mass. Feb. 1, 2005). In one such instance, he asserted that UPS had failed to provide him with a reasonable accommodation in relation to his selection of the Buffalo, New York route, per his 2001 MCAD charge. Subsequently, Mr. Thornton amended his original complaint to further allege that UPS had engaged in per se disability discrimination by adhering to an unwritten \"100% medical release\" policy. Amended Complaint at 9 ¶¶ 52-53, <i>Thornton v. United Parcel Serv. Inc.,</i> No. 05-cv-10210, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">1033252</span></span> (D.Mass. Feb. 10, 2006). Under that alleged discrimination policy, employees with medical restrictions are forced to remain on unpaid leave unless they certify that they are completely recovered and one hundred percent healthy.</p>\n<p>On cross-motions for summary judgment, the district court held that the ADA requires the exhaustion of all administrative remedies and that such requirement prevents Mr. Thornton from pursuing claims that fall outside the scope of his 2001 MCAD charge; and because of such a limitation, Mr. Thornton's allegations could not support a violation of the ADA. Premised upon these holdings, it granted judgment as a matter of law in favor of UPS. Moreover, in the absence of any remaining federal law claims, the district court declined to exercise supplemental jurisdiction over Mr. Thornton's state law claims, dismissing them without prejudice. Upon the entry of final judgment, Mr. Thornton timely appealed to this court.</p>\n<p>The district court had jurisdiction over Mr. Thornton's federal ADA claims under 28 U.S.C. § 1331. We have jurisdiction over Mr. Thornton's appeal of the district court's final judgment under 28 U.S.C. § 1291.</p>\n<p></p>\n<h2>II.</h2>\n<p>On appeal, Mr. Thornton raises two issues: (1) whether the district court correctly determined that the allegations of discrimination encompassed by his 2001 <span class=\"star-pagination\">*31</span> MCAD charge place a limitation on the claims he can present now; and (2) whether the district court correctly determined that, assuming the 2001 MCAD complaint was properly limited, his remaining allegations do not support his claims of violation of the ADA.</p>\n<p>We review a district court's grant of summary judgment <i>de novo. See </i><i>Dennis v. Osram Sylvania, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">549</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">851</span></span>, 855 (1st Cir.2008). Summary judgment is properly granted where there is no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. <i>See</i> Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247-48, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986).</p>\n<p></p>\n<h2>A. <i>Administrative Claim Exhaustion</i>\n</h2>\n<p>As an initial matter, it is well-settled that an employee alleging discrimination must file an administrative claim with the EEOC or with a parallel state agency before a civil action may be brought. <i>See </i><i>Bonilla v. Muebles J.J. Alvarez, Inc.,</i> <span class=\"citation\" data-id=\"198699\"><a href=\"/opinion/198699/bonilla-v-muebles/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">275</span></a></span>, 277 (1st Cir.1999) (\"We hold that the ADA mandates compliance with the administrative procedures specified under Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e, and that, absent special circumstances ... such compliance must occur before a federal court may entertain a suit that seeks recovery for an alleged violation of Title I of the ADA.\"); <i>see also </i><i>Jorge v. Rumsfeld,</i> <span class=\"citation\" data-id=\"201551\"><a href=\"/opinion/201551/jorge-v-rumsfeld/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">556</span></a></span>, 564 (1st Cir.2005) (\"The employee may commence a civil action against [his] employer if, and only if, the EEOC has dismissed the administrative complaint or has itself failed to begin a civil action within 180 days of the original EEOC filing.... [A] plaintiff's unexcused failure to exhaust administrative remedies effectively bars the courthouse door.\"). When filed with a state agency, the administrative claim must be filed within 300 days after the alleged unlawful employment practice occurred. <i>See</i> 42 U.S.C. § 2000e-5(e)(1); <i>see also </i><i>Nat'l R.R. Passenger Corp. v. Morgan,</i> <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span>, 109, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2061</span></a></span>, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span></a></span> (2002).</p>\n<p>The submission of an administrative claim serves several purposes. Most importantly, it gives notice to both the employer and the agency of an alleged violation and affords an opportunity to swiftly and informally take any corrective action necessary to reconcile the violation. <i>See </i><i>Powers v. Grinnell Corp.,</i> <span class=\"citation\" data-id=\"548683\"><a href=\"/opinion/548683/53-fair-emplpraccas-1814-54-empl-prac-dec-p-40262-c-roland-powers/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">34</span></a></span>, 37 (1st Cir.1990) (\"The administrative charge provides the agencies with information and an opportunity to eliminate the alleged unlawful practices through informal methods of conciliation, and affords formal notice to the employer and prospective defendant of the charges that have been made against it.\") (internal quotation marks and citations omitted). \"The scope of the civil complaint is accordingly limited by the charge filed with the EEOC and the investigation which can reasonably be expected to grow out of that charge.\" <i>Id.</i> at 38.</p>\n<p>Here, Mr. Thornton failed to file charges with the MCAD or EEOC relating to any alleged continuing acts of disability discrimination that post-date his 2001 charge. Instead, Mr. Thornton invokes the \"scope of the investigation rule\" to assert that his suit may extend to claims that reasonably would have been uncovered during the MCAD investigation of, or have been collaterally related to, his 2001 MCAD charge. Mr. Thornton is seeking to apply this rule far too broadly.</p>\n<p>As this court has explained, \"the scope of a civil action is not determined by the specific language of the charge filed with the agency, but rather, may encompass acts of discrimination which the MCAD investigation could reasonably be <span class=\"star-pagination\">*32</span> expected to uncover.\" <i>Davis v. Lucent Technologies, Inc.,</i> <span class=\"citation\" data-id=\"199416\"><a href=\"/opinion/199416/davis-v-lucent-technologies/\"><span class=\"volume\">251</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">227</span></a></span>, 233 (1st Cir.2001) (internal quotation marks and citations omitted). Moreover, we have noted that:</p>\n<blockquote>According to the so-called scope of the investigation rule, the exact wording of the charge of discrimination need not presage with literary exactitude the judicial pleadings which may follow. Plaintiffs have been allowed to allege a claim in a complaint where the factual statement in [the] written charge should have alerted the agency to an alternative basis of discrimination, and should have been investigated ... regardless of whether it was actually investigated.</blockquote>\n<p><i>Id.</i> (internal quotation marks and citation omitted; alterations in original); <i>see also </i><i>Powers,</i> 915 F.2d at 38, 39; <i>White v. N.H. Dep't of Corrections,</i> <span class=\"citation\" data-id=\"199025\"><a href=\"/opinion/199025/white-v-new-hampshire-depart/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">254</span></a></span>, 263 (1st Cir.2000). Simply stated, the scope of the investigation rule permits a district court to look beyond the four corners of the underlying administrative charge to consider collateral and alternative bases or acts that would have been uncovered in a reasonable investigation. <i>See </i><i>Lattimore v. Polaroid Corp.,</i> <span class=\"citation\" data-id=\"728907\"><a href=\"/opinion/728907/72-fair-emplpraccas-bna-397-36-fedrserv3d-569-ollie-lattimore-v/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">456</span></a></span>, 464-65 (1st Cir.1996) (\"An investigation is a systematic inquiry into a particular matter. When it is launched in response to a charge of employment discrimination, the direction and scope of the investigation are guided by the allegations contained in the charge.\").</p>\n<p>The rule does not, however, provide a plaintiff with an unlimited license to extend his claim endlessly beyond the bounds and parameters encompassed by the administrative charge. Indeed, such an extension of the scope of the investigation rule would effectively nullify the administrative exhaustion requirement and convert it into a simple notice requirement that some claim may be brought, thereby depriving employers of the opportunity to resolve issues at an early stage and rendering the EEOC (and state-level equivalents) superfluous. <i>See id.</i> at 464 (\"The purpose of [requiring an employee to file an administrative charge as a prerequisite to commencing a civil action for employment discrimination] is to provide the employer with prompt notice of the claim and to create an opportunity for early conciliation. That purpose would be frustrated if the employee were permitted to allege one thing in the administrative charge and later allege something entirely different in a subsequent civil action.\") (internal citations omitted).</p>\n<p>Mr. Thornton's 2001 MCAD charge relates solely to UPS's alleged misunderstanding of his medical restrictions, resulting in a failure to accommodate his disability in relation to a route he drove to Buffalo, New York. Using these allegations as our guide, we are in agreement that a reasonable investigation of this charge would naturally relate to Mr. Thornton's then-existing medical restrictions, UPS's response, if any, to those restrictions, and the circumstances of Mr. Thornton's assignment to drive the Buffalo, New York route. But we see no reason to believe that a reasonable investigation would have uncovered the various subsequent, discrete events, actions, and medical restrictions that Mr. Thornton cites in his district court complaint. Nor would we expect that a reasonable investigation would have uncovered UPS's alleged 100% medical release policy, as Mr. Thornton made no reference to such a policy. Mr. Thornton's reliance on the scope of the investigation rule is thus misplaced.</p>\n<p>In the alternative, Mr. Thornton cites to the continuing violation theory and asserts that his action may extend to all subsequent claims that are related to UPS's <span class=\"star-pagination\">*33</span> continued discriminatory conduct. Again, his arguments fail.</p>\n<p>This court has recognized two types of continuing violations: serial violations and systemic violations. <i>Sabree v. United Bhd. of Carpenters and Joiners,</i> <span class=\"citation\" data-id=\"553173\"><a href=\"/opinion/553173/54-fair-emplpraccas-1070-55-empl-prac-dec-p-40456-mark-h-sabree-v/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">396</span></a></span>, 400 (1st Cir.1990). As to serial violations, the Supreme Court has reiterated that \"discrete discriminatory acts are not actionable if time barred, even when they are related to acts alleged in timely filed charges.\" <i>Morgan,</i> 536 U.S. at 113, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2061</span></a></span>; <i>see also </i><i>Ledbetter v. Goodyear Tire &amp; Rubber Co., Inc.,</i> <span class=\"citation\" data-id=\"145727\"><a href=\"/opinion/145727/ledbetter-v-goodyear-tire-rubber-co-inc/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">618</span></a></span>, 639, <span class=\"citation\" data-id=\"145727\"><a href=\"/opinion/145727/ledbetter-v-goodyear-tire-rubber-co-inc/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2162</span></a></span>, <span class=\"citation\" data-id=\"145727\"><a href=\"/opinion/145727/ledbetter-v-goodyear-tire-rubber-co-inc/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">982</span></a></span> (2007) (\"<i>Morgan</i> is perfectly clear that when an employee alleges `serial violations,' i.e., a series of actionable wrongs, a timely EEOC charge must be filed with respect to each discrete alleged violation.\"). It is undisputed here that Mr. Thornton did not file timely charges related to any alleged act of discrimination other than the single act identified in his 2001 MCAD charge. His civil action, therefore, cannot reach these additional acts. <i>See </i><i>Morgan,</i> 536 U.S. at 114-15, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2061</span></a></span>.</p>\n<p>As to systemic violations, \"we have recognized that if a Title VII violation occurs in the wake of some continuing policy, itself illegal, then the law does not bar a suit aimed at the employer's dogged insistence upon that policy within the prescriptive period [even if no discrete violation occurs during the period].\" <i>Mack v. Great Atl. and Pac. Tea Co., Inc.,</i> <span class=\"citation\" data-id=\"520577\"><a href=\"/opinion/520577/thomasina-mack-v-the-great-atlantic-and-pacific-tea-company-inc/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">179</span></a></span>, 183 (1st Cir.1989). But a mere \"series of discrete discriminatory acts motivated by a discriminatory animus cannot be a systemic violation.\" <i>Megwinoff v. Banco Bilbao Vizcaya,</i> <span class=\"citation\" data-id=\"199163\"><a href=\"/opinion/199163/andreu-megwinoff-v-banco-bilbao/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></a></span>, 76 (1st Cir. 2000). Rather, the alleged discriminatory violations must arise from some discriminatory policy. <i>See id.</i> \"[G]eneral references to some vague, undefined policy of discrimination are not ... sufficient to make out a ... showing that a discernible discriminatory policy was in effect.\" <i>Mack,</i> 871 F.2d at 184.</p>\n<p>In this case, Mr. Thornton's 2001 MCAD charge does not allege the existence of a discriminatory 100% medical release policy. Similarly, his original complaint in the present action neither cited to nor pled the existence of such a policy. <i>See</i> Complaint, <i>Thornton v. United Parcel Serv. Inc.,</i> No. 05-cv-10210, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">691880</span></span> (D.Mass. Feb. 1, 2005). Indeed, Mr. Thornton first pled the existence of a discriminatory policy in his amended district court complaint, in which he alleged simply:</p>\n<blockquote>Moreover, this discrimination and failure to offer reasonable accommodation was due to an unlawful employment policy requiring employees to obtain a \"100% medical release,\" without restrictions, before being allowed to return to work from a medical leave.</blockquote>\n<blockquote>This \"100% medical release\" policy forced Mr. Thornton to bid on jobs outside his restrictions because U.P.S. refused to accommodate his medical limitations.</blockquote>\n<p>Amended Complaint at 9 ¶¶ 52-53, <i>Thornton v. United Parcel Serv. Inc.,</i> No. 05-cv-10210, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">1033252</span></span> (D.Mass. Feb. 10, 2006). And ultimately, in opposition to summary judgment, Mr. Thornton proffered only his own affidavit to support his allegations. Even then, Mr. Thornton's allegations are self-contradictory, as he agrees that UPS has repeatedly permitted him to return to work with medical restrictions in place. He also admits that UPS provided him with an accommodation in the form of assistance with the lifting necessary for the March 2001 drive to Buffalo, New York.</p>\n<p>This court in <i>Megwinoff</i> rejected a similar systemic violation argument. 233 F.3d at 76. In that case, as here, the plaintiff <span class=\"star-pagination\">*34</span> alleged a series of discrete acts of discrimination. And as here, the plaintiff was unable to point to any standing policy or direct evidence thereof. \"Systemic violations have been recognized rarely, usually in instances of a discriminatory promotion, hiring, training, or compensation system where direct evidence, statistics, or other evidence demonstrate the discriminatory effects of that policy.\" <i>Id.</i> Mr. Thornton's belated attempt to convert his alleged claims of serial violations into a claim of a systemic violation is thus not well grounded. <i>See id.</i> (\"[Plaintiff's] attempt to recast her unsuccessful serial violation claim into a systemic violation claim fails.\"); <i>see also </i><i>Jensen v. Frank,</i> <span class=\"citation\" data-id=\"547202\"><a href=\"/opinion/547202/53-fair-emplpraccas-1450-54-empl-prac-dec-p-40191-donald-a-jensen/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">517</span></a></span>, 523 (1st Cir.1990) (\"Absent any probative evidence of an overarching policy or practice of discrimination, this argument cannot stay the swing of the summary judgment ax.\").</p>\n<p>Accordingly, the district court correctly held that Mr. Thornton could only pursue his action with respect to alleged acts of discrimination that occurred in the 300-day window preceding his 2001 MCAD charge. <i>See </i><i>Morgan,</i> 536 U.S. at 114, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2061</span></a></span> (\"Because [the plaintiff] first filed his [administrative] charge with an appropriate state agency, only those acts that occurred 300 days before ... the day that [he] filed his charge, are actionable.\").</p>\n<p></p>\n<h2>B. <i>Disability Discrimination Under the ADA</i>\n</h2>\n<p>To establish a prima facie case of disability discrimination under the ADA, this court has stated that:</p>\n<blockquote>a plaintiff must prove: (1) that [he] was \"disabled\" within the meaning of the ADA; (2) that [he] was able to perform the essential functions of [his] job with or without accommodation; and (3) that [he] was discharged or adversely affected, in whole or in part, because of [his] disability.</blockquote>\n<p><i>Ruiz Rivera v. Pfizer Pharm., LLC,</i> <span class=\"citation\" data-id=\"203211\"><a href=\"/opinion/203211/ruiz-rivera-v-peizer-pharmaceuticals-llc/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">76</span></a></span>, 82 (1st Cir.2008). The district court found that Mr. Thornton failed to establish both prongs (1) and (3). We agree.</p>\n<p></p>\n<h2>1. <i>Disability Under the ADA</i>\n</h2>\n<p>A person is \"disabled\" within the scope of the ADA, if he has \"a physical or mental impairment that substantially limits one or more of [his] major life activities.\" 42 U.S.C. § 12102(1)(A). The terms \"substantially\" and \"major,\" as used in the ADA provision defining \"disability\" \"need to be interpreted strictly to create a demanding standard for qualifying as disabled....\" <i>Toyota Motor Mfg., Kentucky, Inc. v. Williams,</i> <span class=\"citation\" data-id=\"118470\"><a href=\"/opinion/118470/toyota-motor-mfg-ky-inc-v-williams/\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span>, 197, <span class=\"citation\" data-id=\"118470\"><a href=\"/opinion/118470/toyota-motor-mfg-ky-inc-v-williams/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">681</span></a></span>, <span class=\"citation\" data-id=\"118470\"><a href=\"/opinion/118470/toyota-motor-mfg-ky-inc-v-williams/\"><span class=\"volume\">151</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">615</span></a></span> (2002).<sup>[3]</sup> Here, although we are sympathetic to the alleged impairments from which Mr. Thornton now suffers, we cannot overlook the fact that Mr. Thornton provided no evidence that he was substantially limited in any major life activity during the time period relevant to the act of discrimination alleged in his 2001 MCAD charge. At most, Mr. Thornton has proffered evidence that he was restricted to some extent in his <span class=\"star-pagination\">*35</span> ability to engage in the major life activity of working, but even this evidence is thin. And as he argued to this court, he \"never claimed he was actually disabled in the major life activity of working.\" Appellant's Br. 39. Mr. Thornton has thus failed to demonstrate that he was disabled under the ADA during the relevant time period.</p>\n<p></p>\n<h2>2. <i>Adverse Impact Due to Alleged Disability</i>\n</h2>\n<p>As to the third prong of the disability discrimination analysis, it is difficult for us to discern how Mr. Thornton could have been adversely affected because of any disability he may have experienced, when at all relevant times, he selected his own work assignments. The two arguments presented by Mr. Thornton on this point are unpersuasive.</p>\n<p>First, Mr. Thornton asserts that UPS's alleged \"100% medical release\" policy is <i>per se</i> discriminatory. <i>See </i><i>Teamsters v. United States,</i> <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span>, 349, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1977) (stating that discriminatory practices or policies may establish a prima facie case of discrimination). As discussed above, however, Mr. Thornton did not proffer sufficient evidence of such a policy to avoid summary judgment. Simply put, he has offered no credible evidence either that a 100% medical release policy was in place during the relevant time period or that such a policy was applied to him.</p>\n<p>Second, Mr. Thornton asserts that UPS failed to make a reasonable accommodation for his work restrictions during the relevant time period, such that permitting him to voluntarily drive the Buffalo route was itself discriminatory. But his work restrictions in effect at the time (quoted above) permitted unlimited driving and restricted only lifting. Mr. Thornton offers no evidence that the Buffalo route required accommodation, that he requested accommodation in connection with driving that route, or that less strenuous routes were unavailable to him for his voluntary selection. And indeed, Mr. Thornton concedes that UPS did provide an accommodation for the Buffalo route, assigning other employees to lift the trailer dollies for him. <i>See</i> Audio Recording of Oral Argument at 8:15-49 (\"The trip to Buffalo was the only instance in which UPS agreed to provide him with someone to help him with the heavy lifting.\"). Mr. Thornton has thus failed to demonstrate that he was in any way adversely impacted by his alleged disability.</p>\n<p></p>\n<h2>III.</h2>\n<p>Accordingly, the district court's grant of summary judgment to UPS on Mr. Thornton's disability discrimination claims under the ADA is affirmed.</p>\n<p><i>Affirmed.</i> No costs awarded.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Federal Circuit, sitting by designation.</p>\n<p>[2]  Pursuant to 42 U.S.C. § 2000e-5(e)(1), federal discrimination charges may initially be filed either with the Equal Employment Opportunity Commission or with a state agency empowered to investigate such charges. The MCAD is such a state agency.</p>\n<p>[3]  We note that the ADA Amendments Act of 2008, Pub.L. No. 110-325, 122 Stat. 3553, 3553-55 (2008), became effective on January 1, 2009. That Act expanded the definition of \"disability\" from the strict requirements laid out in <i>Toyota.</i> Our conclusion here, however, is unaffected, as (1) the Act is not retroactive; and (2) even under a broader definition of disability, Mr. Thornton has not presented sufficient evidence to survive summary judgment. <i>See </i><i>Milholland v. Sumner County Bd. of Educ.,</i> <span class=\"citation\" data-id=\"1236948\"><a href=\"/opinion/1236948/milholland-v-sumner-county-bd-of-educ/\"><span class=\"volume\">569</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">562</span></a></span>, 565 (6th Cir.2009) (\"The ADA Amendments Act of 2008, which became effective on January 1, 2009, Pub.L. No. 110-325, § 8, 122 Stat. 3553, does not apply retroactively to govern conduct occurring before the Act became effective.\")</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199163/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548683/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1236948/"
  ]
}