{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/204071/",
  "absolute_url": "/opinion/204071/deburgo-v-st-amand/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/204071/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:29:30Z",
  "date_modified": "2016-04-26T14:54:08.479841Z",
  "type": "010combined",
  "sha1": "8bbc90f7d2efc77838e3f883787f91e1e9b245dc",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1145P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/11/19/DeBurgo_v._St._Amand.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 09-1145\n\n                           DANIEL DeBURGO,\n\n                       Petitioner, Appellant,\n\n                                    v.\n\n                  PETER ST. AMAND, SUPERINTENDENT,\n                       M.C.I. CEDAR JUNCTION,\n\n                        Respondent, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Rya W. Zobel,    U.S. District Judge]\n\n\n                               Before\n\n              Lipez, Stahl, and Howard, Circuit Judges.\n\n\n\n     Elizabeth Doherty, by Appointment of the Court, for\npetitioner.\n     Argie K. Shapiro, Assistant Attorney General, with whom\nMartha Coakley, Attorney General, was on brief for respondent.\n\n\n\n                          November 19, 2009\n\f           STAHL, Circuit Judge. Daniel DeBurgo seeks habeas review\n\nof his 2003 Massachusetts state conviction on two counts of armed\n\nassault with intent to murder and assault and battery by means of\n\na dangerous weapon.    The district court denied DeBurgo's habeas\n\npetition but granted a certificate of appealability as to two\n\nissues.   For the following reasons, we affirm the district court's\n\ndenial of the petition.\n\n                           I. Background\n\nA. The Underlying State Crime\n\n           We relate the facts of the underlying crime as found by\n\nthe Appeals Court of Massachusetts,1 \"supplemented with other facts\n\nfrom the record that are consistent with the [state court's]\n\nfindings.\"   Lynch v. Ficco, 438 F.3d 35, 39 (1st Cir. 2006).   We\n\nare bound to \"'accept the state court findings of fact unless\n\n[DeBurgo] convinces us, by clear and convincing evidence, that they\n\nare in error.'\"   Id. (quoting McCambridge v. Hall, 303 F.3d 24, 26\n\n(1st Cir. 2002) (en banc) (citing 28 U.S.C. § 2254(e)(1)).\n\n           On the evening of October 24, 2002, Carlos Frometa and\n\nSantino DiGaetano were sitting on the back porch of an apartment in\n\nNew Bedford, Massachusetts. The apartment was shared by DiGaetano,\n\nhis sister Desiree Duarte, and her two children. That evening, two\n\nmen, Daniel DeBurgo (the appellant) and Anthony Douglas, approached\n\n\n\n     1\n      The Appeals Court explicitly adopted the Commonwealth's\nrecitation of the facts put forth on direct appeal to that court.\n\n                                -2-\n\fthe back porch and began to argue with Frometa and DiGaetano.\n\nApparently Frometa had had several previous altercations with the\n\ntwo men. Indeed, a few weeks earlier DeBurgo, Douglas, and another\n\nman had visited Frometa's apartment and DeBurgo had challenged\n\nFrometa to come outside and \"shoot a fair one,\" meaning he wanted\n\nFrometa to fight with him.    Frometa declined the invitation and\n\nclosed the door.\n\n          Returning our narrative to the evening of October 24, at\n\nsome point during the confrontation on the back porch, DeBurgo put\n\nhis right hand on his waist, as if to conceal something, and said,\n\n\"What's up now?\" DiGaetano attempted to withdraw from the argument\n\nby knocking on the door to the apartment, but Duarte -- who was\n\ninside -- did not answer the door. DiGaetano then forced the door\n\nopen, entered the apartment and slammed the door shut behind him.\n\nFrometa turned toward the door to retreat as well and as he did, he\n\nheard several gun shots.     Injured, Frometa fell onto the door,\n\nforcing the door open, and then fell on top of DiGaetano, who had\n\nbeen trying to lock the door from the inside.      At that point,\n\nDiGaetano was also hit by bullets.\n\n          Duarte, who was upstairs in her bedroom at the time of\n\nthe shooting, testified that after the shooting she could see\n\nAnthony Douglas standing near the porch and DeBurgo, wearing a dark\n\nsweatshirt, running away with a gun in his right hand.   On cross-\n\nexamination, Duarte admitted that she initially told police she did\n\n\n                                -3-\n\fnot see anyone with a gun and could not describe the person who\n\nshot Frometa and DiGaetano.\n\n            Three neighbors testified at trial as to what they saw\n\nafter the shooting.      With some minor variation, they all said they\n\nsaw two men in hooded sweatshirts running from the porch to a teal-\n\ncolored car in the parking lot.        One witness reported that one of\n\nthe men, for whom she provided a physical description, was carrying\n\nwhat looked to be a chrome gun.\n\n            Frometa and DiGaetano were seriously injured in the\n\nshooting. While hospitalized, DiGaetano met with investigators and\n\nwas able to identify DeBurgo and Douglas as the two men who\n\napproached him and Frometa on the porch.           However, he was unable to\n\nidentify    the    shooter.    Similarly,     while   at    a   rehabilitation\n\nhospital recovering from his injuries, Frometa told investigators\n\nhe could not remember much about the shooting itself, but did\n\nremember that he had feuded with DeBurgo and Douglas shortly before\n\nthe shooting.      Later, having recovered some of his memory of the\n\nincident, Frometa was able to testify at trial that DeBurgo had\n\nplaced his hand on his waist and stated \"What's up now?\"                   But\n\nFrometa was still unable to say who fired the shots.\n\n            At trial, DeBurgo called just one witness, a state\n\ntrooper    who    testified   that   the    only   latent   fingerprints   she\n\nidentified from the teal-colored car belonged to Douglas, not\n\nDeBurgo.    DeBurgo also tried to suggest that another man, Manuel\n\n\n                                      -4-\n\f\"Junior\" Lopes, may have been the real shooter.   DeBurgo sought to\n\nintroduce evidence of the recovery of a silver semiautomatic\n\nhandgun from Lopes during a January 2003 arrest by the New Bedford\n\npolice.    DeBurgo's theory was that the Lopes handgun matched the\n\nneighbor's description of the gun involved in DeBurgo's case\n\n(\"chrome\"). DeBurgo also sought to admit photographs of Lopes that\n\nwould have shown that he and DeBurgo were similar in appearance and\n\nbuild.    The judge did not admit the evidence regarding Lopes, but\n\nthe jury did hear DeBurgo's attorney question a police officer\n\nabout his knowledge of someone named Lopes who was arrested with a\n\nfirearm.    The questioning, however, did not elicit any useful\n\ninformation about the firearm.2\n\nB. The Post-Trial Hearing\n\n           After a three-day jury trial, the jury returned a verdict\n\nof guilt on all counts.   Four days after the verdict was rendered,\n\nthe trial judge received word from the District Attorney's office\n\nthat a juror -- LC -- had contacted the DA with a concern that\n\n\"someone on the jury had a conflict of interest.\"   LC had informed\n\n\n     2\n      The trial included the following exchange between DeBurgo's\nattorney and a police officer:\n\nQ: With regard to the firearm in this case, you ever compare a\nfirearm put into custody or ask it be compared with that from an\narrestee named Junior Lopes, AKA Manuel Lopes?\nA: Sir, I am not even aware of anything to do with Junior Lopes or\nManuel Lopes.\nQ: Let me show you this photograph.        Do you recognize this\nphotograph as Junior or Manuel Lopes?\nA: I've never had any dealings with a Manuel or Junior Lopes.\n\n                                  -5-\n\fthe DA that this concern was sparked when a fellow juror -- MM--\n\ntold her after the verdict that \"she either knew Mr. DeBurgo or his\n\ngirlfriend . . . and that she couldn't stand him.\"3\n\n          After the verdict was rendered, the trial judge also\n\nreceived a second report of potential juror bias, this one from a\n\ncourt officer.   The officer had been assigned to escort several\n\njurors out to their cars after the verdict was read.    The officer\n\nstated in a written memorandum that:\n\n          The same female juror then stated that she\n          knew someone that she had some dealings with\n          at work, who was in some way related to Mr.\n          DeBurgo or a similar statement.    This juror\n          further voiced some concern that she did not\n          want any of the family of DeBurgo or his\n          relatives to watch them get in their cars or\n          take down any license plate numbers.\n\nAccording to the trial judge, the juror who was the subject of the\n\nofficer's report matched the description of juror MM, who was the\n\nsubject of LC's report.\n\n          The trial judge promptly convened a post-trial hearing\n\nspanning three days in November 2003.      During the hearing, the\n\njudge interviewed all twelve jurors about the allegation of bias.\n\nJuror LC, the original complainant, testified that after the\n\nverdict was announced and the jury had retired to the jury room,\n\nshe became upset and started to cry.   In response, according to LC,\n\n\n\n     3\n      The quotations are taken from a memorandum to the Assistant\nDistrict Attorney from a secretary in the DA's office who took the\nphone message from the concerned juror.\n\n                               -6-\n\fjuror MM asked to speak with her in the restroom, where MM told LC\n\nthat she \"knew of the defendant, Mr. DeBurgo, and that she couldn't\n\nstand him and she was glad that he was off the street.\"                Juror LC\n\nfurther testified that MM said that DeBurgo \"was . . . nothing but\n\nan f'ing piece of shit,\" was not \"a nice person,\" and \"didn't\n\nbelong on the street.\"        Juror MM also reportedly told LC that she\n\nthought she had gone to highschool with DeBurgo's girlfriend, who\n\nhad attended the trial.        Upon questioning from the trial judge, LC\n\nclarified that she couldn't remember whether MM had told her that\n\nshe knew DeBurgo personally or just \"knew of him.\"\n\n              In addition, LC testified that MM told her that she was\n\naware of a Manuel \"Junior\" Lopes, \"who got arrested for gun\n\npossession,      firearm    possession,    which    was   also   a   Glock   nine\n\nmillimeter, chrome, like what was used in the case we deliberated\n\non.\"       Juror LC testified that MM insinuated that she thought the\n\ngun involved in the Lopes case might have been the same gun\n\ninvolved in DeBurgo's case.\n\n              The   court    interviewed     a     second   juror,     KM,   who\n\ncorroborated LC's story.        According to KM, she and LC spoke on the\n\ntelephone the weekend after the verdict was rendered and LC relayed\n\nthe same information to KM about the conversation in the bathroom.4\n\n\n       4\n      The only significant variation between LC's testimony and\nKM's recounting of her telephone conversation with LC was that KM\nremembered that MM told LC about Lopes before the jury rendered its\nverdict, rather than during the post-verdict conversation in the\nbathroom.\n\n                                     -7-\n\f               During the post-trial hearing the court also interviewed\n\nMM.   Before doing so, the trial judge gave MM a transcript of LC's\n\ntestimony      and    offered   MM   the    opportunity    to   consult   with   an\n\nattorney given that, as the judge stated, the matter \"really\n\nbr[ought] up some serious questions\" and involved a \"serious\n\naccusation.\"5 MM declined the judge's offer of legal consultation.\n\nDuring her testimony, MM essentially denied all of LC's charges.\n\nShe denied knowing DeBurgo before trial, denied telling LC that she\n\nknew or disliked DeBurgo, denied knowing a Manuel \"Junior\" Lopes or\n\ntelling anyone that she did, and said her comments in the bathroom\n\nabout DeBurgo being a bad person were merely meant to comfort LC\n\nabout the guilty verdict.            MM also testified that she thought she\n\nrecognized DeBurgo's girlfriend, but wasn't sure why she looked\n\nfamiliar.      Finally, MM denied saying anything to the court officer\n\nabout       knowing   the   defendant      or    knowing   anyone   who   was    an\n\nacquaintance of his.\n\n\n\n        5\n      The court engaged in an extended colloquy with attorneys for\nboth parties as to whether the court should advise MM of the\npotential for criminal liability if indeed she knew DeBurgo before\ntrial and did not reveal that information at voir dire.        The\nlawyers and judge were rightly concerned that she be made aware of\nher right not to answer the judge's questions given her potential\ncriminal liability.    However, they were also concerned that an\novert warning from the court could cause the juror to become\nalarmed and therefore conceal important information she had\nintended to share with the court. The court's solution to this\nconundrum was to allow MM to read the transcript of LC's testimony\nand then offer MM access to counsel before testifying under oath.\nWe note that it was defense counsel who originally suggested\npresenting MM with the transcript.\n\n                                           -8-\n\f            The court then interviewed the remaining nine jurors.\n\nNone of them recalled MM saying at any point that she knew\n\nDeBurgo.6   However, seven of the nine remembered that MM said she\n\nrecognized or may have known DeBurgo's girlfriend, perhaps because\n\nMM attended highschool with her.            The jurors were split as to\n\nwhether MM had shared this information before, during, or after\n\ndeliberations, but no juror indicated that MM had made negative\n\ncomments about the girlfriend.\n\n            In addition to juror LC, two other jurors recalled that\n\nMM had said something regarding either Manuel \"Junior\" Lopes or a\n\ngun used in an incident involving Manuel Lopes.           One of these two\n\njurors, TO, remembered that MM said during deliberations that she\n\nknew of Lopes, but didn't know him personally, and that she may\n\nhave known of him based on news coverage of Lopes' arrest.               The\n\nother    juror,   RT,   remembered   that   MM   told   the   jurors   during\n\ndeliberations that she knew someone who had recovered a gun that\n\nmay have been involved in the DeBurgo case or at least may have\n\n\n     6\n      DeBurgo argues on appeal that one of the nine remaining\njurors, KR, testified that she heard MM say she knew DeBurgo.\nHowever, our review of KR's transcript shows that KR was confused\nas to whether she remembered MM saying she knew DeBurgo or his\ngirlfriend.   During the course of her testimony, KR eventually\nseemed to settle on the conclusion that MM had only spoken of\nknowing the girlfriend, not DeBurgo. At side bar, the judge and\ndefense counsel noted the unreliability of KR's testimony. The\njudge stated, \"In the scale of memory, this juror does not have the\nsame kind of memory as the others.\" In his written decision, the\ntrial judge found that \"[a]ll nine deliberating jurors denied that\n[MM] made any statement before or during deliberations about\nknowing DeBurgo.\"\n\n                                     -9-\n\fbeen a similar type of gun.           RT testified that the other jurors\n\n\"listened to what she said or whatever and took it for what it was\n\nworth. . . . We really didn't talk about it long, like maybe a\n\nminute or something. . . . It was like said and done kind of\n\nthing.\"\n\n           After interviewing all the jurors, the trial judge issued\n\na memorandum of decision which considered two forms of potential\n\njuror misconduct by MM -- (1) a false response during voir dire to\n\nthe   question   of   whether   she    knew   the   defendant   and   (2)   the\n\nintroduction of extraneous evidence about Manuel Lopes into the\n\ndeliberative process.     As to the first issue, the judge concluded\n\nthat there was inadequate evidence to support the conclusion that\n\nMM responded untruthfully during voir dire of the venire as to her\n\nfamiliarity with DeBurgo.       The judge concluded that MM's knowledge\n\nof DeBurgo's girlfriend was \"both tenuous and marginal\" and he\n\ndeemed it unremarkable that \"two individuals from New Bedford of\n\napproximately ths same age shared the same high school.\"\n\n           Further, as to MM's knowledge of DeBurgo, the judge\n\nidentified three pieces of evidence that suggested MM may have had\n\nsome personal connection with DeBurgo: (a) LC's testimony about the\n\nbathroom conversation; (b) KM's testimony of LC's phone call; and\n\n(c) the court officer's report of his conversation with MM.                 The\n\njudge deemed the \"speculative quality\" of these reports to be\n\ninsufficient for a finding that MM necessarily lied during voir\n\n\n                                      -10-\n\fdire.       The judge suggested an alternative explanation for MM's\n\nalleged comments to LC that DeBurgo was a bad person who should be\n\noff the streets:\n\n              [T]hose statements must be viewed with an\n              awareness that the trial revealed an unprovoked\n              shooting resulting in two wounded young men.\n              That evidentiary basis may have served as the\n              foundation for [MM]'s misguided efforts to\n              comfort [LC].\n\n\n              As to the second issue, the judge concluded that though\n\nMM's comments to the jury about her knowledge of Lopes and the\n\nrecovery      of    his    gun    constituted      extraneous        evidence,    the\n\ninformation        was   not   prejudicial      because   it   was    favorable    to\n\nDeBurgo's defense.             Indeed, the judge emphasized that DeBurgo\n\nsought admission of similar evidence and raised the issue of Lopes\n\non cross-examination.            Therefore, the trial judge concluded that\n\nDeBurgo had failed to make a proper showing that MM's actions\n\nviolated his right to a fair trial.7\n\nC. Post-Verdict Appeals\n\n              DeBurgo took a direct appeal from his conviction as well\n\nas an appeal from the trial judge's denial of his motion for a new\n\ntrial.       The    Appeals      Court   of   Massachusetts     affirmed    in    all\n\nrespects.      Commonwealth v. DeBurgo, 842 N.E.2d 993 (2006).                    The\n\ncourt only reviewed for clear error the trial judge's determination\n\n\n\n        7\n      The court also used this analysis as the basis for its\ndecision to deny DeBurgo's motion for a new trial.\n\n                                         -11-\n\fthat DeBurgo received a fair trial and that the jury deliberations\n\nwere not tainted by prejudice.     Id. at *1 (\"It is for the trial\n\njudge, after conducting an individual voir dire of each juror, to\n\nassess the possible prejudicial effect and to weigh any impact of\n\nthe extraneous information on the jurors.\") (citing Commonwealth v.\n\nKamara, 422 Mass. 614, 616 (1996)).    As to MM's honesty during voir\n\ndire, the court determined that the facts found by the judge\n\nestablished that \"it was unclear if or when she knew of the\n\ndefendant.\"   Id. at *2, n.2.   Therefore, the court found no clear\n\nerror in the judge's conclusion.\n\n          As to the allegation of extraneous information, the court\n\nexplained that under Massachusetts law the \"defendant bears the\n\nburden of establishing that the jury were in fact exposed to\n\nextrinsic information; the burden then shifts to the Commonwealth\n\nto show beyond a reasonable doubt that the defendant was not\n\nprejudiced by the information. \" Id. at *1 (citing Commonwealth v.\n\nFidler, 377 Mass. 192, 201 (1979)).     The court concluded that the\n\ntrial judge was correct to conclude that the information regarding\n\nLopes was extrinsic but not prejudicial, given that DeBurgo had\n\nraised the Lopes issue on cross examination and had \"sought without\n\nsuccess to introduce at trial the same information that [MM]\n\ndisseminated to her fellow jurors.\"    Id. at *2.   DeBurgo therefore\n\ncould not \"claim that the information was 'so inherently damaging\n\n\n\n\n                                -12-\n\fto [his] case that prejudice must be inferred.'\"                       Id. (quoting\n\nCommonwealth v. Hunt, 392 Mass. 28, 42 (1984)).\n\n                The court also briefly addressed DeBurgo's claim that the\n\nCommonwealth failed to present sufficient evidence to sustain the\n\nguilty     verdict.       While    DeBurgo      argued   that    the   Commonwealth\n\npresented no witness who could testify that DeBurgo was seen with\n\na    gun   or     shot   the    victims,   the     court   concluded        that   the\n\ncircumstantial evidence of DeBurgo's guilt was sufficient to permit\n\n\"'a rational jury to find beyond a reasonable doubt the existence\n\nof   every      essential      element   charged.'\"        Id.   at    *3    (quoting\n\nCommonwealth v. Arroyo, 442 Mass. 135, 139-40 (2004)).\n\n                The Massachusetts Supreme Judicial Court (SJC) declined\n\nDeBurgo's application for leave to obtain further appellate review.\n\nThereafter, DeBurgo filed a petition for a writ of habeas corpus in\n\nthe United States District Court for the District of Massachusetts.\n\nThe district court denied the petition as to both the fair trial\n\nissue and the sufficiency of the evidence issue but granted a\n\ncertificate of appealability as to both.\n\n                                  II. Discussion\n\nA. Standard of Review\n\n                We review the district court's denial of the writ of\n\nhabeas corpus de novo.            Aspen v. Bissonnette, 480 F.3d 571, 573\n\n(1st Cir. 2007).         Our review of DeBurgo's petition is governed by\n\nthe Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA)\n\n\n                                         -13-\n\fbecause his claim was adjudicated on the merits in state court.\n\nSee Lynch v. Ficco, 438 F.3d 35, 44 (1st Cir. 2006).         Our review of\n\nthe state court's decision is highly deferential.             We will not\n\ngrant the writ unless the state court decision \"was contrary to, or\n\ninvolved   an   unreasonable   application   of,   clearly    established\n\nFederal law, as determined by the Supreme Court of the United\n\nStates,\" 28 U.S.C. § 2254(d)(1), or alternatively, the state court\n\ndecision \"was based on an unreasonable determination of the facts\n\nin light of the evidence presented in the State court proceeding,\"\n\n28 U.S.C. § 2254(d)(2).    A state court adjudication is \"contrary\n\nto\" Supreme Court precedent if, when made, \"it results from the\n\napplication of a rule that contradicts the governing law set forth\n\nby the Supreme Court or is inconsistent with a Supreme Court\n\ndecision in a case involving 'materially indistinguishable' facts.\"\n\nAspen, 480 F.3d at 574 (citing Williams v. Taylor, 529 U.S. 362,\n\n405-06 (2000)). An unreasonable application of established Federal\n\nlaw exists \"when there is some increment of incorrectness beyond\n\nerror.\"    Norton v. Spencer, 351 F.3d 1, 8 (1st Cir. 2003) (citing\n\nMcCambridge, 303 F.3d at 36).\n\nB. Sufficiency of the Evidence\n\n           The clearly established law governing sufficiency of the\n\nevidence was set forth by the Supreme Court in Jackson v. Virginia,\n\n443 U.S. 307 (1979).     In Jackson, the Supreme Court held that a\n\npetitioner is entitled to habeas relief if, based on the evidence\n\n\n                                  -14-\n\fadduced at trial and viewed in the light most favorable to the\n\nprosecution, no \"rational trier of fact could have found the\n\nessential elements of the crime beyond a reasonable doubt.\" Id. at\n\n319.       DeBurgo argues that the Appeals Court unreasonably applied\n\nthis       standard   in   his   case.      See   28   U.S.C.   §   2254(d)(1).\n\nSpecifically, he argues that there was not sufficient evidence to\n\nsupport his conviction given that only circumstantial evidence was\n\npresented, no witness saw the shooting, and \"no one could credibly\n\nidentify petitioner as the shooter.\"\n\n               The Appeals Court acknowledged the circumstantial nature\n\nof the case against DeBurgo but highlighted the various facts that\n\ntended to support his guilt.8             These included DeBurgo's earlier\n\nchallenge to Frometa to fight, the proximity between DeBurgo and\n\nthe victims on the back porch, the position of DeBurgo's hand on\n\nhis waist before the shooting, his challenging statement \"What's up\n\nnow?\" to the victims, and Duarte's testimony that she saw DeBurgo\n\nwith what looked to be a gun just after the shooting.9\n\n\n\n\n       8\n      Rather than enumerating each factual detail in its opinion,\nthe Appeals Court cited to the pertinent facts as outlined in the\nCommonwealth's appellate brief at pages 24-26.\n       9\n      This not insignificant circumstantial evidence distinguishes\nthis case from O'Laughlin v. O'Brien, 568 F.3d 287 (1st Cir. 2009),\nto which DeBurgo cites in his reply brief. In that case, a panel\nof this court held that the scant, often contradictory,\ncircumstantial evidence was such that even when viewed in the light\nmost favorable to the prosecution, no rational juror could have\nfound the defendant guilty beyond a reasonable doubt.\n\n                                         -15-\n\f            DeBurgo counters this litany of circumstantial evidence\n\nby arguing that without Duarte's allegedly unreliable testimony\n\nthere was no factual basis to tie the gun to DeBurgo.              First of\n\nall, this is not precisely correct, because both victims recalled\n\nthat DeBurgo seemed to conceal something on his waistband and\n\nstated \"What's up now?\"        Second, DeBurgo's challenge of Duarte's\n\ntestimony rests on a pure issue of credibility -- he argues that no\n\nrational factfinder could have believed Duarte's testimony given\n\nthat she changed her story between the shooting and her trial\n\ntestimony, first saying she hadn't seen anyone with a gun, and\n\nlater testifying that she recalled seeing DeBurgo holding what\n\nlooked to be a gun just after the shooting.         However, the jury was\n\nin the unique position to assess her credibility and may well have\n\nbelieved her explanation that she initially hesitated to identify\n\nthe shooter out of fear for her personal safety and that of her two\n\nsmall children, who had just suffered the trauma of witnessing the\n\naftermath of the shooting play out on the floor of their living\n\nroom.10    See Schlup v. Delo, 513 U.S. 298, 330 (1995) (\"[U]nder\n\nJackson,    the   assessment    of   the    credibility   of   witnesses   is\n\ngenerally beyond the scope of review.\").            DeBurgo's argument is\n\n\n     10\n      In his reply brief, DeBurgo also attempts to undermine\nDuarte's credibility by highlighting an inconsistency between\nDuarte's testimony and that of the neighbors.        While Duarte\ntestified that she saw only one man (according to her, DeBurgo)\nrunning from the scene, the neighbor witnesses saw two men running\nfrom the scene. Again, this raises a credibility issue that was\nfor the jury to determine.\n\n                                     -16-\n\ffurther undermined by the fact that Jackson requires a reviewing\n\ncourt, in this case the Appeals Court of Massachusetts, to view the\n\nevidence in the light most favorable to the prosecution.            See 443\n\nU.S. at 319.     In any event, given the sufficiently suggestive\n\ncircumstantial evidence presented at trial, we are satisfied that\n\nthe Appeals Court's analysis of the sufficiency of the evidence was\n\nnot an unreasonable application of the Supreme Court's standard\n\nannounced in Jackson.11\n\nC. Jury Issues\n\n           DeBurgo   alleges   that   the   Appeals      Court   incorrectly\n\ndetermined that he was not deprived of his Sixth Amendment right to\n\ntrial by an impartial jury.     DeBurgo urges us to consider granting\n\nthe writ on this issue pursuant to both 28 U.S.C. § 2254(d)(1) (the\n\n\"unreasonable application\" of clearly established law prong) and §\n\n2254(d)(2) (the \"unreasonable determination of the facts\" prong).\n\nHe   alleges   two   basic   infirmities    with   the    Appeals   Court's\n\n\n      11\n      DeBurgo also unpersuasively argues that his case is like\nCommonwealth v. Salemme, 395 Mass. 594 (1985). In that case, the\nSJC reversed a murder conviction on sufficiency grounds, where the\nonly circumstantial evidence of guilt was that (1) the fatal bullet\nentered the victim's head from the right-hand side, (2) ten minutes\nbefore the shooting a waiter saw the defendant seated on the\nvictim's right side and another man seated on the victim's left\nside, and (3) the defendant fled the scene after the shooting and\neluded the police for about seventeen months. Id. at 595-600. The\ncourt held that no rational trier of fact could have concluded that\nthe defendant, rather than the other man seated at the restaurant\ntable, had fired the bullet. Unlike Salemme, in DeBurgo's case\nthere is significant additional evidence suggesting that DeBurgo\nrather than his companion, Anthony Douglas, was the shooter.\nSalemme, therefore, is not on point.\n\n                                  -17-\n\fconclusions on potential jury misconduct.            First, he argues that\n\nthe Appeals Court's determination that the introduction of the\n\nLopes information was not prejudicial was both an unreasonable\n\ndetermination of the facts and an unreasonable application of\n\nfederal law. Second, he argues that the Appeals Court's conclusion\n\nthat juror MM did not know of DeBurgo before trial and therefore\n\ndid not lie during voir dire was both an unreasonable determination\n\nof the facts and an unreasonable application of federal law.                We\n\ntake each argument in turn.\n\n1. Extraneous Information Regarding Lopes\n\n              As to the prejudicial nature of the Lopes information,\n\nthe trial judge found and the Appeals Court affirmed that the\n\nintroduction of extrinsic information regarding Lopes' arrest and\n\nthe recovery of his gun was not prejudicial to DeBurgo's defense\n\nbecause DeBurgo himself had sought to put this information before\n\nthe jury.      The Commonwealth argues that the extrinsic evidence\n\n\"helped, rather than prejudice[d], DeBurgo's defense because his\n\ntheory was that someone else, possibly Manuel Junior Lopes, was the\n\nactual shooter.\"      We agree that this is one conclusion that could\n\nbe   drawn,    and   indeed   the   trial   judge   and   Appeals   Court   so\n\nconcluded.      However, it seems possible to us that the jury, upon\n\nhearing from MM that she knew of someone who was arrested with a\n\ngun similar to the one at issue in DeBurgo's case and also knowing\n\nthat this information was not presented at trial, could have\n\n\n                                     -18-\n\fconcluded that the police must have arrested the right person\n\n(namely DeBurgo) because otherwise the information regarding Lopes\n\nwould have been presented in court.        In other words, we can imagine\n\nhow the extrinsic evidence could have prejudiced rather than helped\n\nDeBurgo's cause.      Here, however, we do not sit in the position of\n\ndirectly reviewing DeBurgo's prejudice claim.            Instead, our habeas\n\nreview is highly deferential to the state court's decision-making.\n\n            DeBurgo   claims   he   is   entitled   to   the   writ   under   §\n\n2254(d)(1) because the Appeals Court unreasonably applied federal\n\nlaw contained in Turner v. Louisiana, wherein the Supreme Court\n\nheld that the right to trial by jury guaranteed by the Sixth\n\nAmendment \"necessarily implies at the very least that the evidence\n\ndeveloped against a defendant shall come from the witness stand in\n\na public courtroom where there is full judicial protection of the\n\ndefendant's right of confrontation, of cross-examination, and of\n\ncounsel.\"    379 U.S. 466, 472-73 (1965).           As DeBurgo correctly\n\nconcedes, however, having determined that some amount of extrinsic\n\nevidence improperly reached the jury, the Appeals Court was bound\n\nto determine whether such information prejudiced DeBurgo's defense.\n\nSee Commonwealth v. Hunt, 392 Mass. 28, 42-43 (1984). Essentially,\n\nthe court balanced \"the effect of the extraneous knowledge in light\n\nof the strength of the evidence against the defendant.\"           Id. at 392\n\n(citing Fidler, 377 Mass. at 201).         While the case against DeBurgo\n\nwas not overwhelming, there was significant circumstantial evidence\n\n\n                                    -19-\n\fpointing to his guilt.     On the other side of the scale, the Appeals\n\nCourt could reasonably have concluded that the effect of the\n\nextraneous knowledge was not great given that only three jurors\n\nremembered MM saying anything about Lopes or the gun; two jurors\n\ntestified that the discussion of the issue was extremely brief and\n\nthat the other jurors essentially ignored MM's comments; DeBurgo\n\nhad sought admission of the evidence himself; and, under one\n\nplausible interpretation, the evidence could be viewed as more\n\nbeneficial than prejudicial to DeBurgo.          Thus, taken together, we\n\ndo not find that the Appeals Court unreasonably applied federal law\n\nin determining that the extraneous information regarding Lopes did\n\nnot deprive DeBurgo of his Sixth Amendment right to an impartial\n\njury.12\n\n2. Juror MM's Alleged Dishonesty During Voir Dire\n\n             DeBurgo also claims that he is entitled to the writ under\n\n§ 2254(d)(2) because the state court unreasonably determined the\n\nfacts     regarding   whether   MM   lied   during   voir   dire   about   her\n\n\n     12\n       DeBurgo also briefly argues that the Appeals Court's\ndetermination of no prejudice amounted to an unreasonable\ndetermination of the facts, entitling him to the writ under §\n2254(d)(2). We conclude, however, that his challenge is to the\nreasonableness of the Appeals Court's conclusion regarding the\nquestion of prejudice, rather than to its fact-finding. Therefore,\nwe do not analyze the prejudice issue under § 2254(d)(2).       See\nOuber v. Guarino, 293 F.3d 19, 27 (1st Cir. 2002) (\"[T]he special\nprophylaxis of section 2254(d)(2) applies only to determinations of\nbasic, primary, or historical facts. Inferences, characterizations\nof the facts, and mixed fact/law conclusions are more appropriately\nanalyzed    under   the   \"unreasonableness   prong\"   of   section\n2254(d)(1).\") (internal quotations and citations omitted).\n\n                                     -20-\n\ffamiliarity with DeBurgo.    Because the Sixth Amendment guarantees\n\na criminal defendant the right to an impartial jury, \"the remedy\n\nfor allegations of juror partiality is a hearing in which the\n\ndefendant has the opportunity to prove actual bias.\"       Smith v.\n\nPhillips, 455 U.S. 209, 215 (1982).     The defendant must meet two\n\nshowings in order to obtain a new trial: \"[A] party must first\n\ndemonstrate that a juror failed to answer honestly a material\n\nquestion on voir dire, and then further show that a correct\n\nresponse would have provided a valid basis for a challenge for\n\ncause.\"    McDonough Power Equip., Inc. v. Greenwood, 464 U.S. 548,\n\n556 (1984); see also Dall v. Coffin, 970 F.2d 964, 969 (1st Cir.\n\n1992).    Importantly, the defendant has \"the burden of showing that\n\nthe juror was not impartial and must do so by a preponderance of\n\nthe evidence.\"    Amirault, 399 Mass. 617, 626 (1987).   Further, on\n\nappeal, the reviewing state court will not reverse such a factual\n\ndetermination by the trial judge \"[i]n the absence of clear abuse\n\nof discretion or a showing that the judge's findings were clearly\n\nerroneous.\"    Id.\n\n            Given the standards above, DeBurgo faced an uphill climb\n\nin the state courts in proving juror MM's bias and in seeking to\n\nreverse the trial judge on direct appeal. Because his case reaches\n\nus on habeas review, he faces an additional layer of deference\n\nwhich only makes his task harder.   Under 28 U.S.C. § 2254(e)(1), \"a\n\ndetermination of a factual issue made by a State court shall be\n\n\n                                 -21-\n\fpresumed to be correct. The applicant shall have the burden of\n\nrebutting the presumption of correctness by clear and convincing\n\nevidence.\"\n\n                 DeBurgo marshals a variety of facts and arguments to show\n\nby clear and convincing evidence that we should not presume the\n\nstate court's factual determinations to be correct.                               Though he\n\nmakes        a   credible     attempt      to    meet    his    heavy    burden,    DeBurgo\n\nultimately falls short.                 He points to the following facts and\n\narguments in support of his cause.13 First, juror LC testified that\n\nMM told her that she (MM) knew DeBurgo.                    Second, LC's testimony was\n\ncorroborated by KM, at least in the sense that KM testified that LC\n\nrecounted         to    her   the   same    story       about   the     alleged    bathroom\n\nconversation with MM.               Third, the court officer reported that MM\n\ntold him that she \"knew someone that she had some dealings with at\n\nwork, who was in some way related to Mr. DeBurgo or a similar\n\nstatement.\"            Fourth, the trial judge implicitly found that MM lied\n\nat the post-trial hearing with regard to whether she communicated\n\nthe Lopes information to the jury.                     Fifth, DeBurgo argues that the\n\ntrial judge \"offered no reason why he rejected the testimony of LC,\n\nKM and the other jurors and accepted MM's denial and provided no\n\n\n        13\n      We discount DeBurgo's attempt to use MM's comments to her\nfellow jurors regarding DeBurgo's girlfriend as evidence that MM\nlied at voir dire for the simple reason that the venire was not\nasked about familiarity with DeBurgo's girlfriend. In addition,\nthere is no suggestion that MM would have realized she had a\npotential connection to the woman until she saw her seated in the\ncourtroom.\n\n                                                -22-\n\fcredibility      assessment     of    the    post-trial     hearing         witnesses.\"\n\nDeBurgo argues that this is particularly egregious given that the\n\ntrial   judge    implicitly       found      MM    had   lied    as   to     the   Lopes\n\ninformation.     Sixth, DeBurgo notes that the trial judge's decision\n\nto allow MM to review LC's testimony prior to testifying provides\n\n\"plausible grounds for disbelieving [MM's] account.\"\n\n            We are somewhat sympathetic to DeBurgo's challenge of the\n\ntrial judge's conclusion regarding MM's credibility on the voir\n\ndire issue, as was the district court below.                    It appears that the\n\ntrial   judge    did     not   believe      MM's    denials      as   to     the   Lopes\n\ninformation; however, he seemingly reached a different conclusion\n\nas to whether she was honest about her prior familiarity with\n\nDeBurgo.    The judge did not offer a clear explanation for this\n\napparent inconsistency or explain how he weighed MM's testimony\n\nagainst    the   other    available        information     about      MM's    pre-trial\n\nfamiliarity with DeBurgo.         Finally, MM's access to a transcript of\n\nLC's testimony raises reliability doubts.\n\n            Be that as it may, we are not reviewing the trial judge's\n\ndecision directly.        Rather, the presumed correctness of the trial\n\njudge's    factual     findings      can    only    be   rebutted      by    clear   and\n\nconvincing evidence to the contrary, which, as we explain below,\n\nDeBurgo cannot offer on this record.                In addition, we are mindful\n\nthat DeBurgo carried the original burden of showing juror bias by\n\na preponderance of the evidence and we think this is the best lens\n\n\n                                           -23-\n\fthrough which to view the conclusion the trial judge reached.    The\n\ntrial judge noted in his opinion: \"Given the speculative quality\n\nabout when [MM] knew something about DeBurgo, a conclusion that she\n\nlied about her lack of knowledge lacks a solid basis in the\n\nevidence.\"   He concluded: \"From these findings, there follows the\n\nruling that defendant has failed to make out an adequate showing of\n\ndishonesty during voir dire of the venire.\" Essentially, though he\n\nmay not have had full confidence in MM's truthfulness at the post-\n\ntrial hearing (and therefore at voir dire) the judge did not find\n\nthat DeBurgo mustered sufficient evidence on the other side to\n\nshow, by a preponderance, that MM necessarily knew of DeBurgo\n\nbefore trial.\n\n          Indeed, the evidence that DeBurgo points to regarding\n\nMM's alleged familiarity with DeBurgo is not as compelling as he\n\nindicates.   First, we note that the trial judge made a careful\n\ninquiry and apparently uncovered no evidence the MM made any\n\ncomments about knowing DeBurgo before or during deliberations.   In\n\naddition, the trial judge may well have determined that LC's\n\nperception of MM's bathroom comments was skewed by the strong\n\nemotions that LC experienced post-trial.    Similarly, the written\n\naccount by the court officer was vague as to what precisely MM told\n\nhim and whether she discovered the apparently tenuous connection to\n\nDeBurgo before or during trial.       Finally, KM's testimony only\n\nprovided evidentiary support that LC believed that MM had said that\n\n\n                               -24-\n\fshe (MM) knew DeBurgo; KM's testimony was not direct evidence of\n\nanything MM actually said.\n\n             Ultimately, the evidence DeBurgo offered regarding MM's\n\nalleged bias presented the trial judge with, at most, a close case.\n\nThat    a   different     factfinder    might    have     reached   a   different\n\nconclusion     is   not    sufficient    to     reverse    the   state    court's\n\ndetermination on habeas review.          Though DeBurgo raises legitimate\n\nquestions about the trial judge's reasoning, he does not undermine\n\nthe presumption of correctness on habeas by presenting us with\n\nclear and convincing evidence to the contrary. We therefore affirm\n\nthe district court's denial of the writ.14\n\n                               III. Conclusion\n\n             For the foregoing reasons, we affirm the denial by the\n\ndistrict court of DeBurgo's application for a writ of habeas\n\ncorpus.\n\n\n\n\n       14\n      DeBurgo also briefly urges us to consider the voir dire issue\nunder § 2254(d)(1) as an unreasonable application of established\nfederal law regarding DeBurgo's constitutional right to an\nimpartial jury of twelve. He cites to the law as set forth in\nParker v. Gladden, 385 U.S. 363 (1966), Ross v. Oklahoma, 487 U.S.\n81 (1988), and Smith v. Phillips, 455 U.S. 209 (1982).        While\nDeBurgo only devotes four sentences to this argument, and therefore\narguably waived the claim, United States v. Zannino, 895 F.2d 1, 17\n(1st Cir. 1990), we briefly note that because we presume the\ncorrectness of the state court's factual findings on this issue,\nthe state court did not unreasonably apply federal law in\nconcluding that MM's presence on the jury did not violate DeBurgo's\nconstitutional right to an impartial jury of twelve.\n\n                                       -25-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>587 F.3d 61 (2009)</b></center>\n<center><h1>Daniel DeBURGO, Petitioner, Appellant,<br>\nv.<br>\nPeter ST. AMAND, Superintendent, M.C.I. Cedar Junction, Respondent, Appellee.</h1></center>\n<center>No. 09-1145.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard October 7, 2009.</center>\n<center>Decided November 19, 2009.</center>\n<p><span class=\"star-pagination\">*62</span> Elizabeth Doherty, by Appointment of the Court, for petitioner.</p>\n<p>Argie K. Shapiro, Assistant Attorney General, with whom Martha Coakley, Attorney General, was on brief for respondent.</p>\n<p>Before LIPEZ, STAHL, and HOWARD, Circuit Judges.</p>\n<p>STAHL, Circuit Judge.</p>\n<p>Daniel DeBurgo seeks habeas review of his 2003 Massachusetts state conviction on two counts of armed assault with intent to murder and assault and battery by means of a dangerous weapon. The district court denied DeBurgo's habeas petition but granted a certificate of appealability as to two issues. For the following reasons, we affirm the district court's denial of the petition.</p>\n<p></p>\n<h2>I. Background</h2>\n<p></p>\n<h2>A. The Underlying State Crime</h2>\n<p>We relate the facts of the underlying crime as found by the Appeals Court of Massachusetts,<sup>[1]</sup> \"supplemented with other facts from the record that are consistent with the [state court's] findings.\" <i>Lynch v. Ficco,</i> 438 F.3d 35, 39 (1st Cir.2006). We are bound to \"`accept the state court findings of fact unless [DeBurgo] convinces us, by clear and convincing evidence, that they are in error.'\" <i>Id.</i> (quoting <i>McCambridge v. Hall,</i> 303 F.3d 24, 26 (1st Cir. 2002) (en banc) (citing 28 U.S.C. § 2254(e)(1))).</p>\n<p>On the evening of October 24, 2002, Carlos Frometa and Santino DiGaetano were sitting on the back porch of an apartment in New Bedford, Massachusetts. The apartment was shared by DiGaetano, his sister Desiree Duarte, and her two children. That evening, two men, Daniel DeBurgo (the appellant) and Anthony Douglas, approached the back porch and began to argue with Frometa and DiGaetano. Apparently Frometa had had several previous altercations with the two men. Indeed, a few weeks earlier DeBurgo, Douglas, and another man had visited Frometa's apartment and DeBurgo had <span class=\"star-pagination\">*63</span> challenged Frometa to come outside and \"shoot a fair one,\" meaning he wanted Frometa to fight with him. Frometa declined the invitation and closed the door.</p>\n<p>Returning our narrative to the evening of October 24, at some point during the confrontation on the back porch, DeBurgo put his right hand on his waist, as if to conceal something, and said, \"What's up now?\" DiGaetano attempted to withdraw from the argument by knocking on the door to the apartment, but Duartewho was insidedid not answer the door. DiGaetano then forced the door open, entered the apartment and slammed the door shut behind him. Frometa turned toward the door to retreat as well and as he did, he heard several gun shots. Injured, Frometa fell onto the door, forcing the door open, and then fell on top of DiGaetano, who had been trying to lock the door from the inside. At that point, DiGaetano was also hit by bullets.</p>\n<p>Duarte, who was upstairs in her bedroom at the time of the shooting, testified that after the shooting she could see Anthony Douglas standing near the porch and DeBurgo, wearing a dark sweatshirt, running away with a gun in his right hand. On cross-examination, Duarte admitted that she initially told police she did not see anyone with a gun and could not describe the person who shot Frometa and DiGaetano.</p>\n<p>Three neighbors testified at trial as to what they saw after the shooting. With some minor variation, they all said they saw two men in hooded sweatshirts running from the porch to a teal-colored car in the parking lot. One witness reported that one of the men, for whom she provided a physical description, was carrying what looked to be a chrome gun.</p>\n<p>Frometa and DiGaetano were seriously injured in the shooting. While hospitalized, DiGaetano met with investigators and was able to identify DeBurgo and Douglas as the two men who approached him and Frometa on the porch. However, he was unable to identify the shooter. Similarly, while at a rehabilitation hospital recovering from his injuries, Frometa told investigators he could not remember much about the shooting itself, but did remember that he had feuded with DeBurgo and Douglas shortly before the shooting. Later, having recovered some of his memory of the incident, Frometa was able to testify at trial that DeBurgo had placed his hand on his waist and stated \"What's up now?\" But Frometa was still unable to say who fired the shots.</p>\n<p>At trial, DeBurgo called just one witness, a state trooper who testified that the only latent fingerprints she identified from the teal-colored car belonged to Douglas, not DeBurgo. DeBurgo also tried to suggest that another man, Manuel \"Junior\" Lopes, may have been the real shooter. DeBurgo sought to introduce evidence of the recovery of a silver semiautomatic handgun from Lopes during a January 2003 arrest by the New Bedford police. DeBurgo's theory was that the Lopes handgun matched the neighbor's description of the gun involved in DeBurgo's case (\"chrome\"). DeBurgo also sought to admit photographs of Lopes that would have shown that he and DeBurgo were similar in appearance and build. The judge did not admit the evidence regarding Lopes, but the jury did hear DeBurgo's attorney question a police officer about his knowledge of someone named Lopes who was arrested with a firearm. The questioning, however, did not elicit any useful information about the firearm.<sup>[2]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*64</span> B. The Post-Trial Hearing</h2>\n<p>After a three-day jury trial, the jury returned a verdict of guilt on all counts. Four days after the verdict was rendered, the trial judge received word from the District Attorney's office that a juror LChad contacted the DA with a concern that \"someone on the jury had a conflict of interest.\" LC had informed the DA that this concern was sparked when a fellow jurorMMtold her after the verdict that \"she either knew Mr. DeBurgo or his girlfriend ... and that she couldn't stand him.\"<sup>[3]</sup></p>\n<p>After the verdict was rendered, the trial judge also received a second report of potential juror bias, this one from a court officer. The officer had been assigned to escort several jurors out to their cars after the verdict was read. The officer stated in a written memorandum that:</p>\n<blockquote>The same female juror then stated that she knew someone that she had some dealings with at work, who was in some way related to Mr. DeBurgo or a similar statement. This juror further voiced some concern that she did not want any of the family of DeBurgo or his relatives to watch them get in their cars or take down any license plate numbers.</blockquote>\n<p>According to the trial judge, the juror who was the subject of the officer's report matched the description of juror MM, who was the subject of LC's report.</p>\n<p>The trial judge promptly convened a post-trial hearing spanning three days in November 2003. During the hearing, the judge interviewed all twelve jurors about the allegation of bias. Juror LC, the original complainant, testified that after the verdict was announced and the jury had retired to the jury room, she became upset and started to cry. In response, according to LC, juror MM asked to speak with her in the restroom, where MM told LC that she \"knew of the defendant, Mr. DeBurgo, and that she couldn't stand him and she was glad that he was off the street.\" Juror LC further testified that MM said that DeBurgo \"was ... nothing but an f'ing piece of shit,\" was not \"a nice person,\" and \"didn't belong on the street.\" Juror MM also reportedly told LC that she thought she had gone to highschool with DeBurgo's girlfriend, who had attended the trial. Upon questioning from the trial judge, LC clarified that she couldn't remember whether MM had told her that she knew DeBurgo personally or just \"knew of him.\"</p>\n<p>In addition, LC testified that MM told her that she was aware of a Manuel \"Junior\" Lopes, \"who got arrested for gun possession, firearm possession, which was also a Glock nine millimeter, chrome, like what was used in the case we deliberated on.\" Juror LC testified that MM insinuated that she thought the gun involved in the Lopes case might have been the same gun involved in DeBurgo's case.</p>\n<p>The court interviewed a second juror, KM, who corroborated LC's story. According to KM, she and LC spoke on the telephone the weekend after the verdict was rendered and LC relayed the same <span class=\"star-pagination\">*65</span> information to KM about the conversation in the bathroom.<sup>[4]</sup></p>\n<p>During the post-trial hearing the court also interviewed MM. Before doing so, the trial judge gave MM a transcript of LC's testimony and offered MM the opportunity to consult with an attorney given that, as the judge stated, the matter \"really br[ought] up some serious questions\" and involved a \"serious accusation.\"<sup>[5]</sup> MM declined the judge's offer of legal consultation. During her testimony, MM essentially denied all of LC's charges. She denied knowing DeBurgo before trial, denied telling LC that she knew or disliked DeBurgo, denied knowing a Manuel \"Junior\" Lopes or telling anyone that she did, and said her comments in the bathroom about DeBurgo being a bad person were merely meant to comfort LC about the guilty verdict. MM also testified that she thought she recognized DeBurgo's girlfriend, but wasn't sure why she looked familiar. Finally, MM denied saying anything to the court officer about knowing the defendant or knowing anyone who was an acquaintance of his.</p>\n<p>The court then interviewed the remaining nine jurors. None of them recalled MM saying at any point that she knew DeBurgo.<sup>[6]</sup> However, seven of the nine remembered that MM said she recognized or may have known DeBurgo's girlfriend, perhaps because MM attended highschool with her. The jurors were split as to whether MM had shared this information before, during, or after deliberations, but no juror indicated that MM had made negative comments about the girlfriend.</p>\n<p>In addition to juror LC, two other jurors recalled that MM had said something regarding either Manuel \"Junior\" Lopes or a gun used in an incident involving Manuel Lopes. One of these two jurors, TO, remembered that MM said during deliberations that she knew of Lopes, but didn't know him personally, and that she may have known of him based on news coverage of Lopes' arrest. The other juror, RT, remembered that MM told the jurors during deliberations that she knew someone who had recovered a gun that may have <span class=\"star-pagination\">*66</span> been involved in the DeBurgo case or at least may have been a similar type of gun. RT testified that the other jurors \"listened to what she said or whatever and took it for what it was worth.... We really didn't talk about it long, like maybe a minute or something.... It was like said and done kind of thing.\"</p>\n<p>After interviewing all the jurors, the trial judge issued a memorandum of decision which considered two forms of potential juror misconduct by MM(1) a false response during voir dire to the question of whether she knew the defendant and (2) the introduction of extraneous evidence about Manuel Lopes into the deliberative process. As to the first issue, the judge concluded that there was inadequate evidence to support the conclusion that MM responded untruthfully during voir dire of the venire as to her familiarity with DeBurgo. The judge concluded that MM's knowledge of DeBurgo's girlfriend was \"both tenuous and marginal\" and he deemed it unremarkable that \"two individuals from New Bedford of approximately the same age shared the same high school.\"</p>\n<p>Further, as to MM's knowledge of DeBurgo, the judge identified three pieces of evidence that suggested MM may have had some personal connection with DeBurgo: (a) LC's testimony about the bathroom conversation; (b) MM's testimony of LC's phone call; and (c) the court officer's report of his conversation with MM. The judge deemed the \"speculative quality\" of these reports to be insufficient for a finding that MM necessarily lied during voir dire. The judge suggested an alternative explanation for MM's alleged comments to LC that DeBurgo was a bad person who should be off the streets:</p>\n<blockquote>[T]hose statements must be viewed with an awareness that the trial revealed an unprovoked shooting resulting in two wounded young men. That evidentiary basis may have served as the foundation for [MM]'s misguided efforts to comfort [LC].</blockquote>\n<p>As to the second issue, the judge concluded that though MM's comments to the jury about her knowledge of Lopes and the recovery of his gun constituted extraneous evidence, the information was not prejudicial because it was favorable to DeBurgo's defense. Indeed, the judge emphasized that DeBurgo sought admission of similar evidence and raised the issue of Lopes on cross-examination. Therefore, the trial judge concluded that DeBurgo had failed to make a proper showing that MM's actions violated his right to a fair trial.<sup>[7]</sup></p>\n<p></p>\n<h2>C. Post-Verdict Appeals</h2>\n<p>DeBurgo took a direct appeal from his conviction as well as an appeal from the trial judge's denial of his motion for a new trial. The Appeals Court of Massachusetts affirmed in all respects. <i>Commonwealth v. DeBurgo,</i> 65 Mass.App.Ct. 1118, 842 N.E.2d 993, 2006 WL 399575 (2006). The court only reviewed for clear error the trial judge's determination that DeBurgo received a fair trial and that the jury deliberations were not tainted by prejudice. <i>Id.</i> at *1 (\"It is for the trial judge, after conducting an individual voir dire of each juror, to assess the possible prejudicial effect and to weigh any impact of the extraneous information on the jurors.\") (citing <i>Commonwealth v. Kamara,</i> 422 Mass. 614, 616, 664 N.E.2d 825 (1996)). As to MM's honesty during voir dire, the court determined that the facts found by <span class=\"star-pagination\">*67</span> the judge established that \"it was unclear if or when she knew of the defendant.\" <i>Id.</i> at *2, n. 2. Therefore, the court found no clear error in the judge's conclusion.</p>\n<p>As to the allegation of extraneous information, the court explained that under Massachusetts law the \"defendant bears the burden of establishing that the jury were in fact exposed to extrinsic information; the burden then shifts to the Commonwealth to show beyond a reasonable doubt that the defendant was not prejudiced by the information.\" <i>Id.</i> at *1 (citing <i>Commonwealth v. Fidler,</i> 377 Mass. 192, 201, 385 N.E.2d 513 (1979)). The court concluded that the trial judge was correct to conclude that the information regarding Lopes was extrinsic but not prejudicial, given that DeBurgo had raised the Lopes issue on cross examination and had \"sought without success to introduce at trial the same information that [MM] disseminated to her fellow jurors.\" <i>Id.</i> at *2. DeBurgo therefore could not \"claim that the information was `so inherently damaging to [his] case that prejudice must be inferred.'\" <i>Id.</i> (quoting <i>Commonwealth v. Hunt,</i> 392 Mass. 28, 42, 465 N.E.2d 1195 (1984)).</p>\n<p>The court also briefly addressed DeBurgo's claim that the Commonwealth failed to present sufficient evidence to sustain the guilty verdict. While DeBurgo argued that the Commonwealth presented no witness who could testify that DeBurgo was seen with a gun or shot the victims, the court concluded that the circumstantial evidence of DeBurgo's guilt was sufficient to permit \"`a rational jury to find beyond a reasonable doubt the existence of every essential element charged.'\" <i>Id.</i> at *3 (quoting <i>Commonwealth v. Arroyo,</i> 442 Mass. 135, 139-40, 810 N.E.2d 1201 (2004)).</p>\n<p>The Massachusetts Supreme Judicial Court (SJC) declined DeBurgo's application for leave to obtain further appellate review. Thereafter, DeBurgo filed a petition for a writ of habeas corpus in the United States District Court for the District of Massachusetts. The district court denied the petition as to both the fair trial issue and the sufficiency of the evidence issue but granted a certificate of appealability as to both.</p>\n<p></p>\n<h2>II. Discussion</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>We review the district court's denial of the writ of habeas corpus de novo. <i>Aspen v. Bissonnette,</i> 480 F.3d 571, 573 (1st Cir.2007). Our review of DeBurgo's petition is governed by the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA) because his claim was adjudicated on the merits in state court. <i>See </i><i>Lynch v. Ficco,</i> 438 F.3d 35, 44 (1st Cir.2006). Our review of the state court's decision is highly deferential. We will not grant the writ unless the state court decision \"was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States,\" 28 U.S.C. § 2254(d)(1), or alternatively, the state court decision \"was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding,\" 28 U.S.C. § 2254(d)(2). A state court adjudication is \"contrary to\" Supreme Court precedent if, when made, \"it results from the application of a rule that contradicts the governing law set forth by the Supreme Court or is inconsistent with a Supreme Court decision in a case involving `materially indistinguishable' facts.\" <i>Aspen,</i> 480 F.3d at 574 (citing <i>Williams v. Taylor,</i> 529 U.S. 362, 405-06, 120 S.Ct. 1495, 146 L.Ed.2d 389 (2000)). An unreasonable application of established Federal law exists \"when there is some increment of incorrectness beyond error.\" <span class=\"star-pagination\">*68</span> <i>Norton v. Spencer,</i> 351 F.3d 1, 8 (1st Cir. 2003) (citing <i>McCambridge,</i> 303 F.3d at 36).</p>\n<p></p>\n<h2>B. Sufficiency of the Evidence</h2>\n<p>The clearly established law governing sufficiency of the evidence was set forth by the Supreme Court in <i>Jackson v. Virginia,</i> 443 U.S. 307, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979). In <i>Jackson,</i> the Supreme Court held that a petitioner is entitled to habeas relief if, based on the evidence adduced at trial and viewed in the light most favorable to the prosecution, no \"rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.\" <i>Id.</i> at 319, 99 S.Ct. 2781. DeBurgo argues that the Appeals Court unreasonably applied this standard in his case. <i>See</i> 28 U.S.C. § 2254(d)(1). Specifically, he argues that there was not sufficient evidence to support his conviction given that only circumstantial evidence was presented, no witness saw the shooting, and \"no one could credibly identify petitioner as the shooter.\"</p>\n<p>The Appeals Court acknowledged the circumstantial nature of the case against DeBurgo but highlighted the various facts that tended to support his guilt.<sup>[8]</sup> These included DeBurgo's earlier challenge to Frometa to fight, the proximity between DeBurgo and the victims on the back porch, the position of DeBurgo's hand on his waist before the shooting, his challenging statement \"What's up now?\" to the victims, and Duarte's testimony that she saw DeBurgo with what looked to be a gun just after the shooting.<sup>[9]</sup></p>\n<p>DeBurgo counters this litany of circumstantial evidence by arguing that without Duarte's allegedly unreliable testimony there was no factual basis to tie the gun to DeBurgo. First of all, this is not precisely correct, because both victims recalled that DeBurgo seemed to conceal something on his waistband and stated \"What's up now?\" Second, DeBurgo's challenge of Duarte's testimony rests on a pure issue of credibilityhe argues that no rational factfinder could have believed Duarte's testimony given that she changed her story between the shooting and her trial testimony, first saying she hadn't seen anyone with a gun, and later testifying that she recalled seeing DeBurgo holding what looked to be a gun just after the shooting. However, the jury was in the unique position to assess her credibility and may well have believed her explanation that she initially hesitated to identify the shooter out of fear for her personal safety and that of her two small children, who had just suffered the trauma of witnessing the aftermath of the shooting play out on the floor of their living room.<sup>[10]</sup><i>See </i><i>Schlup v. Delo,</i> 513 U.S. 298, 330, 115 S.Ct. 851, 130 L.Ed.2d 808 (1995) (\"[U]nder <i>Jackson,</i> the assessment of the credibility of witnesses is generally beyond the scope of review.\"). DeBurgo's argument is <span class=\"star-pagination\">*69</span> further undermined by the fact that <i>Jackson</i> requires a reviewing court, in this case the Appeals Court of Massachusetts, to view the evidence in the light most favorable to the prosecution. <i>See</i> 443 U.S. at 319, 99 S.Ct. 2781. In any event, given the sufficiently suggestive circumstantial evidence presented at trial, we are satisfied that the Appeals Court's analysis of the sufficiency of the evidence was not an unreasonable application of the Supreme Court's standard announced in <i>Jackson.</i><sup>[11]</sup></p>\n<p></p>\n<h2>C. Jury Issues</h2>\n<p>DeBurgo alleges that the Appeals Court incorrectly determined that he was not deprived of his Sixth Amendment right to trial by an impartial jury. DeBurgo urges us to consider granting the writ on this issue pursuant to both 28 U.S.C. § 2254(d)(1) (the \"unreasonable application\" of clearly established law prong) and § 2254(d)(2) (the \"unreasonable determination of the facts\" prong). He alleges two basic infirmities with the Appeals Court's conclusions on potential jury misconduct. First, he argues that the Appeals Court's determination that the introduction of the Lopes information was not prejudicial was both an unreasonable determination of the facts and an unreasonable application of federal law. Second, he argues that the Appeals Court's conclusion that juror MM did not know of DeBurgo before trial and therefore did not lie during voir dire was both an unreasonable determination of the facts and an unreasonable application of federal law. We take each argument in turn.</p>\n<p></p>\n<h2>1. Extraneous Information Regarding Lopes</h2>\n<p>As to the prejudicial nature of the Lopes information, the trial judge found and the Appeals Court affirmed that the introduction of extrinsic information regarding Lopes' arrest and the recovery of his gun was not prejudicial to DeBurgo's defense because DeBurgo himself had sought to put this information before the jury. The Commonwealth argues that the extrinsic evidence \"helped, rather than prejudice[d], DeBurgo's defense because his theory was that someone else, possibly Manuel Junior Lopes, was the actual shooter.\" We agree that this is one conclusion that could be drawn, and indeed the trial judge and Appeals Court so concluded. However, it seems possible to us that the jury, upon hearing from MM that she knew of someone who was arrested with a gun similar to the one at issue in DeBurgo's case and also knowing that this information was not presented at trial, could have concluded that the police must have arrested the right person (namely DeBurgo) because otherwise the information regarding Lopes would have been presented in court. In other words, we can imagine how the extrinsic evidence could have prejudiced rather than helped DeBurgo's cause. Here, however, we do not sit in the position of directly reviewing DeBurgo's prejudice claim. Instead, our <span class=\"star-pagination\">*70</span> habeas review is highly deferential to the state court's decision-making.</p>\n<p>DeBurgo claims he is entitled to the writ under § 2254(d)(1) because the Appeals Court unreasonably applied federal law contained in <i>Turner v. Louisiana,</i> wherein the Supreme Court held that the right to trial by jury guaranteed by the Sixth Amendment \"necessarily implies at the very least that the evidence developed against a defendant shall come from the witness stand in a public courtroom where there is full judicial protection of the defendant's right of confrontation, of cross-examination, and of counsel.\" 379 U.S. 466, 472-73, 85 S.Ct. 546, 13 L.Ed.2d 424 (1965). As DeBurgo correctly concedes, however, having determined that some amount of extrinsic evidence improperly reached the jury, the Appeals Court was bound to determine whether such information prejudiced DeBurgo's defense. <i>See </i><i>Commonwealth v. Hunt,</i> 392 Mass. 28, 42-43, 465 N.E.2d 1195 (1984). Essentially, the court balanced \"the effect of the extraneous knowledge in light of the strength of the evidence against the defendant.\" <i>Id.</i> at 43, 465 N.E.2d 1195 (citing <i>Fidler,</i> 377 Mass. at 201, 385 N.E.2d 513). While the case against DeBurgo was not overwhelming, there was significant circumstantial evidence pointing to his guilt. On the other side of the scale, the Appeals Court could reasonably have concluded that the effect of the extraneous knowledge was not great given that only three jurors remembered MM saying anything about Lopes or the gun; two jurors testified that the discussion of the issue was extremely brief and that the other jurors essentially ignored MM's comments; DeBurgo had sought admission of the evidence himself; and, under one plausible interpretation, the evidence could be viewed as more beneficial than prejudicial to DeBurgo. Thus, taken together, we do not find that the Appeals Court unreasonably applied federal law in determining that the extraneous information regarding Lopes did not deprive DeBurgo of his Sixth Amendment right to an impartial jury.<sup>[12]</sup></p>\n<p></p>\n<h2>2. Juror MM's Alleged Dishonesty During Voir Dire</h2>\n<p>DeBurgo also claims that he is entitled to the writ under § 2254(d)(2) because the state court unreasonably determined the facts regarding whether MM lied during voir dire about her familiarity with DeBurgo. Because the Sixth Amendment guarantees a criminal defendant the right to an impartial jury, \"the remedy for allegations of juror partiality is a hearing in which the defendant has the opportunity to prove actual bias.\" <i>Smith v. Phillips,</i> 455 U.S. 209, 215, 102 S.Ct. 940, 71 L.Ed.2d 78 (1982). The defendant must meet two showings in order to obtain a new trial: \"[A] party must first demonstrate that a juror failed to answer honestly a material question on voir dire, and then further show that a correct response would have provided a valid basis for a challenge for cause.\" <i>McDonough Power Equip., Inc. v. Greenwood,</i> 464 U.S. 548, <span class=\"star-pagination\">*71</span> 556, 104 S.Ct. 845, 78 L.Ed.2d 663 (1984); <i>see also </i><i>Dall v. Coffin,</i> 970 F.2d 964, 969 (1st Cir.1992). Importantly, the defendant has \"the burden of showing that the juror was not impartial and must do so by a preponderance of the evidence.\" <i>Amirault,</i> 399 Mass. 617, 626, 506 N.E.2d 129 (1987). Further, on appeal, the reviewing state court will not reverse such a factual determination by the trial judge \"[i]n the absence of clear abuse of discretion or a showing that the judge's findings were clearly erroneous.\" <i>Id.</i></p>\n<p>Given the standards above, DeBurgo faced an uphill climb in the state courts in proving juror MM's bias and in seeking to reverse the trial judge on direct appeal. Because his case reaches us on habeas review, he faces an additional layer of deference which only makes his task harder. Under 28 U.S.C. § 2254(e)(1), \"a determination of a factual issue made by a State court shall be presumed to be correct. The applicant shall have the burden of rebutting the presumption of correctness by clear and convincing evidence.\"</p>\n<p>DeBurgo marshals a variety of facts and arguments to show by clear and convincing evidence that we should not presume the state court's factual determinations to be correct. Though he makes a credible attempt to meet his heavy burden, DeBurgo ultimately falls short. He points to the following facts and arguments in support of his cause.<sup>[13]</sup> First, juror LC testified that MM told her that she (MM) knew DeBurgo. Second, LC's testimony was corroborated by KM, at least in the sense that KM testified that LC recounted to her the same story about the alleged bathroom conversation with MM. Third, the court officer reported that MM told him that she \"knew someone that she had some dealings with at work, who was in some way related to Mr. DeBurgo or a similar statement.\" Fourth, the trial judge implicitly found that MM lied at the post-trial hearing with regard to whether she communicated the Lopes information to the jury. Fifth, DeBurgo argues that the trial judge \"offered no reason why he rejected the testimony of LC, KM and the other jurors and accepted MM's denial and provided no credibility assessment of the post-trial hearing witnesses.\" DeBurgo argues that this is particularly egregious given that the trial judge implicitly found MM had lied as to the Lopes information. Sixth, DeBurgo notes that the trial judge's decision to allow MM to review LC's testimony prior to testifying provides \"plausible grounds for disbelieving [MM's] account.\"</p>\n<p>We are somewhat sympathetic to DeBurgo's challenge of the trial judge's conclusion regarding MM's credibility on the voir dire issue, as was the district court below. It appears that the trial judge did not believe MM's denials as to the Lopes information; however, he seemingly reached a different conclusion as to whether she was honest about her prior familiarity with DeBurgo. The judge did not offer a clear explanation for this apparent inconsistency or explain how he weighed MM's testimony against the other available information about MM's pre-trial familiarity with DeBurgo. Finally, MM's access to a transcript of LC's testimony raises reliability doubts.</p>\n<p>Be that as it may, we are not reviewing the trial judge's decision directly. Rather, the presumed correctness of the trial <span class=\"star-pagination\">*72</span> judge's factual findings can only be rebutted by clear and convincing evidence to the contrary, which, as we explain below, DeBurgo cannot offer on this record. In addition, we are mindful that DeBurgo carried the original burden of showing juror bias by a preponderance of the evidence and we think this is the best lens through which to view the conclusion the trial judge reached. The trial judge noted in his opinion: \"Given the speculative quality about when [MM] knew something about DeBurgo, a conclusion that she lied about her lack of knowledge <i>lacks a solid basis in the evidence.</i>\" He concluded: \"From these findings, there follows the ruling that defendant has failed to make out <i>an adequate showing</i> of dishonesty during voir dire of the venire.\" Essentially, though he may not have had full confidence in MM's truthfulness at the post-trial hearing (and therefore at voir dire) the judge did not find that DeBurgo mustered sufficient evidence on the other side to show, by a preponderance, that MM necessarily knew of DeBurgo before trial.</p>\n<p>Indeed, the evidence that DeBurgo points to regarding MM's alleged familiarity with DeBurgo is not as compelling as he indicates. First, we note that the trial judge made a careful inquiry and apparently uncovered no evidence the MM made any comments about knowing DeBurgo before or during deliberations. In addition, the trial judge may well have determined that LC's perception of MM's bathroom comments was skewed by the strong emotions that LC experienced post-trial. Similarly, the written account by the court officer was vague as to what precisely MM told him and whether she discovered the apparently tenuous connection to DeBurgo before or during trial. Finally, KM's testimony only provided evidentiary support that LC <i>believed</i> that MM had said that she (MM) knew DeBurgo; KM's testimony was not direct evidence of anything MM actually said.</p>\n<p>Ultimately, the evidence DeBurgo offered regarding MM's alleged bias presented the trial judge with, at most, a close case. That a different factfinder might have reached a different conclusion is not sufficient to reverse the state court's determination on habeas review. Though DeBurgo raises legitimate questions about the trial judge's reasoning, he does not undermine the presumption of correctness on habeas by presenting us with clear and convincing evidence to the contrary. We therefore affirm the district court's denial of the writ.<sup>[14]</sup></p>\n<p></p>\n<h2>III. Conclusion</h2>\n<p>For the foregoing reasons, we <i>affirm</i> the denial by the district court of DeBurgo's application for a writ of habeas corpus.</p>\n<h2>NOTES</h2>\n<p>[1]  The Appeals Court explicitly adopted the Commonwealth's recitation of the facts put forth on direct appeal to that court.</p>\n<p>[2]  The trial included the following exchange between DeBurgo's attorney and a police officer:\n</p>\n<p>Q: With regard to the firearm in this case, you ever compare a firearm put into custody or ask it be compared with that from an arrestee named Junior Lopes, AKA Manuel Lopes?</p>\n<p>A: Sir, I am not even aware of anything to do with Junior Lopes or Manuel Lopes.</p>\n<p>Q: Let me show you this photograph. Do you recognize this photograph as Junior or Manuel Lopes?</p>\n<p>A: I've never had any dealings with a Manuel or Junior Lopes.</p>\n<p>[3]  The quotations are taken from a memorandum to the Assistant District Attorney from a secretary in the DA's office who took the phone message from the concerned juror.</p>\n<p>[4]  The only significant variation between LC's testimony and KM's recounting of her telephone conversation with LC was that KM remembered that MM told LC about Lopes <i>before</i> the jury rendered its verdict, rather than during the post-verdict conversation in the bathroom.</p>\n<p>[5]  The court engaged in an extended colloquy with attorneys for both parties as to whether the court should advise MM of the potential for criminal liability if indeed she knew DeBurgo before trial and did not reveal that information at voir dire. The lawyers and judge were rightly concerned that she be made aware of her right not to answer the judge's questions given her potential criminal liability. However, they were also concerned that an overt warning from the court could cause the juror to become alarmed and therefore conceal important information she had intended to share with the court. The court's solution to this conundrum was to allow MM to read the transcript of LC's testimony and then offer MM access to counsel before testifying under oath. We note that it was defense counsel who originally suggested presenting MM with the transcript.</p>\n<p>[6]  DeBurgo argues on appeal that one of the nine remaining jurors, KR, testified that she heard MM say she knew DeBurgo. However, our review of KR's transcript shows that KR was confused as to whether she remembered MM saying she knew DeBurgo or his girlfriend. During the course of her testimony, KR eventually seemed to settle on the conclusion that MM had only spoken of knowing the girlfriend, not DeBurgo. At side bar, the judge and defense counsel noted the unreliability of KR's testimony. The judge stated, \"In the scale of memory, this juror does not have the same kind of memory as the others.\" In his written decision, the trial judge found that \"[a]ll nine deliberating jurors denied that [MM] made any statement before or during deliberations about knowing DeBurgo.\"</p>\n<p>[7]  The court also used this analysis as the basis for its decision to deny DeBurgo's motion for a new trial.</p>\n<p>[8]  Rather than enumerating each factual detail in its opinion, the Appeals Court cited to the pertinent facts as outlined in the Commonwealth's appellate brief at pages 24-26.</p>\n<p>[9]  This not insignificant circumstantial evidence distinguishes this case from <i>O'Laughlin v. O'Brien,</i> 568 F.3d 287 (1st Cir.2009), to which DeBurgo cites in his reply brief. In that case, a panel of this court held that the scant, often contradictory, circumstantial evidence was such that even when viewed in the light most favorable to the prosecution, no rational juror could have found the defendant guilty beyond a reasonable doubt.</p>\n<p>[10]  In his reply brief, DeBurgo also attempts to undermine Duarte's credibility by highlighting an inconsistency between Duarte's testimony and that of the neighbors. While Duarte testified that she saw only one man (according to her, DeBurgo) running from the scene, the neighbor witnesses saw two men running from the scene. Again, this raises a credibility issue that was for the jury to determine.</p>\n<p>[11]  DeBurgo also unpersuasively argues that his case is like <i>Commonwealth v. Salemme,</i> 395 Mass. 594, 481 N.E.2d 471 (1985). In that case, the SJC reversed a murder conviction on sufficiency grounds, where the only circumstantial evidence of guilt was that (1) the fatal bullet entered the victim's head from the right-hand side, (2) ten minutes before the shooting a waiter saw the defendant seated on the victim's right side and another man seated on the victim's left side, and (3) the defendant fled the scene after the shooting and eluded the police for about seventeen months. <i>Id.</i> at 595-600, 481 N.E.2d 471. The court held that no rational trier of fact could have concluded that the defendant, rather than the other man seated at the restaurant table, had fired the bullet. Unlike <i>Salemme,</i> in DeBurgo's case there is significant additional evidence suggesting that DeBurgo rather than his companion, Anthony Douglas, was the shooter. <i>Salemme,</i> therefore, is not on point.</p>\n<p>[12]  DeBurgo also briefly argues that the Appeals Court's determination of no prejudice amounted to an unreasonable determination of the facts, entitling him to the writ under § 2254(d)(2). We conclude, however, that his challenge is to the reasonableness of the Appeals Court's conclusion regarding the question of prejudice, rather than to its fact-finding. Therefore, we do not analyze the prejudice issue under § 2254(d)(2). <i>See </i><i>Ouber v. Guarino,</i> 293 F.3d 19, 27 (1st Cir.2002) (\"[T]he special prophylaxis of section 2254(d)(2) applies only to determinations of basic, primary, or historical facts. Inferences, characterizations of the facts, and mixed fact/law conclusions are more appropriately analyzed under the \"unreasonableness prong\" of section 2254(d)(1).\") (internal quotations and citations omitted).</p>\n<p>[13]  We discount DeBurgo's attempt to use MM's comments to her fellow jurors regarding DeBurgo's girlfriend as evidence that MM lied at voir dire for the simple reason that the venire was not asked about familiarity with DeBurgo's girlfriend. In addition, there is no suggestion that MM would have realized she had a potential connection to the woman until she saw her seated in the courtroom.</p>\n<p>[14]  DeBurgo also briefly urges us to consider the voir dire issue under § 2254(d)(1) as an unreasonable application of established federal law regarding DeBurgo's constitutional right to an impartial jury of twelve. He cites to the law as set forth in <i>Parker v. Gladden,</i> 385 U.S. 363, 87 S.Ct. 468, 17 L.Ed.2d 420 (1966), <i>Ross v. Oklahoma,</i> 487 U.S. 81, 108 S.Ct. 2273, 101 L.Ed.2d 80 (1988), and <i>Smith v. Phillips,</i> 455 U.S. 209, 102 S.Ct. 940, 71 L.Ed.2d 78 (1982). While DeBurgo only devotes four sentences to this argument, and therefore arguably waived the claim, <i>United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir. 1990), we briefly note that because we presume the correctness of the state court's factual findings on this issue, the state court did not unreasonably apply federal law in concluding that MM's presence on the jury did not violate DeBurgo's constitutional right to an impartial jury of twelve.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">587</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></span> (2009)</b></center>\n<center><h1>Daniel DeBURGO, Petitioner, Appellant,<br>\nv.<br>\nPeter ST. AMAND, Superintendent, M.C.I. Cedar Junction, Respondent, Appellee.</h1></center>\n<center>No. 09-1145.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard October 7, 2009.</center>\n<center>Decided November 19, 2009.</center>\n<p><span class=\"star-pagination\">*62</span> Elizabeth Doherty, by Appointment of the Court, for petitioner.</p>\n<p>Argie K. Shapiro, Assistant Attorney General, with whom Martha Coakley, Attorney General, was on brief for respondent.</p>\n<p>Before LIPEZ, STAHL, and HOWARD, Circuit Judges.</p>\n<p>STAHL, Circuit Judge.</p>\n<p>Daniel DeBurgo seeks habeas review of his 2003 Massachusetts state conviction on two counts of armed assault with intent to murder and assault and battery by means of a dangerous weapon. The district court denied DeBurgo's habeas petition but granted a certificate of appealability as to two issues. For the following reasons, we affirm the district court's denial of the petition.</p>\n<p></p>\n<h2>I. Background</h2>\n<p></p>\n<h2>A. The Underlying State Crime</h2>\n<p>We relate the facts of the underlying crime as found by the Appeals Court of Massachusetts,<sup>[1]</sup> \"supplemented with other facts from the record that are consistent with the [state court's] findings.\" <i>Lynch v. Ficco,</i> <span class=\"citation\" data-id=\"202062\"><a href=\"/opinion/202062/lynch-v-ficco/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span>, 39 (1st Cir.2006). We are bound to \"`accept the state court findings of fact unless [DeBurgo] convinces us, by clear and convincing evidence, that they are in error.'\" <i>Id.</i> (quoting <i>McCambridge v. Hall,</i> <span class=\"citation\" data-id=\"200144\"><a href=\"/opinion/200144/mccambridge-v-hall/\"><span class=\"volume\">303</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 26 (1st Cir. 2002) (en banc) (citing 28 U.S.C. § 2254(e)(1))).</p>\n<p>On the evening of October 24, 2002, Carlos Frometa and Santino DiGaetano were sitting on the back porch of an apartment in New Bedford, Massachusetts. The apartment was shared by DiGaetano, his sister Desiree Duarte, and her two children. That evening, two men, Daniel DeBurgo (the appellant) and Anthony Douglas, approached the back porch and began to argue with Frometa and DiGaetano. Apparently Frometa had had several previous altercations with the two men. Indeed, a few weeks earlier DeBurgo, Douglas, and another man had visited Frometa's apartment and DeBurgo had <span class=\"star-pagination\">*63</span> challenged Frometa to come outside and \"shoot a fair one,\" meaning he wanted Frometa to fight with him. Frometa declined the invitation and closed the door.</p>\n<p>Returning our narrative to the evening of October 24, at some point during the confrontation on the back porch, DeBurgo put his right hand on his waist, as if to conceal something, and said, \"What's up now?\" DiGaetano attempted to withdraw from the argument by knocking on the door to the apartment, but Duartewho was insidedid not answer the door. DiGaetano then forced the door open, entered the apartment and slammed the door shut behind him. Frometa turned toward the door to retreat as well and as he did, he heard several gun shots. Injured, Frometa fell onto the door, forcing the door open, and then fell on top of DiGaetano, who had been trying to lock the door from the inside. At that point, DiGaetano was also hit by bullets.</p>\n<p>Duarte, who was upstairs in her bedroom at the time of the shooting, testified that after the shooting she could see Anthony Douglas standing near the porch and DeBurgo, wearing a dark sweatshirt, running away with a gun in his right hand. On cross-examination, Duarte admitted that she initially told police she did not see anyone with a gun and could not describe the person who shot Frometa and DiGaetano.</p>\n<p>Three neighbors testified at trial as to what they saw after the shooting. With some minor variation, they all said they saw two men in hooded sweatshirts running from the porch to a teal-colored car in the parking lot. One witness reported that one of the men, for whom she provided a physical description, was carrying what looked to be a chrome gun.</p>\n<p>Frometa and DiGaetano were seriously injured in the shooting. While hospitalized, DiGaetano met with investigators and was able to identify DeBurgo and Douglas as the two men who approached him and Frometa on the porch. However, he was unable to identify the shooter. Similarly, while at a rehabilitation hospital recovering from his injuries, Frometa told investigators he could not remember much about the shooting itself, but did remember that he had feuded with DeBurgo and Douglas shortly before the shooting. Later, having recovered some of his memory of the incident, Frometa was able to testify at trial that DeBurgo had placed his hand on his waist and stated \"What's up now?\" But Frometa was still unable to say who fired the shots.</p>\n<p>At trial, DeBurgo called just one witness, a state trooper who testified that the only latent fingerprints she identified from the teal-colored car belonged to Douglas, not DeBurgo. DeBurgo also tried to suggest that another man, Manuel \"Junior\" Lopes, may have been the real shooter. DeBurgo sought to introduce evidence of the recovery of a silver semiautomatic handgun from Lopes during a January 2003 arrest by the New Bedford police. DeBurgo's theory was that the Lopes handgun matched the neighbor's description of the gun involved in DeBurgo's case (\"chrome\"). DeBurgo also sought to admit photographs of Lopes that would have shown that he and DeBurgo were similar in appearance and build. The judge did not admit the evidence regarding Lopes, but the jury did hear DeBurgo's attorney question a police officer about his knowledge of someone named Lopes who was arrested with a firearm. The questioning, however, did not elicit any useful information about the firearm.<sup>[2]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*64</span> B. The Post-Trial Hearing</h2>\n<p>After a three-day jury trial, the jury returned a verdict of guilt on all counts. Four days after the verdict was rendered, the trial judge received word from the District Attorney's office that a juror LChad contacted the DA with a concern that \"someone on the jury had a conflict of interest.\" LC had informed the DA that this concern was sparked when a fellow jurorMMtold her after the verdict that \"she either knew Mr. DeBurgo or his girlfriend ... and that she couldn't stand him.\"<sup>[3]</sup></p>\n<p>After the verdict was rendered, the trial judge also received a second report of potential juror bias, this one from a court officer. The officer had been assigned to escort several jurors out to their cars after the verdict was read. The officer stated in a written memorandum that:</p>\n<blockquote>The same female juror then stated that she knew someone that she had some dealings with at work, who was in some way related to Mr. DeBurgo or a similar statement. This juror further voiced some concern that she did not want any of the family of DeBurgo or his relatives to watch them get in their cars or take down any license plate numbers.</blockquote>\n<p>According to the trial judge, the juror who was the subject of the officer's report matched the description of juror MM, who was the subject of LC's report.</p>\n<p>The trial judge promptly convened a post-trial hearing spanning three days in November 2003. During the hearing, the judge interviewed all twelve jurors about the allegation of bias. Juror LC, the original complainant, testified that after the verdict was announced and the jury had retired to the jury room, she became upset and started to cry. In response, according to LC, juror MM asked to speak with her in the restroom, where MM told LC that she \"knew of the defendant, Mr. DeBurgo, and that she couldn't stand him and she was glad that he was off the street.\" Juror LC further testified that MM said that DeBurgo \"was ... nothing but an f'ing piece of shit,\" was not \"a nice person,\" and \"didn't belong on the street.\" Juror MM also reportedly told LC that she thought she had gone to highschool with DeBurgo's girlfriend, who had attended the trial. Upon questioning from the trial judge, LC clarified that she couldn't remember whether MM had told her that she knew DeBurgo personally or just \"knew of him.\"</p>\n<p>In addition, LC testified that MM told her that she was aware of a Manuel \"Junior\" Lopes, \"who got arrested for gun possession, firearm possession, which was also a Glock nine millimeter, chrome, like what was used in the case we deliberated on.\" Juror LC testified that MM insinuated that she thought the gun involved in the Lopes case might have been the same gun involved in DeBurgo's case.</p>\n<p>The court interviewed a second juror, KM, who corroborated LC's story. According to KM, she and LC spoke on the telephone the weekend after the verdict was rendered and LC relayed the same <span class=\"star-pagination\">*65</span> information to KM about the conversation in the bathroom.<sup>[4]</sup></p>\n<p>During the post-trial hearing the court also interviewed MM. Before doing so, the trial judge gave MM a transcript of LC's testimony and offered MM the opportunity to consult with an attorney given that, as the judge stated, the matter \"really br[ought] up some serious questions\" and involved a \"serious accusation.\"<sup>[5]</sup> MM declined the judge's offer of legal consultation. During her testimony, MM essentially denied all of LC's charges. She denied knowing DeBurgo before trial, denied telling LC that she knew or disliked DeBurgo, denied knowing a Manuel \"Junior\" Lopes or telling anyone that she did, and said her comments in the bathroom about DeBurgo being a bad person were merely meant to comfort LC about the guilty verdict. MM also testified that she thought she recognized DeBurgo's girlfriend, but wasn't sure why she looked familiar. Finally, MM denied saying anything to the court officer about knowing the defendant or knowing anyone who was an acquaintance of his.</p>\n<p>The court then interviewed the remaining nine jurors. None of them recalled MM saying at any point that she knew DeBurgo.<sup>[6]</sup> However, seven of the nine remembered that MM said she recognized or may have known DeBurgo's girlfriend, perhaps because MM attended highschool with her. The jurors were split as to whether MM had shared this information before, during, or after deliberations, but no juror indicated that MM had made negative comments about the girlfriend.</p>\n<p>In addition to juror LC, two other jurors recalled that MM had said something regarding either Manuel \"Junior\" Lopes or a gun used in an incident involving Manuel Lopes. One of these two jurors, TO, remembered that MM said during deliberations that she knew of Lopes, but didn't know him personally, and that she may have known of him based on news coverage of Lopes' arrest. The other juror, RT, remembered that MM told the jurors during deliberations that she knew someone who had recovered a gun that may have <span class=\"star-pagination\">*66</span> been involved in the DeBurgo case or at least may have been a similar type of gun. RT testified that the other jurors \"listened to what she said or whatever and took it for what it was worth.... We really didn't talk about it long, like maybe a minute or something.... It was like said and done kind of thing.\"</p>\n<p>After interviewing all the jurors, the trial judge issued a memorandum of decision which considered two forms of potential juror misconduct by MM(1) a false response during voir dire to the question of whether she knew the defendant and (2) the introduction of extraneous evidence about Manuel Lopes into the deliberative process. As to the first issue, the judge concluded that there was inadequate evidence to support the conclusion that MM responded untruthfully during voir dire of the venire as to her familiarity with DeBurgo. The judge concluded that MM's knowledge of DeBurgo's girlfriend was \"both tenuous and marginal\" and he deemed it unremarkable that \"two individuals from New Bedford of approximately the same age shared the same high school.\"</p>\n<p>Further, as to MM's knowledge of DeBurgo, the judge identified three pieces of evidence that suggested MM may have had some personal connection with DeBurgo: (a) LC's testimony about the bathroom conversation; (b) MM's testimony of LC's phone call; and (c) the court officer's report of his conversation with MM. The judge deemed the \"speculative quality\" of these reports to be insufficient for a finding that MM necessarily lied during voir dire. The judge suggested an alternative explanation for MM's alleged comments to LC that DeBurgo was a bad person who should be off the streets:</p>\n<blockquote>[T]hose statements must be viewed with an awareness that the trial revealed an unprovoked shooting resulting in two wounded young men. That evidentiary basis may have served as the foundation for [MM]'s misguided efforts to comfort [LC].</blockquote>\n<p>As to the second issue, the judge concluded that though MM's comments to the jury about her knowledge of Lopes and the recovery of his gun constituted extraneous evidence, the information was not prejudicial because it was favorable to DeBurgo's defense. Indeed, the judge emphasized that DeBurgo sought admission of similar evidence and raised the issue of Lopes on cross-examination. Therefore, the trial judge concluded that DeBurgo had failed to make a proper showing that MM's actions violated his right to a fair trial.<sup>[7]</sup></p>\n<p></p>\n<h2>C. Post-Verdict Appeals</h2>\n<p>DeBurgo took a direct appeal from his conviction as well as an appeal from the trial judge's denial of his motion for a new trial. The Appeals Court of Massachusetts affirmed in all respects. <i>Commonwealth v. DeBurgo,</i> 65 Mass.App.Ct. 1118, <span class=\"citation no-link\"><span class=\"volume\">842</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">993</span></span>, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">399575</span></span> (2006). The court only reviewed for clear error the trial judge's determination that DeBurgo received a fair trial and that the jury deliberations were not tainted by prejudice. <i>Id.</i> at *1 (\"It is for the trial judge, after conducting an individual voir dire of each juror, to assess the possible prejudicial effect and to weigh any impact of the extraneous information on the jurors.\") (citing <i>Commonwealth v. Kamara,</i> <span class=\"citation no-link\"><span class=\"volume\">422</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">614</span></span>, 616, <span class=\"citation no-link\"><span class=\"volume\">664</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">825</span></span> (1996)). As to MM's honesty during voir dire, the court determined that the facts found by <span class=\"star-pagination\">*67</span> the judge established that \"it was unclear if or when she knew of the defendant.\" <i>Id.</i> at *2, n. 2. Therefore, the court found no clear error in the judge's conclusion.</p>\n<p>As to the allegation of extraneous information, the court explained that under Massachusetts law the \"defendant bears the burden of establishing that the jury were in fact exposed to extrinsic information; the burden then shifts to the Commonwealth to show beyond a reasonable doubt that the defendant was not prejudiced by the information.\" <i>Id.</i> at *1 (citing <i>Commonwealth v. Fidler,</i> <span class=\"citation\" data-id=\"2061528\"><a href=\"/opinion/2061528/commonwealth-v-fidler/\"><span class=\"volume\">377</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">192</span></a></span>, 201, <span class=\"citation\" data-id=\"2061528\"><a href=\"/opinion/2061528/commonwealth-v-fidler/\"><span class=\"volume\">385</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">513</span></a></span> (1979)). The court concluded that the trial judge was correct to conclude that the information regarding Lopes was extrinsic but not prejudicial, given that DeBurgo had raised the Lopes issue on cross examination and had \"sought without success to introduce at trial the same information that [MM] disseminated to her fellow jurors.\" <i>Id.</i> at *2. DeBurgo therefore could not \"claim that the information was `so inherently damaging to [his] case that prejudice must be inferred.'\" <i>Id.</i> (quoting <i>Commonwealth v. Hunt,</i> <span class=\"citation\" data-id=\"2051306\"><a href=\"/opinion/2051306/commonwealth-v-hunt/\"><span class=\"volume\">392</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">28</span></a></span>, 42, <span class=\"citation\" data-id=\"2051306\"><a href=\"/opinion/2051306/commonwealth-v-hunt/\"><span class=\"volume\">465</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1195</span></a></span> (1984)).</p>\n<p>The court also briefly addressed DeBurgo's claim that the Commonwealth failed to present sufficient evidence to sustain the guilty verdict. While DeBurgo argued that the Commonwealth presented no witness who could testify that DeBurgo was seen with a gun or shot the victims, the court concluded that the circumstantial evidence of DeBurgo's guilt was sufficient to permit \"`a rational jury to find beyond a reasonable doubt the existence of every essential element charged.'\" <i>Id.</i> at *3 (quoting <i>Commonwealth v. Arroyo,</i> <span class=\"citation no-link\"><span class=\"volume\">442</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">135</span></span>, 139-40, <span class=\"citation no-link\"><span class=\"volume\">810</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1201</span></span> (2004)).</p>\n<p>The Massachusetts Supreme Judicial Court (SJC) declined DeBurgo's application for leave to obtain further appellate review. Thereafter, DeBurgo filed a petition for a writ of habeas corpus in the United States District Court for the District of Massachusetts. The district court denied the petition as to both the fair trial issue and the sufficiency of the evidence issue but granted a certificate of appealability as to both.</p>\n<p></p>\n<h2>II. Discussion</h2>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>We review the district court's denial of the writ of habeas corpus de novo. <i>Aspen v. Bissonnette,</i> <span class=\"citation\" data-id=\"202666\"><a href=\"/opinion/202666/aspen-v-bissonette/\"><span class=\"volume\">480</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">571</span></a></span>, 573 (1st Cir.2007). Our review of DeBurgo's petition is governed by the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA) because his claim was adjudicated on the merits in state court. <i>See </i><i>Lynch v. Ficco,</i> <span class=\"citation\" data-id=\"202062\"><a href=\"/opinion/202062/lynch-v-ficco/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span>, 44 (1st Cir.2006). Our review of the state court's decision is highly deferential. We will not grant the writ unless the state court decision \"was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States,\" 28 U.S.C. § 2254(d)(1), or alternatively, the state court decision \"was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding,\" 28 U.S.C. § 2254(d)(2). A state court adjudication is \"contrary to\" Supreme Court precedent if, when made, \"it results from the application of a rule that contradicts the governing law set forth by the Supreme Court or is inconsistent with a Supreme Court decision in a case involving `materially indistinguishable' facts.\" <i>Aspen,</i> 480 F.3d at 574 (citing <i>Williams v. Taylor,</i> <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">362</span></a></span>, 405-06, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1495</span></a></span>, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">389</span></a></span> (2000)). An unreasonable application of established Federal law exists \"when there is some increment of incorrectness beyond error.\" <span class=\"star-pagination\">*68</span> <i>Norton v. Spencer,</i> <span class=\"citation\" data-id=\"200728\"><a href=\"/opinion/200728/norton-v-spencer/\"><span class=\"volume\">351</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir. 2003) (citing <i>McCambridge,</i> 303 F.3d at 36).</p>\n<p></p>\n<h2>B. Sufficiency of the Evidence</h2>\n<p>The clearly established law governing sufficiency of the evidence was set forth by the Supreme Court in <i>Jackson v. Virginia,</i> <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2781</span></a></span>, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">560</span></a></span> (1979). In <i>Jackson,</i> the Supreme Court held that a petitioner is entitled to habeas relief if, based on the evidence adduced at trial and viewed in the light most favorable to the prosecution, no \"rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.\" <i>Id.</i> at 319, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2781</span></a></span>. DeBurgo argues that the Appeals Court unreasonably applied this standard in his case. <i>See</i> 28 U.S.C. § 2254(d)(1). Specifically, he argues that there was not sufficient evidence to support his conviction given that only circumstantial evidence was presented, no witness saw the shooting, and \"no one could credibly identify petitioner as the shooter.\"</p>\n<p>The Appeals Court acknowledged the circumstantial nature of the case against DeBurgo but highlighted the various facts that tended to support his guilt.<sup>[8]</sup> These included DeBurgo's earlier challenge to Frometa to fight, the proximity between DeBurgo and the victims on the back porch, the position of DeBurgo's hand on his waist before the shooting, his challenging statement \"What's up now?\" to the victims, and Duarte's testimony that she saw DeBurgo with what looked to be a gun just after the shooting.<sup>[9]</sup></p>\n<p>DeBurgo counters this litany of circumstantial evidence by arguing that without Duarte's allegedly unreliable testimony there was no factual basis to tie the gun to DeBurgo. First of all, this is not precisely correct, because both victims recalled that DeBurgo seemed to conceal something on his waistband and stated \"What's up now?\" Second, DeBurgo's challenge of Duarte's testimony rests on a pure issue of credibilityhe argues that no rational factfinder could have believed Duarte's testimony given that she changed her story between the shooting and her trial testimony, first saying she hadn't seen anyone with a gun, and later testifying that she recalled seeing DeBurgo holding what looked to be a gun just after the shooting. However, the jury was in the unique position to assess her credibility and may well have believed her explanation that she initially hesitated to identify the shooter out of fear for her personal safety and that of her two small children, who had just suffered the trauma of witnessing the aftermath of the shooting play out on the floor of their living room.<sup>[10]</sup><i>See </i><i>Schlup v. Delo,</i> <span class=\"citation\" data-id=\"117893\"><a href=\"/opinion/117893/schlup-v-delo/\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">298</span></a></span>, 330, <span class=\"citation\" data-id=\"117893\"><a href=\"/opinion/117893/schlup-v-delo/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">851</span></a></span>, <span class=\"citation\" data-id=\"117893\"><a href=\"/opinion/117893/schlup-v-delo/\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">808</span></a></span> (1995) (\"[U]nder <i>Jackson,</i> the assessment of the credibility of witnesses is generally beyond the scope of review.\"). DeBurgo's argument is <span class=\"star-pagination\">*69</span> further undermined by the fact that <i>Jackson</i> requires a reviewing court, in this case the Appeals Court of Massachusetts, to view the evidence in the light most favorable to the prosecution. <i>See</i> 443 U.S. at 319, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2781</span></a></span>. In any event, given the sufficiently suggestive circumstantial evidence presented at trial, we are satisfied that the Appeals Court's analysis of the sufficiency of the evidence was not an unreasonable application of the Supreme Court's standard announced in <i>Jackson.</i><sup>[11]</sup></p>\n<p></p>\n<h2>C. Jury Issues</h2>\n<p>DeBurgo alleges that the Appeals Court incorrectly determined that he was not deprived of his Sixth Amendment right to trial by an impartial jury. DeBurgo urges us to consider granting the writ on this issue pursuant to both 28 U.S.C. § 2254(d)(1) (the \"unreasonable application\" of clearly established law prong) and § 2254(d)(2) (the \"unreasonable determination of the facts\" prong). He alleges two basic infirmities with the Appeals Court's conclusions on potential jury misconduct. First, he argues that the Appeals Court's determination that the introduction of the Lopes information was not prejudicial was both an unreasonable determination of the facts and an unreasonable application of federal law. Second, he argues that the Appeals Court's conclusion that juror MM did not know of DeBurgo before trial and therefore did not lie during voir dire was both an unreasonable determination of the facts and an unreasonable application of federal law. We take each argument in turn.</p>\n<p></p>\n<h2>1. Extraneous Information Regarding Lopes</h2>\n<p>As to the prejudicial nature of the Lopes information, the trial judge found and the Appeals Court affirmed that the introduction of extrinsic information regarding Lopes' arrest and the recovery of his gun was not prejudicial to DeBurgo's defense because DeBurgo himself had sought to put this information before the jury. The Commonwealth argues that the extrinsic evidence \"helped, rather than prejudice[d], DeBurgo's defense because his theory was that someone else, possibly Manuel Junior Lopes, was the actual shooter.\" We agree that this is one conclusion that could be drawn, and indeed the trial judge and Appeals Court so concluded. However, it seems possible to us that the jury, upon hearing from MM that she knew of someone who was arrested with a gun similar to the one at issue in DeBurgo's case and also knowing that this information was not presented at trial, could have concluded that the police must have arrested the right person (namely DeBurgo) because otherwise the information regarding Lopes would have been presented in court. In other words, we can imagine how the extrinsic evidence could have prejudiced rather than helped DeBurgo's cause. Here, however, we do not sit in the position of directly reviewing DeBurgo's prejudice claim. Instead, our <span class=\"star-pagination\">*70</span> habeas review is highly deferential to the state court's decision-making.</p>\n<p>DeBurgo claims he is entitled to the writ under § 2254(d)(1) because the Appeals Court unreasonably applied federal law contained in <i>Turner v. Louisiana,</i> wherein the Supreme Court held that the right to trial by jury guaranteed by the Sixth Amendment \"necessarily implies at the very least that the evidence developed against a defendant shall come from the witness stand in a public courtroom where there is full judicial protection of the defendant's right of confrontation, of cross-examination, and of counsel.\" <span class=\"citation\" data-id=\"106963\"><a href=\"/opinion/106963/turner-v-louisiana/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>, 472-73, <span class=\"citation\" data-id=\"106963\"><a href=\"/opinion/106963/turner-v-louisiana/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">546</span></a></span>, <span class=\"citation\" data-id=\"106963\"><a href=\"/opinion/106963/turner-v-louisiana/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">424</span></a></span> (1965). As DeBurgo correctly concedes, however, having determined that some amount of extrinsic evidence improperly reached the jury, the Appeals Court was bound to determine whether such information prejudiced DeBurgo's defense. <i>See </i><i>Commonwealth v. Hunt,</i> <span class=\"citation\" data-id=\"2051306\"><a href=\"/opinion/2051306/commonwealth-v-hunt/\"><span class=\"volume\">392</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">28</span></a></span>, 42-43, <span class=\"citation\" data-id=\"2051306\"><a href=\"/opinion/2051306/commonwealth-v-hunt/\"><span class=\"volume\">465</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1195</span></a></span> (1984). Essentially, the court balanced \"the effect of the extraneous knowledge in light of the strength of the evidence against the defendant.\" <i>Id.</i> at 43, <span class=\"citation\" data-id=\"2051306\"><a href=\"/opinion/2051306/commonwealth-v-hunt/\"><span class=\"volume\">465</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1195</span></a></span> (citing <i>Fidler,</i> 377 Mass. at 201, <span class=\"citation\" data-id=\"2061528\"><a href=\"/opinion/2061528/commonwealth-v-fidler/\"><span class=\"volume\">385</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">513</span></a></span>). While the case against DeBurgo was not overwhelming, there was significant circumstantial evidence pointing to his guilt. On the other side of the scale, the Appeals Court could reasonably have concluded that the effect of the extraneous knowledge was not great given that only three jurors remembered MM saying anything about Lopes or the gun; two jurors testified that the discussion of the issue was extremely brief and that the other jurors essentially ignored MM's comments; DeBurgo had sought admission of the evidence himself; and, under one plausible interpretation, the evidence could be viewed as more beneficial than prejudicial to DeBurgo. Thus, taken together, we do not find that the Appeals Court unreasonably applied federal law in determining that the extraneous information regarding Lopes did not deprive DeBurgo of his Sixth Amendment right to an impartial jury.<sup>[12]</sup></p>\n<p></p>\n<h2>2. Juror MM's Alleged Dishonesty During Voir Dire</h2>\n<p>DeBurgo also claims that he is entitled to the writ under § 2254(d)(2) because the state court unreasonably determined the facts regarding whether MM lied during voir dire about her familiarity with DeBurgo. Because the Sixth Amendment guarantees a criminal defendant the right to an impartial jury, \"the remedy for allegations of juror partiality is a hearing in which the defendant has the opportunity to prove actual bias.\" <i>Smith v. Phillips,</i> <span class=\"citation\" data-id=\"110645\"><a href=\"/opinion/110645/smith-v-phillips/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">209</span></a></span>, 215, <span class=\"citation\" data-id=\"110645\"><a href=\"/opinion/110645/smith-v-phillips/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">940</span></a></span>, <span class=\"citation\" data-id=\"110645\"><a href=\"/opinion/110645/smith-v-phillips/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">78</span></a></span> (1982). The defendant must meet two showings in order to obtain a new trial: \"[A] party must first demonstrate that a juror failed to answer honestly a material question on voir dire, and then further show that a correct response would have provided a valid basis for a challenge for cause.\" <i>McDonough Power Equip., Inc. v. Greenwood,</i> <span class=\"citation\" data-id=\"111065\"><a href=\"/opinion/111065/mcdonough-power-equipment-inc-v-greenwood/\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">548</span></a></span>, <span class=\"star-pagination\">*71</span> 556, <span class=\"citation\" data-id=\"111065\"><a href=\"/opinion/111065/mcdonough-power-equipment-inc-v-greenwood/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">845</span></a></span>, <span class=\"citation\" data-id=\"111065\"><a href=\"/opinion/111065/mcdonough-power-equipment-inc-v-greenwood/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">663</span></a></span> (1984); <i>see also </i><i>Dall v. Coffin,</i> <span class=\"citation\" data-id=\"587570\"><a href=\"/opinion/587570/robert-dall-and-rodney-owen-v-roger-coffin/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">964</span></a></span>, 969 (1st Cir.1992). Importantly, the defendant has \"the burden of showing that the juror was not impartial and must do so by a preponderance of the evidence.\" <i>Amirault,</i> <span class=\"citation\" data-id=\"2209898\"><a href=\"/opinion/2209898/commonwealth-v-amirault/\"><span class=\"volume\">399</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">617</span></a></span>, 626, <span class=\"citation\" data-id=\"2209898\"><a href=\"/opinion/2209898/commonwealth-v-amirault/\"><span class=\"volume\">506</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">129</span></a></span> (1987). Further, on appeal, the reviewing state court will not reverse such a factual determination by the trial judge \"[i]n the absence of clear abuse of discretion or a showing that the judge's findings were clearly erroneous.\" <i>Id.</i></p>\n<p>Given the standards above, DeBurgo faced an uphill climb in the state courts in proving juror MM's bias and in seeking to reverse the trial judge on direct appeal. Because his case reaches us on habeas review, he faces an additional layer of deference which only makes his task harder. Under 28 U.S.C. § 2254(e)(1), \"a determination of a factual issue made by a State court shall be presumed to be correct. The applicant shall have the burden of rebutting the presumption of correctness by clear and convincing evidence.\"</p>\n<p>DeBurgo marshals a variety of facts and arguments to show by clear and convincing evidence that we should not presume the state court's factual determinations to be correct. Though he makes a credible attempt to meet his heavy burden, DeBurgo ultimately falls short. He points to the following facts and arguments in support of his cause.<sup>[13]</sup> First, juror LC testified that MM told her that she (MM) knew DeBurgo. Second, LC's testimony was corroborated by KM, at least in the sense that KM testified that LC recounted to her the same story about the alleged bathroom conversation with MM. Third, the court officer reported that MM told him that she \"knew someone that she had some dealings with at work, who was in some way related to Mr. DeBurgo or a similar statement.\" Fourth, the trial judge implicitly found that MM lied at the post-trial hearing with regard to whether she communicated the Lopes information to the jury. Fifth, DeBurgo argues that the trial judge \"offered no reason why he rejected the testimony of LC, KM and the other jurors and accepted MM's denial and provided no credibility assessment of the post-trial hearing witnesses.\" DeBurgo argues that this is particularly egregious given that the trial judge implicitly found MM had lied as to the Lopes information. Sixth, DeBurgo notes that the trial judge's decision to allow MM to review LC's testimony prior to testifying provides \"plausible grounds for disbelieving [MM's] account.\"</p>\n<p>We are somewhat sympathetic to DeBurgo's challenge of the trial judge's conclusion regarding MM's credibility on the voir dire issue, as was the district court below. It appears that the trial judge did not believe MM's denials as to the Lopes information; however, he seemingly reached a different conclusion as to whether she was honest about her prior familiarity with DeBurgo. The judge did not offer a clear explanation for this apparent inconsistency or explain how he weighed MM's testimony against the other available information about MM's pre-trial familiarity with DeBurgo. Finally, MM's access to a transcript of LC's testimony raises reliability doubts.</p>\n<p>Be that as it may, we are not reviewing the trial judge's decision directly. Rather, the presumed correctness of the trial <span class=\"star-pagination\">*72</span> judge's factual findings can only be rebutted by clear and convincing evidence to the contrary, which, as we explain below, DeBurgo cannot offer on this record. In addition, we are mindful that DeBurgo carried the original burden of showing juror bias by a preponderance of the evidence and we think this is the best lens through which to view the conclusion the trial judge reached. The trial judge noted in his opinion: \"Given the speculative quality about when [MM] knew something about DeBurgo, a conclusion that she lied about her lack of knowledge <i>lacks a solid basis in the evidence.</i>\" He concluded: \"From these findings, there follows the ruling that defendant has failed to make out <i>an adequate showing</i> of dishonesty during voir dire of the venire.\" Essentially, though he may not have had full confidence in MM's truthfulness at the post-trial hearing (and therefore at voir dire) the judge did not find that DeBurgo mustered sufficient evidence on the other side to show, by a preponderance, that MM necessarily knew of DeBurgo before trial.</p>\n<p>Indeed, the evidence that DeBurgo points to regarding MM's alleged familiarity with DeBurgo is not as compelling as he indicates. First, we note that the trial judge made a careful inquiry and apparently uncovered no evidence the MM made any comments about knowing DeBurgo before or during deliberations. In addition, the trial judge may well have determined that LC's perception of MM's bathroom comments was skewed by the strong emotions that LC experienced post-trial. Similarly, the written account by the court officer was vague as to what precisely MM told him and whether she discovered the apparently tenuous connection to DeBurgo before or during trial. Finally, KM's testimony only provided evidentiary support that LC <i>believed</i> that MM had said that she (MM) knew DeBurgo; KM's testimony was not direct evidence of anything MM actually said.</p>\n<p>Ultimately, the evidence DeBurgo offered regarding MM's alleged bias presented the trial judge with, at most, a close case. That a different factfinder might have reached a different conclusion is not sufficient to reverse the state court's determination on habeas review. Though DeBurgo raises legitimate questions about the trial judge's reasoning, he does not undermine the presumption of correctness on habeas by presenting us with clear and convincing evidence to the contrary. We therefore affirm the district court's denial of the writ.<sup>[14]</sup></p>\n<p></p>\n<h2>III. Conclusion</h2>\n<p>For the foregoing reasons, we <i>affirm</i> the denial by the district court of DeBurgo's application for a writ of habeas corpus.</p>\n<h2>NOTES</h2>\n<p>[1]  The Appeals Court explicitly adopted the Commonwealth's recitation of the facts put forth on direct appeal to that court.</p>\n<p>[2]  The trial included the following exchange between DeBurgo's attorney and a police officer:\n</p>\n<p>Q: With regard to the firearm in this case, you ever compare a firearm put into custody or ask it be compared with that from an arrestee named Junior Lopes, AKA Manuel Lopes?</p>\n<p>A: Sir, I am not even aware of anything to do with Junior Lopes or Manuel Lopes.</p>\n<p>Q: Let me show you this photograph. Do you recognize this photograph as Junior or Manuel Lopes?</p>\n<p>A: I've never had any dealings with a Manuel or Junior Lopes.</p>\n<p>[3]  The quotations are taken from a memorandum to the Assistant District Attorney from a secretary in the DA's office who took the phone message from the concerned juror.</p>\n<p>[4]  The only significant variation between LC's testimony and KM's recounting of her telephone conversation with LC was that KM remembered that MM told LC about Lopes <i>before</i> the jury rendered its verdict, rather than during the post-verdict conversation in the bathroom.</p>\n<p>[5]  The court engaged in an extended colloquy with attorneys for both parties as to whether the court should advise MM of the potential for criminal liability if indeed she knew DeBurgo before trial and did not reveal that information at voir dire. The lawyers and judge were rightly concerned that she be made aware of her right not to answer the judge's questions given her potential criminal liability. However, they were also concerned that an overt warning from the court could cause the juror to become alarmed and therefore conceal important information she had intended to share with the court. The court's solution to this conundrum was to allow MM to read the transcript of LC's testimony and then offer MM access to counsel before testifying under oath. We note that it was defense counsel who originally suggested presenting MM with the transcript.</p>\n<p>[6]  DeBurgo argues on appeal that one of the nine remaining jurors, KR, testified that she heard MM say she knew DeBurgo. However, our review of KR's transcript shows that KR was confused as to whether she remembered MM saying she knew DeBurgo or his girlfriend. During the course of her testimony, KR eventually seemed to settle on the conclusion that MM had only spoken of knowing the girlfriend, not DeBurgo. At side bar, the judge and defense counsel noted the unreliability of KR's testimony. The judge stated, \"In the scale of memory, this juror does not have the same kind of memory as the others.\" In his written decision, the trial judge found that \"[a]ll nine deliberating jurors denied that [MM] made any statement before or during deliberations about knowing DeBurgo.\"</p>\n<p>[7]  The court also used this analysis as the basis for its decision to deny DeBurgo's motion for a new trial.</p>\n<p>[8]  Rather than enumerating each factual detail in its opinion, the Appeals Court cited to the pertinent facts as outlined in the Commonwealth's appellate brief at pages 24-26.</p>\n<p>[9]  This not insignificant circumstantial evidence distinguishes this case from <i>O'Laughlin v. O'Brien,</i> <span class=\"citation\" data-id=\"203863\"><a href=\"/opinion/203863/olaughlin-v-obrien/\"><span class=\"volume\">568</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">287</span></a></span> (1st Cir.2009), to which DeBurgo cites in his reply brief. In that case, a panel of this court held that the scant, often contradictory, circumstantial evidence was such that even when viewed in the light most favorable to the prosecution, no rational juror could have found the defendant guilty beyond a reasonable doubt.</p>\n<p>[10]  In his reply brief, DeBurgo also attempts to undermine Duarte's credibility by highlighting an inconsistency between Duarte's testimony and that of the neighbors. While Duarte testified that she saw only one man (according to her, DeBurgo) running from the scene, the neighbor witnesses saw two men running from the scene. Again, this raises a credibility issue that was for the jury to determine.</p>\n<p>[11]  DeBurgo also unpersuasively argues that his case is like <i>Commonwealth v. Salemme,</i> <span class=\"citation\" data-id=\"2102700\"><a href=\"/opinion/2102700/commonwealth-v-salemme/\"><span class=\"volume\">395</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">594</span></a></span>, <span class=\"citation\" data-id=\"2102700\"><a href=\"/opinion/2102700/commonwealth-v-salemme/\"><span class=\"volume\">481</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">471</span></a></span> (1985). In that case, the SJC reversed a murder conviction on sufficiency grounds, where the only circumstantial evidence of guilt was that (1) the fatal bullet entered the victim's head from the right-hand side, (2) ten minutes before the shooting a waiter saw the defendant seated on the victim's right side and another man seated on the victim's left side, and (3) the defendant fled the scene after the shooting and eluded the police for about seventeen months. <i>Id.</i> at 595-600, <span class=\"citation\" data-id=\"2102700\"><a href=\"/opinion/2102700/commonwealth-v-salemme/\"><span class=\"volume\">481</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">471</span></a></span>. The court held that no rational trier of fact could have concluded that the defendant, rather than the other man seated at the restaurant table, had fired the bullet. Unlike <i>Salemme,</i> in DeBurgo's case there is significant additional evidence suggesting that DeBurgo rather than his companion, Anthony Douglas, was the shooter. <i>Salemme,</i> therefore, is not on point.</p>\n<p>[12]  DeBurgo also briefly argues that the Appeals Court's determination of no prejudice amounted to an unreasonable determination of the facts, entitling him to the writ under § 2254(d)(2). We conclude, however, that his challenge is to the reasonableness of the Appeals Court's conclusion regarding the question of prejudice, rather than to its fact-finding. Therefore, we do not analyze the prejudice issue under § 2254(d)(2). <i>See </i><i>Ouber v. Guarino,</i> <span class=\"citation\" data-id=\"200004\"><a href=\"/opinion/200004/ouber-v-guarino/\"><span class=\"volume\">293</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 27 (1st Cir.2002) (\"[T]he special prophylaxis of section 2254(d)(2) applies only to determinations of basic, primary, or historical facts. Inferences, characterizations of the facts, and mixed fact/law conclusions are more appropriately analyzed under the \"unreasonableness prong\" of section 2254(d)(1).\") (internal quotations and citations omitted).</p>\n<p>[13]  We discount DeBurgo's attempt to use MM's comments to her fellow jurors regarding DeBurgo's girlfriend as evidence that MM lied at voir dire for the simple reason that the venire was not asked about familiarity with DeBurgo's girlfriend. In addition, there is no suggestion that MM would have realized she had a potential connection to the woman until she saw her seated in the courtroom.</p>\n<p>[14]  DeBurgo also briefly urges us to consider the voir dire issue under § 2254(d)(1) as an unreasonable application of established federal law regarding DeBurgo's constitutional right to an impartial jury of twelve. He cites to the law as set forth in <i>Parker v. Gladden,</i> <span class=\"citation\" data-id=\"107322\"><a href=\"/opinion/107322/parker-v-gladden/\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">363</span></a></span>, <span class=\"citation\" data-id=\"107322\"><a href=\"/opinion/107322/parker-v-gladden/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">468</span></a></span>, <span class=\"citation\" data-id=\"107322\"><a href=\"/opinion/107322/parker-v-gladden/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">420</span></a></span> (1966), <i>Ross v. Oklahoma,</i> <span class=\"citation\" data-id=\"112119\"><a href=\"/opinion/112119/ross-v-oklahoma/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">81</span></a></span>, <span class=\"citation\" data-id=\"112119\"><a href=\"/opinion/112119/ross-v-oklahoma/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2273</span></a></span>, <span class=\"citation\" data-id=\"112119\"><a href=\"/opinion/112119/ross-v-oklahoma/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1988), and <i>Smith v. Phillips,</i> <span class=\"citation\" data-id=\"110645\"><a href=\"/opinion/110645/smith-v-phillips/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">209</span></a></span>, <span class=\"citation\" data-id=\"110645\"><a href=\"/opinion/110645/smith-v-phillips/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">940</span></a></span>, <span class=\"citation\" data-id=\"110645\"><a href=\"/opinion/110645/smith-v-phillips/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">78</span></a></span> (1982). While DeBurgo only devotes four sentences to this argument, and therefore arguably waived the claim, <i>United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir. 1990), we briefly note that because we presume the correctness of the state court's factual findings on this issue, the state court did not unreasonably apply federal law in concluding that MM's presence on the jury did not violate DeBurgo's constitutional right to an impartial jury of twelve.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106963/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107322/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110645/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111065/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112119/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117893/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200004/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200728/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202062/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202666/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587570/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2051306/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2061528/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2102700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2209898/"
  ]
}