{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/204032/",
  "absolute_url": "/opinion/204032/medical-mut-ins-co-of-maine-v-indian-harbor/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/204032/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1530/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:28:46Z",
  "date_modified": "2016-04-27T02:39:52.341781Z",
  "type": "010combined",
  "sha1": "bb900aa5d00ff7c5e1086a6ce1299ef1f89b93a8",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-2525P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/10/08/Medical_Mutual_Insurance_Compa_v._Indian_Harbor_Insurance_Compan.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 08-2525\n\n              MEDICAL MUTUAL INSURANCE COMPANY OF MAINE,\n\n                         Plaintiff, Appellant,\n\n                                  v.\n\n                   INDIAN HARBOR INSURANCE COMPANY,\n\n                         Defendant, Appellee.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                       FOR THE DISTRICT OF MAINE\n\n              [Hon. D. Brock Hornby, U.S. District Judge]\n\n\n\n\n                                Before\n\n               Howard, Ripple,* and Selya, Circuit Judges.\n\n\n     Jeffrey T. Edwards, with whom Preti, Flaherty, Beliveau &\nPachios, LLP was on brief, for appellant.\n     Leslie S. Ahari, with whom Troutman Sanders LLP, Louis K.\nThomas, and Pierce Atwood LLP were on brief, for appellee.\n\n\n\n                            October 8, 2009\n\n\n\n\n     *\n         Of the Seventh Circuit, sitting by designation.\n\f           SELYA, Circuit Judge.      This appeal presents the question\n\nof whether a corporation can recover under a director and officer\n\n(D&O) liability insurance policy for losses stemming from judicial\n\nand administrative complaints filed against the company but which\n\nalleged wrongful conduct on the part of its directors and officers.\n\nIn typical fashion, the policy language limits coverage to losses\n\nresulting from claims made against the directors and officers\n\nthemselves.\n\n           D&O policies exist to fund indemnification covenants that\n\nprotect corporate directors and officers from personal liability,\n\nnot to protect the corporation by which they are employed.              The\n\nposition advanced by the company in this case — extending coverage\n\nto   situations   in   which   the   directors   and   officers   are   not\n\nthemselves the actual targets of the claims made — would if\n\naccepted transmogrify D&O policies into comprehensive corporate\n\nliability policies.    Because such a transmogrification is contrary\n\nto both the letter and the spirit of the D&O policy at issue here,\n\nwe affirm the district court's entry of summary judgment in favor\n\nof the insurer.\n\nI.   BACKGROUND\n\n           This case had its genesis in a dispute between Medical\n\nMutual Insurance Company of Maine (MMIC) and Patrick A. Dowling,\n\nwho suffered a stroke in April of 2005.          MMIC did not wait very\n\n\n\n\n                                     -2-\n\flong   before    ousting     Dowling    from   his    position     as   its   chief\n\nexecutive officer.\n\n              Dowling retained counsel who, in October of 2005, wrote\n\na    demand    letter   to   MMIC,     seeking     compensation     for   alleged\n\ndisability discrimination.             When the demand letter failed to\n\nproduce the desired response, Dowling filed an administrative\n\ncomplaint against MMIC with the Maine Human Rights Commission and\n\nthe federal Equal Employment Opportunity Commission. The statement\n\nof    charge    named   MMIC   as    the    lone     respondent,    but   alleged\n\ndiscriminatory conduct on the part of MMIC, its directors, and its\n\nofficers.\n\n              After the agencies issued right-to-sue letters, Dowling\n\nfiled a civil complaint against MMIC in the United States District\n\nCourt for the District of Maine.           Dowling did not name any director\n\nor officer as a defendant, but the complaint contained allegations\n\nof wrongful conduct attributable to MMIC's directors and officers.\n\nThe complaint sought damages against MMIC and, among a series of\n\nother prayers for relief, also requested that the court \"[e]njoin\n\nMMIC, its agents, employees, and successors, from continuing to\n\nviolate\" Dowling's rights.\n\n              The named parties eventually settled the case. MMIC paid\n\n$325,000 out of its own coffers in exchange for Dowling's execution\n\nof a release of all claims against MMIC and its \"officers, agents,\n\nemployees, attorneys, [and] members of the Board of Directors.\"\n\n\n                                        -3-\n\f           MMIC subsequently sought reimbursement from Indian Harbor\n\nInsurance Company, which had issued a D&O policy (styled in this\n\ninstance as a management liability policy) to MMIC.     That policy\n\nprovided reimbursement for any loss(es) to MMIC arising out of\n\nclaims made against its directors and officers.       Indian Harbor\n\nrefused to pay the piper, concluding that Dowling's claims had been\n\nmade only against the company (MMIC) and not against its directors\n\nor officers.\n\n           Undaunted by this rebuff, MMIC filed the instant action\n\nagainst Indian Harbor in the district court, seeking to compel\n\npayment under the Indian Harbor policy.        On cross-motions for\n\nsummary judgment, the court concluded that the policy did not cover\n\nlosses resulting from either of the complaints (administrative or\n\njudicial) filed by Dowling against MMIC.    Consequently, it granted\n\nsummary judgment in Indian Harbor's favor.       This timely appeal\n\nensued.\n\nII.   ANALYSIS\n\n           We operate under a familiar legal framework.   This is a\n\ndiversity case, 28 U.S.C. § 1332(c), in which Maine law supplies\n\nthe substantive rules of decision.    See Erie R.R. Co. v. Tompkins,\n\n304 U.S. 64, 78 (1938).    The district court, applying Maine law,\n\nmade its dispositive ruling at the summary judgment stage, and that\n\nruling engenders de novo review.     Houlton Citizens' Coal. v. Town\n\nof Houlton, 175 F.3d 178, 184 (1st Cir. 1999).\n\n\n                                -4-\n\f               Under Maine law, the general rule is that ambiguous\n\nlanguage in an insurance policy must be construed against the\n\ninsurer.       Seaco Ins. Co. v. Davis-Irish, 300 F.3d 84, 86 (1st Cir.\n\n2002); Union Mut. Fire Ins. Co. v. Comm'l Union Ins. Co., 521 A.2d\n\n308, 310 (Me. 1987).         The very articulation of this rule indicates\n\nits limitations: unambiguous language does not fall within the rule\n\nbut,       rather,   must   be   given   its   plain   and   ordinary   meaning.\n\nAlternative Energy, Inc. v. St. Paul Fire & Marine Ins. Co., 267\n\nF.3d 30, 35 (1st Cir. 2001); Lidstone v. Green, 469 A.2d 843, 846\n\n(Me. 1983).          When a term is expressly defined within the four\n\ncorners of an insurance policy, an inquiring court must defer to\n\nthat definition and thereby give effect to the intent of the\n\nparties.       See John Hancock Life Ins. Co. v. Abbott Labs., 478 F.3d\n\n1, 7-8 (1st Cir. 2006); see also In re Blinds to Go Share Purchase\n\nLitig., 443 F.3d 1, 7 (1st Cir. 2006) (\"Where the parties to a\n\ncontract take pains to define a key term specifically, their\n\ndealings under the contract are governed by that definition.\").\n\n               In the case at hand, the parties' dispute centers on\n\nSection I(B) of the policy's insuring agreements.2                Section I(B)\n\nprovides:\n\n               The Insurer shall pay on behalf of the Company\n               Loss which the Company is required or\n               permitted to pay as indemnification to any of\n               the Insured Persons resulting from a Claim\n\n\n       2\n       The parties agree that Section I(B) is the only policy\nprovision that might entitle MMIC to reimbursement.\n\n                                         -5-\n\f            first made against the Insured Persons during\n            the Policy Period or, if applicable, the\n            Optional Extension Period, for a Wrongful Act\n            or Employment Practices Wrongful Act.\n\nThe policy defines \"Insured Person\" as \"any past, present or future\n\ndirector or officer, or member of the Board of Managers, of the\n\nCompany.\"    The policy further defines the word \"claim\" to include\n\nany one of the following four iterations:\n\n            (1) a written demand for monetary or non-\n            monetary relief;\n\n            (2) any civil proceeding in a court of law or\n            equity, or arbitration;\n\n            (3) any criminal proceeding which is commenced\n            by the return of an indictment; and\n\n            (4) a formal civil, criminal, administrative\n            regulatory proceeding or formal investigation\n            of an Insured Person or the Company (but with\n            respect to the Company only for a Company\n            Wrongful Act) which is commenced by the filing\n            or issuance of a notice of charges, formal\n            investigative   order   or  similar   document\n            identifying in writing such Insured Person or\n            the Company as a person or entity against whom\n            a proceeding as described in (C)(2) [civil\n            proceeding] or (3) [criminal proceeding] above\n            may be commenced, including any proceeding\n            before   the  Equal   Employment   Opportunity\n            Commission or any similar federal, state or\n            local governmental body . . . .\n\n            We bring these policy provisions to bear here.       To\n\nestablish coverage under Section I(B), MMIC had to show both that\n\nDowling made a \"claim\" as defined in the policy and that Dowling's\n\nclaim was made against MMIC's directors and officers.        In the\n\ndistrict court, MMIC pointed to two separate \"claims\" that it\n\n\n                                 -6-\n\fdeemed sufficient to satisfy this two-part test: the administrative\n\ncomplaint and the judicial complaint.            In its reply brief in this\n\ncourt, MMIC for the first time enlarged this list, contending that\n\na demand letter from Dowling's counsel to MMIC, dated October 13,\n\n2005, constitutes a third such \"claim.\"\n\n             We take the newest contention first, and reject it out of\n\nhand.    For one thing, MMIC did not advance this contention in the\n\ndistrict court and, therefore, it is procedurally defaulted.                 See\n\nUnited States v. Slade, 980 F.2d 27, 30 (1st Cir. 1992) (\"It is a\n\nbedrock rule that when a party has not presented an argument to the\n\ndistrict court, she may not unveil it in the court of appeals.\").\n\nFor another thing, MMIC waived the contention by failing to allude\n\nto it in its opening brief in this court.            See DeCaro v. Hasbro,\n\nInc., ___ F.3d ___, ___ (1st Cir. 2009) [2009 WL 2767296, at *7]\n\n(\"It    is   common   ground   that    contentions    not   advanced   in     an\n\nappellant's    opening   brief   are    deemed    waived.\");     Sandstrom    v.\n\nChemLawn Corp., 904 F.2d 83, 86 (1st Cir. 1990) (similar).\n\n             This leaves the administrative complaint and the judicial\n\ncomplaint.    We address them in chronological order, beginning with\n\nthe administrative complaint.\n\n             The   administrative     complaint     fails   to   satisfy     the\n\npolicy's definition of a \"claim.\"           In order for an administrative\n\ncomplaint to constitute a claim under that definition, the filing\n\nmust \"identif[y] in writing [an] Insured Person . . . as a person\n\n\n                                      -7-\n\f.    .    .   against    whom   a   proceeding   .   .   .    may    be    commenced.\"3\n\nDowling's notice of charge names MMIC as the sole respondent and\n\ndoes not identify any particular directors or officers.                               The\n\naccompanying statement of charge makes a few categorical references\n\nto MMIC's agents, representatives, and board members, but it does\n\nnot name any specific director or officer.                   Reading the policy as\n\nit       is   written,   the    administrative   complaint          simply    does   not\n\ncomprise a \"claim\" for purposes of coverage under Section I(B).\n\n                We turn next to Dowling's judicial complaint.                        That\n\npleading satisfies the definition of \"claim\" because it marks the\n\ncommencement of a \"civil proceeding in a court of law.\"                      The larger\n\nquestion is whether the claim is one \"made against\" an insured\n\nperson.\n\n                It cannot be gainsaid that the directors and officers\n\ncomposed the entire roster of \"Insured Persons\" for purposes of the\n\ncoverage in question.           MMIC itself is not included.              It is equally\n\nclear that Dowling brought his action only against MMIC.                      But even\n\nthough the judicial complaint named MMIC as the sole defendant,\n\nMMIC notes that the complaint alleged a series of wrongful acts on\n\n\n          3\n       To be sure, the omitted portion of the definition mentions\n\"the Company,\" but this refers only to coverage under Section I(C)\nof the policy. That section, in turn, covers only losses resulting\nfrom securities claims \"made against the Company . . . for a\nCompany Wrongful Act.\" The policy's definition of \"claim\" makes\nthis distinction pellucid: \"'Claim' means . . . a formal civil,\ncriminal,   administrative   regulatory    proceeding   or   formal\ninvestigation of an Insured Person or the Company (but with respect\nto the Company only for a Company Wrongful Act) . . . .\"\n\n                                         -8-\n\fthe part of its directors and officers.                   Thus, MMIC says, the\n\ncomplaint constitutes a \"claim . . . made against the Insured\n\nPersons,\" as required by the policy.\n\n             This counter-intuitive proposition depends entirely on\n\nthe premise that the words \"made against\" are ambiguous and,\n\ntherefore,    are    subject    to   a     broad   construction      in   favor    of\n\ncoverage.     We reject this premise.\n\n             The mere fact that a party says that it understands words\n\nin a contract of insurance differently than the insurer understands\n\nthose words does not make the words ambiguous.                  Greenly v. Mariner\n\nMgmt. Group, Inc., 192 F.3d 22, 26 (1st Cir. 1999) (\"[A]n insurance\n\npolicy is not considered ambiguous merely because a dispute arises\n\nover the meaning of a particular provision.\").                  By the same token,\n\nthe   mere   fact    that   a   phrase     such    as   \"made    against\"   is    not\n\nspecifically defined in the policy does not mean that the phrase is\n\nambiguous.     As long as language in an insurance policy, read in\n\ncontext, has a plain and generally accepted meaning, that language\n\nis free from ambiguity.          See Am. Employers' Ins. Co. v. DeLorme\n\nPubl'g Co., 39 F. Supp. 2d 64, 82 (D. Me. 1999).                  Relatedly, \"[a]\n\ncontract need not negate every possible construction of its terms\n\nin order to be unambiguous.\"          Alternative Energy, 267 F.3d at 35.\n\n             These   principles      are    controlling     here.      Both   plain\n\nmeaning and common usage require that, in order for a judicial\n\ncomplaint to be \"made against\" a person, that complaint must be\n\n\n                                         -9-\n\ffiled in court and must identify the person as a defendant in the\n\naction.   See Gargano v. Liberty Int'l Underwriters, Inc., 572 F.3d\n\n45, 49 (1st Cir. 2009) (finding that a claim was \"made\" when\n\nplaintiff filed suit); see also Fed. R. Civ. P. 3 (\"A civil action\n\nis commenced by filing a complaint with the court.\"); cf. Fed. R.\n\nCiv. P. 4 (providing that a summons must name the parties, be\n\ndirected to the defendant, and be served upon the defendant after\n\nthe complaint is filed).     Because this is the only reasonable\n\ninterpretation of \"made against\" in the context of the policy as a\n\nwhole, that phrase is not ambiguous.   See Alternative Energy, 267\n\nF.3d at 34 (holding that a contract is ambiguous only when it is\n\n\"reasonably susceptible of different interpretations\"); Lidstone,\n\n469 A.2d at 846 (similar).\n\n           MMIC's rejoinder is that the factual basis for the\n\njudicial complaint consists largely of allegations of misconduct on\n\nthe part of its directors and officers.   That may be true, but it\n\ndoes not take MMIC very far.\n\n           The insurance policy at issue here is not implicated\n\nbecause, no matter what conduct the complaint describes, it is not\n\na claim \"made against\" any of the directors or officers.      That\n\ncontention is the linchpin of coverage.   See Bank of Carbondale v.\n\nKan. Bankers Surety Co., 755 N.E.2d 543, 544, 547 (Ill. App. Ct.\n\n2001) (finding no coverage under D&O policy where counterclaim\n\nnamed only the company even though it alleged wrongful conduct on\n\n\n                                -10-\n\fthe part of directors and officers); 85-10 34th Ave. Apart. Corp.\n\nv. Nationwide Mut. Ins. Co., 725 N.Y.S.2d 98, 99 (N.Y. App. Div.\n\n2001)   (holding    that   complaint     alleging    wrongful   conduct    on\n\ndirectors' part was not a claim made against directors and officers\n\n\"since no directors or officers were named as defendants in the\n\nunderlying   action\");     see   also   17   Eric   Mills   Holmes,   Holmes'\n\nAppleman on Insurance § 120.1 (2d ed. 2001) (remarking that because\n\nD&O polices \"do not provide coverage to the employer for its\n\nliabilities,    a   discrimination      complaint   that    names   only   the\n\nemployer . . . usually will not trigger coverage under a D&O\n\npolicy\").    That linchpin is missing here.\n\n            If more were needed — and we doubt that it is — the\n\npolicy itself vividly illustrates why free-standing allegations of\n\nwrongful conduct by an insured corporation's directors and officers\n\ncannot be the equivalent of a claim made against those directors\n\nand officers. Section I(B) of the policy entitles MMIC to coverage\n\nfor losses \"resulting from a Claim . . . made against the Insured\n\nPersons . . . for a Wrongful Act.\"           Each of the capitalized terms\n\nis defined in the policy.        The words \"Wrongful Act\" are defined to\n\nmean \"any actual or alleged act, error, omission, misstatement,\n\nmisleading statement, neglect, or breach of duty by any Insured\n\nPerson.\"    For the company to achieve coverage under this language,\n\nthe remonstrant not only would have to allege wrongful acts on the\n\npart of directors or officers, but also would have to bring a claim\n\n\n                                     -11-\n\fagainst       them.     These    are   complementary     requirements,      and\n\nallegations of wrongful conduct, without more, do not satisfy them\n\nboth.     See MGIC Indem. Corp. v. Home State Sav. Ass'n, 797 F.2d\n\n285, 288 (6th Cir. 1986) (explaining that \"a claim that a wrongful\n\nact has occurred is not the same thing as a claim for payment on\n\naccount of a wrongful act\").\n\n              In an endeavor to snatch victory from the jaws of defeat,\n\nMMIC points out that \"claim\" is disjunctively defined in the policy\n\nas \"a written demand for monetary or non-monetary relief.\"                 With\n\nthis in mind, it directs our attention to the tagalong prayer for\n\nrelief set out at the end of Dowling's judicial complaint, which\n\nasks    the    court   to   enjoin   \"MMIC,   its   agents,   employees,    and\n\nsuccessors, from continuing to violate [his] rights.\"              MMIC then\n\nasseverates that this prayer for injunctive relief against MMIC's\n\n\"agents\" qualifies as a claim for non-monetary relief made against\n\nMMIC's directors and officers.\n\n              A prayer for injunctive relief against a company, which\n\nincidentally refers to the company's agents, does not qualify as a\n\nclaim made against the agents because it does not demand relief\n\nfrom them in their personal capacities. Although the agents can be\n\nenjoined — to the extent that the company itself is enjoined — as\n\ncorporate representatives, see Fed. R. Civ. P. 65(d)(2), they\n\ncannot be held legally liable in their personal capacities unless\n\nand until they are joined as parties to the suit.             See Nat'l Bank\n\n\n                                       -12-\n\fof Ariz. v. St. Paul Fire & Marine Ins. Co., 975 P.2d 711, 716\n\n(Ariz. Ct. App. 1999) (holding that because directors and officers\n\nwere neither named as defendants nor subject to demands for relief,\n\nno claim was made against them); cf. SEC v. Coffey, 493 F.2d 1304,\n\n1310 (6th Cir. 1974) (reiterating \"basic equity principle\" that\n\nwhen an injunction \"is directed to a corporation, it also runs\n\nagainst the corporation's officers, in their corporate capacities\"\n\n(emphasis supplied; internal quotation marks omitted)).\n\n           So it is here. Because none of the directors or officers\n\nwas named as a defendant in Dowling's judicial complaint, that\n\ncomplaint could not be an effective vehicle for making a meaningful\n\ndemand for relief against them.          See Buckingham Aparts., Ltd. v.\n\nLiberty Mut. Ins. Co., 508 N.Y.S.2d 493, 495 (N.Y. App. Div. 1986)\n\n(holding that prayer for relief against corporate policyholder and\n\nits \"directors, officers, [and] agents\" did not amount to a claim\n\nagainst   the    directors   and   officers       because   \"no   directors   or\n\nofficers were named as defendants\").\n\n           MMIC has one last shot in its sling.                   It notes the\n\nwording of the general release signed by Dowling and argues that\n\nthis   wording    is   an    admission     that     Dowling's     civil   action\n\nconstituted a claim made against MMIC's directors and officers.\n\nThis argument runs along the following lines.                The release says\n\nthat Dowling \"hereby releases and agrees to waive any claims he may\n\nhave against MMIC, and its officers, agents, employees, attorneys,\n\n\n                                    -13-\n\f[and] members of the Board of Directors . . . of and from any and\n\nall actions, causes of action, suits, claims or demands for damages\n\n. . . now existing or arising in the future.\"           The breadth of this\n\ntaxonomy means, in MMIC's view, that Dowling's claim must have been\n\nmade against the same classes of persons (including MMIC's officers\n\nand directors).\n\n           This argument is a non-sequitur.             Dowling named MMIC\n\nalone as a defendant in the civil action, and Dowling and MMIC\n\nsettled the case while it stood in that posture.                The fact that\n\nMMIC, as a condition of the settlement, prudently required Dowling\n\nto renounce any potential claims that he might have against its\n\ndirectors and officers does not expand the parameters of the civil\n\naction.    Nor    does   the   release    transform,    by   some   mysterious\n\nalchemy, a non-covered allegation of wrongdoing into a covered\n\nclaim. See Richardson Elecs., Ltd. v. Fed. Ins. Co., 120 F. Supp.\n\n2d 698, 704 (N.D. Ill. 2000) (holding that a release of potential\n\nliability against a company's officers did not \"translate into an\n\nactual claim against them\").        It would make no sense to allow an\n\ninsured   to   manufacture     coverage    by   the    simple   expedient   of\n\ninsisting, as a condition of settlement, that a plaintiff frame a\n\nrelease more broadly than the plaintiff had framed the claim\n\nactually made.\n\n\n\n\n                                    -14-\n\fIII.   CONCLUSION\n\n            We need go no further. For the reasons elucidated above,\n\nwe hold that the district court did not err in granting summary\n\njudgment in favor of Indian Harbor.\n\n\n\nAffirmed.\n\n\n\n\n                                -15-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>583 F.3d 57 (2009)</b></center>\n<center><h1>MEDICAL MUTUAL INSURANCE COMPANY OF MAINE, Plaintiff, Appellant,<br>\nv.<br>\nINDIAN HARBOR INSURANCE COMPANY, Defendant, Appellee.</h1></center>\n<center>No. 08-2525.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 16, 2009.</center>\n<center>Decided October 8, 2009.</center>\n<p><span class=\"star-pagination\">*59</span> Jeffrey T. Edwards, with whom Preti, Flaherty, Beliveau &amp; Pachios, LLP was on brief, for appellant.</p>\n<p>Leslie S. Ahari, with whom Troutman Sanders LLP, Louis K. Thomas, and Pierce Atwood LLP were on brief, for appellee.</p>\n<p>Before HOWARD, RIPPLE,<sup>[*]</sup> and SELYA, Circuit Judges.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>This appeal presents the question of whether a corporation can recover under a director and officer (D &amp; O) liability insurance policy for losses stemming from judicial and administrative complaints filed against the company but which alleged wrongful conduct on the part of its directors and officers. In typical fashion, the policy language limits coverage to losses resulting from claims made against the directors and officers themselves.</p>\n<p>D &amp; O policies exist to fund indemnification covenants that protect corporate directors and officers from personal liability, not to protect the corporation by which they are employed. The position advanced by the company in this caseextending coverage to situations in which the directors and officers are not themselves the actual targets of the claims madewould if accepted transmogrify D &amp; O policies into comprehensive corporate liability policies. Because such a transmogrification is contrary to both the letter and the spirit of the D&amp;O policy at issue here, we affirm the district court's entry of summary judgment in favor of the insurer.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>This case had its genesis in a dispute between Medical Mutual Insurance Company of Maine (MMIC) and Patrick A. Dowling, who suffered a stroke in April of 2005. MMIC did not wait very long before ousting Dowling from his position as its chief executive officer.</p>\n<p>Dowling retained counsel who, in October of 2005, wrote a demand letter to MMIC, seeking compensation for alleged disability discrimination. When the demand letter failed to produce the desired response, Dowling filed an administrative complaint against MMIC with the Maine Human Rights Commission and the federal Equal Employment Opportunity Commission. The statement of charge named MMIC as the lone respondent, but alleged discriminatory conduct on the part of MMIC, its directors, and its officers.</p>\n<p><span class=\"star-pagination\">*60</span> After the agencies issued right-to-sue letters, Dowling filed a civil complaint against MMIC in the United States District Court for the District of Maine. Dowling did not name any director or officer as a defendant, but the complaint contained allegations of wrongful conduct attributable to MMIC's directors and officers. The complaint sought damages against MMIC and, among a series of other prayers for relief, also requested that the court \"[e]njoin MMIC, its agents, employees, and successors, from continuing to violate\" Dowling's rights.</p>\n<p>The named parties eventually settled the case. MMIC paid $325,000 out of its own coffers in exchange for Dowling's execution of a release of all claims against MMIC and its \"officers, agents, employees, attorneys, [and] members of the Board of Directors.\"</p>\n<p>MMIC subsequently sought reimbursement from Indian Harbor Insurance Company, which had issued a D &amp; O policy (styled in this instance as a management liability policy) to MMIC. That policy provided reimbursement for any loss(es) to MMIC arising out of claims made against its directors and officers. Indian Harbor refused to pay the piper, concluding that Dowling's claims had been made only against the company (MMIC) and not against its directors or officers.</p>\n<p>Undaunted by this rebuff, MMIC filed the instant action against Indian Harbor in the district court, seeking to compel payment under the Indian Harbor policy. On cross-motions for summary judgment, the court concluded that the policy did not cover losses resulting from either of the complaints (administrative or judicial) filed by Dowling against MMIC. Consequently, it granted summary judgment in Indian Harbor's favor. This timely appeal ensued.</p>\n<p></p>\n<h2>II. ANALYSIS</h2>\n<p>We operate under a familiar legal framework. This is a diversity case, 28 U.S.C. § 1332(c), in which Maine law supplies the substantive rules of decision. <i>See </i><i>Erie R.R. Co. v. Tompkins,</i> 304 U.S. 64, 78, 58 S.Ct. 817, 82 L.Ed. 1188 (1938). The district court, applying Maine law, made its dispositive ruling at the summary judgment stage, and that ruling engenders de novo review. <i>Houlton Citizens' Coal. v. Town of Houlton,</i> 175 F.3d 178, 184 (1st Cir.1999).</p>\n<p>Under Maine law, the general rule is that ambiguous language in an insurance policy must be construed against the insurer. <i>Seaco Ins. Co. v. Davis-Irish,</i> 300 F.3d 84, 86 (1st Cir.2002); <i>Union Mut. Fire Ins. Co. v. Comm'l Union Ins. Co.,</i> 521 A.2d 308, 310 (Me.1987). The very articulation of this rule indicates its limitations: unambiguous language does not fall within the rule but, rather, must be given its plain and ordinary meaning. <i>Alternative Energy, Inc. v. St. Paul Fire &amp; Marine Ins. Co.,</i> 267 F.3d 30, 35 (1st Cir. 2001); <i>Lidstone v. Green,</i> 469 A.2d 843, 846 (Me.1983). When a term is expressly defined within the four corners of an insurance policy, an inquiring court must defer to that definition and thereby give effect to the intent of the parties. <i>See </i><i>John Hancock Life Ins. Co. v. Abbott Labs.,</i> 478 F.3d 1, 7-8 (1st Cir.2006); <i>see also </i><i>In re Blinds to Go Share Purchase Litig.,</i> 443 F.3d 1, 7 (1st Cir.2006) (\"Where the parties to a contract take pains to define a key term specifically, their dealings under the contract are governed by that definition.\").</p>\n<p>In the case at hand, the parties' dispute centers on Section I(B) of the policy's insuring agreements.<sup>[2]</sup> Section I(B) provides:</p>\n<blockquote>\n<span class=\"star-pagination\">*61</span> The Insurer shall pay on behalf of the Company Loss which the Company is required or permitted to pay as indemnification to any of the Insured Persons resulting from a Claim first made against the Insured Persons during the Policy Period or, if applicable, the Optional Extension Period, for a Wrongful Act or Employment Practices Wrongful Act.</blockquote>\n<p>The policy defines \"Insured Person\" as \"any past, present or future director or officer, or member of the Board of Managers, of the Company.\" The policy further defines the word \"claim\" to include any one of the following four iterations:</p>\n<blockquote>(1) a written demand for monetary or non-monetary relief;</blockquote>\n<blockquote>(2) any civil proceeding in a court of law or equity, or arbitration;</blockquote>\n<blockquote>(3) any criminal proceeding which is commenced by the return of an indictment; and</blockquote>\n<blockquote>(4) a formal civil, criminal, administrative regulatory proceeding or formal investigation of an Insured Person or the Company (but with respect to the Company only for a Company Wrongful Act) which is commenced by the filing or issuance of a notice of charges, formal investigative order or similar document identifying in writing such Insured Person or the Company as a person or entity against whom a proceeding as described in (C)(2) [civil proceeding] or (3) [criminal proceeding] above may be commenced, including any proceeding before the Equal Employment Opportunity Commission or any similar federal, state or local governmental body....</blockquote>\n<p>We bring these policy provisions to bear here. To establish coverage under Section I(B), MMIC had to show both that Dowling made a \"claim\" as defined in the policy and that Dowling's claim was made against MMIC's directors and officers. In the district court, MMIC pointed to two separate \"claims\" that it deemed sufficient to satisfy this two-part test: the administrative complaint and the judicial complaint. In its reply brief in this court, MMIC for the first time enlarged this list, contending that a demand letter from Dowling's counsel to MMIC, dated October 13, 2005, constitutes a third such \"claim.\"</p>\n<p>We take the newest contention first, and reject it out of hand. For one thing, MMIC did not advance this contention in the district court and, therefore, it is procedurally defaulted. <i>See </i><i>United States v. Slade,</i> 980 F.2d 27, 30 (1st Cir. 1992) (\"It is a bedrock rule that when a party has not presented an argument to the district court, she may not unveil it in the court of appeals.\"). For another thing, MMIC waived the contention by failing to allude to it in its opening brief in this court. <i>See </i><i>DeCaro v. Hasbro, Inc.,</i> 580 F.3d 55, 63 (1st Cir.2009) (\"It is common ground that contentions not advanced in an appellant's opening brief are deemed waived.\"); <i>Sandstrom v. ChemLawn Corp.,</i> 904 F.2d 83, 86 (1st Cir.1990) (similar).</p>\n<p>This leaves the administrative complaint and the judicial complaint. We address them in chronological order, beginning with the administrative complaint.</p>\n<p>The administrative complaint fails to satisfy the policy's definition of a \"claim.\" In order for an administrative complaint to constitute a claim under that definition, the filing must \"identif[y] in writing [an] Insured Person ... as a person... against whom a proceeding ... may be commenced.\"<sup>[3]</sup> Dowling's notice of <span class=\"star-pagination\">*62</span> charge names MMIC as the sole respondent and does not identify any particular directors or officers. The accompanying statement of charge makes a few categorical references to MMIC's agents, representatives, and board members, but it does not name any specific director or officer. Reading the policy as it is written, the administrative complaint simply does not comprise a \"claim\" for purposes of coverage under Section I(B).</p>\n<p>We turn next to Dowling's judicial complaint. That pleading satisfies the definition of \"claim\" because it marks the commencement of a \"civil proceeding in a court of law.\" The larger question is whether the claim is one \"made against\" an insured person.</p>\n<p>It cannot be gainsaid that the directors and officers composed the entire roster of \"Insured Persons\" for purposes of the coverage in question. MMIC itself is not included. It is equally clear that Dowling brought his action only against MMIC. But even though the judicial complaint named MMIC as the sole defendant, MMIC notes that the complaint alleged a series of wrongful acts on the part of its directors and officers. Thus, MMIC says, the complaint constitutes a \"claim ... made against the Insured Persons,\" as required by the policy.</p>\n<p>This counter-intuitive proposition depends entirely on the premise that the words \"made against\" are ambiguous and, therefore, are subject to a broad construction in favor of coverage. We reject this premise.</p>\n<p>The mere fact that a party says that it understands words in a contract of insurance differently than the insurer understands those words does not make the words ambiguous. <i>Greenly v. Mariner Mgmt. Group, Inc.,</i> 192 F.3d 22, 26 (1st Cir.1999) (\"[A]n insurance policy is not considered ambiguous merely because a dispute arises over the meaning of a particular provision.\"). By the same token, the mere fact that a phrase such as \"made against\" is not specifically defined in the policy does not mean that the phrase is ambiguous. As long as language in an insurance policy, read in context, has a plain and generally accepted meaning, that language is free from ambiguity. <i>See </i><i>Am. Employers' Ins. Co. v. DeLorme Publ'g Co.,</i> 39 F.Supp.2d 64, 82 (D.Me.1999). Relatedly, \"[a] contract need not negate every possible construction of its terms in order to be unambiguous.\" <i>Alternative Energy,</i> 267 F.3d at 35.</p>\n<p>These principles are controlling here. Both plain meaning and common usage require that, in order for a judicial complaint to be \"made against\" a person, that complaint must be filed in court and must identify the person as a defendant in the action. <i>See </i><i>Gargano v. Liberty Int'l Underwriters, Inc.,</i> 572 F.3d 45, 49 (1st Cir. 2009) (finding that a claim was \"made\" when plaintiff filed suit); <i>see also</i> Fed. R.Civ.P. 3 (\"A civil action is commenced by filing a complaint with the court.\"); <i>cf.</i> Fed.R.Civ.P. 4 (providing that a summons must name the parties, be directed to the defendant, and be served upon the defendant after the complaint is filed). Because this is the only reasonable interpretation of \"made against\" in the context of the <span class=\"star-pagination\">*63</span> policy as a whole, that phrase is not ambiguous. <i>See </i><i>Alternative Energy,</i> 267 F.3d at 34 (holding that a contract is ambiguous only when it is \"reasonably susceptible of different interpretations\"); <i>Lidstone,</i> 469 A.2d at 846 (similar).</p>\n<p>MMIC's rejoinder is that the factual basis for the judicial complaint consists largely of allegations of misconduct on the part of its directors and officers. That may be true, but it does not take MMIC very far.</p>\n<p>The insurance policy at issue here is not implicated because, no matter what conduct the complaint describes, it is not a claim \"made against\" any of the directors or officers. That contention is the linchpin of coverage. <i>See </i><i>Bank of Carbondale v. Kan. Bankers Surety Co.,</i> 324 Ill.App.3d 537, 258 Ill.Dec. 160, 755 N.E.2d 543, 544, 547 (2001) (finding no coverage under D &amp; O policy where counterclaim named only the company even though it alleged wrongful conduct on the part of directors and officers); <i>85-10 34th Ave. Apart. Corp. v. Nationwide Mut. Ins. Co.,</i> 283 A.D.2d 604, 725 N.Y.S.2d 98, 99 (N.Y.App.Div.2001) (holding that complaint alleging wrongful conduct on directors' part was not a claim made against directors and officers \"since no directors or officers were named as defendants in the underlying action\"); <i>see also</i> 17 Eric Mills Holmes, Holmes' Appleman on Insurance § 120.1 (2d ed.2001) (remarking that because D&amp;O polices \"do not provide coverage to the employer for its liabilities, a discrimination complaint that names only the employer . . . usually will not trigger coverage under a D &amp; O policy\"). That linchpin is missing here.</p>\n<p>If more were neededand we doubt that it isthe policy itself vividly illustrates why free-standing allegations of wrongful conduct by an insured corporation's directors and officers cannot be the equivalent of a claim made against those directors and officers. Section I(B) of the policy entitles MMIC to coverage for losses \"resulting from a Claim ... made against the Insured Persons ... for a Wrongful Act.\" Each of the capitalized terms is defined in the policy. The words \"Wrongful Act\" are defined to mean \"any actual or alleged act, error, omission, misstatement, misleading statement, neglect, or breach of duty by any Insured Person.\" For the company to achieve coverage under this language, the remonstrant not only would have to allege wrongful acts on the part of directors or officers, but also would have to bring a claim against them. These are complementary requirements, and allegations of wrongful conduct, without more, do not satisfy them both. <i>See </i><i>MGIC Indem. Corp. v. Home State Sav. Ass'n,</i> 797 F.2d 285, 288 (6th Cir.1986) (explaining that \"a claim that a wrongful act has occurred is not the same thing as a claim for payment on account of a wrongful act\").</p>\n<p>In an endeavor to snatch victory from the jaws of defeat, MMIC points out that \"claim\" is disjunctively defined in the policy as \"a written demand for monetary or non-monetary relief.\" With this in mind, it directs our attention to the tagalong prayer for relief set out at the end of Dowling's judicial complaint, which asks the court to enjoin \"MMIC, its agents, employees, and successors, from continuing to violate [his] rights.\" MMIC then asseverates that this prayer for injunctive relief against MMIC's \"agents\" qualifies as a claim for non-monetary relief made against MMIC's directors and officers.</p>\n<p>A prayer for injunctive relief against a company, which incidentally refers to the company's agents, does not qualify as a claim made against the agents because it does not demand relief from them <i>in their personal capacities.</i> Although the agents can be enjoinedto the <span class=\"star-pagination\">*64</span> extent that the company itself is enjoinedas corporate representatives, <i>see</i> Fed.R.Civ.P. 65(d)(2), they cannot be held legally liable in their personal capacities unless and until they are joined as parties to the suit. <i>See </i><i>Nat'l Bank of Ariz. v. St. Paul Fire &amp; Marine Ins. Co.,</i> 193 Ariz. 581, 975 P.2d 711, 716 (1999) (holding that because directors and officers were neither named as defendants nor subject to demands for relief, no claim was made against them); <i>cf. </i><i>SEC v. Coffey,</i> 493 F.2d 1304, 1310 (6th Cir.1974) (reiterating \"basic equity principle\" that when an injunction \"is directed to a corporation, it also runs against the corporation's officers, <i>in their corporate capacities</i>\" (emphasis supplied; internal quotation marks omitted)).</p>\n<p>So it is here. Because none of the directors or officers was named as a defendant in Dowling's judicial complaint, that complaint could not be an effective vehicle for making a meaningful demand for relief against them. <i>See </i><i>Buckingham Aparts., Ltd. v. Liberty Mut. Ins. Co.,</i> 124 A.D.2d 774, 508 N.Y.S.2d 493, 495 (N.Y.App.Div. 1986) (holding that prayer for relief against corporate policyholder and its \"directors, officers, [and] agents\" did not amount to a claim against the directors and officers because \"no directors or officers were named as defendants\").</p>\n<p>MMIC has one last shot in its sling. It notes the wording of the general release signed by Dowling and argues that this wording is an admission that Dowling's civil action constituted a claim made against MMIC's directors and officers. This argument runs along the following lines. The release says that Dowling \"hereby releases and agrees to waive any claims he may have against MMIC, and its officers, agents, employees, attorneys, [and] members of the Board of Directors... of and from any and all actions, causes of action, suits, claims or demands for damages ... now existing or arising in the future.\" The breadth of this taxonomy means, in MMIC's view, that Dowling's claim must have been made against the same classes of persons (including MMIC's officers and directors).</p>\n<p>This argument is a non-sequitur. Dowling named MMIC alone as a defendant in the civil action, and Dowling and MMIC settled the case while it stood in that posture. The fact that MMIC, as a condition of the settlement, prudently required Dowling to renounce any <i>potential</i> claims that he might have against its directors and officers does not expand the parameters of the civil action. Nor does the release transform, by some mysterious alchemy, a non-covered allegation of wrongdoing into a covered claim. <i>See </i><i>Richardson Elecs., Ltd. v. Fed. Ins. Co.,</i> 120 F.Supp.2d 698, 704 (N.D.Ill.2000) (holding that a release of potential liability against a company's officers did not \"translate into an actual claim against them\"). It would make no sense to allow an insured to manufacture coverage by the simple expedient of insisting, as a condition of settlement, that a plaintiff frame a release more broadly than the plaintiff had framed the claim actually made.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>We need go no further. For the reasons elucidated above, we hold that the district court did not err in granting summary judgment in favor of Indian Harbor.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Seventh Circuit, sitting by designation.</p>\n<p>[2]  The parties agree that Section I(B) is the only policy provision that might entitle MMIC to reimbursement.</p>\n<p>[3]  To be sure, the omitted portion of the definition mentions \"the Company,\" but this refers only to coverage under Section I(C) of the policy. That section, in turn, covers only losses resulting from securities claims \"made against the Company ... for a Company Wrongful Act.\" The policy's definition of \"claim\" makes this distinction pellucid: \"`Claim' means ... a formal civil, criminal, administrative regulatory proceeding or formal investigation of an Insured Person or the Company (but with respect to the Company only for a Company Wrongful Act)....\"</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">583</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></span> (2009)</b></center>\n<center><h1>MEDICAL MUTUAL INSURANCE COMPANY OF MAINE, Plaintiff, Appellant,<br>\nv.<br>\nINDIAN HARBOR INSURANCE COMPANY, Defendant, Appellee.</h1></center>\n<center>No. 08-2525.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard September 16, 2009.</center>\n<center>Decided October 8, 2009.</center>\n<p><span class=\"star-pagination\">*59</span> Jeffrey T. Edwards, with whom Preti, Flaherty, Beliveau &amp; Pachios, LLP was on brief, for appellant.</p>\n<p>Leslie S. Ahari, with whom Troutman Sanders LLP, Louis K. Thomas, and Pierce Atwood LLP were on brief, for appellee.</p>\n<p>Before HOWARD, RIPPLE,<sup>[*]</sup> and SELYA, Circuit Judges.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>This appeal presents the question of whether a corporation can recover under a director and officer (D &amp; O) liability insurance policy for losses stemming from judicial and administrative complaints filed against the company but which alleged wrongful conduct on the part of its directors and officers. In typical fashion, the policy language limits coverage to losses resulting from claims made against the directors and officers themselves.</p>\n<p>D &amp; O policies exist to fund indemnification covenants that protect corporate directors and officers from personal liability, not to protect the corporation by which they are employed. The position advanced by the company in this caseextending coverage to situations in which the directors and officers are not themselves the actual targets of the claims madewould if accepted transmogrify D &amp; O policies into comprehensive corporate liability policies. Because such a transmogrification is contrary to both the letter and the spirit of the D&amp;O policy at issue here, we affirm the district court's entry of summary judgment in favor of the insurer.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>This case had its genesis in a dispute between Medical Mutual Insurance Company of Maine (MMIC) and Patrick A. Dowling, who suffered a stroke in April of 2005. MMIC did not wait very long before ousting Dowling from his position as its chief executive officer.</p>\n<p>Dowling retained counsel who, in October of 2005, wrote a demand letter to MMIC, seeking compensation for alleged disability discrimination. When the demand letter failed to produce the desired response, Dowling filed an administrative complaint against MMIC with the Maine Human Rights Commission and the federal Equal Employment Opportunity Commission. The statement of charge named MMIC as the lone respondent, but alleged discriminatory conduct on the part of MMIC, its directors, and its officers.</p>\n<p><span class=\"star-pagination\">*60</span> After the agencies issued right-to-sue letters, Dowling filed a civil complaint against MMIC in the United States District Court for the District of Maine. Dowling did not name any director or officer as a defendant, but the complaint contained allegations of wrongful conduct attributable to MMIC's directors and officers. The complaint sought damages against MMIC and, among a series of other prayers for relief, also requested that the court \"[e]njoin MMIC, its agents, employees, and successors, from continuing to violate\" Dowling's rights.</p>\n<p>The named parties eventually settled the case. MMIC paid $325,000 out of its own coffers in exchange for Dowling's execution of a release of all claims against MMIC and its \"officers, agents, employees, attorneys, [and] members of the Board of Directors.\"</p>\n<p>MMIC subsequently sought reimbursement from Indian Harbor Insurance Company, which had issued a D &amp; O policy (styled in this instance as a management liability policy) to MMIC. That policy provided reimbursement for any loss(es) to MMIC arising out of claims made against its directors and officers. Indian Harbor refused to pay the piper, concluding that Dowling's claims had been made only against the company (MMIC) and not against its directors or officers.</p>\n<p>Undaunted by this rebuff, MMIC filed the instant action against Indian Harbor in the district court, seeking to compel payment under the Indian Harbor policy. On cross-motions for summary judgment, the court concluded that the policy did not cover losses resulting from either of the complaints (administrative or judicial) filed by Dowling against MMIC. Consequently, it granted summary judgment in Indian Harbor's favor. This timely appeal ensued.</p>\n<p></p>\n<h2>II. ANALYSIS</h2>\n<p>We operate under a familiar legal framework. This is a diversity case, 28 U.S.C. § 1332(c), in which Maine law supplies the substantive rules of decision. <i>See </i><i>Erie R.R. Co. v. Tompkins,</i> <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></a></span>, 78, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1188</span></span> (1938). The district court, applying Maine law, made its dispositive ruling at the summary judgment stage, and that ruling engenders de novo review. <i>Houlton Citizens' Coal. v. Town of Houlton,</i> <span class=\"citation\" data-id=\"763565\"><a href=\"/opinion/763565/houlton-citizens-coalition-v-town-of-houlton/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">178</span></a></span>, 184 (1st Cir.1999).</p>\n<p>Under Maine law, the general rule is that ambiguous language in an insurance policy must be construed against the insurer. <i>Seaco Ins. Co. v. Davis-Irish,</i> <span class=\"citation\" data-id=\"200091\"><a href=\"/opinion/200091/seaco-insurance-co-v-davis-irish/\"><span class=\"volume\">300</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">84</span></a></span>, 86 (1st Cir.2002); <i>Union Mut. Fire Ins. Co. v. Comm'l Union Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">521</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">308</span></span>, 310 (Me.1987). The very articulation of this rule indicates its limitations: unambiguous language does not fall within the rule but, rather, must be given its plain and ordinary meaning. <i>Alternative Energy, Inc. v. St. Paul Fire &amp; Marine Ins. Co.,</i> <span class=\"citation\" data-id=\"199631\"><a href=\"/opinion/199631/alternative-energy-v-st-paul-fire-and-ma/\"><span class=\"volume\">267</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span>, 35 (1st Cir. 2001); <i>Lidstone v. Green,</i> <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">843</span></span>, 846 (Me.1983). When a term is expressly defined within the four corners of an insurance policy, an inquiring court must defer to that definition and thereby give effect to the intent of the parties. <i>See </i><i>John Hancock Life Ins. Co. v. Abbott Labs.,</i> <span class=\"citation\" data-id=\"796944\"><a href=\"/opinion/796944/john-hancock-life-insurance-company-john-hancock-variable-life-insurance/\"><span class=\"volume\">478</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7-8 (1st Cir.2006); <i>see also </i><i>In re Blinds to Go Share Purchase Litig.,</i> <span class=\"citation\" data-id=\"793856\"><a href=\"/opinion/793856/in-re-blinds-to-go-share-purchase-litigation/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.2006) (\"Where the parties to a contract take pains to define a key term specifically, their dealings under the contract are governed by that definition.\").</p>\n<p>In the case at hand, the parties' dispute centers on Section I(B) of the policy's insuring agreements.<sup>[2]</sup> Section I(B) provides:</p>\n<blockquote>\n<span class=\"star-pagination\">*61</span> The Insurer shall pay on behalf of the Company Loss which the Company is required or permitted to pay as indemnification to any of the Insured Persons resulting from a Claim first made against the Insured Persons during the Policy Period or, if applicable, the Optional Extension Period, for a Wrongful Act or Employment Practices Wrongful Act.</blockquote>\n<p>The policy defines \"Insured Person\" as \"any past, present or future director or officer, or member of the Board of Managers, of the Company.\" The policy further defines the word \"claim\" to include any one of the following four iterations:</p>\n<blockquote>(1) a written demand for monetary or non-monetary relief;</blockquote>\n<blockquote>(2) any civil proceeding in a court of law or equity, or arbitration;</blockquote>\n<blockquote>(3) any criminal proceeding which is commenced by the return of an indictment; and</blockquote>\n<blockquote>(4) a formal civil, criminal, administrative regulatory proceeding or formal investigation of an Insured Person or the Company (but with respect to the Company only for a Company Wrongful Act) which is commenced by the filing or issuance of a notice of charges, formal investigative order or similar document identifying in writing such Insured Person or the Company as a person or entity against whom a proceeding as described in (C)(2) [civil proceeding] or (3) [criminal proceeding] above may be commenced, including any proceeding before the Equal Employment Opportunity Commission or any similar federal, state or local governmental body....</blockquote>\n<p>We bring these policy provisions to bear here. To establish coverage under Section I(B), MMIC had to show both that Dowling made a \"claim\" as defined in the policy and that Dowling's claim was made against MMIC's directors and officers. In the district court, MMIC pointed to two separate \"claims\" that it deemed sufficient to satisfy this two-part test: the administrative complaint and the judicial complaint. In its reply brief in this court, MMIC for the first time enlarged this list, contending that a demand letter from Dowling's counsel to MMIC, dated October 13, 2005, constitutes a third such \"claim.\"</p>\n<p>We take the newest contention first, and reject it out of hand. For one thing, MMIC did not advance this contention in the district court and, therefore, it is procedurally defaulted. <i>See </i><i>United States v. Slade,</i> <span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 30 (1st Cir. 1992) (\"It is a bedrock rule that when a party has not presented an argument to the district court, she may not unveil it in the court of appeals.\"). For another thing, MMIC waived the contention by failing to allude to it in its opening brief in this court. <i>See </i><i>DeCaro v. Hasbro, Inc.,</i> <span class=\"citation\" data-id=\"203989\"><a href=\"/opinion/203989/decaro-v-hasbro-inc/\"><span class=\"volume\">580</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">55</span></a></span>, 63 (1st Cir.2009) (\"It is common ground that contentions not advanced in an appellant's opening brief are deemed waived.\"); <i>Sandstrom v. ChemLawn Corp.,</i> <span class=\"citation\" data-id=\"542293\"><a href=\"/opinion/542293/richard-l-sandstrom-etc-v-chemlawn-corporation/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span>, 86 (1st Cir.1990) (similar).</p>\n<p>This leaves the administrative complaint and the judicial complaint. We address them in chronological order, beginning with the administrative complaint.</p>\n<p>The administrative complaint fails to satisfy the policy's definition of a \"claim.\" In order for an administrative complaint to constitute a claim under that definition, the filing must \"identif[y] in writing [an] Insured Person ... as a person... against whom a proceeding ... may be commenced.\"<sup>[3]</sup> Dowling's notice of <span class=\"star-pagination\">*62</span> charge names MMIC as the sole respondent and does not identify any particular directors or officers. The accompanying statement of charge makes a few categorical references to MMIC's agents, representatives, and board members, but it does not name any specific director or officer. Reading the policy as it is written, the administrative complaint simply does not comprise a \"claim\" for purposes of coverage under Section I(B).</p>\n<p>We turn next to Dowling's judicial complaint. That pleading satisfies the definition of \"claim\" because it marks the commencement of a \"civil proceeding in a court of law.\" The larger question is whether the claim is one \"made against\" an insured person.</p>\n<p>It cannot be gainsaid that the directors and officers composed the entire roster of \"Insured Persons\" for purposes of the coverage in question. MMIC itself is not included. It is equally clear that Dowling brought his action only against MMIC. But even though the judicial complaint named MMIC as the sole defendant, MMIC notes that the complaint alleged a series of wrongful acts on the part of its directors and officers. Thus, MMIC says, the complaint constitutes a \"claim ... made against the Insured Persons,\" as required by the policy.</p>\n<p>This counter-intuitive proposition depends entirely on the premise that the words \"made against\" are ambiguous and, therefore, are subject to a broad construction in favor of coverage. We reject this premise.</p>\n<p>The mere fact that a party says that it understands words in a contract of insurance differently than the insurer understands those words does not make the words ambiguous. <i>Greenly v. Mariner Mgmt. Group, Inc.,</i> <span class=\"citation\" data-id=\"198646\"><a href=\"/opinion/198646/greenly-v-mariner-management/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>, 26 (1st Cir.1999) (\"[A]n insurance policy is not considered ambiguous merely because a dispute arises over the meaning of a particular provision.\"). By the same token, the mere fact that a phrase such as \"made against\" is not specifically defined in the policy does not mean that the phrase is ambiguous. As long as language in an insurance policy, read in context, has a plain and generally accepted meaning, that language is free from ambiguity. <i>See </i><i>Am. Employers' Ins. Co. v. DeLorme Publ'g Co.,</i> <span class=\"citation\" data-id=\"2286258\"><a href=\"/opinion/2286258/american-employ-ins-co-v-delorme-pub-co/\"><span class=\"volume\">39</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">64</span></a></span>, 82 (D.Me.1999). Relatedly, \"[a] contract need not negate every possible construction of its terms in order to be unambiguous.\" <i>Alternative Energy,</i> 267 F.3d at 35.</p>\n<p>These principles are controlling here. Both plain meaning and common usage require that, in order for a judicial complaint to be \"made against\" a person, that complaint must be filed in court and must identify the person as a defendant in the action. <i>See </i><i>Gargano v. Liberty Int'l Underwriters, Inc.,</i> <span class=\"citation\" data-id=\"203911\"><a href=\"/opinion/203911/gargano-v-liberty-intern-underwriters-inc/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 49 (1st Cir. 2009) (finding that a claim was \"made\" when plaintiff filed suit); <i>see also</i> Fed. R.Civ.P. 3 (\"A civil action is commenced by filing a complaint with the court.\"); <i>cf.</i> Fed.R.Civ.P. 4 (providing that a summons must name the parties, be directed to the defendant, and be served upon the defendant after the complaint is filed). Because this is the only reasonable interpretation of \"made against\" in the context of the <span class=\"star-pagination\">*63</span> policy as a whole, that phrase is not ambiguous. <i>See </i><i>Alternative Energy,</i> 267 F.3d at 34 (holding that a contract is ambiguous only when it is \"reasonably susceptible of different interpretations\"); <i>Lidstone,</i> 469 A.2d at 846 (similar).</p>\n<p>MMIC's rejoinder is that the factual basis for the judicial complaint consists largely of allegations of misconduct on the part of its directors and officers. That may be true, but it does not take MMIC very far.</p>\n<p>The insurance policy at issue here is not implicated because, no matter what conduct the complaint describes, it is not a claim \"made against\" any of the directors or officers. That contention is the linchpin of coverage. <i>See </i><i>Bank of Carbondale v. Kan. Bankers Surety Co.,</i> 324 Ill.App.3d 537, <span class=\"citation\" data-id=\"2059292\"><a href=\"/opinion/2059292/bank-of-carbondale-v-kansas-bankers-sur/\"><span class=\"volume\">258</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">160</span></a></span>, <span class=\"citation\" data-id=\"2059292\"><a href=\"/opinion/2059292/bank-of-carbondale-v-kansas-bankers-sur/\"><span class=\"volume\">755</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">543</span></a></span>, 544, 547 (2001) (finding no coverage under D &amp; O policy where counterclaim named only the company even though it alleged wrongful conduct on the part of directors and officers); <i>85-10 34th Ave. Apart. Corp. v. Nationwide Mut. Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">283</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">604</span></span>, <span class=\"citation no-link\"><span class=\"volume\">725</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">98</span></span>, 99 (N.Y.App.Div.2001) (holding that complaint alleging wrongful conduct on directors' part was not a claim made against directors and officers \"since no directors or officers were named as defendants in the underlying action\"); <i>see also</i> 17 Eric Mills Holmes, Holmes' Appleman on Insurance § 120.1 (2d ed.2001) (remarking that because D&amp;O polices \"do not provide coverage to the employer for its liabilities, a discrimination complaint that names only the employer . . . usually will not trigger coverage under a D &amp; O policy\"). That linchpin is missing here.</p>\n<p>If more were neededand we doubt that it isthe policy itself vividly illustrates why free-standing allegations of wrongful conduct by an insured corporation's directors and officers cannot be the equivalent of a claim made against those directors and officers. Section I(B) of the policy entitles MMIC to coverage for losses \"resulting from a Claim ... made against the Insured Persons ... for a Wrongful Act.\" Each of the capitalized terms is defined in the policy. The words \"Wrongful Act\" are defined to mean \"any actual or alleged act, error, omission, misstatement, misleading statement, neglect, or breach of duty by any Insured Person.\" For the company to achieve coverage under this language, the remonstrant not only would have to allege wrongful acts on the part of directors or officers, but also would have to bring a claim against them. These are complementary requirements, and allegations of wrongful conduct, without more, do not satisfy them both. <i>See </i><i>MGIC Indem. Corp. v. Home State Sav. Ass'n,</i> <span class=\"citation\" data-id=\"474237\"><a href=\"/opinion/474237/mgic-indemnity-corporation-v-home-state-savings-association/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">285</span></a></span>, 288 (6th Cir.1986) (explaining that \"a claim that a wrongful act has occurred is not the same thing as a claim for payment on account of a wrongful act\").</p>\n<p>In an endeavor to snatch victory from the jaws of defeat, MMIC points out that \"claim\" is disjunctively defined in the policy as \"a written demand for monetary or non-monetary relief.\" With this in mind, it directs our attention to the tagalong prayer for relief set out at the end of Dowling's judicial complaint, which asks the court to enjoin \"MMIC, its agents, employees, and successors, from continuing to violate [his] rights.\" MMIC then asseverates that this prayer for injunctive relief against MMIC's \"agents\" qualifies as a claim for non-monetary relief made against MMIC's directors and officers.</p>\n<p>A prayer for injunctive relief against a company, which incidentally refers to the company's agents, does not qualify as a claim made against the agents because it does not demand relief from them <i>in their personal capacities.</i> Although the agents can be enjoinedto the <span class=\"star-pagination\">*64</span> extent that the company itself is enjoinedas corporate representatives, <i>see</i> Fed.R.Civ.P. 65(d)(2), they cannot be held legally liable in their personal capacities unless and until they are joined as parties to the suit. <i>See </i><i>Nat'l Bank of Ariz. v. St. Paul Fire &amp; Marine Ins. Co.,</i> <span class=\"citation\" data-id=\"1199610\"><a href=\"/opinion/1199610/national-bank-v-st-paul-fire-marine/\"><span class=\"volume\">193</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">581</span></a></span>, <span class=\"citation\" data-id=\"1199610\"><a href=\"/opinion/1199610/national-bank-v-st-paul-fire-marine/\"><span class=\"volume\">975</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">711</span></a></span>, 716 (1999) (holding that because directors and officers were neither named as defendants nor subject to demands for relief, no claim was made against them); <i>cf. </i><i>SEC v. Coffey,</i> <span class=\"citation\" data-id=\"317873\"><a href=\"/opinion/317873/fed-sec-l-rep-p-94464-securities-and-exchange-commission-v-william-v/\"><span class=\"volume\">493</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1304</span></a></span>, 1310 (6th Cir.1974) (reiterating \"basic equity principle\" that when an injunction \"is directed to a corporation, it also runs against the corporation's officers, <i>in their corporate capacities</i>\" (emphasis supplied; internal quotation marks omitted)).</p>\n<p>So it is here. Because none of the directors or officers was named as a defendant in Dowling's judicial complaint, that complaint could not be an effective vehicle for making a meaningful demand for relief against them. <i>See </i><i>Buckingham Aparts., Ltd. v. Liberty Mut. Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">774</span></span>, <span class=\"citation no-link\"><span class=\"volume\">508</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">493</span></span>, 495 (N.Y.App.Div. 1986) (holding that prayer for relief against corporate policyholder and its \"directors, officers, [and] agents\" did not amount to a claim against the directors and officers because \"no directors or officers were named as defendants\").</p>\n<p>MMIC has one last shot in its sling. It notes the wording of the general release signed by Dowling and argues that this wording is an admission that Dowling's civil action constituted a claim made against MMIC's directors and officers. This argument runs along the following lines. The release says that Dowling \"hereby releases and agrees to waive any claims he may have against MMIC, and its officers, agents, employees, attorneys, [and] members of the Board of Directors... of and from any and all actions, causes of action, suits, claims or demands for damages ... now existing or arising in the future.\" The breadth of this taxonomy means, in MMIC's view, that Dowling's claim must have been made against the same classes of persons (including MMIC's officers and directors).</p>\n<p>This argument is a non-sequitur. Dowling named MMIC alone as a defendant in the civil action, and Dowling and MMIC settled the case while it stood in that posture. The fact that MMIC, as a condition of the settlement, prudently required Dowling to renounce any <i>potential</i> claims that he might have against its directors and officers does not expand the parameters of the civil action. Nor does the release transform, by some mysterious alchemy, a non-covered allegation of wrongdoing into a covered claim. <i>See </i><i>Richardson Elecs., Ltd. v. Fed. Ins. Co.,</i> <span class=\"citation\" data-id=\"2499696\"><a href=\"/opinion/2499696/richardson-electronics-ltd-v-federal-ins-co/\"><span class=\"volume\">120</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">698</span></a></span>, 704 (N.D.Ill.2000) (holding that a release of potential liability against a company's officers did not \"translate into an actual claim against them\"). It would make no sense to allow an insured to manufacture coverage by the simple expedient of insisting, as a condition of settlement, that a plaintiff frame a release more broadly than the plaintiff had framed the claim actually made.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>We need go no further. For the reasons elucidated above, we hold that the district court did not err in granting summary judgment in favor of Indian Harbor.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the Seventh Circuit, sitting by designation.</p>\n<p>[2]  The parties agree that Section I(B) is the only policy provision that might entitle MMIC to reimbursement.</p>\n<p>[3]  To be sure, the omitted portion of the definition mentions \"the Company,\" but this refers only to coverage under Section I(C) of the policy. That section, in turn, covers only losses resulting from securities claims \"made against the Company ... for a Company Wrongful Act.\" The policy's definition of \"claim\" makes this distinction pellucid: \"`Claim' means ... a formal civil, criminal, administrative regulatory proceeding or formal investigation of an Insured Person or the Company (but with respect to the Company only for a Company Wrongful Act)....\"</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199631/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203989/",
    "http://www.courtlistener.com/api/rest/v3/opinions/317873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/474237/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/595481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796944/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1199610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2059292/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2286258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2499696/"
  ]
}