{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/204144/",
  "absolute_url": "/opinion/204144/lessard-v-wilton-lyndeborough-coop-school-dist/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/204144/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:30:52Z",
  "date_modified": "2016-04-26T14:54:19.539889Z",
  "type": "010combined",
  "sha1": "5f84d9b93e5e1aa770681b13ddb3b39774307c0c",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-2244P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/01/20/Lessard_v._Wilton-Lyndeborough_Cooperativ.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNo. 08-2244\n\n                    MARK LESSARD and LINDA LESSARD,\n\n                        Plaintiffs, Appellants,\n\n                                  v.\n\n           WILTON-LYNDEBOROUGH COOPERATIVE SCHOOL DISTRICT,\n\n                         Defendant, Appellee.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF NEW HAMPSHIRE\n\n         [Hon. Joseph A. DiClerico, Jr., U.S. District Judge]\n\n\n                                Before\n\n                          Lynch, Chief Judge,\n\n                        Boudin, Circuit Judge,\n\n                      and Saylor,* District Judge.\n\n\n     Richard L. O'Meara with whom Nicole L. Bradick and Murray,\nPlumb & Murray were on brief for appellants.\n     Eric R. Herlan with whom Peter C. Felmly and Drummond Woodsum\n& MacMahon were on brief for appellee.\n\n\n                           January 20, 2010\n\n\n\n\n     *\n         Of the District of Massachusetts, sitting by designation.\n\f               Per Curiam.     Stephanie Lessard, a New Hampshire resident\n\nwith       multiple    disabilities,     is    entitled      to    receive   a    free\n\nappropriate         public    education       under    the        Individuals     with\n\nDisabilities Education Act (\"IDEA\"), 20 U.S.C. §§ 1400, 1412(a)(1),\n\n(5), et seq. (2004).1          She is speech-language impaired, mentally\n\nretarded, and orthopedically impaired according to New Hampshire\n\nspecial education regulations.            She has received special education\n\nservices since the age of three and had reached the age of nineteen\n\nat the time of the dispute that resulted in this appeal.\n\n               In 2001, Stephanie began attending the Crotched Mountain\n\nRehabilitation Center (\"CMRC\"), a New Hampshire facility providing\n\nspecial education services to the Wilton-Lyndeborough Cooperative\n\nSchool District.         Although CMRC includes residential facilities,\n\nStephanie attended as a day student and commuted by bus.                           Her\n\nparents came to disfavor Stephanie's placement, believing that she\n\nhad failed to display adequate academic development and that her\n\nplacement      at     CMRC   was   the   cause   of    extreme      and   aggressive\n\n\n\n\n       1\n      Under 20 U.S.C. §             1401(8),     a    free    appropriate       public\neducation is defined as:\n\n       [S]pecial education and related services that-- (A) have\n       been provided at public expense, under public supervision\n       and direction, and without charge; (B) meet the standards\n       of the State educational agency; (C) include an\n       appropriate . . . education in the State involved; and\n       (D) are provided in conformity with the individualized\n       education program required under section 1414(d) of this\n       title.\n\n                                         -2-\n\fbehavioral problems that she exhibited while at CMRC and while\n\ntraveling there.\n\n            From April through September 2005, the team managing\n\nStephanie's case met six times and developed a seventy-seven-page\n\nindividualized education program (\"IEP\") addressing Stephanie's\n\npanoply of needs for the 2005-06 school year.                 The Lessards were\n\nunhappy with aspects of the proposed plan; the team agreed to some\n\nmodifications but not others. The parents also opposed Stephanie's\n\ncontinued placement at CMRC or an alternative special day school\n\noffered    by   the    team,       and   requested       instead    a        home-   and\n\ncommunity-based program in which an outside vendor would work\n\nclosely with Stephanie to help acclimate her to basic life skills\n\nand means of community interaction.\n\n            No agreement was reached, and the Lessards refused to\n\nconsent to the 2005-06 IEP.          The 2004-05 IEP therefore remained in\n\neffect    pursuant    to   IDEA's     \"stay    put\"   provision,        20    U.S.C.   §\n\n1415(j),2 and the Lessards ultimately withdrew Stephanie from CMRC\n\nin late December 2005.           The school district filed a request for a\n\ndue process hearing, see 20 U.S.C. § 1415(f), to determine the\n\nsuitability of the proposed IEP; a two-day hearing involving\n\nmultiple    witnesses      and    several     thousand    pages    of    documentary\n\n\n     2\n      The 2004-05 IEP,           which the Lessards also challenged, was\nupheld by this court.            Lessard v. Wilton-Lyndeborough Coop. Sch.\nDist., 518 F.3d 18 (1st           Cir. 2008). Many although not all of the\narguments made in this            appeal are similar to those made in the\nearlier one.\n\n                                         -3-\n\fevidence was held on March 13 and March 31, 2006.          In July 2006,\n\nthe hearing officer upheld the school district's proposed 2005-06\n\nplan and placements.\n\n           The Lessards then brought the present action for review\n\nof the hearing officer's decision, seeking an award of compensatory\n\neducational services for Stephanie.        20 U.S.C. § 1415(i)(2)(A).\n\nThe district court upheld the hearing officer's ruling, Lessard v.\n\nWilton-Lyndeborough    Coop.   Sch.   Dist.,   No.   06-cv-423,     2008   WL\n\n3843913, at *10 (D.N.H. Aug. 14, 2008), and the Lessards now appeal\n\nto this court.    The framework for review of the district court\n\ndecision is conventional: clear error with respect to factual\n\nfindings and de novo for the legal findings.         C.G. ex rel. A.S. v.\n\nFive Town Cmty. Sch. Dist., 513 F.3d 279, 284 (1st Cir. 2008).\n\n            The ultimate issue is whether the plan conforms to\n\nrequirements.    In both the district court and this one, as is\n\ncommon when both are reviewing an agency decision, the underlying\n\njudgment of those framing the plan is given considerable weight.\n\nSee Roland M. v. Concord Sch. Comm., 910 F.2d 983, 992 (1st Cir.\n\n1990), cert. denied, 499 U.S. 912 (1991).        The standard of review\n\nis thus deferential to the educational authorities, who have\n\n\"primary   responsibility   for   formulating    the    education    to    be\n\naccorded a handicapped child, and for choosing the educational\n\nmethod most suitable to the child's needs.\"             Bd. of Educ. v.\n\nRowley, 458 U.S. 176, 207 (1982).\n\n\n                                  -4-\n\f             The child's educational program and placement must be\n\noutlined in an IEP, and the IEP must be tailored to the child; but\n\nthe details depend on the situation of the child.          Me. Sch. Admin.\n\nDist. No. 35 v. Mr. R., 321 F.3d 9, 20 (1st Cir. 2003).            And while\n\nan IEP must be \"reasonably calculated\" to deliver \"educational\n\nbenefits,\" Rowley, 458 U.S. at 207, an ideal or perfect plan is not\n\nrequired.    Lessard, 518 F.3d at 23-24; see also C.G. ex rel. A.S.,\n\n513 F.3d at 284; Mr. R., 321 F.3d at 11; G.D. v. Westmoreland Sch.\n\nDist., 930 F.2d 942, 948 (1st Cir. 1991) (IDEA-provided education\n\nneed not be \"the only appropriate choice, or the choice of certain\n\nselected experts, or the child's parents' first choice, or even the\n\nbest choice\").\n\n            The   hearing   officer   concluded    that   \"[Stephanie]   has\n\nreceived educational benefits from all of the programs provided in\n\nthe 2004-2005 IEP\" and that \"[i]t is reasonable to assume that this\n\nprogress would continue in some fashion through the implementation\n\nof an enhanced 2005-2006 IEP.\" These conclusions were supported by\n\ntestimony from a number of therapists and coordinators who worked\n\nwith Stephanie at CMRC.     On appeal, the Lessards argue (1) that the\n\nIEP   was   inadequate   because   it   failed    to   provide   appropriate\n\nliteracy and transitional services, and (2) that the placement at\n\nCMRC was overly restrictive and otherwise harmful.\n\n            The first argument stems in part from the Lessards'\n\nrequest that the IEP incorporate a literacy program called the\n\n\n                                      -5-\n\fLindamood Phoneme Sequencing Program, otherwise known as \"LiPS,\"\n\nand provide an instructor already experienced with the method. The\n\nLiPS program was recommended by Dr. Robert Kemper, who performed a\n\npsycholinguistic evaluation of Stephanie at the Lessards' request.\n\nWhen the school district redrafted the IEP to include this approach\n\nbut provided only a speech pathologist newly trained in the method,\n\nthe Lessards switched positions, favoring the \"Davis\" approach\n\nbecause (they say) the school district's proposed LiPS instructor\n\nlacked the hands-on LiPS experience recommended by Dr. Kemper.\n\n          The   district   court   sustained   the   hearing   officer's\n\nfindings that \"the Lessards' additional experience requirement was\n\nnot sufficient to invalidate the LiPS program offered in the IEP,\"\n\n\"that the Lessards had not shown that the multisensory program then\n\nbeing used at CMRC was inappropriate,\" and \"that [Stephanie] was\n\nreceiving educational benefits from the CMRC reading program.\"\n\nLessard, 2008 WL 3843913, at *6.         These findings are adequately\n\nsupported: the record contains testimony from Stephanie's teachers\n\nindicating that she was progressing at a level commensurate with\n\nher cognitive profile.\n\n          Perhaps Stephanie might have benefitted even more if Dr.\n\nKemper's recommendations had been followed in full--the thrust of\n\nsome of the Lessards' evidence--but that is not the test:        what is\n\n\"appropriate\" depends on expert judgment, available options and\n\nindications of progress. The hearing officer found that the school\n\n\n                                   -6-\n\fdistrict attempted in good faith to accommodate the Lessards'\n\ninstructional requests, and the proposed 2005-06 IEP was quite\n\ndifferent from its earlier incarnations under which Stephanie may\n\nhave failed to progress adequately.     That the 2004-05 IEP may have\n\nbeen unsuccessful in this respect does not mean that it was itself\n\nex ante an unreasonable choice.     See Lessard, 518 F.3d at 23-24;\n\nsee also Lachman v. Ill. State Bd. of Educ., 852 F.2d 290, 297 (7th\n\nCir. 1988), cert. denied, 488 U.S. 925 (1988).\n\n          The   Lessards'   challenge   to   the   IEP's    transitional\n\nservices is that the IEP failed to offer Stephanie sufficient\n\ninteraction with her community.    A similar argument, however, was\n\nrejected in the Lessards' challenge to Stephanie's 2004-05 IEP,\n\nLessard, 518 F.3d at 29-30, and the proposed 2005-06 IEP \"included\n\n'a significant increase in services in the area of pre-vocational\n\nskills,'\" Lessard, 2008 WL 3843913, at *7 (quoting the hearing\n\nofficer)--for example, it increased the number of minutes per week\n\nof   pre-vocational   classroom    instruction     and     added   course\n\ninstruction in horticulture and home economics.\n\n          The Lessards' second basic objection to the proposed\n\n2005-06 IEP is that it failed to place Stephanie in the least\n\nrestrictive environment in which she could receive educational\n\nbenefits, as is required.     20 U.S.C. § 1412(a)(5); 34 C.F.R. §\n\n300.115 (2009); see also Kathleen H. v. Mass. Dep't of Educ., 154\n\nF.3d 8, 11 (1st Cir. 1998).    New Hampshire regulations provide a\n\n\n                                  -7-\n\ftable     of        potential     placement    categories;       regular   classroom\n\ninstruction is the least restrictive option under this table while\n\ninstruction at a hospital or institution is the most restrictive.\n\nN.H. Code. Admin. R. Ann. Ed. 1115.04 tbl.1100.2 (2002).\n\n               The table classes full-time or part-time placement at a\n\nspecial day school as less restrictive than home instruction.                    Id.\n\nThe Lessards argue that the CMRC is more akin to a hospital or\n\ninstitutional placement, as many students who attended CMRC were\n\nmore severely disabled than Stephanie and resided permanently at\n\nthe facility.          The CMRC does have residential facilities, but it\n\nalso runs an approved, licensed special day school, and Stephanie\n\nattended that day school and returned home each evening to spend\n\ntime with her family and in her community.\n\n               The Lessards also say that their own proposal should not\n\nbe seen as strictly \"home instruction\" under New Hampshire's regime\n\nbecause        it     would     have    included     significant    community-based\n\ninteraction          and   thus    would   have    been   less     restrictive   than\n\nplacement       at     CMRC.      New    Hampshire    regulations     describe   home\n\ninstruction as \"receiv[ing] all or a portion of [the student's]\n\nspecial education program at home,\" N.H. Code. Admin. R. Ann. Ed.\n\n1115.04 tbl.1100.2 (emphasis added), and we cannot say that the\n\ndistrict court erred in thus categorizing the Lessards' proposal.\n\n               Pointing to Stephanie's behavioral outbursts while at and\n\nbeing transported to CMRC, the Lessards finally contend that\n\n\n                                            -8-\n\fStephanie's placement at CMRC was emotionally damaging to her. Cf.\n\nColin   K.   v.    Schmidt,    536   F.    Supp.   1375,    1387   (D.R.I.    1982)\n\n(placement is inappropriate if it results in emotional harm to the\n\nchild), aff'd, 715 F.2d 1 (1st Cir. 1983).                   The district court\n\npermissibly found that the Lessards had not shown CMRC to be the\n\ncause of this behavior and that Stephanie's behavior was improving.\n\nStephanie did continue to exhibit some behavioral problems, but\n\nthese seemed to decrease in frequency over time, and the IEP\n\nincluded a number of measures addressing such problems.\n\n             Parents understandably want the very best for their\n\nchildren, whether disabled or not, and the Lessards' vigorous\n\nadvocacy is in this respect commendable.                 Nevertheless, given the\n\ndeferential       standard    that   prevails,     our    review   confirms   that\n\nStephanie was afforded a free appropriate public education pursuant\n\nto IDEA in the least restrictive environment and so we affirm the\n\njudgment of the district court.\n\n             It is so ordered.\n\n\n\n\n                                          -9-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>592 F.3d 267 (2010)</b></center>\n<center><h1>Mark LESSARD and Linda Lessard, Plaintiffs, Appellants,<br>\nv.<br>\nWILTON-LYNDEBOROUGH COOPERATIVE SCHOOL DISTRICT, Defendant, Appellee.</h1></center>\n<center>No. 08-2244.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard November 5, 2009.</center>\n<center>Decided January 20, 2010.</center>\n<p><span class=\"star-pagination\">*268</span> Richard L. O'Meara with whom Nicole L. Bradick and Murray, Plumb &amp; Murray were on brief for appellants.</p>\n<p>Eric R. Herlan with whom Peter C. Felmly and Drummond Woodsum &amp; MacMahon were on brief for appellee.</p>\n<p>Before LYNCH, Chief Judge, BOUDIN, Circuit Judge, and SAYLOR,<sup>[*]</sup> District Judge.</p>\n<p>PER CURIAM.</p>\n<p>Stephanie Lessard, a New Hampshire resident with multiple disabilities, is entitled to receive a free appropriate public <span class=\"star-pagination\">*269</span> education under the Individuals with Disabilities Education Act (\"IDEA\"), 20 U.S.C. §§ 1400, 1412(a)(1), (5), <i>et seq.</i> (2004).<sup>[1]</sup> She is speech-language impaired, mentally retarded and orthopedically impaired according to New Hampshire special education regulations. She has received special education services since the age of three and had reached the age of nineteen at the time of the dispute that resulted in this appeal.</p>\n<p>In 2001, Stephanie began attending the Crotched Mountain Rehabilitation Center (\"CMRC\"), a New Hampshire facility providing special education services to the Wilton-Lyndeborough Cooperative School District. Although CMRC includes residential facilities, Stephanie attended as a day student and commuted by bus. Her parents came to disfavor Stephanie's placement, believing that she had failed to display adequate academic development and that her placement at CMRC was the cause of extreme and aggressive behavioral problems that she exhibited while at CMRC and while traveling there.</p>\n<p>From April through September 2005, the team managing Stephanie's case met six times and developed a seventy-seven-page individualized education program (\"IEP\") addressing Stephanie's panoply of needs for the 2005-06 school year. The Lessards were unhappy with aspects of the proposed plan; the team agreed to some modifications but not others. The parents also opposed Stephanie's continued placement at CMRC or an alternative special day school offered by the team, and requested instead a home- and community-based program in which an outside vendor would work closely with Stephanie to help acclimate her to basic life skills and means of community interaction.</p>\n<p>No agreement was reached, and the Lessards refused to consent to the 2005-06 IEP. The 2004-05 IEP therefore remained in effect pursuant to IDEA's \"stay put\" provision, 20 U.S.C. § 1415(j),<sup>[2]</sup> and the Lessards ultimately withdrew Stephanie from CMRC in late December 2005. The school district filed a request for a due process hearing, <i>see</i> 20 U.S.C. § 1415(f), to determine the suitability of the proposed IEP; a two-day hearing involving multiple witnesses and several thousand pages of documentary evidence was held on March 13 and March 31, 2006. In July 2006, the hearing officer upheld the school district's proposed 2005-06 plan and placements.</p>\n<p>The Lessards then brought the present action for review of the hearing officer's decision, seeking an award of compensatory educational services for Stephanie. 20 U.S.C. § 1415(i)(2)(A). The district court upheld the hearing officer's ruling, <i>Lessard v. Wilton-Lyndeborough Coop. Sch. Dist.,</i> No. 06-cv-423, 2008 WL 3843913, at *10 (D.N.H. Aug.14, 2008), and the Lessards now appeal to this court. The framework for review of the district court decision is conventional: clear error with respect to factual findings and <i>de novo</i> for the legal findings. <i>C.G. ex rel. A.S. v. Five Town Cmty. Sch. Dist.,</i> 513 F.3d 279, 284 (1st Cir.2008).</p>\n<p><span class=\"star-pagination\">*270</span> The ultimate issue is whether the plan conforms to requirements. In both the district court and this one, as is common when both are reviewing an agency decision, the underlying judgment of those framing the plan is given considerable weight. <i>See </i><i>Roland M. v. Concord Sch. Comm.,</i> 910 F.2d 983, 992 (1st Cir.1990), <i>cert. denied,</i> 499 U.S. 912, 111 S.Ct. 1122, 113 L.Ed.2d 230 (1991). The standard of review is thus deferential to the educational authorities, who have \"primary responsibility for formulating the education to be accorded a handicapped child, and for choosing the educational method most suitable to the child's needs.\" <i>Bd. of Educ. v. Rowley,</i> 458 U.S. 176, 207, 102 S.Ct. 3034, 73 L.Ed.2d 690 (1982).</p>\n<p>The child's educational program and placement must be outlined in an IEP, and the IEP must be tailored to the child; but the details depend on the situation of the child. <i>Me. Sch. Admin. Dist. No. 35 v. Mr. R.,</i> 321 F.3d 9, 20 (1st Cir.2003). And while an IEP must be \"reasonably calculated\" to deliver \"educational benefits,\" <i>Rowley,</i> 458 U.S. at 207, 102 S.Ct. 3034, an ideal or perfect plan is not required. <i>Lessard,</i> 518 F.3d at 23-24; <i>see also </i><i>C.G. ex rel. A.S.,</i> 513 F.3d at 284; <i>Mr. R.,</i> 321 F.3d at 11; <i>G.D. v. Westmoreland Sch. Dist.,</i> 930 F.2d 942, 948 (1st Cir.1991) (IDEA-provided education need not be \"the <i>only</i> appropriate choice, or the choice of certain selected experts, or the child's parents' <i>first</i> choice, or even the <i>best</i> choice\").</p>\n<p>The hearing officer concluded that \"[Stephanie] has received educational benefits from all of the programs provided in the 2004-2005 IEP\" and that \"[i]t is reasonable to assume that this progress would continue in some fashion through the implementation of an enhanced 2005-2006 IEP.\" These conclusions were supported by testimony from a number of therapists and coordinators who worked with Stephanie at CMRC. On appeal, the Lessards argue (1) that the IEP was inadequate because it failed to provide appropriate literacy and transitional services, and (2) that the placement at CMRC was overly restrictive and otherwise harmful.</p>\n<p>The first argument stems in part from the Lessards' request that the IEP incorporate a literacy program called the Lindamood Phoneme Sequencing Program, otherwise known as \"LiPS,\" and provide an instructor already experienced with the method. The LiPS program was recommended by Dr. Robert Kemper, who performed a psycholinguistic evaluation of Stephanie at the Lessards' request. When the school district redrafted the IEP to include this approach but provided only a speech pathologist newly trained in the method, the Lessards switched positions, favoring the \"Davis\" approach because (they say) the school district's proposed LiPS instructor lacked the hands-on LiPS experience recommended by Dr. Kemper.</p>\n<p>The district court sustained the hearing officer's findings that \"the Lessards' additional experience requirement was not sufficient to invalidate the LiPS program offered in the IEP,\" \"that the Lessards had not shown that the multisensory program then being used at CMRC was inappropriate,\" and \"that [Stephanie] was receiving educational benefits from the CMRC reading program.\" <i>Lessard,</i> 2008 WL 3843913, at *6. These findings are adequately supported: the record contains testimony from Stephanie's teachers indicating that she was progressing at a level commensurate with her cognitive profile.</p>\n<p>Perhaps Stephanie might have benefitted even more if Dr. Kemper's recommendations had been followed in fullthe thrust of some of the Lessards' evidencebut that is not the test: what is \"appropriate\" depends on expert judgment, available options and indications of progress. The hearing officer found that the school <span class=\"star-pagination\">*271</span> district attempted in good faith to accommodate the Lessards' instructional requests, and the proposed 2005-06 IEP was quite different from its earlier incarnations under which Stephanie may have failed to progress adequately. That the 2004-05 IEP may have been unsuccessful in this respect does not mean that it was itself <i>ex ante</i> an unreasonable choice. <i>See </i><i>Lessard,</i> 518 F.3d at 23-24; <i>see also </i><i>Lachman v. Ill. State Bd. of Educ.,</i> 852 F.2d 290, 297 (7th Cir.1988), <i>cert. denied,</i> 488 U.S. 925, 109 S.Ct. 308, 102 L.Ed.2d 327 (1988).</p>\n<p>The Lessards' challenge to the IEP's transitional services is that the IEP failed to offer Stephanie sufficient interaction with her community. A similar argument, however, was rejected in the Lessards' challenge to Stephanie's 2004-05 IEP, <i>Lessard,</i> 518 F.3d at 29-30, and the proposed 2005-06 IEP \"included `a significant increase in services in the area of pre-vocational skills,'\" <i>Lessard,</i> 2008 WL 3843913, at *7 (quoting the hearing officer)for example, it increased the number of minutes per week of pre-vocational classroom instruction and added course instruction in horticulture and home economics.</p>\n<p>The Lessards' second basic objection to the proposed 2005-06 IEP is that it failed to place Stephanie in the least restrictive environment in which she could receive educational benefits, as is required. 20 U.S.C. § 1412(a)(5); 34 C.F.R. § 300.115 (2009); <i>see also </i><i>Kathleen H. v. Mass. Dep't of Educ.,</i> 154 F.3d 8, 11 (1st Cir.1998). New Hampshire regulations provide a table of potential placement categories; regular classroom instruction is the least restrictive option under this table while instruction at a hospital or institution is the most restrictive. N.H. Code. Admin. R. Ann. Ed. 1115.04 tbl.1100.2 (2002).</p>\n<p>The table classes full-time or part-time placement at a special day school as less restrictive than home instruction. <i>Id.</i> The Lessards argue that the CMRC is more akin to a hospital or institutional placement, as many students who attended CMRC were more severely disabled than Stephanie and resided permanently at the facility. The CMRC does have residential facilities, but it also runs an approved, licensed special day school, and Stephanie attended that day school and returned home each evening to spend time with her family and in her community.</p>\n<p>The Lessards also say that their own proposal should not be seen as strictly \"home instruction\" under New Hampshire's regime because it would have included significant community-based interaction and thus would have been less restrictive than placement at CMRC. New Hampshire regulations describe home instruction as \"receiv[ing] all <i>or a portion</i> of [the student's] special education program at home,\" N.H.Code. Admin. R. Ann. Ed. 1115.04 tbl.1100.2 (emphasis added), and we cannot say that the district court erred in thus categorizing the Lessards' proposal.</p>\n<p>Pointing to Stephanie's behavioral outbursts while at and being transported to CMRC, the Lessards finally contend that Stephanie's placement at CMRC was emotionally damaging to her. <i>Cf. </i><i>Colin K. v. Schmidt,</i> 536 F.Supp. 1375, 1387 (D.R.I. 1982) (placement is inappropriate if it results in emotional harm to the child), <i>aff'd,</i> 715 F.2d 1 (1st Cir.1983). The district court permissibly found that the Lessards had not shown CMRC to be the cause of this behavior and that Stephanie's behavior was improving. Stephanie did continue to exhibit some behavioral problems, but these seemed to decrease in frequency over time, and the IEP included a number of measures addressing such problems.</p>\n<p>Parents understandably want the very best for their children, whether disabled or not, and the Lessards' vigorous advocacy is in this respect commendable. Nevertheless, <span class=\"star-pagination\">*272</span> given the deferential standard that prevails, our review confirms that Stephanie was afforded a free appropriate public education pursuant to IDEA in the least restrictive environment and so we <i>affirm</i> the judgment of the district court.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of Massachusetts, sitting by designation.</p>\n<p>[1]  Under 20 U.S.C. § 1401(8), a free appropriate public education is defined as:\n</p>\n<p>[S]pecial education and related services that(A) have been provided at public expense, under public supervision and direction, and without charge; (B) meet the standards of the State educational agency; (C) include an appropriate . . . education in the State involved; and (D) are provided in conformity with the individualized education program required under section 1414(d) of this title.</p>\n<p>[2]  The 2004-05 IEP, which the Lessards also challenged, was upheld by this court. <i>Lessard v. Wilton-Lyndeborough Coop. Sch. Dist.,</i> 518 F.3d 18 (1st Cir.2008). Many although not all of the arguments made in this appeal are similar to those made in the earlier one.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">592</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">267</span></span> (2010)</b></center>\n<center><h1>Mark LESSARD and Linda Lessard, Plaintiffs, Appellants,<br>\nv.<br>\nWILTON-LYNDEBOROUGH COOPERATIVE SCHOOL DISTRICT, Defendant, Appellee.</h1></center>\n<center>No. 08-2244.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard November 5, 2009.</center>\n<center>Decided January 20, 2010.</center>\n<p><span class=\"star-pagination\">*268</span> Richard L. O'Meara with whom Nicole L. Bradick and Murray, Plumb &amp; Murray were on brief for appellants.</p>\n<p>Eric R. Herlan with whom Peter C. Felmly and Drummond Woodsum &amp; MacMahon were on brief for appellee.</p>\n<p>Before LYNCH, Chief Judge, BOUDIN, Circuit Judge, and SAYLOR,<sup>[*]</sup> District Judge.</p>\n<p>PER CURIAM.</p>\n<p>Stephanie Lessard, a New Hampshire resident with multiple disabilities, is entitled to receive a free appropriate public <span class=\"star-pagination\">*269</span> education under the Individuals with Disabilities Education Act (\"IDEA\"), 20 U.S.C. §§ 1400, 1412(a)(1), (5), <i>et seq.</i> (2004).<sup>[1]</sup> She is speech-language impaired, mentally retarded and orthopedically impaired according to New Hampshire special education regulations. She has received special education services since the age of three and had reached the age of nineteen at the time of the dispute that resulted in this appeal.</p>\n<p>In 2001, Stephanie began attending the Crotched Mountain Rehabilitation Center (\"CMRC\"), a New Hampshire facility providing special education services to the Wilton-Lyndeborough Cooperative School District. Although CMRC includes residential facilities, Stephanie attended as a day student and commuted by bus. Her parents came to disfavor Stephanie's placement, believing that she had failed to display adequate academic development and that her placement at CMRC was the cause of extreme and aggressive behavioral problems that she exhibited while at CMRC and while traveling there.</p>\n<p>From April through September 2005, the team managing Stephanie's case met six times and developed a seventy-seven-page individualized education program (\"IEP\") addressing Stephanie's panoply of needs for the 2005-06 school year. The Lessards were unhappy with aspects of the proposed plan; the team agreed to some modifications but not others. The parents also opposed Stephanie's continued placement at CMRC or an alternative special day school offered by the team, and requested instead a home- and community-based program in which an outside vendor would work closely with Stephanie to help acclimate her to basic life skills and means of community interaction.</p>\n<p>No agreement was reached, and the Lessards refused to consent to the 2005-06 IEP. The 2004-05 IEP therefore remained in effect pursuant to IDEA's \"stay put\" provision, 20 U.S.C. § 1415(j),<sup>[2]</sup> and the Lessards ultimately withdrew Stephanie from CMRC in late December 2005. The school district filed a request for a due process hearing, <i>see</i> 20 U.S.C. § 1415(f), to determine the suitability of the proposed IEP; a two-day hearing involving multiple witnesses and several thousand pages of documentary evidence was held on March 13 and March 31, 2006. In July 2006, the hearing officer upheld the school district's proposed 2005-06 plan and placements.</p>\n<p>The Lessards then brought the present action for review of the hearing officer's decision, seeking an award of compensatory educational services for Stephanie. 20 U.S.C. § 1415(i)(2)(A). The district court upheld the hearing officer's ruling, <i>Lessard v. Wilton-Lyndeborough Coop. Sch. Dist.,</i> No. 06-cv-423, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">3843913</span></span>, at *10 (D.N.H. Aug.14, 2008), and the Lessards now appeal to this court. The framework for review of the district court decision is conventional: clear error with respect to factual findings and <i>de novo</i> for the legal findings. <i>C.G. ex rel. A.S. v. Five Town Cmty. Sch. Dist.,</i> <span class=\"citation\" data-id=\"203107\"><a href=\"/opinion/203107/cg-ex-rel-as-v-five-town-community-school/\"><span class=\"volume\">513</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">279</span></a></span>, 284 (1st Cir.2008).</p>\n<p><span class=\"star-pagination\">*270</span> The ultimate issue is whether the plan conforms to requirements. In both the district court and this one, as is common when both are reviewing an agency decision, the underlying judgment of those framing the plan is given considerable weight. <i>See </i><i>Roland M. v. Concord Sch. Comm.,</i> <span class=\"citation\" data-id=\"546213\"><a href=\"/opinion/546213/roland-m-and-miriam-m-v-the-concord-school-committee/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">983</span></a></span>, 992 (1st Cir.1990), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">912</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1122</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">230</span></span> (1991). The standard of review is thus deferential to the educational authorities, who have \"primary responsibility for formulating the education to be accorded a handicapped child, and for choosing the educational method most suitable to the child's needs.\" <i>Bd. of Educ. v. Rowley,</i> <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">176</span></a></span>, 207, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">690</span></a></span> (1982).</p>\n<p>The child's educational program and placement must be outlined in an IEP, and the IEP must be tailored to the child; but the details depend on the situation of the child. <i>Me. Sch. Admin. Dist. No. 35 v. Mr. R.,</i> <span class=\"citation\" data-id=\"781035\"><a href=\"/opinion/781035/maine-school-administrative-district-no-35-v-mr-and-mrs-r-on-their/\"><span class=\"volume\">321</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 20 (1st Cir.2003). And while an IEP must be \"reasonably calculated\" to deliver \"educational benefits,\" <i>Rowley,</i> 458 U.S. at 207, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, an ideal or perfect plan is not required. <i>Lessard,</i> 518 F.3d at 23-24; <i>see also </i><i>C.G. ex rel. A.S.,</i> 513 F.3d at 284; <i>Mr. R.,</i> 321 F.3d at 11; <i>G.D. v. Westmoreland Sch. Dist.,</i> <span class=\"citation\" data-id=\"559501\"><a href=\"/opinion/559501/gd-etc-v-westmoreland-school-district/\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 948 (1st Cir.1991) (IDEA-provided education need not be \"the <i>only</i> appropriate choice, or the choice of certain selected experts, or the child's parents' <i>first</i> choice, or even the <i>best</i> choice\").</p>\n<p>The hearing officer concluded that \"[Stephanie] has received educational benefits from all of the programs provided in the 2004-2005 IEP\" and that \"[i]t is reasonable to assume that this progress would continue in some fashion through the implementation of an enhanced 2005-2006 IEP.\" These conclusions were supported by testimony from a number of therapists and coordinators who worked with Stephanie at CMRC. On appeal, the Lessards argue (1) that the IEP was inadequate because it failed to provide appropriate literacy and transitional services, and (2) that the placement at CMRC was overly restrictive and otherwise harmful.</p>\n<p>The first argument stems in part from the Lessards' request that the IEP incorporate a literacy program called the Lindamood Phoneme Sequencing Program, otherwise known as \"LiPS,\" and provide an instructor already experienced with the method. The LiPS program was recommended by Dr. Robert Kemper, who performed a psycholinguistic evaluation of Stephanie at the Lessards' request. When the school district redrafted the IEP to include this approach but provided only a speech pathologist newly trained in the method, the Lessards switched positions, favoring the \"Davis\" approach because (they say) the school district's proposed LiPS instructor lacked the hands-on LiPS experience recommended by Dr. Kemper.</p>\n<p>The district court sustained the hearing officer's findings that \"the Lessards' additional experience requirement was not sufficient to invalidate the LiPS program offered in the IEP,\" \"that the Lessards had not shown that the multisensory program then being used at CMRC was inappropriate,\" and \"that [Stephanie] was receiving educational benefits from the CMRC reading program.\" <i>Lessard,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">3843913</span></span>, at *6. These findings are adequately supported: the record contains testimony from Stephanie's teachers indicating that she was progressing at a level commensurate with her cognitive profile.</p>\n<p>Perhaps Stephanie might have benefitted even more if Dr. Kemper's recommendations had been followed in fullthe thrust of some of the Lessards' evidencebut that is not the test: what is \"appropriate\" depends on expert judgment, available options and indications of progress. The hearing officer found that the school <span class=\"star-pagination\">*271</span> district attempted in good faith to accommodate the Lessards' instructional requests, and the proposed 2005-06 IEP was quite different from its earlier incarnations under which Stephanie may have failed to progress adequately. That the 2004-05 IEP may have been unsuccessful in this respect does not mean that it was itself <i>ex ante</i> an unreasonable choice. <i>See </i><i>Lessard,</i> 518 F.3d at 23-24; <i>see also </i><i>Lachman v. Ill. State Bd. of Educ.,</i> <span class=\"citation\" data-id=\"509040\"><a href=\"/opinion/509040/ronald-lachman-and-mary-ann-lachman-on-behalf-of-benjamin-lachman-a-minor/\"><span class=\"volume\">852</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">290</span></a></span>, 297 (7th Cir.1988), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">925</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">308</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">327</span></span> (1988).</p>\n<p>The Lessards' challenge to the IEP's transitional services is that the IEP failed to offer Stephanie sufficient interaction with her community. A similar argument, however, was rejected in the Lessards' challenge to Stephanie's 2004-05 IEP, <i>Lessard,</i> 518 F.3d at 29-30, and the proposed 2005-06 IEP \"included `a significant increase in services in the area of pre-vocational skills,'\" <i>Lessard,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">3843913</span></span>, at *7 (quoting the hearing officer)for example, it increased the number of minutes per week of pre-vocational classroom instruction and added course instruction in horticulture and home economics.</p>\n<p>The Lessards' second basic objection to the proposed 2005-06 IEP is that it failed to place Stephanie in the least restrictive environment in which she could receive educational benefits, as is required. 20 U.S.C. § 1412(a)(5); 34 C.F.R. § 300.115 (2009); <i>see also </i><i>Kathleen H. v. Mass. Dep't of Educ.,</i> <span class=\"citation\" data-id=\"757553\"><a href=\"/opinion/757553/kathleen-h-larry-h-and-daniel-h-v-massachusetts-department-of/\"><span class=\"volume\">154</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 11 (1st Cir.1998). New Hampshire regulations provide a table of potential placement categories; regular classroom instruction is the least restrictive option under this table while instruction at a hospital or institution is the most restrictive. N.H. Code. Admin. R. Ann. Ed. 1115.04 tbl.1100.2 (2002).</p>\n<p>The table classes full-time or part-time placement at a special day school as less restrictive than home instruction. <i>Id.</i> The Lessards argue that the CMRC is more akin to a hospital or institutional placement, as many students who attended CMRC were more severely disabled than Stephanie and resided permanently at the facility. The CMRC does have residential facilities, but it also runs an approved, licensed special day school, and Stephanie attended that day school and returned home each evening to spend time with her family and in her community.</p>\n<p>The Lessards also say that their own proposal should not be seen as strictly \"home instruction\" under New Hampshire's regime because it would have included significant community-based interaction and thus would have been less restrictive than placement at CMRC. New Hampshire regulations describe home instruction as \"receiv[ing] all <i>or a portion</i> of [the student's] special education program at home,\" N.H.Code. Admin. R. Ann. Ed. 1115.04 tbl.1100.2 (emphasis added), and we cannot say that the district court erred in thus categorizing the Lessards' proposal.</p>\n<p>Pointing to Stephanie's behavioral outbursts while at and being transported to CMRC, the Lessards finally contend that Stephanie's placement at CMRC was emotionally damaging to her. <i>Cf. </i><i>Colin K. v. Schmidt,</i> <span class=\"citation\" data-id=\"2009661\"><a href=\"/opinion/2009661/colin-k-v-schmidt/\"><span class=\"volume\">536</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1375</span></a></span>, 1387 (D.R.I. 1982) (placement is inappropriate if it results in emotional harm to the child), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></span> (1st Cir.1983). The district court permissibly found that the Lessards had not shown CMRC to be the cause of this behavior and that Stephanie's behavior was improving. Stephanie did continue to exhibit some behavioral problems, but these seemed to decrease in frequency over time, and the IEP included a number of measures addressing such problems.</p>\n<p>Parents understandably want the very best for their children, whether disabled or not, and the Lessards' vigorous advocacy is in this respect commendable. Nevertheless, <span class=\"star-pagination\">*272</span> given the deferential standard that prevails, our review confirms that Stephanie was afforded a free appropriate public education pursuant to IDEA in the least restrictive environment and so we <i>affirm</i> the judgment of the district court.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of Massachusetts, sitting by designation.</p>\n<p>[1]  Under 20 U.S.C. § 1401(8), a free appropriate public education is defined as:\n</p>\n<p>[S]pecial education and related services that(A) have been provided at public expense, under public supervision and direction, and without charge; (B) meet the standards of the State educational agency; (C) include an appropriate . . . education in the State involved; and (D) are provided in conformity with the individualized education program required under section 1414(d) of this title.</p>\n<p>[2]  The 2004-05 IEP, which the Lessards also challenged, was upheld by this court. <i>Lessard v. Wilton-Lyndeborough Coop. Sch. Dist.,</i> <span class=\"citation\" data-id=\"203163\"><a href=\"/opinion/203163/lessard-v-wilton-lyndeborough-coop-school-dist/\"><span class=\"volume\">518</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span> (1st Cir.2008). Many although not all of the arguments made in this appeal are similar to those made in the earlier one.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203107/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203163/",
    "http://www.courtlistener.com/api/rest/v3/opinions/509040/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559501/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781035/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2009661/"
  ]
}