{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/204105/",
  "absolute_url": "/opinion/204105/united-states-v-zapata/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/204105/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:30:05Z",
  "date_modified": "2016-02-28T05:12:53.860442Z",
  "type": "010combined",
  "sha1": "ead6892693f117022f54fc4234afc76ea8dae384",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-1554P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/12/16/US_v._Zapata.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 08-1554\n\n                       UNITED STATES OF AMERICA,\n\n                               Appellee,\n\n                                  v.\n\n                             CESAR ZAPATA,\n\n                         Defendant, Appellant.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n                   FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. George A. O'Toole, Jr., U.S. District Judge]\n\n\n                                Before\n\n            Torruella, Tashima,* and Lipez, Circuit Judges.\n\n\n\n     David J. Apfel, with whom Alison V. Douglass, Elianna J.\nMarziani and Goodwin Proctor LLP were on brief, for appellant.\n     Neil J. Gallagher, Jr., Assistant United States Attorney, with\nwhom Michael J. Sullivan, United States Attorney, and Mark T.\nQuinlivan, Assistant United States Attorney, were on brief, for\nappellee.\n\n\n\n                           December 16, 2009\n\n\n\n\n     *\n         Of the Ninth Circuit, sitting by designation.\n\f           LIPEZ, Circuit Judge.         In exchange for the dismissal of\n\na drug conspiracy charge in an indictment, appellant Cesar Zapata\n\npled guilty to a one-count information charging unlawful use of a\n\ncommunication      facility   in   connection     with   a   drug   trafficking\n\noffense.   See 21 U.S.C. § 843(b).          He was sentenced to a term of 48\n\nmonths' imprisonment, the statutory maximum.                   In this appeal,\n\nZapata claims that his sentencing was procedurally flawed and that\n\nthe sentence imposed is unreasonable, insufficiently supported by\n\nthe evidence, and in violation of the Sixth Amendment.                    Having\n\ncarefully considered each of these claims, we find no error and\n\ntherefore affirm the district court's judgment.\n\n                                       I.\n\n           The following facts are drawn from the change-of-plea\n\ncolloquy, the presentence investigation report (\"PSR\"), and the\n\ntranscript    of    an   evidentiary    hearing     on   the    drug    quantity\n\nattributable to Zapata.       See United States v. Stone, 575 F.3d 83,\n\n85 (1st Cir. 2009); United States v. Jiminez, 498 F.3d 82, 84 (1st\n\nCir. 2007).\n\nA. The Investigation\n\n           After several cocaine seizures took place in early 2005\n\nin New York City, Boston, and Springfield, Massachusetts, federal\n\nand   state   law    enforcement     authorities      initiated     a    wiretap\n\ninvestigation targeting the drug distribution activity of Sergio\n\nSaldana-Alcantara (\"Saldana\"), Zapata's business partner at Pine\n\n\n                                       -2-\n\fPoint Auto Sales in Springfield.        Through phone records related to\n\nthe cocaine seizures, investigators were also led to Zapata, a\n\nfifty-seven-year-old father and grandfather with no prior criminal\n\nrecord.     Between May and August 2005, investigators conducted a\n\nseries of state wiretaps on Zapata's cellular phone, five cellular\n\nphones used by Saldana, and the cellular phone of one of Saldana's\n\ncustomers, George Samuels.1\n\n            Thousands of calls were intercepted during the three\n\nmonths of wiretapping, but none of the taped conversations included\n\nexplicit reference to cocaine or drug sales.                    The government,\n\nhowever, maintains that coded language in the calls showed that\n\nZapata was actively involved in the drug conspiracy with Saldana,\n\nwho   was   supplying    his   customers    with    kilogram     quantities     of\n\ncocaine.     Among the intercepted calls were several conversations\n\ninvolving Saldana, Zapata and a buyer in New York known as \"Juan\"\n\nwho   at    times   also   provided    cocaine      to    Saldana,      who    then\n\nredistributed it to Samuels.          According to the government, the\n\ncalls also showed that Zapata had given cocaine he received from\n\nSaldana to a customer of his own, Freddy Domínguez.\n\n            At   the    evidentiary   hearing      on    drug   quantity      after\n\nZapata's    change-of-plea      hearing,    DEA    Special      Agent    Jonathan\n\n\n\n      1\n      A series of six fifteen-day wiretaps were placed on Zapata's\nphone between May 31 and August 27.       Wiretaps were placed on\nSaldana's phones between July 1 and August 27, and a single wiretap\nwas in effect on Samuels' phone between August 17 and August 27.\n\n                                      -3-\n\fShankweiler described in particular three sets of calls that took\n\nplace in June, July and August 2005.     The June calls were between\n\nZapata and Domínguez, and Shankweiler testified that they related\n\nto Domínguez's unsuccessful attempt to obtain cocaine from Zapata\n\nwithout paying for it.2     The July calls were identified as the\n\nbasis for the information to which Zapata pled guilty.3           In\n\nmultiple calls on July 4 and 5, Juan called Zapata's phone or vice\n\nversa, and Zapata twice handed his phone to Saldana to continue\n\nconversations that he had begun with Juan.    Shankweiler testified\n\nthat this series of calls related to Juan's desire to pay Saldana\n\n\n\n     2\n       For example, in one call, Zapata asked Domínguez: \"And for,\nfor those hundred (100) pesos, what's up? So I can let the guy\nknow.\" Domínguez replied that he didn't \"have anything right now\"\nbecause he was waiting for \"this guy\" to call him, and Zapata then\nasked: \"What are you going to do, are you going to take it up front\nor what?\"    According to the PSR, agents believed the \"hundred\npesos\" was 100 grams of cocaine. Shankweiler testified that Zapata\nwas asking if Domínguez wanted the drugs \"up front,\" meaning that\nhe would get the cocaine without paying for it at that time. In\nanother call the next day, Domínguez told Zapata that \"I have the\npapers now,\" which the agents understood to mean that he now had\nthe money to pay for the drugs. Shankweiler testified that, in his\nexperience with \"numerous overheard drug conversations, 'papers' is\nmoney.\"\n     3\n         The information stated:\n\n          On or about July 4, 2005, in the District of\n     Massachusetts and elsewhere,\n                           CESAR ZAPATA\n     defendant herein, did knowingly and intentionally use a\n     communication facility, to wit: a cellular telephone\n     assigned telephone number (413) 883-7649, in committing,\n     causing and facilitating a drug trafficking offense,\n     specifically Conspiracy to Distribute Cocaine in\n     violation of Title 21, United States Code, Section 846.\n\n                                   -4-\n\fand Zapata money owed for drugs distributed the previous day and to\n\nget more cocaine from them.4\n\n\n     4\n       In the first call on July 4, Juan called Zapata and told him\nthat his friend, \"the one from last night . . . He wants me to see\nhim to do the special that there was yesterday?        He wants to\ncontinue with the same special, so I don't know what to do.\"\nZapata told Juan, \"hold on, talk to the man,\" and he put Saldana on\nthe phone. Juan then told Saldana that his friend, \"the last one\nI met with last night,\" called him \"to dance at two discotheques so\nthat then, you know, now, he got used to yesterday's special, so\n. . . I told him I have to ask first.\"       The conversation then\ncontinued:\n\n     SALDANA: No, tell him no . . . only if he just wants\n     half, another half block up front, and that's the only\n     way, if it is, it is . . .\n     JUAN: Okay. Half a block more up front?\n     SALDANA: If he has given street for it, if he hasn't\n     given street and he isn't, and he doesn't go right away,\n     uh . . .\n     JUAN: Oh, no, he's going right away. He has to give me\n     four (4) pesos for last night. . . So, he's going to go\n     twice.\n     SALDANA: So have him give it to you all together already\n     and that's finished.\n     JUAN: Alright then. Let me talk to him.\n     SALDANA: Okay\n     JUAN: Okay, okay.\n\nShankweiler testified that this conversation was a coded request\nfor two kilograms of cocaine (two \"discotheques\") at the same price\nas the day before (\"the same special\").\n\nLater that day, Juan again called Zapata and said: \"Ask this guy if\nyou are going to come over tonight, because there are fifty-five\n(55) pesos there.\" Zapata replied that they were coming the next\nday because \"we're all drinking.\" Zapata again put Saldana on the\nphone with Juan, who repeated: \"I have the fifty-five (55) pesos\nhere for you to pay the rent there.\" Saldana replied that he would\n\"go by there later on.\"\n\nZapata spoke with Juan again the next day, July 5, and their\nconversation included the following exchange:\n\n     JUAN: Yeah, well, I'm just taking it easy here.   I have\n\n                               -5-\n\f             The transaction anticipated in those calls was believed\n\nto have occurred within the following few days.                     Saldana went to\n\nNew   York   on     July    5,     without    Zapata,   and   had    some    kind   of\n\ninteraction       with     Juan,    perhaps    collecting     the    \"seventy     (70)\n\nsomething pesos\" that Juan had mentioned on the phone.                     A series of\n\nphone calls between Saldana and Juan the next day, July 6, led\n\ninvestigators to set up surveillance in Springfield. Consequently,\n\non July 7, Zapata was observed entering Saldana's home empty-handed\n\nand exiting with a box measuring approximately sixteen inches by\n\ntwelve inches by two inches.                 Later that day, the two men were\n\nfollowed to New York, where Zapata was observed carrying the box\n\ninto an apartment building where investigators believed Juan lived\n\nwith Saldana's mother.           Shankweiler testified that he believed the\n\nbox contained cocaine.\n\n             The third set of calls occurred on August 18 as Saldana\n\nand   Zapata   were      driving     back     to   Springfield      from   New   York.\n\nAccording      to    Shankweiler,        investigators        intercepted        calls\n\n\n      the seventy (70) something pesos so that, so that you can\n      cover the rent.\n      ZAPATA: Uh-huh.\n      JUAN: Yes, so you can call me, and tell me if you're\n      going to come over, so that I can get a money order for\n      you to pay, because the rent was due on the first.\n      ZAPATA: Uh-huh.\n      JUAN: That way you [plural] can make up the difference\n      with that. . . seventy-something pesos that I have there.\n      ZAPATA: Okay, that's fine. That's fine. We'll call you\n      soon.\n\n\n\n                                         -6-\n\fsuggesting that Saldana had obtained a sample of cocaine from Juan\n\nthat he was bringing to Samuels.     In one of the calls, Saldana told\n\nSamuels, \"I've got a picture for you, the flower,\" and Shankweiler\n\ntestified that he interpreted both \"picture\" and \"flower\" to\n\nconnote the drug sample.     As a result of the calls, DEA agents set\n\nup surveillance at Samuels' residence. They saw Saldana and Zapata\n\narrive at the house and later saw Saldana emerge from the garage\n\nand drive off with Zapata, who had been waiting in the car.\n\nSaldana then called Juan and told him that he had shown \"my friend\"\n\n\"the photos\" and was giving the other half to \"the old man\" – a\n\nreference to Zapata – \"for him to show it to his friend, just in\n\ncase.\"\n\n            About a week later, DEA agents executed federal search\n\nwarrants at Samuels', Saldana's and Zapata's residences.              They\n\nfound twenty-six kilograms of cocaine in a storage bin in the trunk\n\nof Samuels' car in his garage.      One kilogram was in a shoe box that\n\nhad been sliced down the middle, with some of the cocaine missing,\n\nand   the   other   twenty-five   kilograms   were   stacked   in   bricks.\n\nShankweiler testified that he believed the single kilogram was the\n\nsample that had been given to Samuels by Saldana, explaining that\n\n\"it's not uncommon for somebody to provide a sample before making\n\nthat type     of investment.\"     He estimated that the bin contained\n\nabout $500,000 worth of cocaine.\n\n\n\n\n                                    -7-\n\f           The search of Saldana's residence turned up a small\n\namount of cocaine and $68,980 in cash and, at Zapata's home, a safe\n\ncontaining $2,200 in cash and an electronic scale were seized.\n\nZapata,   Saldana    and   Samuels    were    arrested    and   a    superseding\n\nindictment   later    charged   Zapata       and   five   co-defendants     with\n\nparticipating in a drug trafficking conspiracy that extended from\n\n2001 through August 2005.\n\nB. The Change of Plea\n\n           Trial commenced against Zapata and Saldana on November\n\n26, 2007, after the other four defendants had been convicted or\n\npled guilty.    On the day the jury was impaneled, Saldana pled\n\nguilty to a single count charging conspiracy to distribute five\n\nkilograms or more of cocaine.        Later the same day, Zapata agreed to\n\nplead guilty to the criminal information charging unlawful use of\n\na communication facility.       See 21 U.S.C. § 843(b).             In exchange,\n\nthe government dismissed the drug conspiracy count against him in\n\nthe superseding indictment.\n\n           At the arraignment on the new charge, the government\n\nsummarized the evidence against Zapata as follows:\n\n           [T]he evidence would prove that on July 4,\n           2005, at around 6:10 in the afternoon, the\n           defendant engaged in a phone conversation with\n           a person named Juan. He received a phone call\n           from Juan in which Juan told Zapata that he\n           was taking it easy and said, \"Ask those guys\n           if they're going to come over tonight because\n           there are 55 . . . pesos there,\" to which\n           Zapata replied, \"No, we're going tomorrow.\n           Tomorrow,\" to which Juan said, \"Somebody\n\n                                      -8-\n\f              doesn't let you?\" Zapata said, \"No, because\n              we're all drinking.\"\n\n                     At   that   time  Zapata   put   Sergio\n              [Saldana], who is the defendant in this case,\n              on the phone where they again talked about a\n              conversation about 55 pesos.     The evidence\n              would show that 55 pesos, along with other\n              conversations, was about $55,000 in drug\n              proceeds for the prior transportation and sale\n              of approximately 3 kilograms of cocaine in New\n              York City days before.\n\nZapata acknowledged at the hearing that he knew his cell phone was\n\nbeing used to facilitate a drug transaction between Juan and\n\nSaldana, but denied knowledge of any quantity of drugs or drug\n\nproceeds discussed during the phone conversation.                      He stated that\n\nhe \"didn't know what those 55 pesos were about, that they called\n\nhim [Saldana] on my phone and I passed it on to them.\"\n\n              In    his     sentencing      memorandum    and     at     his   initial\n\nsentencing hearing, Zapata argued that his appropriate sentencing\n\nrange       under   the     guidelines      was   six    to     twelve    months   of\n\nimprisonment.       That calculation began with the assumption that no\n\nquantity of drugs had been proven attributable to him, giving him\n\na   base     offense      level   (\"BOL\")    of   12.5    The    Probation      Office\n\nconcluded in the PSR, however, that Zapata was responsible for 3.1\n\n\n        5\n       Under the Sentencing Guidelines, the base offense level for\nan offense under section 843(a) is the offense level for the crime\nthat the defendant sought to facilitate. See U.S.S.G. § 2D1.6.\nThe offense level for the underlying crime here – a drug conspiracy\n– is tied to the quantity of drugs attributable to the defendant's\nconduct.    U.S.S.G. § 2D1.1.      BOL 12 applies to a cocaine\ntrafficking conspiracy when no amount of drugs has been proven.\nU.S.S.G. § 2D1.1(a), (c)(14).\n\n                                            -9-\n\fkilograms of cocaine based on a \"conservative estimate\" of the\n\ndrugs    discussed   in   the   July   4     phone   call    and   other    calls\n\nintercepted at around the same time, plus additional small amounts\n\ndiscussed in other calls.        Relying on that drug weight, the PSR\n\ncalculated an offense level of 28, ultimately resulting in a\n\nguideline range of 57 to 71 months.6                 Because section 843(b)\n\nprovides for a statutory maximum of four years, the PSR noted that\n\nthe guidelines sentence was 48 months.\n\nC. The Drug Quantity Hearing and District Court Ruling\n\n            The district court conducted an evidentiary hearing on\n\nthe issue of drug weight in April 2008.          The only witness was Agent\n\nShankweiler, and the government also introduced into evidence\n\nwiretap recordings and transcripts of English translations of\n\nintercepted conversations that had been conducted in Spanish.\n\nShankweiler   testified    to   his    understanding        of   numerous   phone\n\nconversations involving Zapata, Saldana and others – including\n\nthose described above – and explained why he construed certain\n\nwords to be coded references to drug transactions.                    In cross-\n\nexamining Shankweiler about his understanding of the intercepted\n\nconversations, defense counsel challenged the agent's drug-related\n\n\n\n\n     6\n      The calculation took into account a reduction in the BOL for\nacceptance of responsibility.\n\n                                      -10-\n\finterpretations of the coded language and sought to show that the\n\nconversations were equally susceptible to lawful connotations.7\n\n          At the conclusion of testimony, the government argued\n\nthat Zapata should be held responsible for at least one kilogram of\n\ncocaine based on the July phone calls and the evidence that he had\n\nreceived a portion of the sample given to Samuels on August 18.   In\n\nresponse, defense counsel emphasized the absence of evidence that\n\nZapata played a role beyond lending his phone to Saldana, and he\n\nfurther argued that no particular quantity of drugs was foreseeable\n\nto Zapata.   Zapata was never seen with any drugs, and he remained\n\nin the car when Saldana dropped off the sample that investigators\n\nlinked to the twenty-six kilograms later found in Samuels' garage.\n\nIn addition, none of the intercepted conversations showed that\n\nZapata knew Samuels.   Counsel challenged the government's reliance\n\non the coded language, highlighting, inter alia, that the same\n\nwords were interpreted in different ways in different situations.8\n\n\n     7\n       In one exchange, for example, defense counsel focused on\nShankweiler's testimony that the box Zapata took from Saldana's\nresidence and carried into Juan's apartment on July 7 contained\ndrugs.   The conversations on July 6 that preceded the delivery\nreferred to a \"radiator,\" and defense counsel challenged\nShankweiler's belief that such references were code for drugs.\nCounsel sought to show that, given the legitimate car business run\nby Zapata, the references to \"radiator\" were more logically\nunderstood to describe a car part.\n     8\n       Shankweiler interpreted specified numbers of pesos to refer\nto different multiples of dollars. For example, he construed \"55\npesos\" and \"70 pesos\" in the July 4 and 5 conversations to mean\n$55,000 and $70,000, but also testified that \"4 pesos\" meant\n$40,000. The PSR, meanwhile, construed a reference to 100 pesos to\n\n                                -11-\n\f          Defense counsel argued that, consistent with the Sixth\n\nAmendment,   the   drug   quantity   needed   to   be   proven   beyond   a\n\nreasonable doubt, but asserted that the evidence was insufficient\n\nto support a specific drug weight finding even if evaluated under\n\na preponderance standard.     Relying on the absence of evidence to\n\nshow that Zapata should be held responsible for any particular\n\nweight, counsel reiterated the request for a BOL of 12, reduced for\n\nacceptance of responsibility to BOL 10, with the accompanying six-\n\nto-twelve-month sentencing range.       Counsel recommended that the\n\ncourt impose a twelve-month term of probation.\n\n          The district court rejected the defense argument on the\n\napplicable standard of proof and found, by a preponderance of the\n\nevidence, that Zapata should be held accountable for between three\n\nand three-and-a-half kilograms of cocaine.          Characterizing this\n\namount as \"a conservative estimate,\" the court focused on the July\n\n4 phone calls that it believed showed Zapata to be \"an active\n\nlieutenant to Mr. Saldana.\"     The court observed:\n\n          He receives the calls, he fields the calls,\n          and then he puts Saldana on the line.      And\n          then he takes it upon himself to be protective\n          of Saldana in the third call.9 That's somebody\n\n\ndenote 100 grams of cocaine.\n     9\n       The \"third call\" to which the court referred was Zapata's\ncall to Juan on July 4, following the two calls from Juan in which\nhe had passed the phone to Saldana.     Zapata urged Juan to tell\nSaldana not to \"go over there\" until the next day \"because he's\ndrinking, you understand. . . . [It]'s hot, also.\" Later in the\ncall, after asking Juan to \"tell him anything, anything at all, so\n\n                                 -12-\n\f          who is clearly operating in concert with\n          Saldana, in Saldana's interest, whatever they\n          might be.   He acts as sort of a gatekeeper\n          with respect to Juan.\n\nThe court noted that the evidence generally showed that Saldana was\n\nselling kilogram quantities of cocaine and that, notwithstanding\n\nthe \"opaque\" and sometimes inconsistent language in the calls, the\n\n\"patterns of discussion\" in the July 4 calls showed a pending\n\ntransaction aimed at collecting payment for a prior deal and\n\ninitiating a new one.\n\n          The court relied on the roughly $20,000-per-kilogram\n\nstreet price for cocaine and the \"peso\" references in the phone\n\nconversations, as interpreted by Shankweiler, to find the July 4\n\ncalls involved drug trafficking \"in the range of three to three and\n\na half kilos.\" The court concluded that Zapata was responsible for\n\nat least that amount, but noted that \"a reasonable estimate could\n\neasily go higher by, for example, including August quantities.\"\n\nThe court thus adopted the PSR calculation of a BOL of 28, which it\n\nreduced by three levels for acceptance of responsibility.              The\n\nresulting guidelines range was 57 to 71 months.\n\n          The court then invited the parties to address the other\n\nsentencing   factors   that   must   be   considered   under   18   U.S.C.\n\n\n\n\nthat nothing bad happens there,\" he again explained, \"[b]ecause\nit's hot, hot, you understand?\"\n\n                                 -13-\n\f§ 3553(a).10   The government urged that the sentence be set at the\n\nstatutory maximum based, inter alia, on the need for deterrence and\n\nthe defendant's failure to fully accept responsibility for his\n\nactions.    Defense counsel emphasized that Zapata should not be\n\npunished as if he were a participant in the drug conspiracy given\n\nthat the conspiracy charge against him had been dropped, but only\n\nfor the crime to which he pled guilty.        Although he admitted\n\nfacilitating a drug conspiracy involving Saldana and Juan, \"he had\n\nno idea of quantities.\"     Moreover, counsel argued, the evidence\n\nshowed that the transaction that occurred on July 7 involved car\n\nparts, not drugs.     In addition, given Zapata's age and personal\n\ncircumstances, lack of criminal history, and the likelihood of\n\ndeportation following whatever sentence he received, a twelve-month\n\nterm of probation would be a reasonable and appropriate punishment.\n\n            The district court imposed the statutory maximum of 48\n\nmonths.    It explained that the distribution of kilogram quantities\n\nof cocaine, even if done in a single episode, is \"a serious offense\n\nthat the community suffers from and that the community, therefore,\n\nrequires an expression of punishment and justice for.\"    The court\n\nconcluded that the circumstances did not warrant reducing the\n\n\n\n\n     10\n        Those factors include, inter alia, the history and\ncharacteristics of the defendant, the seriousness of the offense,\nthe goals of rehabilitation, and the need for deterrence. See 18\nU.S.C. § 3553(a).\n\n                                 -14-\n\fsentence below the statutory maximum, which was less than the\n\nguidelines range of 57 to 71 months.\n\n          On appeal, Zapata asserts four errors:             (1) the sentence\n\nviolated his Sixth Amendment rights because it was based on facts\n\nthat he did not admit and that were not found by a jury beyond a\n\nreasonable doubt; (2) the judge's finding of drug quantity was not\n\nsupported by sufficient evidence; (3) the district court committed\n\nprocedural error by relying solely on the guidelines in setting the\n\nsentence, disregarding the other factors listed in 18 U.S.C. §\n\n3553(a); and (4) the sentence was unreasonable in light of his\n\nindividual characteristics.       We consider each contention in turn.\n\n                                      II.\n\n          Zapata     argues   that    his   sentence    violated      the   Sixth\n\nAmendment because it was based on a drug quantity that the court\n\ndetermined by a preponderance of the evidence.              He contends that,\n\nunder Blakely v. Washington, 542 U.S. 296 (2004), as clarified in\n\nCunningham v. California, 549 U.S. 270 (2007), a sentencing judge\n\nmay not exceed the statutory maximum term of imprisonment that\n\napplies \"solely on the basis of the facts reflected in the jury\n\nverdict or admitted by the defendant.\"              Blakely, 542 U.S. at 303\n\n(emphasis omitted).       Zapata emphasizes language in Cunningham\n\nhighlighting   the    statement      in   Blakely    that   \"'[t]he    relevant\n\n\"statutory maximum\" . . . is not the maximum sentence a judge may\n\nimpose after finding additional facts, but the maximum he may\n\n\n                                     -15-\n\fimpose without any additional findings.'\" 549 U.S. at 275 (quoting\n\nBlakely, 542 U.S. at 303-04).\n\n          We   have   repeatedly    held    that,    \"under    the   advisory\n\nGuidelines,    judicial     fact-finding       on    drug     quantity     is\n\nconstitutionally permissible,\" within the limits set by Apprendi v.\n\nNew Jersey, 530 U.S. 466 (2000).     United States v. Arango, 508 F.3d\n\n34, 42 (1st Cir. 2007).     Apprendi holds that facts that increase\n\nthe penalty for a crime \"beyond the prescribed statutory maximum,\"\n\nother than the fact of a prior conviction, must be proved beyond a\n\nreasonable doubt to a jury.    See 530 U.S. at 490.          Consistent with\n\nthat directive, we have routinely upheld sentences that relied on\n\ndrug quantities found by a preponderance of the evidence where the\n\nterm imposed fell within the maximum for the statute of conviction.\n\nSee United States v. Platte, 577 F.3d 387, 392 (1st Cir. 2009).\n\n          Zapata   argues   that   the     Supreme   Court    in   Cunningham\n\nclarified that Apprendi and its progeny bar the use of judge-found\n\nfacts \"to increase federal sentences beyond the highest sentence\n\nthat would be 'reasonable' absent the judicial fact-finding.\"              He\n\nasserts that the \"true statutory maximum\" is thus not the term set\n\nby Congress as the upper limit for a type of crime, but the highest\n\nsentence that would survive scrutiny for substantive reasonableness\n\nin the particular case based solely on jury-found or admitted\n\nfacts.\n\n\n\n\n                                   -16-\n\f              In this case, therefore, Zapata argues that the maximum\n\nsentence set by statute for a violation of 21 U.S.C. § 843(b) – 48\n\nmonths – is not the relevant marker.              He contends that, to\n\ndetermine the maximum applicable to him, we must look first to the\n\nguidelines sentencing range that is authorized based exclusively on\n\nthe facts that he admitted, i.e., that he facilitated a friend's\n\ndrug conspiracy by allowing him to use his phone.                Without a\n\nfinding on the amount of drugs involved in the conspiracy, that\n\nrange would be six to twelve months.             See U.S.S.G. §§ 2D1.6,\n\n2D1.1(c)(14).     Zapata argues that a higher range would apply only\n\nif he had admitted, or a jury had found, that he was responsible\n\nfor a specific quantity of cocaine.         Under Zapata's view of the\n\nlaw,    the   sentencing   court   may   find   facts   to   determine   his\n\nappropriate sentence within the authorized range, but it may not go\n\nabove twelve months because, under Cunningham, that is \"'the\n\nmaximum [the court] may impose without any additional findings.'\"\n\n549 U.S. at 275 (emphasis omitted) (quoting Blakely, 542 U.S. at\n\n303-04).11     He maintains that a higher sentence, in the absence of\n\n\n       11\n       Zapata does not view the guideline range produced in this\nway as mandatory or conclusive, but, consistent with the Booker\nline of cases, merely as a starting point for the sentencing\ndetermination. See United States v. Booker, 543 U.S. 220 (2005).\nThe sentencing judge would be obliged to evaluate this \"true\nreasonable maximum dictated by the Guidelines\" in light of \"real\nworld sentences that have been meted out for the same crime.\" He\nasserts that data compiled by the U.S. Sentencing Commission\nconcerning sentences under section 843(b) for defendants in similar\ncircumstances confirms that his \"true statutory maximum was no more\nthan twelve months.\"\n\n                                   -17-\n\fadditional facts, would be unreasonable and, hence, unlawful.            See\n\ngenerally Rita v. United States, 551 U.S. 338, 354 (2007) (noting\n\nthat circuit courts \"exist to correct\" erroneous sentences that are\n\nunreasonable); United States v. Booker, 543 U.S. 220, 260-62 (2005)\n\n(noting     that     sentences     are     reviewed    for       substantive\n\nreasonableness).\n\n           We are unpersuaded that Cunningham gives us reason to\n\nrevisit our longstanding approach to judicial fact-finding on drug\n\nquantity. As Zapata acknowledges, Cunningham involved a mandatory,\n\ndeterminate sentencing scheme unlike the advisory guidelines that\n\nemerged    from    Booker,   and   it    therefore    triggers     different\n\nconstitutional concerns.      See Cunningham, 549 U.S. at 285 & n.10\n\n(noting Booker's holding that use of advisory sentencing provisions\n\n\"would    not   implicate    the   Sixth     Amendment\");    id.    at   292\n\n(\"California's [system] does not resemble the advisory system the\n\nBooker Court had in view.\").       Indeed, we have recently rejected a\n\ncontention that Cunningham changed the landscape for determining\n\ndrug quantity under the federal guidelines, holding that \"our case\n\nlaw remains clear that judges may find facts to establish the\n\nguideline range within the applicable statutory maximum.\"            United\n\nStates v. Correy, 570 F.3d 373, 377 (1st Cir. 2009).                Such an\n\napproach transgresses neither the Sixth Amendment nor the ultimate\n\nobjective of a reasonable sentence.         We see nothing unreasonable\n\nin a sentence that is based on the scope of a defendant's crime as\n\n\n                                    -18-\n\fsupportably found by the district court and, so long as the\n\nsentence    remains     within    the     bounds    set   by    Congress,    no\n\nconstitutional violation occurs. Other courts have reached similar\n\nconclusions.     See, e.g., United States v. Mayberry, 540 F.3d 506,\n\n516-17 (6th Cir. 2008) (holding that Cunningham does not prevent\n\nsentencing judges \"from informing their sentencing by finding facts\n\nby a preponderance of the evidence          . . . so long as the sentence\n\ndoes not exceed the statutory maximum\"); United States v. Roti, 484\n\nF.3d 934, 937 (7th Cir. 2007) (\"District judges remain free . . .\n\nto make findings of fact that influence sentences, provided that\n\nthe sentence is constrained by the maximum set by statute for each\n\ncrime.\"); United States v. Grier, 475 F.3d 556, 562-66 & n.6 (3d\n\nCir.    2007)   (en   banc)   (similar,    addressing     a   Fifth   Amendment\n\nchallenge).\n\n            As the sentence in this case did not exceed the statutory\n\nmaximum set by Congress, it fell within constitutional limits.\n\n                                    III.\n\n            Zapata argues that, even under a preponderance standard,\n\nthe evidence presented at the sentencing hearing was insufficient\n\nto support the district court's finding that he was responsible for\n\nup to 3.5 kilograms of cocaine.            As described above, the court\n\nbased     its    calculation     primarily     on     Agent     Shankweiler's\n\ninterpretation of the references to fifty-five and seventy pesos in\n\nJuan's conversations with Zapata and Saldana on July 4 and 5, 2005,\n\n\n                                    -19-\n\fas well as on the undisputed $20,000-per-kilogram street price for\n\ncocaine.    At $20,000 per kilogram, \"seventy pesos\" would reflect\n\npayment for 3.5 kilograms.\n\n            The district court's determination of the drug quantity\n\nattributable to Zapata is reviewed for clear error.                 Platte, 577\n\nF.3d at 392; United States v. Ventura, 353 F.3d 84, 87 (1st Cir.\n\n2003).      The court \"possesses broad discretion in determining\n\nwhether evidence is sufficiently reliable for sentencing purposes,\"\n\nUnited States v. Green, 426 F.3d 64, 66 (1st Cir. 2005) (internal\n\nquotation marks omitted), and \"drug-quantity estimations need not\n\nbe statistically or scientifically precise,\" United States v.\n\nScalia, 993 F.2d 984, 989 (1st Cir. 1993).              The sentencing court\n\n\"may     consider   relevant   information       without      regard     to   its\n\nadmissibility under the rules of evidence applicable at trial,\n\nprovided that the information has sufficient indicia of reliability\n\nto support its probable accuracy.\"          U.S.S.G. § 6A1.3(a).\n\n            In   challenging   the   district    court's      finding,    Zapata\n\nemphasizes that no cocaine was ever found on his person or in his\n\nhome, and neither he nor his co-defendants were observed handling\n\ncocaine around the time of the July calls.             Zapata points out that\n\nShankweiler admitted that the box he delivered on July 7 to\n\nSaldana's    mother's   building     in   New   York    –   which   Shankweiler\n\nbelieved contained drugs – could have held a radiator or clothing.\n\nZapata faults the district court for relying on Shankweiler's\n\n\n                                     -20-\n\finterpretation of code words used in the phone calls, noting that\n\nShankweiler had no special training or inside information to\n\nsupport           his    interpretations         of    the    code      and   that     the\n\ninterpretations contained \"numerous internal inconsistencies.\"\n\n                  Although the evidence was not perfect, it was sufficient\n\nto support the district court's drug quantity finding. Shankweiler\n\nwas an experienced narcotics agent who had been the case agent on\n\nsix wiretap investigations by the time of the evidentiary hearing\n\nand had reviewed thousands of calls in this investigation, giving\n\nhis testimony \"sufficient indicia of reliability to support its\n\nprobable accuracy.\"              U.S.S.G. § 6A1.3(a); see United States v.\n\nVillarman-Oviedo, 325 F.3d 1, 12-13 (1st Cir. 2003) (concluding\n\nthat         agent      was   \"clearly     qualified     by     experience       and   the\n\n'specialized knowledge' that he had acquired over the years to\n\nopine        on   the    meaning    of   the    code   words\");      United   States    v.\n\nCeballos, 302 F.3d 679, 688 (7th Cir. 2002) (endorsing use of\n\nnarcotics investigators' testimony on ambiguous words in recorded\n\nconversations because they had \"vast experience with drug code\n\nlanguage\").             Moreover,    the   district     court     had   before    it   the\n\ntranscripts of numerous phone calls, from which it could evaluate\n\nthe plausibility and reliability of Shankweiler's testimony.12\n\n\n        12\n        Zapata argues that Villarman-Oviedo is inapt precedent\nbecause a cooperating witness and the defendant in that case\nadmitted that code words were used in their drug transactions and\nthat Ceballos is distinguishable because the court permitted agent\ntestimony on the meaning of ambiguous pronouns rather than on\n\n                                               -21-\n\f          The court acknowledged the inconsistency in Shankweiler's\n\ninterpretations of \"pesos,\" but concluded that the specific meaning\n\nat any particular time was not crucial to its assessment of \"the\n\npatterns of discussion.\" In discounting the shifting meanings, the\n\ncourt reasonably could credit Shankweiler's testimony that he had\n\nheard the word \"pesos\" used on \"numerous intercepts and drug calls\n\nto mean both cocaine or drugs and money,\" and that it could change\n\nin usage within a single investigation.   The court considered it\n\nsignificant that, in the July conversations, Zapata was \"dealing in\n\ncode on behalf of somebody who is objectively known to be a drug\n\ndealer\" and who was \"selling kilo quantities of cocaine.\"\n\n          In addition to evidence on the specific drug quantity\n\nlinked to the July phone calls, the district court had ample\n\nevidence that Zapata was actively involved in the conspiracy with\n\nSaldana, reinforcing the likelihood that he was a knowledgeable\n\nparticipant in the transaction he admitted facilitating. The phone\n\ncalls with Juan showed an ongoing interaction among the three men\n\nand a role for Zapata beyond lending his phone on one occasion.\n\n\nunambiguous nouns.    Neither distinction undermines the district\ncourt's reliance on Shankweiler's expertise in the context of this\ncase.   As noted, the court was able to evaluate Shankweiler's\nconclusions in light of the transcripts and could draw its own\nconclusion about whether – as Shankweiler testified – the coded\nlanguage \"sticks out in the context of the call because it doesn't\nfit.\" Moreover, the agents in Ceballos also testified that words\nsuch as \"tickets\" and \"cars\" were code words for narcotics and that\n\"one\" and \"two\" referred to certain quantities of methamphetamine,\nsee 302 F.3d at 686, and Ceballos is thus not distinguishable as\ndefendant suggests.\n\n                               -22-\n\fZapata was with Saldana multiple times when drug-related events and\n\nconversations took place, including when Saldana spoke with Juan\n\nabout giving a sample of cocaine to Samuels and when that sample\n\napparently was delivered on August 18.\n\n          Given Shankweiler's testimony and the transcripts of the\n\nphone calls, the district court's drug quantity estimate represents\n\na reasonable view of the record.          It is therefore not clearly\n\nerroneous.   See, e.g., United States v. Ortiz-Torres, 449 F.3d 61,\n\n79 (1st Cir. 2006).\n\n                                 IV.\n\n          Zapata also argues that his sentence was procedurally\n\nflawed because the district court failed to consider all of the\n\nsentencing   factors   set   forth   in   18   U.S.C.   §   3553(a)   and\n\nsubstantively flawed because it was greater than necessary to\n\ncomply with the purposes of that provision.13           We review     the\n\nsubstantive reasonableness of a sentence for abuse of discretion\n\n\n\n     13\n       Section 3553(a) states that \"[t]he court shall impose a\nsentence sufficient, but not greater than necessary, to comply with\nthe purposes set forth in paragraph (2) of this subsection.\"\nParagraph (2) lists the following purposes:\n\n     (A) to reflect the seriousness of the offense, to promote\n     respect for the law, and to provide just punishment for\n     the offense;\n     (B) to afford adequate deterrence to criminal conduct;\n     (C) to protect the public from further crimes of the\n     defendant; and\n     (D) to provide the defendant with needed educational or\n     vocational training, medical care, or other correctional\n     treatment in the most effective manner[.]\n\n                                 -23-\n\fafter     considering   whether   the     district    court   committed   a\n\nsignificant procedural error.      See Gall v. United States, 552 U.S.\n\n38, 41, 51 (2007); Stone, 575 F.3d at 88.            If the court followed\n\nthe correct procedure, the sentence will be upheld unless it \"falls\n\noutside the expansive boundaries\" of the universe of reasonable\n\nsentences.     United States v. Martin, 520 F.3d 87, 92 (1st Cir.\n\n2008).\n\nA.     The Procedural Claim\n\n             In imposing sentence, a district court is expected first\n\nto calculate the defendant's guidelines range and then to consider\n\nwhether a guideline sentence is appropriate in light of the factors\n\nset forth in 18 U.S.C. § 3553(a).         United States v. Bunchan, 580\n\nF.3d 66, 72 (1st Cir. 2009).      Those factors include the nature and\n\ncircumstances of the offense, the history and characteristics of\n\nthe defendant, the need for the sentence to provide deterrence,\n\nrespect for the law and just punishment, and the need \"to avoid\n\nunwarranted sentence disparities.\"         18 U.S.C. § 3553(a)(1), (2),\n\n(6).      Zapata argues that the district court \"disregarded all\n\nsentencing factors other than the Guidelines and thereby abused its\n\ndiscretion and deprived Mr. Zapata of the individualized sentencing\n\ntreatment to which he is entitled.\"\n\n             The record does not support this contention.            After\n\ndetermining the guidelines range, the district court invited the\n\nparties to address the other 3553(a) factors and to make specific\n\n\n                                   -24-\n\fsentencing recommendations.          The government argued for a term of\n\nimprisonment of 48 months, the statutory maximum, after noting the\n\nlarge scale of the drug conspiracy, the need for deterrence, and\n\nZapata's failure to fully accept responsibility for what he did.\n\nDefense counsel urged a sentence of twelve months probation,\n\npointing out that Zapata's acceptance of responsibility should not\n\nfocus on the conspiracy crime that the government had agreed to\n\ndismiss.   Counsel emphasized that Zapata had admitted awareness of\n\nSaldana's involvement in drug transactions, but he \"had no idea of\n\namounts.\" Counsel also cited Zapata's likely deportation, his age,\n\nhis health, his role as a devoted father and grandfather, and his\n\nlack of a criminal record in urging the court to find that a prison\n\nterm was unnecessary.\n\n            The court, in turn, specifically referred to some of the\n\n3553(a) factors in explaining why it believed the guidelines\n\nsentence appropriately took them into account.               It noted, inter\n\nalia, that \"the distribution of kilogram quantities . . . is a\n\nserious offense that the community suffers from and that the\n\ncommunity, therefore, requires an expression of punishment and\n\njustice from.\"        The court then considered whether, given the\n\nguidelines range of 57 to 70 months and the statutory maximum of 48\n\nmonths,    \"a   sentence    less   than      48   [is]   called   for    in   the\n\ncircumstances    of   the   case.\"      It    concluded   that    it    was   not:\n\n\"[T]aking all of the facts into account, . . . a sentence at the\n\n\n                                      -25-\n\fhigh end of the statutory range is an appropriate sentence for the\n\ncriminal conduct admitted to in the information.\"\n\n               Although   the    court    did    not    explicitly    discuss    the\n\npersonal characteristics of the defendant that were highlighted by\n\ndefense counsel, that does not mean it failed to consider them.\n\nThe    court     noted    that   it     needed    to    evaluate    the   guideline\n\ncalculation and statutory maximum in \"the circumstances of the\n\ncase,\" and, given the arguments the court had just heard, it is\n\napparent that Zapata's personal characteristics and history were\n\namong \"the facts\" it took into account.                 To be sure, it would have\n\nbeen better if the court had given explicit attention to at least\n\nsome of the personal factors, eliminating an appellate issue.                   See\n\nUnited States v. García-Carrasquillo, 483 F.3d 124, 134 n.15 (1st\n\nCir. 2007) (noting that \"district court judges would do well to\n\nmake the sentencing process as transparent as possible, to avoid\n\nthe possibility of remand on appeal\"); United States v. Scherrer,\n\n444 F.3d 91, 97 (1st Cir. 2006) (en banc) (Lipez, J., concurring)\n\n(\"[W]hen       the   defendant     or    the    government     advances   specific\n\narguments for leniency or severity, grounded in the defendant's\n\nhistory or the circumstances of the offense, it is reasonable to\n\nexpect a district court to explain why those specific arguments are\n\nor are not persuasive.\").               A sentencing court is not obliged,\n\nhowever, to specifically address all of the section 3553(a) factors\n\nin    its   explanation,     nor   to    give    each    of   the   factors   \"equal\n\n\n                                         -26-\n\fprominence\" in its determination. United States v. Dixon, 449 F.3d\n\n194, 205 (1st Cir. 2006); see also United States v. Pulido, 566\n\nF.3d 52, 64 (1st Cir. 2009).              Here, we are satisfied from the\n\ncourt's   limited     explanation        that   it    considered    all   of     the\n\napplicable factors and viewed the reduction in sentence from the\n\nguidelines    range   to     the   statutory     maximum    of     48   months    as\n\nsufficient to account for the defendant's individual circumstances.\n\n           In sum, the record shows no procedural error in Zapata's\n\nsentencing.\n\nB. Substantive Reasonableness\n\n           Zapata     also    argues     that   his    four-year    sentence      is\n\nunreasonable   because,      in    his    circumstances,     it    violates      the\n\nrequirement under section 3553(a) that the sentence be \"sufficient,\n\nbut not greater than necessary, to comply with the purposes\" of\n\nsentencing. 18 U.S.C. § 3553(a). He reiterates the arguments made\n\nto the district court on each of the 3553(a) factors, arguing,\n\ninter alia, that his advanced age, \"spotless prior record,\" family\n\nresponsibilities, ignorance of the amount of cocaine, acceptance of\n\nresponsibility and likely deportation, along with the relatively\n\nminor nature of the \"telephone offense,\" render probation a just\n\nand adequate punishment and the four-year term unreasonably harsh.\n\nHe points to statistics indicating that the mean sentence length\n\nfor similarly situated defendants who violated section 843(b) is\n\nsubstantially less than 48 months, and he further asserts that\n\n\n                                       -27-\n\fincarceration is unnecessary to protect the public or achieve\n\nrehabilitation,       as    proven    by    his     full   compliance    with   his\n\nconditions of release while awaiting trial and sentencing.\n\n            To some extent, Zapata's reasonableness argument relies\n\non   a   view   of   his     crime   at    odds   with     the   district   court's\n\nsupportable finding that, as \"an active lieutenant to Mr. Saldana,\"\n\nhe facilitated a drug transaction involving three or more kilograms\n\nof   cocaine.        To    the   extent    Zapata    emphasizes    his   otherwise\n\nunblemished record and personal circumstances, his arguments for\n\nsentencing leniency may be well-founded, but they are ultimately\n\nunavailing.     The court's decision to emphasize the nature of the\n\ncrime over the mitigating factors was a \"'choice of emphasis'\" that\n\nis \"'not a basis for a founded claim of sentencing error.'\"                  United\n\nStates v. Rodríguez, 525 F.3d 85, 110 (1st Cir. 2008) (quoting\n\nUnited States v. Deppe, 509 F.3d 54, 62 (1st Cir. 2007)).                   District\n\ncourts have wide latitude in sentencing, and we cannot say that the\n\nresult in these circumstances – a sentence below the applicable\n\nguidelines range – was indefensible.                See Martin, 520 F.3d at 92\n\n(describing the sentencing inquiry as \"broad, open-ended, and\n\nsignificantly discretionary\"); id. at 96 (\"[T]he linchpin of a\n\nreasonable sentence is a plausible sentencing rationale and a\n\ndefensible result.\").\n\n            Having found no basis for disturbing the sentence imposed\n\nby the district court, we affirm its judgment.\n\n\n                                          -28-\n\fSo ordered.\n\n\n\n\n              -29-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 08-1554\n\n                       UNITED STATES OF AMERICA,\n\n                               Appellee,\n\n                                  v.\n\n                             CESAR ZAPATA,\n\n                         Defendant, Appellant.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n                   FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. George A. O'Toole, Jr., U.S. District Judge]\n\n\n                                Before\n\n            Torruella, Tashima,* and Lipez, Circuit Judges.\n\n\n\n     David J. Apfel, with whom Alison V. Douglass, Elianna J.\nMarziani and Goodwin Proctor LLP were on brief, for appellant.\n     Neil J. Gallagher, Jr., Assistant United States Attorney, with\nwhom Michael J. Sullivan, United States Attorney, and Mark T.\nQuinlivan, Assistant United States Attorney, were on brief, for\nappellee.\n\n\n\n                           December 16, 2009\n\n\n\n\n     *\n         Of the Ninth Circuit, sitting by designation.\n\f           LIPEZ, Circuit Judge.         In exchange for the dismissal of\n\na drug conspiracy charge in an indictment, appellant Cesar Zapata\n\npled guilty to a one-count information charging unlawful use of a\n\ncommunication      facility   in   connection     with   a   drug   trafficking\n\noffense.   See 21 U.S.C. § 843(b).          He was sentenced to a term of 48\n\nmonths' imprisonment, the statutory maximum.                   In this appeal,\n\nZapata claims that his sentencing was procedurally flawed and that\n\nthe sentence imposed is unreasonable, insufficiently supported by\n\nthe evidence, and in violation of the Sixth Amendment.                    Having\n\ncarefully considered each of these claims, we find no error and\n\ntherefore affirm the district court's judgment.\n\n                                       I.\n\n           The following facts are drawn from the change-of-plea\n\ncolloquy, the presentence investigation report (\"PSR\"), and the\n\ntranscript    of    an   evidentiary    hearing     on   the    drug    quantity\n\nattributable to Zapata.       See United States v. Stone, </pre><span class=\"citation\" data-id=\"203993\"><a href=\"/opinion/203993/united-states-v-stone/\"><span class=\"volume\">575</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">83</span></a></span><pre class=\"inline\">,\n\n85 (1st Cir. 2009); United States v. Jiminez, </pre><span class=\"citation\" data-id=\"202892\"><a href=\"/opinion/202892/united-states-v-jiminez/\"><span class=\"volume\">498</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></a></span><pre class=\"inline\">, 84 (1st\n\nCir. 2007).\n\nA. The Investigation\n\n           After several cocaine seizures took place in early 2005\n\nin New York City, Boston, and Springfield, Massachusetts, federal\n\nand   state   law    enforcement     authorities      initiated     a    wiretap\n\ninvestigation targeting the drug distribution activity of Sergio\n\nSaldana-Alcantara (\"Saldana\"), Zapata's business partner at Pine\n\n\n                                       -2-\n\fPoint Auto Sales in Springfield.        Through phone records related to\n\nthe cocaine seizures, investigators were also led to Zapata, a\n\nfifty-seven-year-old father and grandfather with no prior criminal\n\nrecord.     Between May and August 2005, investigators conducted a\n\nseries of state wiretaps on Zapata's cellular phone, five cellular\n\nphones used by Saldana, and the cellular phone of one of Saldana's\n\ncustomers, George Samuels.1\n\n            Thousands of calls were intercepted during the three\n\nmonths of wiretapping, but none of the taped conversations included\n\nexplicit reference to cocaine or drug sales.                    The government,\n\nhowever, maintains that coded language in the calls showed that\n\nZapata was actively involved in the drug conspiracy with Saldana,\n\nwho   was   supplying    his   customers    with    kilogram     quantities     of\n\ncocaine.     Among the intercepted calls were several conversations\n\ninvolving Saldana, Zapata and a buyer in New York known as \"Juan\"\n\nwho   at    times   also   provided    cocaine      to    Saldana,      who    then\n\nredistributed it to Samuels.          According to the government, the\n\ncalls also showed that Zapata had given cocaine he received from\n\nSaldana to a customer of his own, Freddy Domínguez.\n\n            At   the    evidentiary   hearing      on    drug   quantity      after\n\nZapata's    change-of-plea      hearing,    DEA    Special      Agent    Jonathan\n\n\n\n      1\n      A series of six fifteen-day wiretaps were placed on Zapata's\nphone between May 31 and August 27.       Wiretaps were placed on\nSaldana's phones between July 1 and August 27, and a single wiretap\nwas in effect on Samuels' phone between August 17 and August 27.\n\n                                      -3-\n\fShankweiler described in particular three sets of calls that took\n\nplace in June, July and August 2005.     The June calls were between\n\nZapata and Domínguez, and Shankweiler testified that they related\n\nto Domínguez's unsuccessful attempt to obtain cocaine from Zapata\n\nwithout paying for it.2     The July calls were identified as the\n\nbasis for the information to which Zapata pled guilty.3           In\n\nmultiple calls on July 4 and 5, Juan called Zapata's phone or vice\n\nversa, and Zapata twice handed his phone to Saldana to continue\n\nconversations that he had begun with Juan.    Shankweiler testified\n\nthat this series of calls related to Juan's desire to pay Saldana\n\n\n\n     2\n       For example, in one call, Zapata asked Domínguez: \"And for,\nfor those hundred (100) pesos, what's up? So I can let the guy\nknow.\" Domínguez replied that he didn't \"have anything right now\"\nbecause he was waiting for \"this guy\" to call him, and Zapata then\nasked: \"What are you going to do, are you going to take it up front\nor what?\"    According to the PSR, agents believed the \"hundred\npesos\" was 100 grams of cocaine. Shankweiler testified that Zapata\nwas asking if Domínguez wanted the drugs \"up front,\" meaning that\nhe would get the cocaine without paying for it at that time. In\nanother call the next day, Domínguez told Zapata that \"I have the\npapers now,\" which the agents understood to mean that he now had\nthe money to pay for the drugs. Shankweiler testified that, in his\nexperience with \"numerous overheard drug conversations, 'papers' is\nmoney.\"\n     3\n         The information stated:\n\n          On or about July 4, 2005, in the District of\n     Massachusetts and elsewhere,\n                           CESAR ZAPATA\n     defendant herein, did knowingly and intentionally use a\n     communication facility, to wit: a cellular telephone\n     assigned telephone number (413) 883-7649, in committing,\n     causing and facilitating a drug trafficking offense,\n     specifically Conspiracy to Distribute Cocaine in\n     violation of Title 21, United States Code, Section 846.\n\n                                   -4-\n\fand Zapata money owed for drugs distributed the previous day and to\n\nget more cocaine from them.4\n\n\n     4\n       In the first call on July 4, Juan called Zapata and told him\nthat his friend, \"the one from last night . . . He wants me to see\nhim to do the special that there was yesterday?        He wants to\ncontinue with the same special, so I don't know what to do.\"\nZapata told Juan, \"hold on, talk to the man,\" and he put Saldana on\nthe phone. Juan then told Saldana that his friend, \"the last one\nI met with last night,\" called him \"to dance at two discotheques so\nthat then, you know, now, he got used to yesterday's special, so\n. . . I told him I have to ask first.\"       The conversation then\ncontinued:\n\n     SALDANA: No, tell him no . . . only if he just wants\n     half, another half block up front, and that's the only\n     way, if it is, it is . . .\n     JUAN: Okay. Half a block more up front?\n     SALDANA: If he has given street for it, if he hasn't\n     given street and he isn't, and he doesn't go right away,\n     uh . . .\n     JUAN: Oh, no, he's going right away. He has to give me\n     four (4) pesos for last night. . . So, he's going to go\n     twice.\n     SALDANA: So have him give it to you all together already\n     and that's finished.\n     JUAN: Alright then. Let me talk to him.\n     SALDANA: Okay\n     JUAN: Okay, okay.\n\nShankweiler testified that this conversation was a coded request\nfor two kilograms of cocaine (two \"discotheques\") at the same price\nas the day before (\"the same special\").\n\nLater that day, Juan again called Zapata and said: \"Ask this guy if\nyou are going to come over tonight, because there are fifty-five\n(55) pesos there.\" Zapata replied that they were coming the next\nday because \"we're all drinking.\" Zapata again put Saldana on the\nphone with Juan, who repeated: \"I have the fifty-five (55) pesos\nhere for you to pay the rent there.\" Saldana replied that he would\n\"go by there later on.\"\n\nZapata spoke with Juan again the next day, July 5, and their\nconversation included the following exchange:\n\n     JUAN: Yeah, well, I'm just taking it easy here.   I have\n\n                               -5-\n\f             The transaction anticipated in those calls was believed\n\nto have occurred within the following few days.                     Saldana went to\n\nNew   York   on     July    5,     without    Zapata,   and   had    some    kind   of\n\ninteraction       with     Juan,    perhaps    collecting     the    \"seventy     (70)\n\nsomething pesos\" that Juan had mentioned on the phone.                     A series of\n\nphone calls between Saldana and Juan the next day, July 6, led\n\ninvestigators to set up surveillance in Springfield. Consequently,\n\non July 7, Zapata was observed entering Saldana's home empty-handed\n\nand exiting with a box measuring approximately sixteen inches by\n\ntwelve inches by two inches.                 Later that day, the two men were\n\nfollowed to New York, where Zapata was observed carrying the box\n\ninto an apartment building where investigators believed Juan lived\n\nwith Saldana's mother.           Shankweiler testified that he believed the\n\nbox contained cocaine.\n\n             The third set of calls occurred on August 18 as Saldana\n\nand   Zapata   were      driving     back     to   Springfield      from   New   York.\n\nAccording      to    Shankweiler,        investigators        intercepted        calls\n\n\n      the seventy (70) something pesos so that, so that you can\n      cover the rent.\n      ZAPATA: Uh-huh.\n      JUAN: Yes, so you can call me, and tell me if you're\n      going to come over, so that I can get a money order for\n      you to pay, because the rent was due on the first.\n      ZAPATA: Uh-huh.\n      JUAN: That way you [plural] can make up the difference\n      with that. . . seventy-something pesos that I have there.\n      ZAPATA: Okay, that's fine. That's fine. We'll call you\n      soon.\n\n\n\n                                         -6-\n\fsuggesting that Saldana had obtained a sample of cocaine from Juan\n\nthat he was bringing to Samuels.     In one of the calls, Saldana told\n\nSamuels, \"I've got a picture for you, the flower,\" and Shankweiler\n\ntestified that he interpreted both \"picture\" and \"flower\" to\n\nconnote the drug sample.     As a result of the calls, DEA agents set\n\nup surveillance at Samuels' residence. They saw Saldana and Zapata\n\narrive at the house and later saw Saldana emerge from the garage\n\nand drive off with Zapata, who had been waiting in the car.\n\nSaldana then called Juan and told him that he had shown \"my friend\"\n\n\"the photos\" and was giving the other half to \"the old man\" – a\n\nreference to Zapata – \"for him to show it to his friend, just in\n\ncase.\"\n\n            About a week later, DEA agents executed federal search\n\nwarrants at Samuels', Saldana's and Zapata's residences.              They\n\nfound twenty-six kilograms of cocaine in a storage bin in the trunk\n\nof Samuels' car in his garage.      One kilogram was in a shoe box that\n\nhad been sliced down the middle, with some of the cocaine missing,\n\nand   the   other   twenty-five   kilograms   were   stacked   in   bricks.\n\nShankweiler testified that he believed the single kilogram was the\n\nsample that had been given to Samuels by Saldana, explaining that\n\n\"it's not uncommon for somebody to provide a sample before making\n\nthat type     of investment.\"     He estimated that the bin contained\n\nabout $500,000 worth of cocaine.\n\n\n\n\n                                    -7-\n\f           The search of Saldana's residence turned up a small\n\namount of cocaine and $68,980 in cash and, at Zapata's home, a safe\n\ncontaining $2,200 in cash and an electronic scale were seized.\n\nZapata,   Saldana    and   Samuels    were    arrested    and   a    superseding\n\nindictment   later    charged   Zapata       and   five   co-defendants     with\n\nparticipating in a drug trafficking conspiracy that extended from\n\n2001 through August 2005.\n\nB. The Change of Plea\n\n           Trial commenced against Zapata and Saldana on November\n\n26, 2007, after the other four defendants had been convicted or\n\npled guilty.    On the day the jury was impaneled, Saldana pled\n\nguilty to a single count charging conspiracy to distribute five\n\nkilograms or more of cocaine.        Later the same day, Zapata agreed to\n\nplead guilty to the criminal information charging unlawful use of\n\na communication facility.       See 21 U.S.C. § 843(b).             In exchange,\n\nthe government dismissed the drug conspiracy count against him in\n\nthe superseding indictment.\n\n           At the arraignment on the new charge, the government\n\nsummarized the evidence against Zapata as follows:\n\n           [T]he evidence would prove that on July 4,\n           2005, at around 6:10 in the afternoon, the\n           defendant engaged in a phone conversation with\n           a person named Juan. He received a phone call\n           from Juan in which Juan told Zapata that he\n           was taking it easy and said, \"Ask those guys\n           if they're going to come over tonight because\n           there are 55 . . . pesos there,\" to which\n           Zapata replied, \"No, we're going tomorrow.\n           Tomorrow,\" to which Juan said, \"Somebody\n\n                                      -8-\n\f              doesn't let you?\" Zapata said, \"No, because\n              we're all drinking.\"\n\n                     At   that   time  Zapata   put   Sergio\n              [Saldana], who is the defendant in this case,\n              on the phone where they again talked about a\n              conversation about 55 pesos.     The evidence\n              would show that 55 pesos, along with other\n              conversations, was about $55,000 in drug\n              proceeds for the prior transportation and sale\n              of approximately 3 kilograms of cocaine in New\n              York City days before.\n\nZapata acknowledged at the hearing that he knew his cell phone was\n\nbeing used to facilitate a drug transaction between Juan and\n\nSaldana, but denied knowledge of any quantity of drugs or drug\n\nproceeds discussed during the phone conversation.                      He stated that\n\nhe \"didn't know what those 55 pesos were about, that they called\n\nhim [Saldana] on my phone and I passed it on to them.\"\n\n              In    his     sentencing      memorandum    and     at     his   initial\n\nsentencing hearing, Zapata argued that his appropriate sentencing\n\nrange       under   the     guidelines      was   six    to     twelve    months   of\n\nimprisonment.       That calculation began with the assumption that no\n\nquantity of drugs had been proven attributable to him, giving him\n\na   base     offense      level   (\"BOL\")    of   12.5    The    Probation      Office\n\nconcluded in the PSR, however, that Zapata was responsible for 3.1\n\n\n        5\n       Under the Sentencing Guidelines, the base offense level for\nan offense under section 843(a) is the offense level for the crime\nthat the defendant sought to facilitate. See U.S.S.G. § 2D1.6.\nThe offense level for the underlying crime here – a drug conspiracy\n– is tied to the quantity of drugs attributable to the defendant's\nconduct.    U.S.S.G. § 2D1.1.      BOL 12 applies to a cocaine\ntrafficking conspiracy when no amount of drugs has been proven.\nU.S.S.G. § 2D1.1(a), (c)(14).\n\n                                            -9-\n\fkilograms of cocaine based on a \"conservative estimate\" of the\n\ndrugs    discussed   in   the   July   4     phone   call    and   other    calls\n\nintercepted at around the same time, plus additional small amounts\n\ndiscussed in other calls.        Relying on that drug weight, the PSR\n\ncalculated an offense level of 28, ultimately resulting in a\n\nguideline range of 57 to 71 months.6                 Because section 843(b)\n\nprovides for a statutory maximum of four years, the PSR noted that\n\nthe guidelines sentence was 48 months.\n\nC. The Drug Quantity Hearing and District Court Ruling\n\n            The district court conducted an evidentiary hearing on\n\nthe issue of drug weight in April 2008.          The only witness was Agent\n\nShankweiler, and the government also introduced into evidence\n\nwiretap recordings and transcripts of English translations of\n\nintercepted conversations that had been conducted in Spanish.\n\nShankweiler   testified    to   his    understanding        of   numerous   phone\n\nconversations involving Zapata, Saldana and others – including\n\nthose described above – and explained why he construed certain\n\nwords to be coded references to drug transactions.                    In cross-\n\nexamining Shankweiler about his understanding of the intercepted\n\nconversations, defense counsel challenged the agent's drug-related\n\n\n\n\n     6\n      The calculation took into account a reduction in the BOL for\nacceptance of responsibility.\n\n                                      -10-\n\finterpretations of the coded language and sought to show that the\n\nconversations were equally susceptible to lawful connotations.7\n\n          At the conclusion of testimony, the government argued\n\nthat Zapata should be held responsible for at least one kilogram of\n\ncocaine based on the July phone calls and the evidence that he had\n\nreceived a portion of the sample given to Samuels on August 18.   In\n\nresponse, defense counsel emphasized the absence of evidence that\n\nZapata played a role beyond lending his phone to Saldana, and he\n\nfurther argued that no particular quantity of drugs was foreseeable\n\nto Zapata.   Zapata was never seen with any drugs, and he remained\n\nin the car when Saldana dropped off the sample that investigators\n\nlinked to the twenty-six kilograms later found in Samuels' garage.\n\nIn addition, none of the intercepted conversations showed that\n\nZapata knew Samuels.   Counsel challenged the government's reliance\n\non the coded language, highlighting, inter alia, that the same\n\nwords were interpreted in different ways in different situations.8\n\n\n     7\n       In one exchange, for example, defense counsel focused on\nShankweiler's testimony that the box Zapata took from Saldana's\nresidence and carried into Juan's apartment on July 7 contained\ndrugs.   The conversations on July 6 that preceded the delivery\nreferred to a \"radiator,\" and defense counsel challenged\nShankweiler's belief that such references were code for drugs.\nCounsel sought to show that, given the legitimate car business run\nby Zapata, the references to \"radiator\" were more logically\nunderstood to describe a car part.\n     8\n       Shankweiler interpreted specified numbers of pesos to refer\nto different multiples of dollars. For example, he construed \"55\npesos\" and \"70 pesos\" in the July 4 and 5 conversations to mean\n$55,000 and $70,000, but also testified that \"4 pesos\" meant\n$40,000. The PSR, meanwhile, construed a reference to 100 pesos to\n\n                                -11-\n\f          Defense counsel argued that, consistent with the Sixth\n\nAmendment,   the   drug   quantity   needed   to   be   proven   beyond   a\n\nreasonable doubt, but asserted that the evidence was insufficient\n\nto support a specific drug weight finding even if evaluated under\n\na preponderance standard.     Relying on the absence of evidence to\n\nshow that Zapata should be held responsible for any particular\n\nweight, counsel reiterated the request for a BOL of 12, reduced for\n\nacceptance of responsibility to BOL 10, with the accompanying six-\n\nto-twelve-month sentencing range.       Counsel recommended that the\n\ncourt impose a twelve-month term of probation.\n\n          The district court rejected the defense argument on the\n\napplicable standard of proof and found, by a preponderance of the\n\nevidence, that Zapata should be held accountable for between three\n\nand three-and-a-half kilograms of cocaine.          Characterizing this\n\namount as \"a conservative estimate,\" the court focused on the July\n\n4 phone calls that it believed showed Zapata to be \"an active\n\nlieutenant to Mr. Saldana.\"     The court observed:\n\n          He receives the calls, he fields the calls,\n          and then he puts Saldana on the line.      And\n          then he takes it upon himself to be protective\n          of Saldana in the third call.9 That's somebody\n\n\ndenote 100 grams of cocaine.\n     9\n       The \"third call\" to which the court referred was Zapata's\ncall to Juan on July 4, following the two calls from Juan in which\nhe had passed the phone to Saldana.     Zapata urged Juan to tell\nSaldana not to \"go over there\" until the next day \"because he's\ndrinking, you understand. . . . [It]'s hot, also.\" Later in the\ncall, after asking Juan to \"tell him anything, anything at all, so\n\n                                 -12-\n\f          who is clearly operating in concert with\n          Saldana, in Saldana's interest, whatever they\n          might be.   He acts as sort of a gatekeeper\n          with respect to Juan.\n\nThe court noted that the evidence generally showed that Saldana was\n\nselling kilogram quantities of cocaine and that, notwithstanding\n\nthe \"opaque\" and sometimes inconsistent language in the calls, the\n\n\"patterns of discussion\" in the July 4 calls showed a pending\n\ntransaction aimed at collecting payment for a prior deal and\n\ninitiating a new one.\n\n          The court relied on the roughly $20,000-per-kilogram\n\nstreet price for cocaine and the \"peso\" references in the phone\n\nconversations, as interpreted by Shankweiler, to find the July 4\n\ncalls involved drug trafficking \"in the range of three to three and\n\na half kilos.\" The court concluded that Zapata was responsible for\n\nat least that amount, but noted that \"a reasonable estimate could\n\neasily go higher by, for example, including August quantities.\"\n\nThe court thus adopted the PSR calculation of a BOL of 28, which it\n\nreduced by three levels for acceptance of responsibility.              The\n\nresulting guidelines range was 57 to 71 months.\n\n          The court then invited the parties to address the other\n\nsentencing   factors   that   must   be   considered   under   18   U.S.C.\n\n\n\n\nthat nothing bad happens there,\" he again explained, \"[b]ecause\nit's hot, hot, you understand?\"\n\n                                 -13-\n\f§ 3553(a).10   The government urged that the sentence be set at the\n\nstatutory maximum based, inter alia, on the need for deterrence and\n\nthe defendant's failure to fully accept responsibility for his\n\nactions.    Defense counsel emphasized that Zapata should not be\n\npunished as if he were a participant in the drug conspiracy given\n\nthat the conspiracy charge against him had been dropped, but only\n\nfor the crime to which he pled guilty.        Although he admitted\n\nfacilitating a drug conspiracy involving Saldana and Juan, \"he had\n\nno idea of quantities.\"     Moreover, counsel argued, the evidence\n\nshowed that the transaction that occurred on July 7 involved car\n\nparts, not drugs.     In addition, given Zapata's age and personal\n\ncircumstances, lack of criminal history, and the likelihood of\n\ndeportation following whatever sentence he received, a twelve-month\n\nterm of probation would be a reasonable and appropriate punishment.\n\n            The district court imposed the statutory maximum of 48\n\nmonths.    It explained that the distribution of kilogram quantities\n\nof cocaine, even if done in a single episode, is \"a serious offense\n\nthat the community suffers from and that the community, therefore,\n\nrequires an expression of punishment and justice for.\"    The court\n\nconcluded that the circumstances did not warrant reducing the\n\n\n\n\n     10\n        Those factors include, inter alia, the history and\ncharacteristics of the defendant, the seriousness of the offense,\nthe goals of rehabilitation, and the need for deterrence. See 18\nU.S.C. § 3553(a).\n\n                                 -14-\n\fsentence below the statutory maximum, which was less than the\n\nguidelines range of 57 to 71 months.\n\n          On appeal, Zapata asserts four errors:             (1) the sentence\n\nviolated his Sixth Amendment rights because it was based on facts\n\nthat he did not admit and that were not found by a jury beyond a\n\nreasonable doubt; (2) the judge's finding of drug quantity was not\n\nsupported by sufficient evidence; (3) the district court committed\n\nprocedural error by relying solely on the guidelines in setting the\n\nsentence, disregarding the other factors listed in 18 U.S.C. §\n\n3553(a); and (4) the sentence was unreasonable in light of his\n\nindividual characteristics.       We consider each contention in turn.\n\n                                      II.\n\n          Zapata     argues   that    his   sentence    violated      the   Sixth\n\nAmendment because it was based on a drug quantity that the court\n\ndetermined by a preponderance of the evidence.              He contends that,\n\nunder Blakely v. Washington, </pre><span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">542</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></a></span><pre class=\"inline\"> (2004), as clarified in\n\nCunningham v. California, </pre><span class=\"citation\" data-id=\"145761\"><a href=\"/opinion/145761/cunningham-v-california/\"><span class=\"volume\">549</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">270</span></a></span><pre class=\"inline\"> (2007), a sentencing judge\n\nmay not exceed the statutory maximum term of imprisonment that\n\napplies \"solely on the basis of the facts reflected in the jury\n\nverdict or admitted by the defendant.\"              Blakely, 542 U.S. at 303\n\n(emphasis omitted).       Zapata emphasizes language in Cunningham\n\nhighlighting   the    statement      in   Blakely    that   \"'[t]he    relevant\n\n\"statutory maximum\" . . . is not the maximum sentence a judge may\n\nimpose after finding additional facts, but the maximum he may\n\n\n                                     -15-\n\fimpose without any additional findings.'\" 549 U.S. at 275 (quoting\n\nBlakely, 542 U.S. at 303-04).\n\n          We   have   repeatedly    held    that,    \"under    the   advisory\n\nGuidelines,    judicial     fact-finding       on    drug     quantity     is\n\nconstitutionally permissible,\" within the limits set by Apprendi v.\n\nNew Jersey, </pre><span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span><pre class=\"inline\"> (2000).     United States v. Arango, </pre><span class=\"citation\" data-id=\"203021\"><a href=\"/opinion/203021/united-states-v-arango/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">34</span></a></span><pre class=\"inline\">, 42 (1st Cir. 2007).     Apprendi holds that facts that increase\n\nthe penalty for a crime \"beyond the prescribed statutory maximum,\"\n\nother than the fact of a prior conviction, must be proved beyond a\n\nreasonable doubt to a jury.    See 530 U.S. at 490.          Consistent with\n\nthat directive, we have routinely upheld sentences that relied on\n\ndrug quantities found by a preponderance of the evidence where the\n\nterm imposed fell within the maximum for the statute of conviction.\n\nSee United States v. Platte, </pre><span class=\"citation\" data-id=\"203962\"><a href=\"/opinion/203962/united-states-v-platte/\"><span class=\"volume\">577</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">387</span></a></span><pre class=\"inline\">, 392 (1st Cir. 2009).\n\n          Zapata   argues   that   the     Supreme   Court    in   Cunningham\n\nclarified that Apprendi and its progeny bar the use of judge-found\n\nfacts \"to increase federal sentences beyond the highest sentence\n\nthat would be 'reasonable' absent the judicial fact-finding.\"              He\n\nasserts that the \"true statutory maximum\" is thus not the term set\n\nby Congress as the upper limit for a type of crime, but the highest\n\nsentence that would survive scrutiny for substantive reasonableness\n\nin the particular case based solely on jury-found or admitted\n\nfacts.\n\n\n\n\n                                   -16-\n\f              In this case, therefore, Zapata argues that the maximum\n\nsentence set by statute for a violation of 21 U.S.C. § 843(b) – 48\n\nmonths – is not the relevant marker.              He contends that, to\n\ndetermine the maximum applicable to him, we must look first to the\n\nguidelines sentencing range that is authorized based exclusively on\n\nthe facts that he admitted, i.e., that he facilitated a friend's\n\ndrug conspiracy by allowing him to use his phone.                Without a\n\nfinding on the amount of drugs involved in the conspiracy, that\n\nrange would be six to twelve months.             See U.S.S.G. §§ 2D1.6,\n\n2D1.1(c)(14).     Zapata argues that a higher range would apply only\n\nif he had admitted, or a jury had found, that he was responsible\n\nfor a specific quantity of cocaine.         Under Zapata's view of the\n\nlaw,    the   sentencing   court   may   find   facts   to   determine   his\n\nappropriate sentence within the authorized range, but it may not go\n\nabove twelve months because, under Cunningham, that is \"'the\n\nmaximum [the court] may impose without any additional findings.'\"\n\n549 U.S. at 275 (emphasis omitted) (quoting Blakely, 542 U.S. at\n\n303-04).11     He maintains that a higher sentence, in the absence of\n\n\n       11\n       Zapata does not view the guideline range produced in this\nway as mandatory or conclusive, but, consistent with the Booker\nline of cases, merely as a starting point for the sentencing\ndetermination. See United States v. Booker, </pre><span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span><pre class=\"inline\"> (2005).\nThe sentencing judge would be obliged to evaluate this \"true\nreasonable maximum dictated by the Guidelines\" in light of \"real\nworld sentences that have been meted out for the same crime.\" He\nasserts that data compiled by the U.S. Sentencing Commission\nconcerning sentences under section 843(b) for defendants in similar\ncircumstances confirms that his \"true statutory maximum was no more\nthan twelve months.\"\n\n                                   -17-\n\fadditional facts, would be unreasonable and, hence, unlawful.            See\n\ngenerally Rita v. United States, </pre><span class=\"citation\" data-id=\"145708\"><a href=\"/opinion/145708/rita-v-united-states/\"><span class=\"volume\">551</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">338</span></a></span><pre class=\"inline\">, 354 (2007) (noting\n\nthat circuit courts \"exist to correct\" erroneous sentences that are\n\nunreasonable); United States v. Booker, </pre><span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span><pre class=\"inline\">, 260-62 (2005)\n\n(noting     that     sentences     are     reviewed    for       substantive\n\nreasonableness).\n\n           We are unpersuaded that Cunningham gives us reason to\n\nrevisit our longstanding approach to judicial fact-finding on drug\n\nquantity. As Zapata acknowledges, Cunningham involved a mandatory,\n\ndeterminate sentencing scheme unlike the advisory guidelines that\n\nemerged    from    Booker,   and   it    therefore    triggers     different\n\nconstitutional concerns.      See Cunningham, 549 U.S. at 285 & n.10\n\n(noting Booker's holding that use of advisory sentencing provisions\n\n\"would    not   implicate    the   Sixth     Amendment\");    id.    at   292\n\n(\"California's [system] does not resemble the advisory system the\n\nBooker Court had in view.\").       Indeed, we have recently rejected a\n\ncontention that Cunningham changed the landscape for determining\n\ndrug quantity under the federal guidelines, holding that \"our case\n\nlaw remains clear that judges may find facts to establish the\n\nguideline range within the applicable statutory maximum.\"            United\n\nStates v. Correy, </pre><span class=\"citation\" data-id=\"1197056\"><a href=\"/opinion/1197056/united-states-v-correy/\"><span class=\"volume\">570</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">373</span></a></span><pre class=\"inline\">, 377 (1st Cir. 2009).                Such an\n\napproach transgresses neither the Sixth Amendment nor the ultimate\n\nobjective of a reasonable sentence.         We see nothing unreasonable\n\nin a sentence that is based on the scope of a defendant's crime as\n\n\n                                    -18-\n\fsupportably found by the district court and, so long as the\n\nsentence    remains     within    the     bounds    set   by    Congress,    no\n\nconstitutional violation occurs. Other courts have reached similar\n\nconclusions.     See, e.g., United States v. Mayberry, </pre><span class=\"citation\" data-id=\"1269601\"><a href=\"/opinion/1269601/united-states-v-mayberry/\"><span class=\"volume\">540</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">506</span></a></span><pre class=\"inline\">,\n\n516-17 (6th Cir. 2008) (holding that Cunningham does not prevent\n\nsentencing judges \"from informing their sentencing by finding facts\n\nby a preponderance of the evidence          . . . so long as the sentence\n\ndoes not exceed the statutory maximum\"); United States v. Roti, </pre><span class=\"citation\" data-id=\"797590\"><a href=\"/opinion/797590/united-states-v-james-p-roti/\"><span class=\"volume\">484</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">934</span></a></span><pre class=\"inline\">, 937 (7th Cir. 2007) (\"District judges remain free . . .\n\nto make findings of fact that influence sentences, provided that\n\nthe sentence is constrained by the maximum set by statute for each\n\ncrime.\"); United States v. Grier, </pre><span class=\"citation\" data-id=\"796681\"><a href=\"/opinion/796681/united-states-v-sean-michael-grier/\"><span class=\"volume\">475</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">556</span></a></span><pre class=\"inline\">, 562-66 & n.6 (3d\n\nCir.    2007)   (en   banc)   (similar,    addressing     a   Fifth   Amendment\n\nchallenge).\n\n            As the sentence in this case did not exceed the statutory\n\nmaximum set by Congress, it fell within constitutional limits.\n\n                                    III.\n\n            Zapata argues that, even under a preponderance standard,\n\nthe evidence presented at the sentencing hearing was insufficient\n\nto support the district court's finding that he was responsible for\n\nup to 3.5 kilograms of cocaine.            As described above, the court\n\nbased     its    calculation     primarily     on     Agent     Shankweiler's\n\ninterpretation of the references to fifty-five and seventy pesos in\n\nJuan's conversations with Zapata and Saldana on July 4 and 5, 2005,\n\n\n                                    -19-\n\fas well as on the undisputed $20,000-per-kilogram street price for\n\ncocaine.    At $20,000 per kilogram, \"seventy pesos\" would reflect\n\npayment for 3.5 kilograms.\n\n            The district court's determination of the drug quantity\n\nattributable to Zapata is reviewed for clear error.                 Platte, 577\n\nF.3d at 392; United States v. Ventura, </pre><span class=\"citation\" data-id=\"784542\"><a href=\"/opinion/784542/united-states-v-rafael-ventura/\"><span class=\"volume\">353</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">84</span></a></span><pre class=\"inline\">, 87 (1st Cir.\n\n2003).      The court \"possesses broad discretion in determining\n\nwhether evidence is sufficiently reliable for sentencing purposes,\"\n\nUnited States v. Green, </pre><span class=\"citation\" data-id=\"201860\"><a href=\"/opinion/201860/united-states-v-green/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">64</span></a></span><pre class=\"inline\">, 66 (1st Cir. 2005) (internal\n\nquotation marks omitted), and \"drug-quantity estimations need not\n\nbe statistically or scientifically precise,\" United States v.\n\nScalia, </pre><span class=\"citation\" data-id=\"607107\"><a href=\"/opinion/607107/united-states-v-rickie-albert-scalia/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">984</span></a></span><pre class=\"inline\">, 989 (1st Cir. 1993).              The sentencing court\n\n\"may     consider   relevant   information       without      regard     to   its\n\nadmissibility under the rules of evidence applicable at trial,\n\nprovided that the information has sufficient indicia of reliability\n\nto support its probable accuracy.\"          U.S.S.G. § 6A1.3(a).\n\n            In   challenging   the   district    court's      finding,    Zapata\n\nemphasizes that no cocaine was ever found on his person or in his\n\nhome, and neither he nor his co-defendants were observed handling\n\ncocaine around the time of the July calls.             Zapata points out that\n\nShankweiler admitted that the box he delivered on July 7 to\n\nSaldana's    mother's   building     in   New   York    –   which   Shankweiler\n\nbelieved contained drugs – could have held a radiator or clothing.\n\nZapata faults the district court for relying on Shankweiler's\n\n\n                                     -20-\n\finterpretation of code words used in the phone calls, noting that\n\nShankweiler had no special training or inside information to\n\nsupport           his    interpretations         of    the    code      and   that     the\n\ninterpretations contained \"numerous internal inconsistencies.\"\n\n                  Although the evidence was not perfect, it was sufficient\n\nto support the district court's drug quantity finding. Shankweiler\n\nwas an experienced narcotics agent who had been the case agent on\n\nsix wiretap investigations by the time of the evidentiary hearing\n\nand had reviewed thousands of calls in this investigation, giving\n\nhis testimony \"sufficient indicia of reliability to support its\n\nprobable accuracy.\"              U.S.S.G. § 6A1.3(a); see United States v.\n\nVillarman-Oviedo, </pre><span class=\"citation\" data-id=\"200391\"><a href=\"/opinion/200391/united-states-v-oviedo-villarman/\"><span class=\"volume\">325</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 12-13 (1st Cir. 2003) (concluding\n\nthat         agent      was   \"clearly     qualified     by     experience       and   the\n\n'specialized knowledge' that he had acquired over the years to\n\nopine        on   the    meaning    of   the    code   words\");      United   States    v.\n\nCeballos, </pre><span class=\"citation\" data-id=\"779024\"><a href=\"/opinion/779024/united-states-v-alfredo-ceballos-and-alan-martinez-guzman-and-miguel-a/\"><span class=\"volume\">302</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">679</span></a></span><pre class=\"inline\">, 688 (7th Cir. 2002) (endorsing use of\n\nnarcotics investigators' testimony on ambiguous words in recorded\n\nconversations because they had \"vast experience with drug code\n\nlanguage\").             Moreover,    the   district     court     had   before    it   the\n\ntranscripts of numerous phone calls, from which it could evaluate\n\nthe plausibility and reliability of Shankweiler's testimony.12\n\n\n        12\n        Zapata argues that Villarman-Oviedo is inapt precedent\nbecause a cooperating witness and the defendant in that case\nadmitted that code words were used in their drug transactions and\nthat Ceballos is distinguishable because the court permitted agent\ntestimony on the meaning of ambiguous pronouns rather than on\n\n                                               -21-\n\f          The court acknowledged the inconsistency in Shankweiler's\n\ninterpretations of \"pesos,\" but concluded that the specific meaning\n\nat any particular time was not crucial to its assessment of \"the\n\npatterns of discussion.\" In discounting the shifting meanings, the\n\ncourt reasonably could credit Shankweiler's testimony that he had\n\nheard the word \"pesos\" used on \"numerous intercepts and drug calls\n\nto mean both cocaine or drugs and money,\" and that it could change\n\nin usage within a single investigation.   The court considered it\n\nsignificant that, in the July conversations, Zapata was \"dealing in\n\ncode on behalf of somebody who is objectively known to be a drug\n\ndealer\" and who was \"selling kilo quantities of cocaine.\"\n\n          In addition to evidence on the specific drug quantity\n\nlinked to the July phone calls, the district court had ample\n\nevidence that Zapata was actively involved in the conspiracy with\n\nSaldana, reinforcing the likelihood that he was a knowledgeable\n\nparticipant in the transaction he admitted facilitating. The phone\n\ncalls with Juan showed an ongoing interaction among the three men\n\nand a role for Zapata beyond lending his phone on one occasion.\n\n\nunambiguous nouns.    Neither distinction undermines the district\ncourt's reliance on Shankweiler's expertise in the context of this\ncase.   As noted, the court was able to evaluate Shankweiler's\nconclusions in light of the transcripts and could draw its own\nconclusion about whether – as Shankweiler testified – the coded\nlanguage \"sticks out in the context of the call because it doesn't\nfit.\" Moreover, the agents in Ceballos also testified that words\nsuch as \"tickets\" and \"cars\" were code words for narcotics and that\n\"one\" and \"two\" referred to certain quantities of methamphetamine,\nsee 302 F.3d at 686, and Ceballos is thus not distinguishable as\ndefendant suggests.\n\n                               -22-\n\fZapata was with Saldana multiple times when drug-related events and\n\nconversations took place, including when Saldana spoke with Juan\n\nabout giving a sample of cocaine to Samuels and when that sample\n\napparently was delivered on August 18.\n\n          Given Shankweiler's testimony and the transcripts of the\n\nphone calls, the district court's drug quantity estimate represents\n\na reasonable view of the record.          It is therefore not clearly\n\nerroneous.   See, e.g., United States v. Ortiz-Torres, </pre><span class=\"citation\" data-id=\"794461\"><a href=\"/opinion/794461/united-states-v-orlando-ortiz-torres-aka-landy-aka-orlando/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></a></span><pre class=\"inline\">,\n\n79 (1st Cir. 2006).\n\n                                 IV.\n\n          Zapata also argues that his sentence was procedurally\n\nflawed because the district court failed to consider all of the\n\nsentencing   factors   set   forth   in   18   U.S.C.   §   3553(a)   and\n\nsubstantively flawed because it was greater than necessary to\n\ncomply with the purposes of that provision.13           We review     the\n\nsubstantive reasonableness of a sentence for abuse of discretion\n\n\n\n     13\n       Section 3553(a) states that \"[t]he court shall impose a\nsentence sufficient, but not greater than necessary, to comply with\nthe purposes set forth in paragraph (2) of this subsection.\"\nParagraph (2) lists the following purposes:\n\n     (A) to reflect the seriousness of the offense, to promote\n     respect for the law, and to provide just punishment for\n     the offense;\n     (B) to afford adequate deterrence to criminal conduct;\n     (C) to protect the public from further crimes of the\n     defendant; and\n     (D) to provide the defendant with needed educational or\n     vocational training, medical care, or other correctional\n     treatment in the most effective manner[.]\n\n                                 -23-\n\fafter     considering   whether   the     district    court   committed   a\n\nsignificant procedural error.      See Gall v. United States, </pre><span class=\"citation\" data-id=\"145843\"><a href=\"/opinion/145843/gall-v-united-states/\"><span class=\"volume\">552</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">38</span></a></span><pre class=\"inline\">, 41, 51 (2007); Stone, 575 F.3d at 88.            If the court followed\n\nthe correct procedure, the sentence will be upheld unless it \"falls\n\noutside the expansive boundaries\" of the universe of reasonable\n\nsentences.     United States v. Martin, </pre><span class=\"citation\" data-id=\"203196\"><a href=\"/opinion/203196/united-states-v-martin/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">87</span></a></span><pre class=\"inline\">, 92 (1st Cir.\n\n2008).\n\nA.     The Procedural Claim\n\n             In imposing sentence, a district court is expected first\n\nto calculate the defendant's guidelines range and then to consider\n\nwhether a guideline sentence is appropriate in light of the factors\n\nset forth in 18 U.S.C. § 3553(a).         United States v. Bunchan, </pre><span class=\"citation\" data-id=\"203986\"><a href=\"/opinion/203986/united-states-v-bunchan/\"><span class=\"volume\">580</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">66</span></a></span><pre class=\"inline\">, 72 (1st Cir. 2009).      Those factors include the nature and\n\ncircumstances of the offense, the history and characteristics of\n\nthe defendant, the need for the sentence to provide deterrence,\n\nrespect for the law and just punishment, and the need \"to avoid\n\nunwarranted sentence disparities.\"         18 U.S.C. § 3553(a)(1), (2),\n\n(6).      Zapata argues that the district court \"disregarded all\n\nsentencing factors other than the Guidelines and thereby abused its\n\ndiscretion and deprived Mr. Zapata of the individualized sentencing\n\ntreatment to which he is entitled.\"\n\n             The record does not support this contention.            After\n\ndetermining the guidelines range, the district court invited the\n\nparties to address the other 3553(a) factors and to make specific\n\n\n                                   -24-\n\fsentencing recommendations.          The government argued for a term of\n\nimprisonment of 48 months, the statutory maximum, after noting the\n\nlarge scale of the drug conspiracy, the need for deterrence, and\n\nZapata's failure to fully accept responsibility for what he did.\n\nDefense counsel urged a sentence of twelve months probation,\n\npointing out that Zapata's acceptance of responsibility should not\n\nfocus on the conspiracy crime that the government had agreed to\n\ndismiss.   Counsel emphasized that Zapata had admitted awareness of\n\nSaldana's involvement in drug transactions, but he \"had no idea of\n\namounts.\" Counsel also cited Zapata's likely deportation, his age,\n\nhis health, his role as a devoted father and grandfather, and his\n\nlack of a criminal record in urging the court to find that a prison\n\nterm was unnecessary.\n\n            The court, in turn, specifically referred to some of the\n\n3553(a) factors in explaining why it believed the guidelines\n\nsentence appropriately took them into account.               It noted, inter\n\nalia, that \"the distribution of kilogram quantities . . . is a\n\nserious offense that the community suffers from and that the\n\ncommunity, therefore, requires an expression of punishment and\n\njustice from.\"        The court then considered whether, given the\n\nguidelines range of 57 to 70 months and the statutory maximum of 48\n\nmonths,    \"a   sentence    less   than      48   [is]   called   for    in   the\n\ncircumstances    of   the   case.\"      It    concluded   that    it    was   not:\n\n\"[T]aking all of the facts into account, . . . a sentence at the\n\n\n                                      -25-\n\fhigh end of the statutory range is an appropriate sentence for the\n\ncriminal conduct admitted to in the information.\"\n\n               Although   the    court    did    not    explicitly    discuss    the\n\npersonal characteristics of the defendant that were highlighted by\n\ndefense counsel, that does not mean it failed to consider them.\n\nThe    court     noted    that   it     needed    to    evaluate    the   guideline\n\ncalculation and statutory maximum in \"the circumstances of the\n\ncase,\" and, given the arguments the court had just heard, it is\n\napparent that Zapata's personal characteristics and history were\n\namong \"the facts\" it took into account.                 To be sure, it would have\n\nbeen better if the court had given explicit attention to at least\n\nsome of the personal factors, eliminating an appellate issue.                   See\n\nUnited States v. García-Carrasquillo, </pre><span class=\"citation\" data-id=\"202688\"><a href=\"/opinion/202688/united-states-v-garcia-carrasquillo/\"><span class=\"volume\">483</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">124</span></a></span><pre class=\"inline\">, 134 n.15 (1st\n\nCir. 2007) (noting that \"district court judges would do well to\n\nmake the sentencing process as transparent as possible, to avoid\n\nthe possibility of remand on appeal\"); United States v. Scherrer,\n\n</pre><span class=\"citation\" data-id=\"202150\"><a href=\"/opinion/202150/united-states-v-scherrer/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">91</span></a></span><pre class=\"inline\">, 97 (1st Cir. 2006) (en banc) (Lipez, J., concurring)\n\n(\"[W]hen       the   defendant     or    the    government     advances   specific\n\narguments for leniency or severity, grounded in the defendant's\n\nhistory or the circumstances of the offense, it is reasonable to\n\nexpect a district court to explain why those specific arguments are\n\nor are not persuasive.\").               A sentencing court is not obliged,\n\nhowever, to specifically address all of the section 3553(a) factors\n\nin    its   explanation,     nor   to    give    each    of   the   factors   \"equal\n\n\n                                         -26-\n\fprominence\" in its determination. United States v. Dixon, </pre><span class=\"citation\" data-id=\"202231\"><a href=\"/opinion/202231/united-states-v-dixon/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">194</span></a></span><pre class=\"inline\">, 205 (1st Cir. 2006); see also United States v. Pulido, </pre><span class=\"citation\" data-id=\"203826\"><a href=\"/opinion/203826/united-states-v-pulido/\"><span class=\"volume\">566</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></a></span><pre class=\"inline\">, 64 (1st Cir. 2009).              Here, we are satisfied from the\n\ncourt's   limited     explanation        that   it    considered    all   of     the\n\napplicable factors and viewed the reduction in sentence from the\n\nguidelines    range   to     the   statutory     maximum    of     48   months    as\n\nsufficient to account for the defendant's individual circumstances.\n\n           In sum, the record shows no procedural error in Zapata's\n\nsentencing.\n\nB. Substantive Reasonableness\n\n           Zapata     also    argues     that   his    four-year    sentence      is\n\nunreasonable   because,      in    his    circumstances,     it    violates      the\n\nrequirement under section 3553(a) that the sentence be \"sufficient,\n\nbut not greater than necessary, to comply with the purposes\" of\n\nsentencing. 18 U.S.C. § 3553(a). He reiterates the arguments made\n\nto the district court on each of the 3553(a) factors, arguing,\n\ninter alia, that his advanced age, \"spotless prior record,\" family\n\nresponsibilities, ignorance of the amount of cocaine, acceptance of\n\nresponsibility and likely deportation, along with the relatively\n\nminor nature of the \"telephone offense,\" render probation a just\n\nand adequate punishment and the four-year term unreasonably harsh.\n\nHe points to statistics indicating that the mean sentence length\n\nfor similarly situated defendants who violated section 843(b) is\n\nsubstantially less than 48 months, and he further asserts that\n\n\n                                       -27-\n\fincarceration is unnecessary to protect the public or achieve\n\nrehabilitation,       as    proven    by    his     full   compliance    with   his\n\nconditions of release while awaiting trial and sentencing.\n\n            To some extent, Zapata's reasonableness argument relies\n\non   a   view   of   his     crime   at    odds   with     the   district   court's\n\nsupportable finding that, as \"an active lieutenant to Mr. Saldana,\"\n\nhe facilitated a drug transaction involving three or more kilograms\n\nof   cocaine.        To    the   extent    Zapata    emphasizes    his   otherwise\n\nunblemished record and personal circumstances, his arguments for\n\nsentencing leniency may be well-founded, but they are ultimately\n\nunavailing.     The court's decision to emphasize the nature of the\n\ncrime over the mitigating factors was a \"'choice of emphasis'\" that\n\nis \"'not a basis for a founded claim of sentencing error.'\"                  United\n\nStates v. Rodríguez, </pre><span class=\"citation no-link\"><span class=\"volume\">525</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">85</span></span><pre class=\"inline\">, 110 (1st Cir. 2008) (quoting\n\nUnited States v. Deppe, </pre><span class=\"citation\" data-id=\"203069\"><a href=\"/opinion/203069/united-states-v-deppe/\"><span class=\"volume\">509</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span><pre class=\"inline\">, 62 (1st Cir. 2007)).                   District\n\ncourts have wide latitude in sentencing, and we cannot say that the\n\nresult in these circumstances – a sentence below the applicable\n\nguidelines range – was indefensible.                See Martin, 520 F.3d at 92\n\n(describing the sentencing inquiry as \"broad, open-ended, and\n\nsignificantly discretionary\"); id. at 96 (\"[T]he linchpin of a\n\nreasonable sentence is a plausible sentencing rationale and a\n\ndefensible result.\").\n\n            Having found no basis for disturbing the sentence imposed\n\nby the district court, we affirm its judgment.\n\n\n                                          -28-\n\fSo ordered.\n\n\n\n\n              -29-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/118381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/136995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145708/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200391/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201860/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202688/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202892/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203021/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203196/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203826/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203986/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/607107/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796681/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1197056/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1269601/"
  ]
}