{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/204103/",
  "absolute_url": "/opinion/204103/rederford-v-us-airways-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/204103/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:30:02Z",
  "date_modified": "2016-04-26T05:15:58.344159Z",
  "type": "010combined",
  "sha1": "0614572e7297761deef7f40c045cd9f9b8b3a2fe",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1005P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/12/14/Rederford_v._US_Airways_Inc..pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 09-1005\n\n                          JANELLE REDERFORD,\n\n                         Plaintiff, Appellant,\n\n                                  v.\n\n                           US AIRWAYS, INC.,\n\n                         Defendant, Appellee.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n                   FOR THE DISTRICT OF RHODE ISLAND\n\n             [Hon. William E. Smith, U.S. District Judge]\n\n\n                                Before\n\n                          Lynch, Chief Judge,\n          Boudin, Circuit Judge, and Saylor,* District Judge.\n\n\n     Howard Moore, Jr. with whom Moore & Moore was on brief for\nthe appellant.\n     Daniel E. Farrington with whom The Farrington Law Firm, LLC\nwas on brief for the appellee.\n\n\n                           December 14, 2009\n\n\n\n\n     *\n         Of the District of Massachusetts, sitting by designation.\n\f              LYNCH, Chief Judge.    In 2008, Janelle Rederford brought\n\nsuit under the Americans with Disabilities Act (\"ADA\") for events\n\noccurring in 2002 in federal district court against US Airways,\n\nInc.   The court dismissed the suit on the grounds that the ADA\n\nclaims had been disallowed and also had been discharged as \"claims\"\n\nunder the Bankruptcy Code in the airline's 2003 bankruptcy.              The\n\nfederal court also rejected Rederford's arguments that she was\n\nnonetheless entitled to relief based on the equitable doctrines of\n\njudicial estoppel and unclean hands.           Rederford v. US Airways,\n\nInc., 586 F. Supp. 2d 47, 51-54 (D.R.I. 2008).           Rederford, who had\n\nworked for US Airways for approximately twenty-four years as a\n\nCustomer Service Representative and suffered from Systemic Lupus\n\nErythematosus (\"lupus\"), claimed that US Airways' January 31, 2002,\n\ntermination of her employment violated her rights under the ADA.\n\nThe issues, involving the interplay between the Bankruptcy Code's\n\ndefinition of \"claims\" and causes asserted under federal employment\n\ndiscrimination law, are novel for us.         We affirm the dismissal.\n\n                                      I.\n\n              Because Rederford's claim was dismissed under Fed. R.\n\nCiv. P. 12(b)(6), we accept the well-pleaded facts in her complaint\n\nas true, drawing all reasonable inferences in her favor.           Sutliffe\n\nv.   Epping    Sch.   Dist.,   584   F.3d   314,   325   (1st   Cir.   2009).\n\nRederford's claims raise pure questions of law.             The underlying\n\nfacts are not disputed.\n\n\n                                     -2-\n\f          Throughout    most      of     Rederford's      twenty-four-year\n\nemployment as a Customer Service Representative at US Airways she\n\nsuffered from lupus, which was diagnosed in 1979.                Lupus is an\n\ninflammatory connective tissue disease with variable and often\n\ndisabling features. During the month before the termination of her\n\nemployment, Rederford was absent from work from January 2 to\n\nJanuary 5, 2002, due to a lupus-related illness.                 Rederford's\n\nsupervisor required that she submit a certification from a health\n\ncare provider regarding her medical condition.           The supervisor was\n\nnot satisfied with the initial certification and requested an\n\namended one by January 26.       After the supervisor did not receive\n\nthe amended certification by the extended deadline of January 28,\n\nUS Airways terminated Rederford's employment on January 31, 2002,\n\nat T.F. Green Airport in Warwick, Rhode Island.1\n\n          On   April   25,   2002,     Rederford    filed    a    charge   of\n\ndiscrimination with the Equal Employment Opportunity Commission\n\n(\"EEOC\"), which was also cross-filed with the Rhode Island Human\n\nRights Commission (\"RIHRC\").       On May 10, 2002, she also filed a\n\ncharge of discrimination against US Airways with the RIHRC.\n\n          In   the   meantime,    US   Airways     was   itself    suffering\n\nfinancial difficulties.      On August 11, 2002, US Airways filed a\n\nVoluntary Petition for Relief under Chapter 11 in the Bankruptcy\n\n\n\n     1\n          Rederford asserts that the loss of her job forced her to\nfile for bankruptcy.\n\n                                   -3-\n\fCourt for the Eastern District of Virginia.            Around October 1,\n\n2002, Rederford was notified of the bankruptcy proceeding and was\n\nprovided a proof of claim form. The notice informed Rederford that\n\nif she did not submit a proof of claim by the November 4, 2002 bar\n\ndate she would be \"forever barred, estopped and enjoined from\"\n\nasserting her claims against US Airways.\n\n            Rederford returned her proof of claim form on October 31,\n\n2002.   In it, Rederford stated her belief that she had been\n\ndiscriminated against on the basis of disability and been denied\n\nreasonable accommodation.        She estimated her claim to be valued at\n\none million dollars, including punitive damages.\n\n            On January 24, 2003, US Airways filed its Second Omnibus\n\nObjection to a number of different classes of claims, including\n\n\"contingent and unliquidated claims for which [US Airways] den[ied]\n\nany liability.\" Rederford's discrimination claim was listed within\n\nthis class.\n\n            US Airways' Objection also contained language stating\n\nthat \"to the extent any such litigation claims are completely\n\ncovered by any of the Debtors' applicable insurance policies as\n\ndescribed   in   paragraph   4    above,   the   Debtors   object   to   such\n\nclaimants receiving any distribution under the Plan since such\n\nclaimants will recover the full amount of their claims, if they are\n\nso entitled, from available insurance proceeds.\" Paragraph four of\n\nthe Objection described US Airways' insurance policies as covering\n\n\n                                     -4-\n\f\"personal injury tort claims\" and stated that nearly all of them\n\nprovide \"first dollar\" coverage, meaning that US Airways would not\n\nhave to pay a deductible.    It also stated that, under an \"Insurance\n\nStipulation   Order,\"   US   Airways    could   grant   relief   from   the\n\nautomatic stay of claims to \"personal injury tort claimants\" who,\n\n\"subject to certain notice and filing procedures,\" released and\n\nwaived claims against US Airways and agreed to limit recovery to\n\ninsurance proceeds.\n\n          Rederford was served notice of the Objection on January\n\n28, 2003, and was informed that her claim would be disallowed\n\nunless she filed a request for a hearing by February 28, 2003.          She\n\ndid not file such a request.     Rederford alleged at oral argument\n\nthat she did not believe she needed to file the request, because\n\nshe thought her claims were covered by US Airways' insurance\n\npolicies. On March 17, 2003, the bankruptcy court entered an order\n\nsustaining the Objection, thereby disallowing Rederford's claim.\n\n          The following day, the bankruptcy court issued an order\n\nconfirming US Airways' reorganization plan.       This order discharged\n\nall claims arising before the plan's effective date, March 31,\n\n2003, and permanently enjoined suit pursuant to those claims. This\n\ninjunction applied to any claims Rederford had against US Airways,\n\nwhether or not she had filed a proof of claim.\n\n          Over a year later, and two years after Rederford filed\n\nher initial complaint with the RIHRC, the RIHRC, on May 7, 2004,\n\n\n                                  -5-\n\fissued a Complaint and Notice of Hearing regarding Rederford's\n\ncharges of employment discrimination.                 On July 29, 2004, the RIHRC\n\nfound that there was probable cause to believe that US Airways had\n\ndiscriminated against Rederford.              US Airways subsequently filed a\n\nmotion to dismiss with the RIHRC, asserting that Rederford's claims\n\nhad    been     discharged      in    bankruptcy.2      The       RIHRC   conditionally\n\ngranted US Airways' motion to dismiss. Rederford then filed a late\n\nappeal to the State of Rhode Island Superior Court, which was\n\ndismissed as untimely.3\n\n                On May 1, 2008, after the EEOC had earlier issued a\n\nNotice-of-Right          to    Sue,   Rederford      filed    a    federal    complaint\n\nalleging her January 31, 2002 termination violated Title I of the\n\nADA,       42   U.S.C.    §§    12111-12117,      and    seeking          reinstatement,\n\n\n       2\n          Rederford responded with similar arguments to those\nraised here, asserting that because her complaint sought the\nequitable remedy of reinstatement, it did not involve a claim for\npayment and thus was not a dischargeable \"claim\" within the meaning\nof the Bankruptcy Code.     She also argued that US Airways was\nestopped from raising the bankruptcy discharge because it had taken\na contrary position regarding her claim before the bankruptcy court\nand because of the doctrine of unclean hands.\n     The RIHRC found that Rederford's estoppel arguments could have\nbeen raised before the bankruptcy court and so were barred by res\njudicata.    The RIHRC further concluded that it did not have\njurisdiction to consider whether equitable relief is properly\nconsidered a claim within the meaning of the Bankruptcy Code. It\nordered Rederford to commence litigation on that question at the\nbankruptcy court within thirty days and informed her that if she\nfailed to do so, the dismissal of her complaint would become\nunconditional.\n       3\n          US Airways has raised no issues under either Rooker-\nFeldman or preclusion doctrine based on the state court dismissal,\nnor has it argued that res judicata bars this suit.\n\n                                           -6-\n\fcompensatory, special, and punitive damages, and attorney's fees.\n\nSpecifically, the complaint alleged that US Airways failed to grant\n\nRederford    reasonable       accommodation    for   her   disability,        made\n\nprohibited inquiries--which where not job-related or consistent\n\nwith business necessity--regarding the nature and severity of\n\nRederford's disability, failed to interact in good faith with\n\nRederford    to     reach    a   reasonable    accommodation        instead     of\n\nterminating her employment, and engaged in acts of retaliation and\n\ncoercion.\n\n            In early July 2008, US Airways filed a motion to dismiss,\n\nasserting that Rederford's suit was barred by the bankruptcy\n\ncourt's permanent injunction.           The district court granted the\n\nmotion in November 2008.          Rederford, 586 F. Supp. 2d at 49.            The\n\ncourt first concluded that Rederford's claim, even if it sought the\n\nequitable relief of reinstatement, was barred by the bankruptcy\n\ncourt injunction because it was a claim reducible to a payment.\n\nId. at 52-53. The court then rejected Rederford's argument that US\n\nAirways   was     judicially     estopped   from   invoking   the    bankruptcy\n\ncourt's injunction, finding that US Airways had not taken any\n\npositions in the bankruptcy court that contradicted its positions\n\nin this litigation.         Id. at 53-54.    Finally, the court found that\n\nRederford's attempt to use the doctrine of unclean hands failed\n\nbecause US Airways had not engaged in misconduct.             Id. at 54.      This\n\nappeal followed.\n\n\n                                      -7-\n\f                                     II.\n\n           We review an order granting a motion to dismiss under\n\nFed. R. Civ. P. 12(b)(6) de novo.          Sutliffe, 584 F.3d at 325.      In\n\ndoing so, we accept the well-pleaded facts as true, viewing factual\n\nallegations in the light most favorable to the plaintiff.            Id.   \"To\n\nsurvive a motion to dismiss, a complaint must contain sufficient\n\nfactual matter, accepted as true, to 'state a claim to relief that\n\nis plausible on its face.'\"     Ashcroft v. Iqbal, 129 S. Ct. 1937,\n\n1949 (2009) (quoting Bell Atl. Corp. v. Twombly, 550 U.S. 544, 555\n\n(2007)); Sutliffe, 584 F.3d at 325.          We may consider not only the\n\ncomplaint but also \"facts extractable from documentation annexed to\n\nor   incorporated   by   reference    in     the   complaint   and   matters\n\nsusceptible to judicial notice.\"       Jorge v. Rumsfeld, 404 F.3d 556,\n\n559 (1st Cir. 2005).     Rederford pursues pure issues of law, which\n\nrequire interpretation of provisions of the Bankruptcy Code.\n\n           We note at the outset that the ADA claims Rederford\n\nraises in this case were disallowed by the bankruptcy court and\n\nthat her appeal to this court amounts to a collateral attack on the\n\nbankruptcy court's order. Nonetheless, US Airways has not defended\n\non these grounds, perhaps because it wants to resolve the larger\n\nstatutory interpretation issues that the claims raise.\n\nA.         Whether Rederford's ADA Cause of Action is a \"Claim\" for\n           Purposes of the Discharge Provisions of the Bankruptcy\n           Code\n\n\n\n\n                                     -8-\n\f          Rederford concedes that, to the extent her initial claims\n\nwould obligate US Airways to pay money damages, they are barred by\n\nthe bankruptcy court's injunction in the Confirmation Order.     She\n\nargues instead that because she could seek relief in the form of\n\nreinstatement should she prevail in her ADA claims, this equitable\n\nremedy removes her reinstatement claim from the definition of\n\n\"claims\" under the Bankruptcy Code.4      At the very least, she\n\nargues, her suit may not be dismissed unless she fails to establish\n\nliability or unless she fails to obtain reinstatement if she\n\nestablishes liability.\n\n          Section 101(5) of the Bankruptcy Code defines the term\n\n\"claim\" as a:\n\n     (A) right to payment, whether or not such right is\n     reduced to judgment, liquidated, unliquidated, fixed,\n     contingent, matured, unmatured, disputed, undisputed,\n     legal, equitable, secured, or unsecured; or\n\n     (B) right to an equitable remedy for breach of\n     performance if such breach gives rise to a right to\n     payment, whether or not such right to an equitable remedy\n\n\n     4\n          Rederford also asserts that she is entitled to monetary\ndamages paid by US Airways' insurance company and that this does\nnot constitute a \"claim\" to payment from the debtor under\n§ 101(5)(A). The document Rederford relies on for this assertion\ndirectly contradicts it. See Iqbal, 129 S. Ct. at 1949; see also\nChongris v. Bd. of Appeals, 811 F.2d 36, 37 (1st Cir. 1987)(stating\nthat courts need not accept \"'facts' which have since been\nconclusively   contradicted    by   plaintiffs'    concessions   or\notherwise\"). Rederford alleges that the Second Omnibus Objection\nrepresented that insurance could cover her claim. Yet the language\nof the Objection clearly does not state that all claims objected\nto, much less employment discrimination claims, are covered by\ninsurance, and expressly says that the relevant insurance policies\ncover \"personal injury tort claims.\"\n\n                               -9-\n\f       is reduced to judgment, fixed, contingent, matured,\n       unmatured, disputed, undisputed, secured, or unsecured.\n\n11 U.S.C. § 101(5).          The definition of claim serves a number of\n\npurposes; we outline the two relevant ones here.                It defines what\n\ninterests must be asserted in the Bankruptcy Court, and it defines\n\nwhat is discharged by the proceeding.\n\n               In enacting this language, Congress gave the term \"claim\"\n\nthe \"broadest available definition.\"              F.C.C. v. NextWave Pers.\n\nCommc'ns, 537 U.S. 293, 302 (2003) (quoting Johnson v. Home State\n\nBank, 501 U.S. 78, 83 (1991)) (internal quotation marks omitted).\n\n               Under § 101(5)(B), a right to an equitable remedy,\n\nwhether or not fixed, disputed, or reduced to judgment, is a\n\n\"claim\" within the meaning of the Bankruptcy Code, and subject to\n\nbankruptcy proceedings, if \"a monetary payment is an alternative\n\nfor the equitable remedy.\"               Air Line Pilots Ass'n v. Cont'l\n\nAirlines, 125 F.3d 120, 133 (3d Cir. 1997); Matter of Udell, 18\n\nF.3d 403, 407 (7th Cir. 1994); see also Ohio v. Kovacs, 469 U.S.\n\n274, 283 (1985); In re the Ground Round, Inc., 482 F.3d 15, 19-20\n\n(1st Cir. 2007).         The inclusion of equitable remedies that may be\n\nreduced to payment, similar to the inclusion of contingent claims\n\nin § 101(5)(A), ensures that even the most \"uncertain and difficult\n\nto     estimate\"    claims    can   be     adjudicated   in     the   bankruptcy\n\nproceedings.       See Colonial Sur. Co. v. Weizman, 564 F.3d 526, 529\n\n(1st    Cir.    2009).     This   serves    several   obvious    purposes   that\n\nunderlie the Bankruptcy Code and Chapter 11 reorganization.\n\n                                      -10-\n\f          One purpose is to avoid distinctions among creditors\n\ndepending on whether the right to payment stems from an equitable\n\nsource, a legal source, or an equitable remedy that can be reduced\n\nto payment.    See Cent. Va. Cmty. Coll. v. Katz, 546 U.S. 356,\n\n363-64 (2006); 1 Alan N. Resnick et al., Collier on Bankruptcy\n\n¶ 1.01[1], at 1-4 (16th ed. 2009).         Thus, the Code evenhandedly\n\ngrants access to the bankruptcy court for creditors to assert\n\nclaims against a debtor based on both law and equity.\n\n          It   also   treats   creditors    evenhandedly   as   to   the\n\ndistribution of assets of the estate.        This evenhanded treatment\n\nmakes sense: in the end, whether the source is law or an equitable\n\nremedy that can be reduced to payment, it is the payment that the\n\nbankruptcy court will adjust, disallow, or discharge.           Allowing\n\nclaims for equitable relief that could be reduced to payment to be\n\nraised after the discharge from bankruptcy would defeat the goal of\n\nevenhanded treatment by essentially granting creditors raising such\n\nclaims what amounts to priority over all other creditors.\n\n          Another purpose, especially in Chapter 11 proceedings, is\n\nto provide finality at the end of the bankruptcy proceeding for the\n\ndebtor.   Chapter 11 reorganization provides debtors with a fresh\n\nstart by adjudicating, disallowing, or discharging all claims\n\narising before the debtor is discharged from bankruptcy. See Katz,\n\n546 U.S. at 363-64; Mason v. Official Comm. of Unsecured Creditors,\n\n330 F.3d 36, 41 (1st Cir. 2003); 1 Alan N. Resnick et al., supra,\n\n\n                                 -11-\n\f¶ 1.01[1], at 1-4.           If equitable claims that are reduceable to\n\npayment arising before the debtor's discharge from bankruptcy could\n\nbe raised later, debtors would be less certain about the effect of\n\ntheir bankruptcy discharge and this would hamper their efforts to\n\nreorganize into profitable businesses.\n\n              When the equitable relief sought cannot give rise to a\n\npayment, but requires non-monetary action by a debtor, different\n\nconsiderations come into play.            If no monetary alternative exists\n\nfor an equitable remedy, the bankruptcy court will not be able to\n\nliquidate it and so cannot readily prioritize it relative to other\n\nclaims.      See, e.g., In re Ben Franklin Hotel Assoc., 186 F.3d 301,\n\n306-07    (3d   Cir.    1999)   (finding      a     right   to   enforcement      of   a\n\npartnership interest in a \"unique business opportunity\" to not be\n\na    claim   within    the   meaning     of   the    code   because   no    monetary\n\nalternative existed); In re Udell, 18 F.3d at 409 (holding that\n\nenforcement of a covenant not to compete was not a claim).\n\n              Further, if the equitable remedy involves the abatement\n\nof    ongoing    conduct     that   is    causing      harm,     rather    than    the\n\nremediation of past harms, the remedy is not a \"repackaged claim\n\nfor damages\" and does not threaten the finality of the proceedings.\n\nSee, e.g., In re Torwico Elec., Inc., 8 F.3d 146, 150 (3d Cir.\n\n1993) (finding an order to abate ongoing pollution not to be a\n\nclaim within the code).\n\n\n\n\n                                         -12-\n\f           Title I of the ADA explicitly provides for the same\n\nremedies available for employment discrimination suits in Title VII\n\nof the Civil Rights Act of 1964.             42 U.S.C. § 12117.           In that\n\ncontext, front pay is an alternative remedy to reinstatement.\n\nPollard v. E. I. du Pont de Nemours & Co., 532 U.S. 843, 846 (2001)\n\n(\"[F]ront pay is simply money awarded for lost compensation during\n\nthe   period   between    judgment    and    reinstatement     or    in   lieu   of\n\nreinstatement.\").        Within our circuit, we have held that money\n\ndamages are a disfavored, yet nonetheless alternative, remedy to\n\nreinstatement in employment discrimination cases, including those\n\nunder the ADA.    Arrieta-Colon v. Walmart P.R., Inc., 434 F.3d 75,\n\n91 (1st Cir. 2006) (ADA employment discrimination case); Johnson v.\n\nSpencer Press of Me., Inc., 364 F.3d 368, 379-80 (1st Cir. 2004)\n\n(Civil Rights Act employment discrimination case).\n\n           We have not been cited any circuit case directly on\n\npoint, but have been cited to an analogous case.              The Third Circuit\n\nfaced a similar question, balancing the policy interests of labor\n\nand bankruptcy law, in Air Line Pilots Association.                  125 F.3d at\n\n131-36.   The court held that a right to seniority integration for\n\nairline pilots in the event of a merger, pursuant to a collective\n\nbargaining agreement, was a \"claim\" within the meaning of the\n\nBankruptcy     Code   and      thus   within      the    bankruptcy       court's\n\njurisdiction.    Id. at 136.      Comparing a right to reinstatement to\n\na   particular   level    of   seniority     to   a   right   to    reinstatement\n\n\n                                      -13-\n\ffollowing wrongful employment termination, the court concluded that\n\nseniority integration was a contractual provision, intended to\n\nconfer a benefit on a group of people, and that breach of the\n\nprovision would result in \"liquidated damages.\"                             Id. at 134-36.\n\nFor this reason, the court found it was a \"claim\" within the\n\nmeaning of the Code.            Id.\n\n            Because money damages are an alternative remedy for\n\nreinstatement following wrongful termination, Rederford's claim was\n\nwithin the jurisdiction of the bankruptcy court and so disallowed\n\nand   discharged.              Rederford        cannot     preserve         her    right     to\n\nreinstatement       by    limiting        her    recovery       to    equitable      relief.\n\nAllowing    her    to     do    so    would     grant     her   the    equivalent       of    a\n\npreference over other creditors, who only had claims for monetary\n\ndamages or who agreed to accept liquidated damages for their\n\nequitable claims, by allowing her to avoid the prioritization of\n\nclaims established in the bankruptcy proceeding.                             It would also\n\nthwart     the     finality          of   that    proceeding          and     US     Airways'\n\nreorganization plan by enabling her to pursue a suit arising before\n\nthe discharge from bankruptcy.\n\n            Rederford had proper notice of her opportunity to pursue\n\nher   employment         discrimination          claims    through      the        bankruptcy\n\nproceeding.       Having failed to do so, her claims are disallowed and\n\ndischarged, and the injunction is effective to bar her claims.\n\n            B.           Remaining Arguments\n\n\n                                           -14-\n\f            The district court did not err in rejecting Rederford's\n\ncontention that she nonetheless should be able to litigate her\n\nclaims based on the doctrines of judicial estoppel and unclean\n\nhands.\n\n            We will assume dubitante that these two doctrines can be\n\napplied to seek relief from a discharge in bankruptcy, and also\n\ndubitante that they can be raised after the bar date.               But the\n\npremises of the two doctrines are simply not met here.                  \"The\n\ndoctrine of judicial estoppel 'generally prevents a party from\n\nprevailing in one phase of a case on an argument and then relying\n\non   a   contradictory   argument    to    prevail   in   another   phase.'\"\n\nBeaudette v. Louisville Ladder, Inc., 462 F.3d 22, 26 (1st Cir.\n\n2006) (quoting New Hampshire v. Maine, 532 U.S. 742, 749 (2001)).\n\nThe doctrine's purpose is \"to protect the integrity of the judicial\n\nprocess.\"    New Hampshire, 532 U.S. at 749.\n\n            Rederford argues that US Airways has adopted inconsistent\n\npositions regarding the availability of insurance to cover her\n\nclaim.    She asserts that in the Second Omnibus Objection in the\n\nbankruptcy court, US Airways said, or at least that Rederford\n\nunderstood US Airways to have said, that her claim would be covered\n\nby the airline's insurance.     This, Rederford alleges, led her not\n\nto file a request for a new hearing, allowing US Airways to prevail\n\nand her claim to be disallowed.\n\n\n\n\n                                    -15-\n\f            Her real claim is that she was misled by statements in\n\nthe Objection.      The question here is not whether a party to the\n\nproceeding relied on the position, but rather whether the court did\n\nso in reaching its decision.         Cf. New Hampshire, 532 U.S. at 749;\n\nFleet    Nat'l   Bank   v.   Gray,   375    F.3d     51,   60   (1st   Cir.   2004)\n\n(rejecting a judicial estoppel claim because \"[a]t no time did the\n\nbankruptcy court accept the legal or factual assertions of the\n\ncomplaint\").     Here, the bankruptcy court sustained the Objection\n\nbased on US Airways' contention that it had no liability for the\n\nclaims--a contention that was not opposed by plaintiff--and also\n\nthat the subset of those claims covered by insurance, personal\n\ninjury tort claims, were not entitled to a distribution from the\n\nreorganization plan.         That ends the argument.\n\n            Unclean     hands   is   a    doctrine    requiring    that   parties\n\nseeking equitable relief be honest and fair with the court. Texaco\n\nP.R., Inc. v. Dep't of Consumer Affairs, 60 F.3d 867, 880 (1st Cir.\n\n1995).    We review a district court's finding of unclean hands for\n\nabuse of discretion.         Dr. José S. Belaval, Inc. v. Pérez-Perdomo,\n\n488 F.3d 11, 15 (1st Cir. 2007).                The doctrine of unclean hands\n\n\"only applies when the claimant's misconduct is directly related to\n\nthe merits of the controversy between the parties [, i.e.] . . .\n\n'affect[s] the equitable relations between the parties in respect\n\nof something brought before the court for adjudication.'\" Texaco\n\nP.R., Inc., 60 F.3d at 80 (quoting Keystone Driller Co. v. Gen.\n\n\n                                         -16-\n\fExcavator Co., 290 U.S. 240, 245 (1933)).          Here, there was no\n\nmisconduct.       US Airways' statements about insurance were not\n\ninaccurate or misleading.\n\n            The   district   court's   order   granting   dismissal   is\n\naffirmed.\n\n\n\n\n                                  -17-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>589 F.3d 30 (2009)</b></center>\n<center><h1>Janelle REDERFORD, Plaintiff, Appellant,<br>\nv.<br>\nUS AIRWAYS, INC., Defendant, Appellee.</h1></center>\n<center>No. 09-1005.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard November 5, 2009.</center>\n<center>Decided December 14, 2009.</center>\n<p><span class=\"star-pagination\">*32</span> Howard Moore, Jr. with whom Moore &amp; Moore was on brief for the appellant.</p>\n<p>Daniel E. Farrington with whom The Farrington Law Firm, LLC was on brief for the appellee.</p>\n<p>Before LYNCH, Chief Judge, BOUDIN, Circuit Judge, and SAYLOR,<sup>[*]</sup> District Judge.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>In 2008, Janelle Rederford brought suit under the Americans with Disabilities Act (\"ADA\") for events occurring in 2002 in federal district court against U.S. Airways, Inc. The court dismissed the suit on the grounds that the ADA claims had been disallowed and also had been discharged as \"claims\" under the Bankruptcy Code in the airline's 2003 bankruptcy. The federal court also rejected Rederford's arguments that she was nonetheless entitled to relief based on the equitable doctrines of judicial estoppel and unclean hands. <i>Rederford v. U.S. Airways, Inc.,</i> 586 F.Supp.2d 47, 51-54 (D.R.I.2008). Rederford, who had worked for U.S. Airways for approximately twenty-four years as a Customer Service Representative and suffered from Systemic Lupus Erythematosus (\"lupus\"), claimed that U.S. Airways' January 31, 2002, termination of her employment violated her rights under the ADA. The issues, involving the interplay between the Bankruptcy Code's definition of \"claims\" and causes asserted under federal employment discrimination law, are novel for us. We affirm the dismissal.</p>\n<p></p>\n<h2>I.</h2>\n<p>Because Rederford's claim was dismissed under Fed.R.Civ.P. 12(b)(6), we accept the well-pleaded facts in her complaint as true, drawing all reasonable inferences in her favor. <i>Sutliffe v. Epping Sch. Dist.,</i> 584 F.3d 314, 325 (1st Cir. 2009). Rederford's claims raise pure questions of law. The underlying facts are not disputed.</p>\n<p>Throughout most of Rederford's twenty-four-year employment as a Customer Service Representative at U.S. Airways she suffered from lupus, which was diagnosed in 1979. Lupus is an inflammatory connective tissue disease with variable and often disabling features. During the month before the termination of her employment, Rederford was absent from work from January 2 to January 5, 2002, due to a lupus-related illness. Rederford's supervisor required that she submit a certification from a health care provider regarding her medical condition. The supervisor was not satisfied with the initial certification and requested an amended one by January 26. <span class=\"star-pagination\">*33</span> After the supervisor did not receive the amended certification by the extended deadline of January 28, U.S. Airways terminated Rederford's employment on January 31, 2002, at T.F. Green Airport in Warwick, Rhode Island.<sup>[1]</sup></p>\n<p>On April 25, 2002, Rederford filed a charge of discrimination with the Equal Employment Opportunity Commission (\"EEOC\"), which was also cross-filed with the Rhode Island Human Rights Commission (\"RIHRC\"). On May 10, 2002, she also filed a charge of discrimination against U.S. Airways with the RIHRC.</p>\n<p>In the meantime, U.S. Airways was itself suffering financial difficulties. On August 11, 2002, U.S. Airways filed a Voluntary Petition for Relief under Chapter 11 in the Bankruptcy Court for the Eastern District of Virginia. Around October 1, 2002, Rederford was notified of the bankruptcy proceeding and was provided a proof of claim form. The notice informed Rederford that if she did not submit a proof of claim by the November 4, 2002 bar date she would be \"forever barred, estopped and enjoined from\" asserting her claims against U.S. Airways.</p>\n<p>Rederford returned her proof of claim form on October 31, 2002. In it, Rederford stated her belief that she had been discriminated against on the basis of disability and been denied reasonable accommodation. She estimated her claim to be valued at one million dollars, including punitive damages.</p>\n<p>On January 24, 2003, U.S. Airways filed its Second Omnibus Objection to a number of different classes of claims, including \"contingent and unliquidated claims for which [US Airways] den[ied] any liability.\" Rederford's discrimination claim was listed within this class.</p>\n<p>US Airways' Objection also contained language stating that \"to the extent any such litigation claims are completely covered by any of the Debtors' applicable insurance policies as described in paragraph 4 above, the Debtors object to such claimants receiving any distribution under the Plan since such claimants will recover the full amount of their claims, if they are so entitled, from available insurance proceeds.\" Paragraph four of the Objection described U.S. Airways' insurance policies as covering \"personal injury tort claims\" and stated that nearly all of them provide \"first dollar\" coverage, meaning that U.S. Airways would not have to pay a deductible. It also stated that, under an \"Insurance Stipulation Order,\" U.S. Airways could grant relief from the automatic stay of claims to \"personal injury tort claimants\" who, \"subject to certain notice and filing procedures,\" released and waived claims against U.S. Airways and agreed to limit recovery to insurance proceeds.</p>\n<p>Rederford was served notice of the Objection on January 28, 2003, and was informed that her claim would be disallowed unless she filed a request for a hearing by February 28, 2003. She did not file such a request. Rederford alleged at oral argument that she did not believe she needed to file the request, because she thought her claims were covered by U.S. Airways' insurance policies. On March 17, 2003, the bankruptcy court entered an order sustaining the Objection, thereby disallowing Rederford's claim.</p>\n<p>The following day, the bankruptcy court issued an order confirming U.S. Airways' reorganization plan. This order discharged all claims arising before the plan's effective date, March 31, 2003, and permanently enjoined suit pursuant to those claims. This injunction applied to any claims Rederford had against U.S. Airways, <span class=\"star-pagination\">*34</span> whether or not she had filed a proof of claim.</p>\n<p>Over a year later, and two years after Rederford filed her initial complaint with the RIHRC, the RIHRC, on May 7, 2004, issued a Complaint and Notice of Hearing regarding Rederford's charges of employment discrimination. On July 29, 2004, the RIHRC found that there was probable cause to believe that U.S. Airways had discriminated against Rederford. US Airways subsequently filed a motion to dismiss with the RIHRC, asserting that Rederford's claims had been discharged in bankruptcy.<sup>[2]</sup> The RIHRC conditionally granted U.S. Airways' motion to dismiss. Rederford then filed a late appeal to the State of Rhode Island Superior Court, which was dismissed as untimely.<sup>[3]</sup></p>\n<p>On May 1, 2008, after the EEOC had earlier issued a Notice-of-Right to Sue, Rederford filed a federal complaint alleging her January 31, 2002 termination violated Title I of the ADA, 42 U.S.C. §§ 12111-12117, and seeking reinstatement, compensatory, special, and punitive damages, and attorney's fees. Specifically, the complaint alleged that U.S. Airways failed to grant Rederford reasonable accommodation for her disability, made prohibited inquirieswhich where not job-related or consistent with business necessityregarding the nature and severity of Rederford's disability, failed to interact in good faith with Rederford to reach a reasonable accommodation instead of terminating her employment, and engaged in acts of retaliation and coercion.</p>\n<p>In early July 2008, U.S. Airways filed a motion to dismiss, asserting that Rederford's suit was barred by the bankruptcy court's permanent injunction. The district court granted the motion in November 2008. <i>Rederford,</i> 586 F.Supp.2d at 49. The court first concluded that Rederford's claim, even if it sought the equitable relief of reinstatement, was barred by the bankruptcy court injunction because it was a claim reducible to a payment. <i>Id.</i> at 52-53. The court then rejected Rederford's argument that U.S. Airways was judicially estopped from invoking the bankruptcy court's injunction, finding that U.S. Airways had not taken any positions in the bankruptcy court that contradicted its positions in this litigation. <i>Id.</i> at 53-54. Finally, the court found that Rederford's attempt to use the doctrine of unclean hands failed because U.S. Airways had not engaged in misconduct. <i>Id.</i> at 54. This appeal followed.</p>\n<p></p>\n<h2>II.</h2>\n<p>We review an order granting a motion to dismiss under Fed.R.Civ.P. 12(b)(6) de novo. <i>Sutliffe,</i> 584 F.3d at 325. <span class=\"star-pagination\">*35</span> In doing so, we accept the well-pleaded facts as true, viewing factual allegations in the light most favorable to the plaintiff. <i>Id.</i> \"To survive a motion to dismiss, a complaint must contain sufficient factual matter, accepted as true, to `state a claim to relief that is plausible on its face.'\" <i>Ashcroft v. Iqbal,</i> ___ U.S. ___, 129 S.Ct. 1937, 1949, 173 L.Ed.2d 868 (2009) (quoting <i>Bell Atl. Corp. v. Twombly,</i> 550 U.S. 544, 555, 127 S.Ct. 1955, 167 L.Ed.2d 929 (2007)); <i>Sutliffe,</i> 584 F.3d at 325. We may consider not only the complaint but also \"facts extractable from documentation annexed to or incorporated by reference in the complaint and matters susceptible to judicial notice.\" <i>Jorge v. Rumsfeld,</i> 404 F.3d 556, 559 (1st Cir.2005). Rederford pursues pure issues of law, which require interpretation of provisions of the Bankruptcy Code.</p>\n<p>We note at the outset that the ADA claims Rederford raises in this case were disallowed by the bankruptcy court and that her appeal to this court amounts to a collateral attack on the bankruptcy court's order. Nonetheless, U.S. Airways has not defended on these grounds, perhaps because it wants to resolve the larger statutory interpretation issues that the claims raise.</p>\n<p></p>\n<h2>A. <i>Whether Rederford's ADA Cause of Action is a \"Claim\" for Purposes of the Discharge Provisions of the Bankruptcy Code</i>\n</h2>\n<p>Rederford concedes that, to the extent her initial claims would obligate U.S. Airways to pay money damages, they are barred by the bankruptcy court's injunction in the Confirmation Order. She argues instead that because she could seek relief in the form of reinstatement should she prevail in her ADA claims, this equitable remedy removes her reinstatement claim from the definition of \"claims\" under the Bankruptcy Code.<sup>[4]</sup> At the very least, she argues, her suit may not be dismissed unless she fails to establish liability or unless she fails to obtain reinstatement if she establishes liability.</p>\n<p>Section 101(5) of the Bankruptcy Code defines the term \"claim\" as a:</p>\n<blockquote>(A) right to payment, whether or not such right is reduced to judgment, liquidated, unliquidated, fixed, contingent, matured, unmatured, disputed, undisputed, legal, equitable, secured, or unsecured; or</blockquote>\n<blockquote>(B) right to an equitable remedy for breach of performance if such breach gives rise to a right to payment, whether or not such right to an equitable remedy is reduced to judgment, fixed, contingent, matured, unmatured, disputed, undisputed, secured, or unsecured.</blockquote>\n<p>11 U.S.C. § 101(5). The definition of claim serves a number of purposes; we outline the two relevant ones here. It defines what interests must be asserted in the Bankruptcy Court, and it defines what is discharged by the proceeding.</p>\n<p>In enacting this language, Congress gave the term \"claim\" the \"broadest available <span class=\"star-pagination\">*36</span> definition.\" <i>F.C.C. v. NextWave Pers. Commc'ns,</i> 537 U.S. 293, 302, 123 S.Ct. 832, 154 L.Ed.2d 863 (2003) (quoting <i>Johnson v. Home State Bank,</i> 501 U.S. 78, 83, 111 S.Ct. 2150, 115 L.Ed.2d 66 (1991)) (internal quotation marks omitted).</p>\n<p>Under § 101(5)(B), a right to an equitable remedy, whether or not fixed, disputed, or reduced to judgment, is a \"claim\" within the meaning of the Bankruptcy Code, and subject to bankruptcy proceedings, if \"a monetary payment is an alternative for the equitable remedy.\" <i>Air Line Pilots Ass'n v. Cont'l Airlines,</i> 125 F.3d 120, 133 (3d Cir.1997); <i>Matter of Udell,</i> 18 F.3d 403, 407 (7th Cir.1994); <i>see also </i><i>Ohio v. Kovacs,</i> 469 U.S. 274, 283, 105 S.Ct. 705, 83 L.Ed.2d 649 (1985); <i>In re the Ground Round, Inc.,</i> 482 F.3d 15, 19-20 (1st Cir.2007). The inclusion of equitable remedies that may be reduced to payment, similar to the inclusion of contingent claims in § 101(5)(A), ensures that even the most \"uncertain and difficult to estimate\" claims can be adjudicated in the bankruptcy proceedings. <i>See </i><i>Colonial Sur. Co. v. Weizman,</i> 564 F.3d 526, 529 (1st Cir.2009). This serves several obvious purposes that underlie the Bankruptcy Code and Chapter 11 reorganization.</p>\n<p>One purpose is to avoid distinctions among creditors depending on whether the right to payment stems from an equitable source, a legal source, or an equitable remedy that can be reduced to payment. <i>See </i><i>Cent. Va. Cmty. Coll. v. Katz,</i> 546 U.S. 356, 363-64, 126 S.Ct. 990, 163 L.Ed.2d 945 (2006); 1 Alan N. Resnick et al., Collier on Bankruptcy ¶ 1.01[1], at 1-4 (16th ed.2009). Thus, the Code evenhandedly grants access to the bankruptcy court for creditors to assert claims against a debtor based on both law and equity.</p>\n<p>It also treats creditors evenhandedly as to the distribution of assets of the estate. This evenhanded treatment makes sense: in the end, whether the source is law or an equitable remedy that can be reduced to payment, it is the payment that the bankruptcy court will adjust, disallow, or discharge. Allowing claims for equitable relief that could be reduced to payment to be raised after the discharge from bankruptcy would defeat the goal of evenhanded treatment by essentially granting creditors raising such claims what amounts to priority over all other creditors.</p>\n<p>Another purpose, especially in Chapter 11 proceedings, is to provide finality at the end of the bankruptcy proceeding for the debtor. Chapter 11 reorganization provides debtors with a fresh start by adjudicating, disallowing, or discharging all claims arising before the debtor is discharged from bankruptcy. <i>See </i><i>Katz,</i> 546 U.S. at 363-64, 126 S.Ct. 990; <i>Mason v. Official Comm. of Unsecured Creditors,</i> 330 F.3d 36, 41 (1st Cir.2003); 1 Alan N. Resnick et al., <i>supra,</i> ¶ 1.01[1], at 1-4. If equitable claims that are reduceable to payment arising before the debtor's discharge from bankruptcy could be raised later, debtors would be less certain about the effect of their bankruptcy discharge and this would hamper their efforts to reorganize into profitable businesses.</p>\n<p>When the equitable relief sought cannot give rise to a payment, but requires non-monetary action by a debtor, different considerations come into play. If no monetary alternative exists for an equitable remedy, the bankruptcy court will not be able to liquidate it and so cannot readily prioritize it relative to other claims. <i>See, e.g., </i><i>In re Ben Franklin Hotel Assoc.,</i> 186 F.3d 301, 306-07 (3d Cir.1999) (finding a right to enforcement of a partnership interest in a \"unique business opportunity\" to not be a claim within the meaning of the code because no monetary alternative existed); <i>In re Udell,</i> 18 F.3d at 409 (holding <span class=\"star-pagination\">*37</span> that enforcement of a covenant not to compete was not a claim).</p>\n<p>Further, if the equitable remedy involves the abatement of ongoing conduct that is causing harm, rather than the remediation of past harms, the remedy is not a \"repackaged claim for damages\" and does not threaten the finality of the proceedings. <i>See, e.g., </i><i>In re Torwico Elec., Inc.,</i> 8 F.3d 146, 150 (3d Cir.1993) (finding an order to abate ongoing pollution not to be a claim within the code).</p>\n<p>Title I of the ADA explicitly provides for the same remedies available for employment discrimination suits in Title VII of the Civil Rights Act of 1964. 42 U.S.C. § 12117. In that context, front pay is an alternative remedy to reinstatement. <i>Pollard v. E.I. du Pont de Nemours &amp; Co.,</i> 532 U.S. 843, 846, 121 S.Ct. 1946, 150 L.Ed.2d 62 (2001) (\"[F]ront pay is simply money awarded for lost compensation during the period between judgment and reinstatement or in lieu of reinstatement.\"). Within our circuit, we have held that money damages are a disfavored, yet nonetheless alternative, remedy to reinstatement in employment discrimination cases, including those under the ADA. <i>Arrieta-Colon v. Wal-Mart P.R., Inc.,</i> 434 F.3d 75, 91 (1st Cir.2006) (ADA employment discrimination case); <i>Johnson v. Spencer Press of Me., Inc.,</i> 364 F.3d 368, 379-80 (1st Cir.2004) (Civil Rights Act employment discrimination case).</p>\n<p>We have not been cited any circuit case directly on point, but have been cited to an analogous case. The Third Circuit faced a similar question, balancing the policy interests of labor and bankruptcy law, in <i>Air Line Pilots Association.</i> 125 F.3d at 131-36. The court held that a right to seniority integration for airline pilots in the event of a merger, pursuant to a collective bargaining agreement, was a \"claim\" within the meaning of the Bankruptcy Code and thus within the bankruptcy court's jurisdiction. <i>Id.</i> at 136. Comparing a right to reinstatement to a particular level of seniority to a right to reinstatement following wrongful employment termination, the court concluded that seniority integration was a contractual provision, intended to confer a benefit on a group of people, and that breach of the provision would result in \"liquidated damages.\" <i>Id.</i> at 134-36. For this reason, the court found it was a \"claim\" within the meaning of the Code. <i>Id.</i></p>\n<p>Because money damages are an alternative remedy for reinstatement following wrongful termination, Rederford's claim was within the jurisdiction of the bankruptcy court and so disallowed and discharged. Rederford cannot preserve her right to reinstatement by limiting her recovery to equitable relief. Allowing her to do so would grant her the equivalent of a preference over other creditors, who only had claims for monetary damages or who agreed to accept liquidated damages for their equitable claims, by allowing her to avoid the prioritization of claims established in the bankruptcy proceeding. It would also thwart the finality of that proceeding and U.S. Airways' reorganization plan by enabling her to pursue a suit arising before the discharge from bankruptcy.</p>\n<p>Rederford had proper notice of her opportunity to pursue her employment discrimination claims through the bankruptcy proceeding. Having failed to do so, her claims are disallowed and discharged, and the injunction is effective to bar her claims.</p>\n<p></p>\n<h2>B. <i>Remaining Arguments</i>\n</h2>\n<p>The district court did not err in rejecting Rederford's contention that she nonetheless should be able to litigate her <span class=\"star-pagination\">*38</span> claims based on the doctrines of judicial estoppel and unclean hands.</p>\n<p>We will assume dubitante that these two doctrines can be applied to seek relief from a discharge in bankruptcy, and also dubitante that they can be raised after the bar date. But the premises of the two doctrines are simply not met here. \"The doctrine of judicial estoppel `generally prevents a party from prevailing in one phase of a case on an argument and then relying on a contradictory argument to prevail in another phase.'\" <i>Beaudette v. Louisville Ladder, Inc.,</i> 462 F.3d 22, 26 (1st Cir.2006) (quoting <i>New Hampshire v. Maine,</i> 532 U.S. 742, 749, 121 S.Ct. 1808, 149 L.Ed.2d 968 (2001)). The doctrine's purpose is \"to protect the integrity of the judicial process.\" <i>New Hampshire,</i> 532 U.S. at 749, 121 S.Ct. 1808.</p>\n<p>Rederford argues that U.S. Airways has adopted inconsistent positions regarding the availability of insurance to cover her claim. She asserts that in the Second Omnibus Objection in the bankruptcy court, U.S. Airways said, or at least that Rederford understood U.S. Airways to have said, that her claim would be covered by the airline's insurance. This, Rederford alleges, led her not to file a request for a new hearing, allowing U.S. Airways to prevail and her claim to be disallowed.</p>\n<p>Her real claim is that she was misled by statements in the Objection. The question here is not whether a party to the proceeding relied on the position, but rather whether the court did so in reaching its decision. <i>Cf. </i><i>New Hampshire,</i> 532 U.S. at 749, 121 S.Ct. 1808; <i>Fleet Nat'l Bank v. Gray,</i> 375 F.3d 51, 60 (1st Cir.2004) (rejecting a judicial estoppel claim because \"[a]t no time did the bankruptcy court accept the legal or factual assertions of the complaint\"). Here, the bankruptcy court sustained the Objection based on U.S. Airways' contention that it had no liability for the claimsa contention that was not opposed by plaintiffand also that the subset of those claims covered by insurance, personal injury tort claims, were not entitled to a distribution from the reorganization plan. That ends the argument.</p>\n<p>Unclean hands is a doctrine requiring that parties seeking equitable relief be honest and fair with the court. <i>Texaco P.R., Inc. v. Dep't of Consumer Affairs,</i> 60 F.3d 867, 880 (1st Cir.1995). We review a district court's finding of unclean hands for abuse of discretion. <i>Dr. José S. Belaval, Inc. v. Pérez-Perdomo,</i> 488 F.3d 11, 15 (1st Cir.2007). The doctrine of unclean hands \"only applies when the claimant's misconduct is directly related to the merits of the controversy between the parties[, i.e.] ... `affect[s] the equitable relations between the parties in respect of something brought before the court for adjudication.'\" <i>Texaco P.R., Inc.,</i> 60 F.3d at 880 (quoting <i>Keystone Driller Co. v. Gen. Excavator Co.,</i> 290 U.S. 240, 245, 54 S.Ct. 146, 78 L.Ed. 293 (1933)). Here, there was no misconduct. US Airways' statements about insurance were not inaccurate or misleading.</p>\n<p>The district court's order granting dismissal is <i>affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of Massachusetts, sitting by designation.</p>\n<p>[1]  Rederford asserts that the loss of her job forced her to file for bankruptcy.</p>\n<p>[2]  Rederford responded with similar arguments to those raised here, asserting that because her complaint sought the equitable remedy of reinstatement, it did not involve a claim for payment and thus was not a dischargeable \"claim\" within the meaning of the Bankruptcy Code. She also argued that U.S. Airways was estopped from raising the bankruptcy discharge because it had taken a contrary position regarding her claim before the bankruptcy court and because of the doctrine of unclean hands.\n</p>\n<p>The RIHRC found that Rederford's estoppel arguments could have been raised before the bankruptcy court and so were barred by res judicata. The RIHRC further concluded that it did not have jurisdiction to consider whether equitable relief is properly considered a claim within the meaning of the Bankruptcy Code. It ordered Rederford to commence litigation on that question at the bankruptcy court within thirty days and informed her that if she failed to do so, the dismissal of her complaint would become unconditional.</p>\n<p>[3]  US Airways has raised no issues under either <i>Rooker-Feldman</i> or preclusion doctrine based on the state court dismissal, nor has it argued that res judicata bars this suit.</p>\n<p>[4]  Rederford also asserts that she is entitled to monetary damages paid by U.S. Airways' insurance company and that this does not constitute a \"claim\" to payment from the debtor under § 101(5)(A). The document Rederford relies on for this assertion directly contradicts it. <i>See </i><i>Iqbal,</i> 129 S.Ct. at 1949; <i>see also </i><i>Chongris v. Bd. of Appeals,</i> 811 F.2d 36, 37 (1st Cir.1987)(stating that courts need not accept \"`facts' which have since been conclusively contradicted by plaintiffs' concessions or otherwise\"). Rederford alleges that the Second Omnibus Objection represented that insurance could cover her claim. Yet the language of the Objection clearly does not state that all claims objected to, much less employment discrimination claims, are covered by insurance, and expressly says that the relevant insurance policies cover \"personal injury tort claims.\"</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">589</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></span> (2009)</b></center>\n<center><h1>Janelle REDERFORD, Plaintiff, Appellant,<br>\nv.<br>\nUS AIRWAYS, INC., Defendant, Appellee.</h1></center>\n<center>No. 09-1005.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard November 5, 2009.</center>\n<center>Decided December 14, 2009.</center>\n<p><span class=\"star-pagination\">*32</span> Howard Moore, Jr. with whom Moore &amp; Moore was on brief for the appellant.</p>\n<p>Daniel E. Farrington with whom The Farrington Law Firm, LLC was on brief for the appellee.</p>\n<p>Before LYNCH, Chief Judge, BOUDIN, Circuit Judge, and SAYLOR,<sup>[*]</sup> District Judge.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>In 2008, Janelle Rederford brought suit under the Americans with Disabilities Act (\"ADA\") for events occurring in 2002 in federal district court against U.S. Airways, Inc. The court dismissed the suit on the grounds that the ADA claims had been disallowed and also had been discharged as \"claims\" under the Bankruptcy Code in the airline's 2003 bankruptcy. The federal court also rejected Rederford's arguments that she was nonetheless entitled to relief based on the equitable doctrines of judicial estoppel and unclean hands. <i>Rederford v. U.S. Airways, Inc.,</i> <span class=\"citation\" data-id=\"1904100\"><a href=\"/opinion/1904100/rederford-v-us-airways-inc/\"><span class=\"volume\">586</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">47</span></a></span>, 51-54 (D.R.I.2008). Rederford, who had worked for U.S. Airways for approximately twenty-four years as a Customer Service Representative and suffered from Systemic Lupus Erythematosus (\"lupus\"), claimed that U.S. Airways' January 31, 2002, termination of her employment violated her rights under the ADA. The issues, involving the interplay between the Bankruptcy Code's definition of \"claims\" and causes asserted under federal employment discrimination law, are novel for us. We affirm the dismissal.</p>\n<p></p>\n<h2>I.</h2>\n<p>Because Rederford's claim was dismissed under Fed.R.Civ.P. 12(b)(6), we accept the well-pleaded facts in her complaint as true, drawing all reasonable inferences in her favor. <i>Sutliffe v. Epping Sch. Dist.,</i> <span class=\"citation no-link\"><span class=\"volume\">584</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">314</span></span>, 325 (1st Cir. 2009). Rederford's claims raise pure questions of law. The underlying facts are not disputed.</p>\n<p>Throughout most of Rederford's twenty-four-year employment as a Customer Service Representative at U.S. Airways she suffered from lupus, which was diagnosed in 1979. Lupus is an inflammatory connective tissue disease with variable and often disabling features. During the month before the termination of her employment, Rederford was absent from work from January 2 to January 5, 2002, due to a lupus-related illness. Rederford's supervisor required that she submit a certification from a health care provider regarding her medical condition. The supervisor was not satisfied with the initial certification and requested an amended one by January 26. <span class=\"star-pagination\">*33</span> After the supervisor did not receive the amended certification by the extended deadline of January 28, U.S. Airways terminated Rederford's employment on January 31, 2002, at T.F. Green Airport in Warwick, Rhode Island.<sup>[1]</sup></p>\n<p>On April 25, 2002, Rederford filed a charge of discrimination with the Equal Employment Opportunity Commission (\"EEOC\"), which was also cross-filed with the Rhode Island Human Rights Commission (\"RIHRC\"). On May 10, 2002, she also filed a charge of discrimination against U.S. Airways with the RIHRC.</p>\n<p>In the meantime, U.S. Airways was itself suffering financial difficulties. On August 11, 2002, U.S. Airways filed a Voluntary Petition for Relief under Chapter 11 in the Bankruptcy Court for the Eastern District of Virginia. Around October 1, 2002, Rederford was notified of the bankruptcy proceeding and was provided a proof of claim form. The notice informed Rederford that if she did not submit a proof of claim by the November 4, 2002 bar date she would be \"forever barred, estopped and enjoined from\" asserting her claims against U.S. Airways.</p>\n<p>Rederford returned her proof of claim form on October 31, 2002. In it, Rederford stated her belief that she had been discriminated against on the basis of disability and been denied reasonable accommodation. She estimated her claim to be valued at one million dollars, including punitive damages.</p>\n<p>On January 24, 2003, U.S. Airways filed its Second Omnibus Objection to a number of different classes of claims, including \"contingent and unliquidated claims for which [US Airways] den[ied] any liability.\" Rederford's discrimination claim was listed within this class.</p>\n<p>US Airways' Objection also contained language stating that \"to the extent any such litigation claims are completely covered by any of the Debtors' applicable insurance policies as described in paragraph 4 above, the Debtors object to such claimants receiving any distribution under the Plan since such claimants will recover the full amount of their claims, if they are so entitled, from available insurance proceeds.\" Paragraph four of the Objection described U.S. Airways' insurance policies as covering \"personal injury tort claims\" and stated that nearly all of them provide \"first dollar\" coverage, meaning that U.S. Airways would not have to pay a deductible. It also stated that, under an \"Insurance Stipulation Order,\" U.S. Airways could grant relief from the automatic stay of claims to \"personal injury tort claimants\" who, \"subject to certain notice and filing procedures,\" released and waived claims against U.S. Airways and agreed to limit recovery to insurance proceeds.</p>\n<p>Rederford was served notice of the Objection on January 28, 2003, and was informed that her claim would be disallowed unless she filed a request for a hearing by February 28, 2003. She did not file such a request. Rederford alleged at oral argument that she did not believe she needed to file the request, because she thought her claims were covered by U.S. Airways' insurance policies. On March 17, 2003, the bankruptcy court entered an order sustaining the Objection, thereby disallowing Rederford's claim.</p>\n<p>The following day, the bankruptcy court issued an order confirming U.S. Airways' reorganization plan. This order discharged all claims arising before the plan's effective date, March 31, 2003, and permanently enjoined suit pursuant to those claims. This injunction applied to any claims Rederford had against U.S. Airways, <span class=\"star-pagination\">*34</span> whether or not she had filed a proof of claim.</p>\n<p>Over a year later, and two years after Rederford filed her initial complaint with the RIHRC, the RIHRC, on May 7, 2004, issued a Complaint and Notice of Hearing regarding Rederford's charges of employment discrimination. On July 29, 2004, the RIHRC found that there was probable cause to believe that U.S. Airways had discriminated against Rederford. US Airways subsequently filed a motion to dismiss with the RIHRC, asserting that Rederford's claims had been discharged in bankruptcy.<sup>[2]</sup> The RIHRC conditionally granted U.S. Airways' motion to dismiss. Rederford then filed a late appeal to the State of Rhode Island Superior Court, which was dismissed as untimely.<sup>[3]</sup></p>\n<p>On May 1, 2008, after the EEOC had earlier issued a Notice-of-Right to Sue, Rederford filed a federal complaint alleging her January 31, 2002 termination violated Title I of the ADA, 42 U.S.C. §§ 12111-12117, and seeking reinstatement, compensatory, special, and punitive damages, and attorney's fees. Specifically, the complaint alleged that U.S. Airways failed to grant Rederford reasonable accommodation for her disability, made prohibited inquirieswhich where not job-related or consistent with business necessityregarding the nature and severity of Rederford's disability, failed to interact in good faith with Rederford to reach a reasonable accommodation instead of terminating her employment, and engaged in acts of retaliation and coercion.</p>\n<p>In early July 2008, U.S. Airways filed a motion to dismiss, asserting that Rederford's suit was barred by the bankruptcy court's permanent injunction. The district court granted the motion in November 2008. <i>Rederford,</i> 586 F.Supp.2d at 49. The court first concluded that Rederford's claim, even if it sought the equitable relief of reinstatement, was barred by the bankruptcy court injunction because it was a claim reducible to a payment. <i>Id.</i> at 52-53. The court then rejected Rederford's argument that U.S. Airways was judicially estopped from invoking the bankruptcy court's injunction, finding that U.S. Airways had not taken any positions in the bankruptcy court that contradicted its positions in this litigation. <i>Id.</i> at 53-54. Finally, the court found that Rederford's attempt to use the doctrine of unclean hands failed because U.S. Airways had not engaged in misconduct. <i>Id.</i> at 54. This appeal followed.</p>\n<p></p>\n<h2>II.</h2>\n<p>We review an order granting a motion to dismiss under Fed.R.Civ.P. 12(b)(6) de novo. <i>Sutliffe,</i> 584 F.3d at 325. <span class=\"star-pagination\">*35</span> In doing so, we accept the well-pleaded facts as true, viewing factual allegations in the light most favorable to the plaintiff. <i>Id.</i> \"To survive a motion to dismiss, a complaint must contain sufficient factual matter, accepted as true, to `state a claim to relief that is plausible on its face.'\" <i>Ashcroft v. Iqbal,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1937</span></a></span>, 1949, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">173</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">868</span></a></span> (2009) (quoting <i>Bell Atl. Corp. v. Twombly,</i> <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, 555, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007)); <i>Sutliffe,</i> 584 F.3d at 325. We may consider not only the complaint but also \"facts extractable from documentation annexed to or incorporated by reference in the complaint and matters susceptible to judicial notice.\" <i>Jorge v. Rumsfeld,</i> <span class=\"citation\" data-id=\"201551\"><a href=\"/opinion/201551/jorge-v-rumsfeld/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">556</span></a></span>, 559 (1st Cir.2005). Rederford pursues pure issues of law, which require interpretation of provisions of the Bankruptcy Code.</p>\n<p>We note at the outset that the ADA claims Rederford raises in this case were disallowed by the bankruptcy court and that her appeal to this court amounts to a collateral attack on the bankruptcy court's order. Nonetheless, U.S. Airways has not defended on these grounds, perhaps because it wants to resolve the larger statutory interpretation issues that the claims raise.</p>\n<p></p>\n<h2>A. <i>Whether Rederford's ADA Cause of Action is a \"Claim\" for Purposes of the Discharge Provisions of the Bankruptcy Code</i>\n</h2>\n<p>Rederford concedes that, to the extent her initial claims would obligate U.S. Airways to pay money damages, they are barred by the bankruptcy court's injunction in the Confirmation Order. She argues instead that because she could seek relief in the form of reinstatement should she prevail in her ADA claims, this equitable remedy removes her reinstatement claim from the definition of \"claims\" under the Bankruptcy Code.<sup>[4]</sup> At the very least, she argues, her suit may not be dismissed unless she fails to establish liability or unless she fails to obtain reinstatement if she establishes liability.</p>\n<p>Section 101(5) of the Bankruptcy Code defines the term \"claim\" as a:</p>\n<blockquote>(A) right to payment, whether or not such right is reduced to judgment, liquidated, unliquidated, fixed, contingent, matured, unmatured, disputed, undisputed, legal, equitable, secured, or unsecured; or</blockquote>\n<blockquote>(B) right to an equitable remedy for breach of performance if such breach gives rise to a right to payment, whether or not such right to an equitable remedy is reduced to judgment, fixed, contingent, matured, unmatured, disputed, undisputed, secured, or unsecured.</blockquote>\n<p>11 U.S.C. § 101(5). The definition of claim serves a number of purposes; we outline the two relevant ones here. It defines what interests must be asserted in the Bankruptcy Court, and it defines what is discharged by the proceeding.</p>\n<p>In enacting this language, Congress gave the term \"claim\" the \"broadest available <span class=\"star-pagination\">*36</span> definition.\" <i>F.C.C. v. NextWave Pers. Commc'ns,</i> <span class=\"citation\" data-id=\"122257\"><a href=\"/opinion/122257/fcc-v-nextwave-personal-communications-inc/\"><span class=\"volume\">537</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></a></span>, 302, <span class=\"citation\" data-id=\"122257\"><a href=\"/opinion/122257/fcc-v-nextwave-personal-communications-inc/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">832</span></a></span>, <span class=\"citation\" data-id=\"122257\"><a href=\"/opinion/122257/fcc-v-nextwave-personal-communications-inc/\"><span class=\"volume\">154</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">863</span></a></span> (2003) (quoting <i>Johnson v. Home State Bank,</i> <span class=\"citation\" data-id=\"112617\"><a href=\"/opinion/112617/johnson-v-home-state-bank/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, 83, <span class=\"citation\" data-id=\"112617\"><a href=\"/opinion/112617/johnson-v-home-state-bank/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2150</span></a></span>, <span class=\"citation\" data-id=\"112617\"><a href=\"/opinion/112617/johnson-v-home-state-bank/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">66</span></a></span> (1991)) (internal quotation marks omitted).</p>\n<p>Under § 101(5)(B), a right to an equitable remedy, whether or not fixed, disputed, or reduced to judgment, is a \"claim\" within the meaning of the Bankruptcy Code, and subject to bankruptcy proceedings, if \"a monetary payment is an alternative for the equitable remedy.\" <i>Air Line Pilots Ass'n v. Cont'l Airlines,</i> <span class=\"citation\" data-id=\"746433\"><a href=\"/opinion/746433/in-re-continental-airlines-debtor-air-line-pilots-association-v/\"><span class=\"volume\">125</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">120</span></a></span>, 133 (3d Cir.1997); <i>Matter of Udell,</i> <span class=\"citation\" data-id=\"664676\"><a href=\"/opinion/664676/in-the-matter-of-barry-stuart-udell-debtor-appellee-appeal-of-the/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">403</span></a></span>, 407 (7th Cir.1994); <i>see also </i><i>Ohio v. Kovacs,</i> <span class=\"citation\" data-id=\"111298\"><a href=\"/opinion/111298/ohio-v-kovacs/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 283, <span class=\"citation\" data-id=\"111298\"><a href=\"/opinion/111298/ohio-v-kovacs/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">705</span></a></span>, <span class=\"citation\" data-id=\"111298\"><a href=\"/opinion/111298/ohio-v-kovacs/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">649</span></a></span> (1985); <i>In re the Ground Round, Inc.,</i> <span class=\"citation\" data-id=\"202687\"><a href=\"/opinion/202687/ground-round-inc-v-abboud/\"><span class=\"volume\">482</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 19-20 (1st Cir.2007). The inclusion of equitable remedies that may be reduced to payment, similar to the inclusion of contingent claims in § 101(5)(A), ensures that even the most \"uncertain and difficult to estimate\" claims can be adjudicated in the bankruptcy proceedings. <i>See </i><i>Colonial Sur. Co. v. Weizman,</i> <span class=\"citation no-link\"><span class=\"volume\">564</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">526</span></span>, 529 (1st Cir.2009). This serves several obvious purposes that underlie the Bankruptcy Code and Chapter 11 reorganization.</p>\n<p>One purpose is to avoid distinctions among creditors depending on whether the right to payment stems from an equitable source, a legal source, or an equitable remedy that can be reduced to payment. <i>See </i><i>Cent. Va. Cmty. Coll. v. Katz,</i> <span class=\"citation\" data-id=\"145688\"><a href=\"/opinion/145688/central-va-community-college-v-katz/\"><span class=\"volume\">546</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span>, 363-64, <span class=\"citation\" data-id=\"145688\"><a href=\"/opinion/145688/central-va-community-college-v-katz/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">990</span></a></span>, <span class=\"citation\" data-id=\"145688\"><a href=\"/opinion/145688/central-va-community-college-v-katz/\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">945</span></a></span> (2006); 1 Alan N. Resnick et al., Collier on Bankruptcy ¶ 1.01[1], at 1-4 (16th ed.2009). Thus, the Code evenhandedly grants access to the bankruptcy court for creditors to assert claims against a debtor based on both law and equity.</p>\n<p>It also treats creditors evenhandedly as to the distribution of assets of the estate. This evenhanded treatment makes sense: in the end, whether the source is law or an equitable remedy that can be reduced to payment, it is the payment that the bankruptcy court will adjust, disallow, or discharge. Allowing claims for equitable relief that could be reduced to payment to be raised after the discharge from bankruptcy would defeat the goal of evenhanded treatment by essentially granting creditors raising such claims what amounts to priority over all other creditors.</p>\n<p>Another purpose, especially in Chapter 11 proceedings, is to provide finality at the end of the bankruptcy proceeding for the debtor. Chapter 11 reorganization provides debtors with a fresh start by adjudicating, disallowing, or discharging all claims arising before the debtor is discharged from bankruptcy. <i>See </i><i>Katz,</i> 546 U.S. at 363-64, <span class=\"citation\" data-id=\"145688\"><a href=\"/opinion/145688/central-va-community-college-v-katz/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">990</span></a></span>; <i>Mason v. Official Comm. of Unsecured Creditors,</i> <span class=\"citation\" data-id=\"200480\"><a href=\"/opinion/200480/mason-v-official-committee/\"><span class=\"volume\">330</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 41 (1st Cir.2003); 1 Alan N. Resnick et al., <i>supra,</i> ¶ 1.01[1], at 1-4. If equitable claims that are reduceable to payment arising before the debtor's discharge from bankruptcy could be raised later, debtors would be less certain about the effect of their bankruptcy discharge and this would hamper their efforts to reorganize into profitable businesses.</p>\n<p>When the equitable relief sought cannot give rise to a payment, but requires non-monetary action by a debtor, different considerations come into play. If no monetary alternative exists for an equitable remedy, the bankruptcy court will not be able to liquidate it and so cannot readily prioritize it relative to other claims. <i>See, e.g., </i><i>In re Ben Franklin Hotel Assoc.,</i> <span class=\"citation\" data-id=\"765499\"><a href=\"/opinion/765499/in-re-ben-franklin-hotel-associates-debtor-ben-franklin-hotel-associates/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">301</span></a></span>, 306-07 (3d Cir.1999) (finding a right to enforcement of a partnership interest in a \"unique business opportunity\" to not be a claim within the meaning of the code because no monetary alternative existed); <i>In re Udell,</i> 18 F.3d at 409 (holding <span class=\"star-pagination\">*37</span> that enforcement of a covenant not to compete was not a claim).</p>\n<p>Further, if the equitable remedy involves the abatement of ongoing conduct that is causing harm, rather than the remediation of past harms, the remedy is not a \"repackaged claim for damages\" and does not threaten the finality of the proceedings. <i>See, e.g., </i><i>In re Torwico Elec., Inc.,</i> <span class=\"citation\" data-id=\"656113\"><a href=\"/opinion/656113/in-re-torwico-electronics-inc-debtor-torwico-electronics-inc-v-state/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">146</span></a></span>, 150 (3d Cir.1993) (finding an order to abate ongoing pollution not to be a claim within the code).</p>\n<p>Title I of the ADA explicitly provides for the same remedies available for employment discrimination suits in Title VII of the Civil Rights Act of 1964. 42 U.S.C. § 12117. In that context, front pay is an alternative remedy to reinstatement. <i>Pollard v. E.I. du Pont de Nemours &amp; Co.,</i> <span class=\"citation\" data-id=\"118441\"><a href=\"/opinion/118441/pollard-v-ei-du-pont-de-nemours-co/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">843</span></a></span>, 846, <span class=\"citation\" data-id=\"118441\"><a href=\"/opinion/118441/pollard-v-ei-du-pont-de-nemours-co/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1946</span></a></span>, <span class=\"citation\" data-id=\"118441\"><a href=\"/opinion/118441/pollard-v-ei-du-pont-de-nemours-co/\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">62</span></a></span> (2001) (\"[F]ront pay is simply money awarded for lost compensation during the period between judgment and reinstatement or in lieu of reinstatement.\"). Within our circuit, we have held that money damages are a disfavored, yet nonetheless alternative, remedy to reinstatement in employment discrimination cases, including those under the ADA. <i>Arrieta-Colon v. Wal-Mart P.R., Inc.,</i> <span class=\"citation\" data-id=\"202018\"><a href=\"/opinion/202018/arrieta-colon-v-wal-mart-stores/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 91 (1st Cir.2006) (ADA employment discrimination case); <i>Johnson v. Spencer Press of Me., Inc.,</i> <span class=\"citation\" data-id=\"200973\"><a href=\"/opinion/200973/johnson-v-spencer-press-inc/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">368</span></a></span>, 379-80 (1st Cir.2004) (Civil Rights Act employment discrimination case).</p>\n<p>We have not been cited any circuit case directly on point, but have been cited to an analogous case. The Third Circuit faced a similar question, balancing the policy interests of labor and bankruptcy law, in <i>Air Line Pilots Association.</i> 125 F.3d at 131-36. The court held that a right to seniority integration for airline pilots in the event of a merger, pursuant to a collective bargaining agreement, was a \"claim\" within the meaning of the Bankruptcy Code and thus within the bankruptcy court's jurisdiction. <i>Id.</i> at 136. Comparing a right to reinstatement to a particular level of seniority to a right to reinstatement following wrongful employment termination, the court concluded that seniority integration was a contractual provision, intended to confer a benefit on a group of people, and that breach of the provision would result in \"liquidated damages.\" <i>Id.</i> at 134-36. For this reason, the court found it was a \"claim\" within the meaning of the Code. <i>Id.</i></p>\n<p>Because money damages are an alternative remedy for reinstatement following wrongful termination, Rederford's claim was within the jurisdiction of the bankruptcy court and so disallowed and discharged. Rederford cannot preserve her right to reinstatement by limiting her recovery to equitable relief. Allowing her to do so would grant her the equivalent of a preference over other creditors, who only had claims for monetary damages or who agreed to accept liquidated damages for their equitable claims, by allowing her to avoid the prioritization of claims established in the bankruptcy proceeding. It would also thwart the finality of that proceeding and U.S. Airways' reorganization plan by enabling her to pursue a suit arising before the discharge from bankruptcy.</p>\n<p>Rederford had proper notice of her opportunity to pursue her employment discrimination claims through the bankruptcy proceeding. Having failed to do so, her claims are disallowed and discharged, and the injunction is effective to bar her claims.</p>\n<p></p>\n<h2>B. <i>Remaining Arguments</i>\n</h2>\n<p>The district court did not err in rejecting Rederford's contention that she nonetheless should be able to litigate her <span class=\"star-pagination\">*38</span> claims based on the doctrines of judicial estoppel and unclean hands.</p>\n<p>We will assume dubitante that these two doctrines can be applied to seek relief from a discharge in bankruptcy, and also dubitante that they can be raised after the bar date. But the premises of the two doctrines are simply not met here. \"The doctrine of judicial estoppel `generally prevents a party from prevailing in one phase of a case on an argument and then relying on a contradictory argument to prevail in another phase.'\" <i>Beaudette v. Louisville Ladder, Inc.,</i> <span class=\"citation\" data-id=\"202396\"><a href=\"/opinion/202396/beaudette-v-louisville-ladder/\"><span class=\"volume\">462</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>, 26 (1st Cir.2006) (quoting <i>New Hampshire v. Maine,</i> <span class=\"citation\" data-id=\"118435\"><a href=\"/opinion/118435/new-hampshire-v-maine/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">742</span></a></span>, 749, <span class=\"citation\" data-id=\"118435\"><a href=\"/opinion/118435/new-hampshire-v-maine/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1808</span></a></span>, <span class=\"citation\" data-id=\"118435\"><a href=\"/opinion/118435/new-hampshire-v-maine/\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">968</span></a></span> (2001)). The doctrine's purpose is \"to protect the integrity of the judicial process.\" <i>New Hampshire,</i> 532 U.S. at 749, <span class=\"citation\" data-id=\"118435\"><a href=\"/opinion/118435/new-hampshire-v-maine/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1808</span></a></span>.</p>\n<p>Rederford argues that U.S. Airways has adopted inconsistent positions regarding the availability of insurance to cover her claim. She asserts that in the Second Omnibus Objection in the bankruptcy court, U.S. Airways said, or at least that Rederford understood U.S. Airways to have said, that her claim would be covered by the airline's insurance. This, Rederford alleges, led her not to file a request for a new hearing, allowing U.S. Airways to prevail and her claim to be disallowed.</p>\n<p>Her real claim is that she was misled by statements in the Objection. The question here is not whether a party to the proceeding relied on the position, but rather whether the court did so in reaching its decision. <i>Cf. </i><i>New Hampshire,</i> 532 U.S. at 749, <span class=\"citation\" data-id=\"118435\"><a href=\"/opinion/118435/new-hampshire-v-maine/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1808</span></a></span>; <i>Fleet Nat'l Bank v. Gray,</i> <span class=\"citation\" data-id=\"201116\"><a href=\"/opinion/201116/fleet-national-bank-v-gray/\"><span class=\"volume\">375</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></a></span>, 60 (1st Cir.2004) (rejecting a judicial estoppel claim because \"[a]t no time did the bankruptcy court accept the legal or factual assertions of the complaint\"). Here, the bankruptcy court sustained the Objection based on U.S. Airways' contention that it had no liability for the claimsa contention that was not opposed by plaintiffand also that the subset of those claims covered by insurance, personal injury tort claims, were not entitled to a distribution from the reorganization plan. That ends the argument.</p>\n<p>Unclean hands is a doctrine requiring that parties seeking equitable relief be honest and fair with the court. <i>Texaco P.R., Inc. v. Dep't of Consumer Affairs,</i> <span class=\"citation\" data-id=\"196188\"><a href=\"/opinion/196188/texaco-pr-inc-v-daco/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">867</span></a></span>, 880 (1st Cir.1995). We review a district court's finding of unclean hands for abuse of discretion. <i>Dr. José S. Belaval, Inc. v. Pérez-Perdomo,</i> <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></span>, 15 (1st Cir.2007). The doctrine of unclean hands \"only applies when the claimant's misconduct is directly related to the merits of the controversy between the parties[, i.e.] ... `affect[s] the equitable relations between the parties in respect of something brought before the court for adjudication.'\" <i>Texaco P.R., Inc.,</i> 60 F.3d at 880 (quoting <i>Keystone Driller Co. v. Gen. Excavator Co.,</i> <span class=\"citation\" data-id=\"102153\"><a href=\"/opinion/102153/keystone-driller-co-v-general-excavator-co/\"><span class=\"volume\">290</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">240</span></a></span>, 245, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">146</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">293</span></span> (1933)). Here, there was no misconduct. US Airways' statements about insurance were not inaccurate or misleading.</p>\n<p>The district court's order granting dismissal is <i>affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of Massachusetts, sitting by designation.</p>\n<p>[1]  Rederford asserts that the loss of her job forced her to file for bankruptcy.</p>\n<p>[2]  Rederford responded with similar arguments to those raised here, asserting that because her complaint sought the equitable remedy of reinstatement, it did not involve a claim for payment and thus was not a dischargeable \"claim\" within the meaning of the Bankruptcy Code. She also argued that U.S. Airways was estopped from raising the bankruptcy discharge because it had taken a contrary position regarding her claim before the bankruptcy court and because of the doctrine of unclean hands.\n</p>\n<p>The RIHRC found that Rederford's estoppel arguments could have been raised before the bankruptcy court and so were barred by res judicata. The RIHRC further concluded that it did not have jurisdiction to consider whether equitable relief is properly considered a claim within the meaning of the Bankruptcy Code. It ordered Rederford to commence litigation on that question at the bankruptcy court within thirty days and informed her that if she failed to do so, the dismissal of her complaint would become unconditional.</p>\n<p>[3]  US Airways has raised no issues under either <i>Rooker-Feldman</i> or preclusion doctrine based on the state court dismissal, nor has it argued that res judicata bars this suit.</p>\n<p>[4]  Rederford also asserts that she is entitled to monetary damages paid by U.S. Airways' insurance company and that this does not constitute a \"claim\" to payment from the debtor under § 101(5)(A). The document Rederford relies on for this assertion directly contradicts it. <i>See </i><i>Iqbal,</i> 129 S.Ct. at 1949; <i>see also </i><i>Chongris v. Bd. of Appeals,</i> <span class=\"citation\" data-id=\"482848\"><a href=\"/opinion/482848/james-chongris-and-george-chongris-v-board-of-appeals-of-the-town-of/\"><span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 37 (1st Cir.1987)(stating that courts need not accept \"`facts' which have since been conclusively contradicted by plaintiffs' concessions or otherwise\"). Rederford alleges that the Second Omnibus Objection represented that insurance could cover her claim. Yet the language of the Objection clearly does not state that all claims objected to, much less employment discrimination claims, are covered by insurance, and expressly says that the relevant insurance policies cover \"personal injury tort claims.\"</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102153/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112617/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/122257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145688/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202018/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202396/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202687/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/656113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664676/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746433/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1904100/"
  ]
}