{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/204111/",
  "absolute_url": "/opinion/204111/united-states-v-stella/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/204111/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:30:10Z",
  "date_modified": "2016-04-26T14:47:37.034030Z",
  "type": "010combined",
  "sha1": "097fc9bf704863a4f6911a858f4d7b951f4815ae",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-2513P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2009/12/18/US_v._Stella.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 08-2513\n\n                      UNITED STATES OF AMERICA,\n\n                              Appellee,\n\n                                  v.\n\n                           DEBORAH STELLA,\n\n                        Defendant, Appellant.\n\n\n           ON APPEAL FROM THE UNITED STATES DISTRICT COURT\n                  FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. George A. O'Toole, Jr., U.S. District Judge]\n\n\n                                Before\n\n                          Lynch, Chief Judge,\n         Stahl, Circuit Judge, and DiClerico,* District Judge.\n\n\n\n     Syrie D. Fried for appellant.\n     James E. Arnold, Assistant United States Attorney, with whom\nRandall E. Kromm, Assistant United States Attorney, and Michael K.\nLoucks, Acting United States Attorney, were on brief for appellee.\n\n\n\n\n                          December 18, 2009\n\n\n\n\n     *\n            Of the District of New Hampshire, sitting by designation.\n\f           LYNCH, Chief Judge.      Deborah Stella, a Registered Nurse\n\n(RN), worked at the Lawrence General Hospital (LGH) from 2005 to\n\n2007.   In 2008, she pled guilty to three counts of tampering with\n\na   consumer   product,   18   U.S.C.   §   1365(a)(4),    three    counts   of\n\nobtaining controlled substances by deception and subterfuge, 21\n\nU.S.C. § 843(a)(3), and two counts of making false statements to\n\nfederal investigators looking into her drug tampering, 18 U.S.C.\n\n§ 1001(a)(2).     More specifically, she took for her own use pain\n\nkillers meant for patients at LGH who were in pain and were at\n\ntimes recovering from surgery, and hid her thefts.\n\n           Stella was sentenced to a term of imprisonment of fifty-\n\nfour months, to three years of supervised release, and to pay a\n\nspecial assessment and restitution.         She appeals, arguing that the\n\ndistrict court committed error in enhancing her sentence under\n\nU.S.S.G. § 3B1.3 for abuse of a position of trust, in enhancing the\n\nsentence because there were vulnerable victims under U.S.S.G.\n\n§ 3A1.1(b), and in its choice as to how to group the offenses,\n\nwhich also resulted in an enhancement.            There was no error and we\n\naffirm the sentence.\n\n                                    I.\n\n           The   undisputed     facts    before    the   district   court    at\n\nsentencing are drawn from the pre-sentence report (PSR) and the\n\ntranscript of the sentencing hearing.         See, e.g., United States v.\n\nArbour, 559 F.3d 50, 51 (1st Cir. 2009).\n\n\n                                    -2-\n\f                 Stella     obtained    her     nursing       license        from    the\n\nMassachusetts Board of Licensing in Nursing in 2005 and went to\n\nwork for LGH.             Stella worked on H4, a nursing floor primarily\n\noccupied by patients recovering from surgery.                    As an RN at LGH,\n\nStella had some independent responsibilities for caring for her\n\npatients, which included ensuring they received proper treatment,\n\nrecording her own assessments of patients' condition on their\n\ncharts, and keeping doctors informed of patients' progress.                           She\n\nalso had unsupervised authority to provide her patients with\n\nprescribed medication \"as needed\" and was expected to challenge\n\ndoctors'         chosen     prescriptions       when     she     considered          them\n\ninappropriate.\n\n                 Stella was also entrusted with access to the floor's\n\nlocked \"meds room,\" which contained prescription drugs and other\n\ncontrolled substances, by being given an electronic badge required\n\nto open the room's door and keys to the double-locked cabinet in\n\nwhich controlled substances were kept.\n\n                 Between    September   and    December       2006,    Stella       stole\n\ncontrolled substances from LGH for her own use.                       She took drugs\n\nfrom       the   locked    cabinet.     She    also    took    vials    of    the    pain\n\nmedications Meperidine Hydrochloride (Demerol) and Morphine Sulfate\n\nin patients' patient-controlled analgesia (PCA) pumps,1 replacing\n\n\n       1\n          PCA pumps allow patients to individually control the\ndelivery of their pain medications.     See Stedman's Medical\nDictionary 69, 1314 (26th ed. 1995).\n\n                                         -3-\n\fsaline solution in the vials to conceal her theft.                        She also\n\ntampered with controlled substances in the meds room's locked\n\ncabinet, emptying vials of Morphine Sulfate with a hypodermic\n\nneedle, injecting herself with the contents, refilling the empty\n\nvial with saline, and restoring the saline-filled vial to its\n\noriginal packaging.\n\n            In one instance, Stella removed a pain-killing Fentanyl\n\npatch from a patient, cut off part of the patch, and re-affixed the\n\naltered patch to the patient's chest; in another, she administered\n\na used patch to a ninety-two-year-old patient while keeping the new\n\npatch for herself.\n\n            As a result of Stella's tampering, affected drugs were\n\noften left with less than 1 percent of their active, pain-killing\n\ningredients.     \"[A]ny patient who might have received one of the\n\ntampered-with        vials   would   not      have   received     adequate    pain\n\nmedication and would therefore have continued to suffer pain.\" PSR\n\n¶ 27.\n\n            In September 2006, LGH began to investigate suspected\n\ntampering     with    controlled     substances      on   H4.      The    hospital\n\nimplemented     various      security      procedures     to    prevent    further\n\ntampering and met individually with each nurse on the floor.\n\nNurses were informed of substance abuse programs provided by the\n\nhospital and warned that LGH's willingness to support whoever was\n\nresponsible for the incidents would expire on October 23, 2006.\n\n\n                                        -4-\n\fStella did not, at that point, come forward, and the tampering\n\ncontinued.\n\n          By December 2006, suspicion had focused on Stella.    In\n\ntwo separate interviews with federal agents from the Food and Drug\n\nAdministration on December 18 and 21 of that year, Stella denied\n\ntaking any drugs from the hospital.   On the afternoon of December\n\n21, she contacted the agents and scheduled a meeting for the\n\nfollowing day. At that meeting, Stella admitted responsibility for\n\nthe drug tampering and executed a written confession.\n\n          On August 1, 2007, a grand jury returned a superseding\n\nindictment charging Stella with four counts of tampering with a\n\nconsumer product, 18 U.S.C. § 1365(a)(4) (counts one, three, five,\n\nand seven), four counts of obtaining controlled substances by\n\ndeception and subterfuge, 21 U.S.C. § 843(a)(3) (counts two, four,\n\nsix, and eight), and two counts of making false statements, 18\n\nU.S.C § 1001(a)(2) (counts nine and ten).     On January 17, 2008,\n\nStella pled guilty to counts one through four and seven through\n\nten. The district court granted the government's motion to dismiss\n\nthe remaining two counts on January 23, 2008.\n\n          At the sentencing hearing on November 18, 2008, both\n\nsides submitted sentencing memoranda challenging aspects of the\n\nPSR's recommended guideline calculations.   The district court used\n\nthe 2008 version of the sentencing guidelines and applied U.S.S.G.\n\n§ 2N1.1, which governs tampering with consumer products involving\n\n\n                               -5-\n\fa risk of death or bodily injury and has a base offense level of\n\ntwenty-five.      The court then heard arguments on four disputed\n\ncalculations: grouping of offenses and enhancements for a victim's\n\nserious bodily injury,2 for vulnerable victims, and for abuse of a\n\nposition of trust.\n\n            The district court agreed with the PSR's recommended\n\nseparate grouping of counts one through four, which involved\n\nStella's tampering with vials in the locked meds room, and counts\n\nseven and eight, which involved the incident in which Stella cut\n\noff part of a patient's Fentanyl patch.                     The district court\n\nconsidered the purpose of U.S.S.G. § 3D1.2, reasoning that \"if\n\nthere are harms directed at different recipients of harm, the\n\nnormal    rule   would   not    be   to   group   [those    counts   together].\"\n\nBecause    the   victims   of    counts     one   through   four––LGH   and   the\n\nindividual patients who might have received diluted drugs––were\n\ndifferent than the identified victim of counts seven and eight, the\n\ncourt determined that those counts should be grouped separately.\n\nThe court further held that the obstruction of justice counts\n\nshould not be grouped separately but instead should be included as\n\na two-level enhancement to each of the two groups.\n\n\n\n\n     2\n          The district court declined to apply the PSR's\nrecommended two-level enhancement under U.S.S.G. § 2N1.1(b)(1)(B)\nfor a victim sustaining serious bodily injury. The government did\nnot appeal that determination.\n\n                                          -6-\n\f               The district court also applied the two-level vulnerable\n\nvictim enhancement under U.S.S.G. § 3A1.1(b) to both groups of\n\ncounts. The court explained that both the identified victim of the\n\nFentanyl-patch incident and the patients put at risk by Stella's\n\ndilution of medication were \"people who were vulnerable by reason\n\nof their illnesses and the need for medication . . . to the harm\n\nthat would be done by being given adulterated pain medication.\"\n\n               Finally, the district court found that Stella's offenses\n\nmerited a further two-level enhancement under U.S.S.G. § 3B1.3 for\n\nabuse     of    a   position   of   public   trust,   noting   that   it   was\n\n\"unnecessary\" to address whether there was an abuse of private\n\ntrust.3\n\n               After a three-level reduction for Stella's acceptance of\n\nresponsibility, Stella's final adjusted guideline level was thirty,\n\nwhich corresponded to a suggested sentencing range of ninety-seven\n\nto one hundred twenty-one months' imprisonment. The district court\n\nultimately sentenced her to a below-guidelines sentence of two\n\nconcurrent fifty-four month terms of imprisonment followed by three\n\nyears of supervised release and required her to pay a special\n\nassessment and restitution.\n\n\n\n\n     3\n          The guidelines commentary does not enumerate differences\nbetween positions of public and private trust, treating the two as\nidentical for purposes of the sentencing enhancement. See U.S.S.G.\n§ 3B1.3 & cmt. n. 1.\n\n                                       -7-\n\f                                    II.\n\n          We review claims of sentencing error in the application\n\nof the guidelines on a sliding scale.          Pure issues of law, such as\n\ninterpretations of the guidelines, are reviewed de novo; findings\n\nof fact are reviewed for clear error; and there is a continuum\n\nbetween those two poles.     United States v. Sicher, 576 F.3d 64, 70\n\n(1st Cir. 2009); see also United States v. McElroy, Nos. 08-2088,\n\n08-2471, 2009 WL 3932266, at *12 (1st Cir. Nov. 20, 2009).\n\nA.        Enhancement for Abuse of a Position of Trust\n\n          The   district    court   found      that   Stella   had    abused   a\n\nposition of public trust because Stella had received the \"special\n\nlicense   for   medical    personnel      to   handle    highly      controlled\n\nmedications\" and then in fact had abused that license:\n\n          [T]he seriousness of the offense is not to be\n          minimized. Not only did it have real effects on\n          real people, and in some cases very substantial and\n          serious effects, it also was . . . an abuse of the\n          position that is entrusted by the community in\n          people who are licensed to deal in . . .\n          controlled substances.\n\n          It . . . involved a course of conduct over a\n          period of time, which meant it was not isolated\n          impulsive choices, but . . . reflects . . .\n          deliberation and conscious choice.\n\n          We evaluate the conclusion against the text of the\n\nrelevant guideline, which provides \"[i]f the defendant abused a\n\nposition of public or private trust . . . in a manner that\n\nsignificantly facilitated the commission or concealment of the\n\noffense, increase by 2 levels.\"        U.S.S.G. § 3B1.3.        In turn, the\n\n                                    -8-\n\fguideline's commentary defines a position of public or private\n\ntrust as follows:\n\n          \"Public or private trust\" refers to a position of\n          public   or    private   trust    characterized   by\n          professional    or  managerial   discretion   (i.e.,\n          substantial    discretionary   judgment    that   is\n          ordinarily given considerable deference). Persons\n          holding such positions ordinarily are subject to\n          significantly less supervision than employees whose\n          responsibilities are primarily non-discretionary in\n          nature . . . .\n\nU.S.S.G. § 3B1.3 cmt. n. 1.           The government must show by a\n\npreponderance of the evidence both that the position was one of\n\npublic or private trust and that the position was abused.      Sicher,\n\n576 F.3d at 71.\n\n          Stella argues only that she did not occupy a position of\n\ntrust because, she asserts, she did not have \"any degree of\n\nprofessional or managerial discretion.\"\n\n          The district court did not go into detail as to its\n\nconclusion    that   Stella   had    exercised   such   \"professional\"\n\ndiscretion, nor did it need to do so.      The reason is evident from\n\nthe record.    Sicher, 576 F.3d at 71; see also United States v.\n\nHoey, 508 F.3d 687, 694 (1st Cir. 2007); United States v. Jiménez-\n\nBeltre, 440 F.3d 514, 519 (1st Cir. 2006) (en banc).\n\n          \"[T]he relevant inquiry is whether the person in fact\n\noccupied a position of trust.\"4       Sicher, 576 F.3d at 72 (quoting\n\n\n     4\n          We do not adopt any per se rule that all defendants who\nhold an RN license automatically hold a position of trust,\nregardless of the facts of the case. See United States v. Sherman,\n\n                                    -9-\n\fUnited States v. Chanthaseng, 274 F.3d 586, 589 (1st Cir. 2001))\n\n(internal quotation marks omitted). Stella worked independently of\n\nregular supervision when caring for her patients and had authority\n\nto provide patients with their prescribed medications.                  She had\n\nunsupervised   access   to   drugs    in    the   locked   meds   cabinet   and\n\nunsupervised    authority    to   refill     medications     in   PCA    pumps.\n\nFurther, at LGH, some medications were prescribed on an \"as needed\"\n\nbasis, giving nurses discretion as to when medications were to be\n\nprovided.   And at LGH an RN such as Stella was expected to review\n\nprescriptions and, if a patient failed to properly respond, to\n\nrecommend different medication.\n\n            The district court correctly rejected Stella's argument\n\nthat the existence of a regulatory structure for registered nurses\n\nmeant she had no professional or managerial discretion.             The logic\n\nof the argument runs flatly contrary to the guidelines' reference\n\nto \"professional\" discretion.         By definition, professionals are\n\nsubject to regulation in their professions; those regulations\n\nlargely exist because of the responsibilities and discretion vested\n\nin professionals.   It is relevant to whether there is a position of\n\npublic trust if \"the public expects that people in the position of\n\nthe defendant will comply with health and safety regulations.\"\n\nUnited States v. Gonzalez-Alvarez, 277 F.3d 73, 81 (1st Cir. 2002)\n\n\n160 F.3d 967, 970-71 (3d Cir. 1998) (rejecting the argument that\npossession of a professional license per se mandates a § 3B1.3\nenhancement).\n\n                                     -10-\n\f(holding that milk producers who adulterated milk held positions of\n\npublic trust).          Massachusetts's regulatory regime for registered\n\nnurses bears out the existence of the public's expectation that\n\nthese professionals will comply with relevant laws to protect\n\npatients.\n\n            Under both Massachusetts law and in actual practice,\n\nStella could administer controlled substances to patients under\n\nspecified conditions.             Mass. Gen. Laws ch. 94C, § 9.             She was\n\n\"directly accountable for [the] safety of the nursing care [s]he\n\ndeliver[ed].\"           Mass. Gen. Laws ch. 112, § 80B.                 Her nursing\n\npractice    included       \"the    application    of   nursing    theory    to   the\n\ndevelopment, implementation, evaluation and modification of plans\n\nof nursing care for individuals.\"          Id.    She was to manage resources\n\nfor delivering care and could delegate selected activities to\n\nunlicensed personnel.          244 Mass. Code Regs. 3.02.        Under the state\n\nregulations       she    had   \"ultimate   responsibility        for    direct   and\n\nindirect nursing care,\" which included \"planning and restoration\n\nfor optimal functioning and comfort, of those [she] serve[d].\" Id.\n\n3.01.       The     record     shows    that     Stella   in     fact     had    such\n\nresponsibilities at the hospital.5\n\n\n\n     5\n          There is also some Massachusetts decisional law that\nexplicitly says licensed RNs should exercise independent judgment.\nSee Hohenleitner v. Quorum Health Res., Inc., No. Civ. A. 94-00316,\n1999 WL 317227, at *6 (Mass. Super. Ct. 1999) (noting that an RN\nhad \"a legal and professional obligation to . . . make her own\nindependent nursing judgments\").\n\n                                        -11-\n\f          While the public would expect that an RN would not\n\ndeliberately take steps that would harm patients, here, because of\n\nthe unfettered access given to nurses in Stella's unit, it is\n\nevident that the hospital trusted those nurses to exercise proper\n\ndiscretion in the handling of prescription medications.\n\n          The district court properly concluded that Stella in fact\n\nserved in a position of public trust and that she had abused her\n\nposition of trust.6   The decision was entirely supported in federal\n\nsentencing precedent.   See United States v. Segura, 139 Fed. App'x\n\n79, 80-81 (10th Cir. 2005) (upholding the application of § 3B1.3 to\n\na registered nurse who had \"[taken] narcotics for his own use, and\n\nreplaced the stolen narcotics with either saline solution or other\n\ndrugs\");7 United States v. Wilson, No. CV-05-302-S-BLW, 2006 WL\n\n1663244, at *4 (D. Idaho May 30, 2006) (applying § 3B1.3 in part\n\nbecause the \"[d]efendant's position as a registered nurse in [a]\n\npediatric unit . . . enabled her to both commit and conceal the\n\noffense of tampering with the drugs in the unit\").\n\n\n\n\n     6\n          This case is a far cry, for instance, from United States\nv. Parrilla Román, 485 F.3d 185 (1st Cir. 2007), in which two\nairline fleet service clerks were held not to occupy positions of\ntrust merely because they had access to secure areas. Id. at 191-\n92.   Both clerks otherwise were supervised and acted without\ndiscretion. Id. at 192.\n     7\n          The Tenth Circuit permits citation of unpublished\ndecisions for their persuasive value. 10th Cir. R. 32.1(A); see\nalso Fed. R. App. P. 32.1.\n\n                                -12-\n\fB.         Vulnerable Victim Enhancement\n\n           When a defendant's victims are not just victims but\n\n\"vulnerable\" victims, society attaches greater blame, and the\n\nguidelines provide for a sentencing enhancement.             See U.S.S.G.\n\n§ 3A1.1(b); United States v. Fosher, 124 F.3d 52, 55-56 (1st Cir.\n\n1997); see also H.R. Rep. No. 104-548, at 2 (1994) (discussing\n\nenhanced   sentencing    for   offenses    that    \"victimize   the     most\n\nvulnerable in society\" and noting \"society's intolerance for these\n\nheinous crimes\").\n\n           The    guidelines   provide    that    the   vulnerable    victim\n\nenhancement applies \"[i]f the defendant knew or should have known\n\nthat a victim of the offense was a vulnerable victim.\"               U.S.S.G.\n\n§ 3A1.1(b)(1).     This is a two-prong test.       In order to apply the\n\nenhancement, the sentencing court must determine that (1) \"the\n\nvictim of the crime was vulnerable, that is, . . . the victim had\n\nan ‘impaired capacity . . . to detect or prevent crime ;'\" and (2)\n\n\"the defendant knew or should have known of the victim's unusual\n\nvulnerability.\"     United States v. Donnelly, 370 F.3d 87, 92 (1st\n\nCir. 2004) (quoting United States v. Gill, 99 F.3d 484, 485 (1st\n\nCir. 1996)); see also United States v. Bailey, 405 F.3d 102, 113\n\n(1st Cir. 2005).\n\n           The district court found that the vulnerable victim\n\nenhancement applied to counts seven and eight, which addressed the\n\nidentified patient whose skin patch was altered.           The court also\n\n\n                                  -13-\n\fapplied the enhancement to counts one through four, which addressed\n\nthe unidentified patients put at risk by Stella's dilution of\n\nmedicine, who were vulnerable \"by reason of their illnesses and the\n\nneed for medication.\"\n\n          Stella asserts that the district court erred with regard\n\nto the first prong, the vulnerability of the victim.8     Stella's\n\nprimary argument is that the victims of her crimes were no more\n\nvulnerable than the average member of the general public who is\n\nharmed by product tampering. The commentary to U.S.S.G. § 3A1.1(b)\n\ninstructs that \"'vulnerable victim' means a person . . . who is\n\nunusually vulnerable due to age, physical or mental condition, or\n\nwho is otherwise particularly susceptible to the criminal conduct.\"\n\nU.S.S.G. § 3A1.1 cmt. n. 2.    The district court correctly noted\n\nthat these patients, unlike the general public, had no way to help\n\nthemselves or, because of their pain and their medical conditions,\n\nto detect or prevent against the drug dilution, and so were\n\nvulnerable within the meaning of § 3A1.1(b).   See Fosher, 124 F.3d\n\nat 55-56; Gill, 99 F.3d at 486.\n\n          Stella also argues that any special victim vulnerability\n\nis incorporated into the high base offense level (twenty-five)\n\napplicable to the offense of product tampering, U.S.S.G. § 2N1.1,\n\n\n\n     8\n          With regard to the second prong, which focuses on the\ndefendant’s knowledge, there is no doubt that Stella, a registered\nnurse, knew or should have known of her victims' unusual\nvulnerability, both physical and mental.\n\n                               -14-\n\fand applying the enhancement results in double counting. The focus\n\nof § 2N1.1, however, is the harm or risk of harm to the victim,\n\nwhile the focus of § 3A1.1(b) is the vulnerability of the victim\n\nand the defendant's awareness of that vulnerability.         Not all acts\n\nof product tampering involve vulnerable victims; therefore there is\n\nno double counting.9   Cf., e.g., United States v. Beltran, 503 F.3d\n\n1, 3 (1st Cir. 2007) (holding that, in a copyright-infringement\n\nconviction, an enhancement for manufacturing is not double counting\n\nbecause \"not all infringement involves manufacturing\"); United\n\nStates v. O'Brien, 435 F.3d 36, 42 (1st Cir. 2006) (applying the\n\nspecial   skill   enhancement   during   sentencing   for   intentionally\n\ncausing damage to a computer used in interstate commerce was not\n\ndouble counting because \"the use of special computer skills is . .\n\n. not an element of the statutory offense\").      The district court's\n\napplication of the vulnerable victim enhancement was proper.\n\n\n\n\n     9\n          The notes to some guidelines expressly prohibit applying\ncertain enhancements because doing so would lead to double\ncounting.   For instance, when a sentence is imposed under the\nguideline governing use of a firearm while committing a crime “in\nconjunction with a sentence for an underlying offense, any specific\noffense characteristic for explosive or firearm discharge, use,\nbrandishing, or possession is not applied.”       U.S.S.G. § 2K2.4\nbackground cmt.     Section 2N1.1 contains no such prohibition.\nMoreover, with regard to the guidelines generally, “double counting\nis often perfectly proper.” United States v. Lilly, 13 F.3d 15, 19\n(1st Cir. 1994). “We believe the [Sentencing] Commission’s ready\nresort to explicitly stated prohibitions against double counting\nsignals that courts should go quite slowly in implying further such\nprohibitions where none are written.” Id.\n\n                                  -15-\n\fC.         Grouping\n\n           Section 3D1.2 of the sentencing guidelines provides that\n\nin multicount indictments, \"[a]ll counts involving substantially\n\nthe same harm shall be grouped together into a single Group.\"\n\nGrouped conduct is \"treated as constituting a single offense for\n\npurposes of the guidelines.\"     U.S.S.G. § 3D introductory cmt.\n\nAmong the goals of grouping is \"to prevent multiple punishment for\n\nsubstantially identical offense conduct.\"        Id.   The guidelines'\n\ndrafters   explained   that   \"[a]     primary   consideration\"   when\n\ndetermining whether to group particular conduct \"is whether the\n\noffenses involve different victims.\"     U.S.S.G. § 3D1.2 background\n\ncmt; see also United States v. Vasco, 564 F.3d 12, 23 (1st Cir.\n\n2009); United States v. Hernandez Coplin, 24 F.3d 312, 319 n.7 (1st\n\nCir. 1994).\n\n           The district court split the counts into two groups, one\n\nfor counts one through four and another for counts seven and eight.\n\nThe victims of the crimes charged in the first group were LGH and\n\nits patients who could have received the adulterated vials; the\n\nvictim of the crimes charged in the other group was the particular\n\npatient from whom Stella removed and cut the Fentanyl patch.\n\nStella argues that these counts should have been a single group and\n\nthe court erred in separating them.\n\n           We bypass the government's argument that Stella did not\n\npreserve her appellate argument because she presented a different\n\n\n                                -16-\n\fargument to the district court. On appeal, she contends that there\n\nwas only one scheme--to obtain drugs for herself--and only one\n\nvictim, the hospital.           At most, she says, the patients were\n\nindirect victims.\n\n          The       grouping    guidelines     recognize     the    relationship\n\nbetween an appropriate sentence and the types and numbers of\n\nvictims. Whether distinct victims were injured as part of a single\n\nscheme is beside the point; indeed, the guidelines' drafters\n\nconsidered    and    rejected    a   common   \"transaction     or   occurrence\"\n\napproach to grouping, in favor of the \"different victims\" approach.\n\nSee U.S.S.G. § 3D1.2 background cmt; see also Vasco, 564 F.3d at 23\n\n(\"Crimes involving multiple victims, even if the offenses arose out\n\nof a single event, are properly grouped separately.\").\n\n          The district judge here got it right.               Those who faced\n\nthe risk of receiving adulterated vials and the hospital itself\n\nwere sufficiently different from the skin-patch victim to take that\n\ninto account at sentencing.           The independent harms and risks of\n\nharm   each   group     suffered     were     sufficiently    \"direct[]\"     and\n\n\"serious[]\" to render them primary victims.           U.S.S.G. § 3D1.2 cmt.\n\nn. 2; see also United States v. Nedd, 262 F.3d 85, 92 (1st Cir.\n\n2001). The fact that no identified patients suffered bodily injury\n\ndoes not affect our conclusion.         See, e.g., Vasco, 564 F.3d at 22-\n\n23 (affirming the district court's separate grouping of counts\n\ninvolving two targets of a failed \"murder-for-hire\" plot); Nedd,\n\n\n                                      -17-\n\f262 F.3d at 92 (holding that harassment and threats were sufficient\n\nto qualify individuals as primary victims absent any physical\n\ninjury).\n\n           Finally, we flatly reject Stella's argument that in a\n\nmulticount indictment, \"multiple groups for separate victims of\n\ntampering are appropriate only when multiple victims have suffered\n\nat least serious bodily injury.\"          Nothing in U.S.S.G. § 2N1.1(d)\n\nsays any such thing.    To the contrary, the special instruction on\n\nwhich Stella relies expressly deals with convictions on a single\n\ncount of tampering that resulted in either \"the death or permanent,\n\nlife-threatening, or serious bodily injury\" of multiple victims or\n\n\"conduct tantamount to the attempted murder of more than one\n\nvictim.\"   U.S.S.G. § 2N1.1(d).     It makes no mention of multicount\n\nindictments and is not relevant here.\n\n           Stella concedes that her reading of the guideline has no\n\nbasis in First Circuit precedent.        Her effort to impose a \"serious\n\nbodily   injury\"   requirement     for    victims   of    product-tampering\n\noffenses   is   also   expressly    contradicted     by    the   guideline's\n\ncommentary.     U.S.S.G. § 2N1.1's commentary emphasizes that the\n\nguideline encompasses tampering that \"causes, or is intended to\n\ncause, bodily injury,\" id. cmt. n. 1, defined elsewhere as \"any\n\nsignificant injury[,] e.g., an injury that is painful and obvious\"\n\nor one \"for which medical attention ordinarily would be sought,\"\n\n\n\n\n                                   -18-\n\fU.S.S.G. § 1B1.1 cmt. n. 1(B). Stella's interpretation erroneously\n\nnarrows the guideline's scope.\n\n                                 III.\n\n          We affirm the sentence.\n\n\n\n\n                                 -19-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>591 F.3d 23 (2009)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nDeborah STELLA, Defendant, Appellant.</h1></center>\n<center>No. 08-2513.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard November 2, 2009.</center>\n<center>Decided December 18, 2009.</center>\n<p><span class=\"star-pagination\">*24</span> Syrie D. Fried for appellant.</p>\n<p><span class=\"star-pagination\">*25</span> James E. Arnold, Assistant United States Attorney, with whom Randall E. Kromm, Assistant United States Attorney, and Michael K. Loucks, Acting United States Attorney, were on brief for appellee.</p>\n<p>Before LYNCH, Chief Judge, STAHL, Circuit Judge, and DiCLERICO,<sup>[*]</sup> District Judge.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>Deborah Stella, a Registered Nurse (RN), worked at the Lawrence General Hospital (LGH) from 2005 to 2007. In 2008, she pled guilty to three counts of tampering with a consumer product, 18 U.S.C. § 1365(a)(4), three counts of obtaining controlled substances by deception and subterfuge, 21 U.S.C. § 843(a)(3), and two counts of making false statements to federal investigators looking into her drug tampering, 18 U.S.C. § 1001(a)(2). More specifically, she took for her own use pain killers meant for patients at LGH who were in pain and were at times recovering from surgery, and hid her thefts.</p>\n<p>Stella was sentenced to a term of imprisonment of fifty-four months, to three years of supervised release, and to pay a special assessment and restitution. She appeals, arguing that the district court committed error in enhancing her sentence under U.S.S.G. § 3B1.3 for abuse of a position of trust, in enhancing the sentence because there were vulnerable victims under U.S.S.G. § 3A1.1(b), and in its choice as to how to group the offenses, which also resulted in an enhancement. There was no error and we affirm the sentence.</p>\n<p></p>\n<h2>I.</h2>\n<p>The undisputed facts before the district court at sentencing are drawn from the pre-sentence report (PSR) and the transcript of the sentencing hearing. <i>See, e.g., </i><i>United States v. Arbour,</i> 559 F.3d 50, 51 (1st Cir.2009).</p>\n<p>Stella obtained her nursing license from the Massachusetts Board of Licensing in Nursing in 2005 and went to work for LGH. Stella worked on H4, a nursing floor primarily occupied by patients recovering from surgery. As an RN at LGH, Stella had some independent responsibilities for caring for her patients, which included ensuring they received proper treatment, recording her own assessments of patients' condition on their charts, and keeping doctors informed of patients' progress. She also had unsupervised authority to provide her patients with prescribed medication \"as needed\" and was expected to challenge doctors' chosen prescriptions when she considered them inappropriate.</p>\n<p>Stella was also entrusted with access to the floor's locked \"meds room,\" which contained prescription drugs and other controlled substances, by being given an electronic badge required to open the room's door and keys to the double-locked cabinet in which controlled substances were kept.</p>\n<p>Between September and December 2006, Stella stole controlled substances from LGH for her own use. She took drugs from the locked cabinet. She also took vials of the pain medications Meperidine Hydrochloride (Demerol) and Morphine Sulfate in patients' patient-controlled analgesia (PCA) pumps,<sup>[1]</sup> replacing saline solution in the vials to conceal her theft. She also tampered with controlled substances <span class=\"star-pagination\">*26</span> in the meds room's locked cabinet, emptying vials of Morphine Sulfate with a hypodermic needle, injecting herself with the contents, refilling the empty vial with saline, and restoring the saline-filled vial to its original packaging.</p>\n<p>In one instance, Stella removed a pain-killing Fentanyl patch from a patient, cut off part of the patch, and re-affixed the altered patch to the patient's chest; in another, she administered a used patch to a ninety-two-year-old patient while keeping the new patch for herself.</p>\n<p>As a result of Stella's tampering, affected drugs were often left with less than 1 percent of their active, pain-killing ingredients. \"[A]ny patient who might have received one of the tampered-with vials would not have received adequate pain medication and would therefore have continued to suffer pain.\" PSR ¶ 27.</p>\n<p>In September 2006, LGH began to investigate suspected tampering with controlled substances on H4. The hospital implemented various security procedures to prevent further tampering and met individually with each nurse on the floor. Nurses were informed of substance abuse programs provided by the hospital and warned that LGH's willingness to support whoever was responsible for the incidents would expire on October 23, 2006. Stella did not, at that point, come forward, and the tampering continued.</p>\n<p>By December 2006, suspicion had focused on Stella. In two separate interviews with federal agents from the Food and Drug Administration on December 18 and 21 of that year, Stella denied taking any drugs from the hospital. On the afternoon of December 21, she contacted the agents and scheduled a meeting for the following day. At that meeting, Stella admitted responsibility for the drug tampering and executed a written confession.</p>\n<p>On August 1, 2007, a grand jury returned a superseding indictment charging Stella with four counts of tampering with a consumer product, 18 U.S.C. § 1365(a)(4) (counts one, three, five, and seven), four counts of obtaining controlled substances by deception and subterfuge, 21 U.S.C. § 843(a)(3) (counts two, four, six, and eight), and two counts of making false statements, 18 U.S.C § 1001(a)(2) (counts nine and ten). On January 17, 2008, Stella pled guilty to counts one through four and seven through ten. The district court granted the government's motion to dismiss the remaining two counts on January 23, 2008.</p>\n<p>At the sentencing hearing on November 18, 2008, both sides submitted sentencing memoranda challenging aspects of the PSR's recommended guideline calculations. The district court used the 2008 version of the sentencing guidelines and applied U.S.S.G. § 2N1.1, which governs tampering with consumer products involving a risk of death or bodily injury and has a base offense level of twenty-five. The court then heard arguments on four disputed calculations: grouping of offenses and enhancements for a victim's serious bodily injury,<sup>[2]</sup> for vulnerable victims, and for abuse of a position of trust.</p>\n<p>The district court agreed with the PSR's recommended separate grouping of counts one through four, which involved Stella's tampering with vials in the locked meds room, and counts seven and eight, which involved the incident in which Stella cut off part of a patient's Fentanyl patch. The district court considered the purpose of <span class=\"star-pagination\">*27</span> U.S.S.G. § 3D1.2, reasoning that \"if there are harms directed at different recipients of harm, the normal rule would not be to group [those counts together].\" Because the victims of counts one through four LGH and the individual patients who might have received diluted drugswere different than the identified victim of counts seven and eight, the court determined that those counts should be grouped separately. The court further held that the obstruction of justice counts should not be grouped separately but instead should be included as a two-level enhancement to each of the two groups.</p>\n<p>The district court also applied the two-level vulnerable victim enhancement under U.S.S.G. § 3A1.1(b) to both groups of counts. The court explained that both the identified victim of the Fentanyl-patch incident and the patients put at risk by Stella's dilution of medication were \"people who were vulnerable by reason of their illnesses and the need for medication ... to the harm that would be done by being given adulterated pain medication.\"</p>\n<p>Finally, the district court found that Stella's offenses merited a further two-level enhancement under U.S.S.G. § 3B1.3 for abuse of a position of public trust, noting that it was \"unnecessary\" to address whether there was an abuse of private trust.<sup>[3]</sup></p>\n<p>After a three-level reduction for Stella's acceptance of responsibility, Stella's final adjusted guideline level was thirty, which corresponded to a suggested sentencing range of ninety-seven to one hundred twenty-one months' imprisonment. The district court ultimately sentenced her to a below-guidelines sentence of two concurrent fifty-four month terms of imprisonment followed by three years of supervised release and required her to pay a special assessment and restitution.</p>\n<p></p>\n<h2>II.</h2>\n<p>We review claims of sentencing error in the application of the guidelines on a sliding scale. Pure issues of law, such as interpretations of the guidelines, are reviewed de novo; findings of fact are reviewed for clear error; and there is a continuum between those two poles. <i>United States v. Sicher,</i> 576 F.3d 64, 70 (1st Cir.2009); <i>see also </i><i>United States v. McElroy,</i> 587 F.3d 73, 87-88 (1st Cir.2009).</p>\n<p></p>\n<h2>A. <i>Enhancement for Abuse of a Position of Trust</i>\n</h2>\n<p>The district court found that Stella had abused a position of public trust because Stella had received the \"special license for medical personnel to handle highly controlled medications\" and then in fact had abused that license:</p>\n<blockquote>[T]he seriousness of the offense is not to be minimized. Not only did it have real effects on real people, and in some cases very substantial and serious effects, it also was ... an abuse of the position that is entrusted by the community in people who are licensed to deal in ... controlled substances.</blockquote>\n<blockquote>It ... involved a course of conduct over a period of time, which meant it was not isolated impulsive choices, but ... reflects... deliberation and conscious choice.</blockquote>\n<p>We evaluate the conclusion against the text of the relevant guideline, which provides \"[i]f the defendant abused a position of public or private trust ... in a manner that significantly facilitated the commission <span class=\"star-pagination\">*28</span> or concealment of the offense, increase by 2 levels.\" U.S.S.G. § 3B1.3. In turn, the guideline's commentary defines a position of public or private trust as follows:</p>\n<blockquote>\"Public or private trust\" refers to a position of public or private trust characterized by professional or managerial discretion (i.e., substantial discretionary judgment that is ordinarily given considerable deference). Persons holding such positions ordinarily are subject to significantly less supervision than employees whose responsibilities are primarily non-discretionary in nature....</blockquote>\n<p>U.S.S.G. § 3B1.3 cmt. n. 1. The government must show by a preponderance of the evidence both that the position was one of public or private trust and that the position was abused. <i>Sicher,</i> 576 F.3d at 71.</p>\n<p>Stella argues only that she did not occupy a position of trust because, she asserts, she did not have \"any degree of professional or managerial discretion.\"</p>\n<p>The district court did not go into detail as to its conclusion that Stella had exercised such \"professional\" discretion, nor did it need to do so. The reason is evident from the record. <i>Sicher,</i> 576 F.3d at 71; <i>see also </i><i>United States v. Hoey,</i> 508 F.3d 687, 694 (1st Cir.2007); <i>United States v. Jiménez-Beltre,</i> 440 F.3d 514, 519 (1st Cir. 2006) (en banc).</p>\n<p>\"[T]he relevant inquiry is whether the person <i>in fact</i> occupied a position of trust.\"<sup>[4]</sup><i>Sicher,</i> 576 F.3d at 72 (quoting <i>United States v. Chanthaseng,</i> 274 F.3d 586, 589 (1st Cir.2001)) (internal quotation marks omitted). Stella worked independently of regular supervision when caring for her patients and had authority to provide patients with their prescribed medications. She had unsupervised access to drugs in the locked meds cabinet and unsupervised authority to refill medications in PCA pumps. Further, at LGH, some medications were prescribed on an \"as needed\" basis, giving nurses discretion as to when medications were to be provided. And at LGH an RN such as Stella was expected to review prescriptions and, if a patient failed to properly respond, to recommend different medication.</p>\n<p>The district court correctly rejected Stella's argument that the existence of a regulatory structure for registered nurses meant she had no professional or managerial discretion. The logic of the argument runs flatly contrary to the guidelines' reference to \"professional\" discretion. By definition, professionals are subject to regulation in their professions; those regulations largely exist because of the responsibilities and discretion vested in professionals. It is relevant to whether there is a position of public trust if \"the public expects that people in the position of the defendant will comply with health and safety regulations.\" <i>United States v. Gonzalez-Alvarez,</i> 277 F.3d 73, 81 (1st Cir.2002) (holding that milk producers who adulterated milk held positions of public trust). Massachusetts's regulatory regime for registered nurses bears out the existence of the public's expectation that these professionals will comply with relevant laws to protect patients.</p>\n<p>Under both Massachusetts law and in actual practice, Stella could administer controlled substances to patients under specified conditions. Mass. Gen. Laws ch. 94C, § 9. She was \"directly accountable for [the] safety of the nursing care [s]he deliver[ed].\" <span class=\"star-pagination\">*29</span> Mass. Gen. Laws ch. 112, § 80B. Her nursing practice included \"the application of nursing theory to the development, implementation, evaluation and modification of plans of nursing care for individuals.\" <i>Id.</i> She was to manage resources for delivering care and could delegate selected activities to unlicensed personnel. 244 Mass.Code Regs. 3.02. Under the state regulations she had \"ultimate responsibility for direct and indirect nursing care,\" which included \"planning and restoration for optimal functioning and comfort, of those [she] serve[d].\" <i>Id.</i> 3.01. The record shows that Stella in fact had such responsibilities at the hospital.<sup>[5]</sup></p>\n<p>While the public would expect that an RN would not deliberately take steps that would harm patients, here, because of the unfettered access given to nurses in Stella's unit, it is evident that the hospital trusted those nurses to exercise proper discretion in the handling of prescription medications.</p>\n<p>The district court properly concluded that Stella in fact served in a position of public trust and that she had abused her position of trust.<sup>[6]</sup> The decision was entirely supported in federal sentencing precedent. <i>See United States v. Segura,</i> 139 Fed.Appx. 79, 80-81 (10th Cir.2005) (upholding the application of § 3B1.3 to a registered nurse who had \"[taken] narcotics for his own use, and replaced the stolen narcotics with either saline solution or other drugs\");<sup>[7]</sup><i>United States v. Wilson,</i> No. CV-05-302-S-BLW, 2006 WL 1663244, at *4 (D.Idaho May 30, 2006) (applying § 3B1.3 in part because the \"[d]efendant's position as a registered nurse in [a] pediatric unit ... enabled her to both commit and conceal the offense of tampering with the drugs in the unit\").</p>\n<p></p>\n<h2>B. <i>Vulnerable Victim Enhancement</i>\n</h2>\n<p>When a defendant's victims are not just victims but \"vulnerable\" victims, society attaches greater blame, and the guidelines provide for a sentencing enhancement. <i>See</i> U.S.S.G. § 3A1.1(b); <i>United States v. Fosher,</i> 124 F.3d 52, 55-56 (1st Cir.1997); <i>see also</i> H.R.Rep. No. 104-548, at 2 (1994) (discussing enhanced sentencing for offenses that \"victimize the most vulnerable in society\" and noting \"society's intolerance for these heinous crimes\").</p>\n<p>The guidelines provide that the vulnerable victim enhancement applies \"[i]f the defendant knew or should have known that a victim of the offense was a vulnerable victim.\" U.S.S.G. § 3A1.1(b)(1). This is a two-prong test. In order to apply the enhancement, the sentencing court must determine that (1) \"the victim of the crime was vulnerable, that is, ... the victim had an `impaired capacity ... to detect or prevent crime;'\" and (2) \"the defendant knew or should have known of the victim's unusual vulnerability.\" <i>United States v. Donnelly,</i> 370 F.3d 87, 92 (1st Cir.2004) (quoting <i>United States v. Gill,</i> 99 F.3d 484, 485 (1st Cir.1996)); <i>see also </i><i>United States v. Bailey,</i> 405 F.3d 102, 113 (1st Cir.2005).</p>\n<p><span class=\"star-pagination\">*30</span> The district court found that the vulnerable victim enhancement applied to counts seven and eight, which addressed the identified patient whose skin patch was altered. The court also applied the enhancement to counts one through four, which addressed the unidentified patients put at risk by Stella's dilution of medicine, who were vulnerable \"by reason of their illnesses and the need for medication.\"</p>\n<p>Stella asserts that the district court erred with regard to the first prong, the vulnerability of the victim.<sup>[8]</sup> Stella's primary argument is that the victims of her crimes were no more vulnerable than the average member of the general public who is harmed by product tampering. The commentary to U.S.S.G. § 3A1.1(b) instructs that \"`vulnerable victim' means a person ... who is unusually vulnerable due to age, physical or mental condition, or who is otherwise particularly susceptible to the criminal conduct.\" U.S.S.G. § 3A1.1 cmt. n. 2. The district court correctly noted that these patients, unlike the general public, had no way to help themselves or, because of their pain and their medical conditions, to detect or prevent against the drug dilution, and so were vulnerable within the meaning of § 3A1.1(b). <i>See </i><i>Fosher,</i> 124 F.3d at 55-56; <i>Gill,</i> 99 F.3d at 486.</p>\n<p>Stella also argues that any special victim vulnerability is incorporated into the high base offense level (twenty-five) applicable to the offense of product tampering, U.S.S.G. § 2N1.1, and applying the enhancement results in double counting. The focus of § 2N1.1, however, is the harm or risk of harm to the victim, while the focus of § 3A1.1(b) is the vulnerability of the victim and the defendant's awareness of that vulnerability. Not all acts of product tampering involve vulnerable victims; therefore there is no double counting.<sup>[9]</sup><i>Cf., e.g., </i><i>United States v. Beltran,</i> 503 F.3d 1, 3 (1st Cir.2007) (holding that, in a copyright-infringement conviction, an enhancement for manufacturing is not double counting because \"not all infringement involves manufacturing\"); <i>United States v. O'Brien,</i> 435 F.3d 36, 42 (1st Cir.2006) (applying the special skill enhancement during sentencing for intentionally causing damage to a computer used in interstate commerce was not double counting because \"the use of <i>special</i> computer skills is... not an element of the statutory offense\"). The district court's application of the vulnerable victim enhancement was proper.</p>\n<p></p>\n<h2>C. <i>Grouping</i>\n</h2>\n<p>Section 3D1.2 of the sentencing guidelines provides that in multicount indictments, \"[a]ll counts involving substantially the same harm shall be grouped together into a single Group.\" Grouped conduct is \"treated as constituting a single offense for purposes of the guidelines.\" U.S.S.G. <span class=\"star-pagination\">*31</span> § 3D introductory cmt. Among the goals of grouping is \"to prevent multiple punishment for substantially identical offense conduct.\" <i>Id.</i> The guidelines' drafters explained that \"[a] primary consideration\" when determining whether to group particular conduct \"is whether the offenses involve different victims.\" U.S.S.G. § 3D1.2 background cmt; <i>see also </i><i>United States v. Vasco,</i> 564 F.3d 12, 23 (1st Cir. 2009); <i>United States v. Hernandez Coplin,</i> 24 F.3d 312, 319 n. 7 (1st Cir.1994).</p>\n<p>The district court split the counts into two groups, one for counts one through four and another for counts seven and eight. The victims of the crimes charged in the first group were LGH and its patients who could have received the adulterated vials; the victim of the crimes charged in the other group was the particular patient from whom Stella removed and cut the Fentanyl patch. Stella argues that these counts should have been a single group and the court erred in separating them.</p>\n<p>We bypass the government's argument that Stella did not preserve her appellate argument because she presented a different argument to the district court. On appeal, she contends that there was only one schemeto obtain drugs for herself and only one victim, the hospital. At most, she says, the patients were indirect victims.</p>\n<p>The grouping guidelines recognize the relationship between an appropriate sentence and the types and numbers of victims. Whether distinct victims were injured as part of a single scheme is beside the point; indeed, the guidelines' drafters considered and rejected a common \"transaction or occurrence\" approach to grouping, in favor of the \"different victims\" approach. <i>See</i> U.S.S.G. § 3D1.2 background cmt; <i>see also </i><i>Vasco,</i> 564 F.3d at 23 (\"Crimes involving multiple victims, even if the offenses arose out of a single event, are properly grouped separately.\").</p>\n<p>The district judge here got it right. Those who faced the risk of receiving adulterated vials and the hospital itself were sufficiently different from the skin-patch victim to take that into account at sentencing. The independent harms and risks of harm each group suffered were sufficiently \"direct[]\" and \"serious[]\" to render them primary victims. U.S.S.G. § 3D1.2 cmt. n. 2; <i>see also </i><i>United States v. Nedd,</i> 262 F.3d 85, 92 (1st Cir.2001). The fact that no identified patients suffered bodily injury does not affect our conclusion. <i>See, e.g., </i><i>Vasco,</i> 564 F.3d at 22-23 (affirming the district court's separate grouping of counts involving two targets of a failed \"murder-for-hire\" plot); <i>Nedd,</i> 262 F.3d at 92 (holding that harassment and threats were sufficient to qualify individuals as primary victims absent any physical injury).</p>\n<p>Finally, we flatly reject Stella's argument that in a multicount indictment, \"multiple groups for separate victims of tampering are appropriate only when <i>multiple victims</i> have suffered <i>at least</i> serious bodily injury.\" Nothing in U.S.S.G. § 2N1.1(d) says any such thing. To the contrary, the special instruction on which Stella relies expressly deals with convictions on a <i>single</i> count of tampering that resulted in either \"the death or permanent, life-threatening, or serious bodily injury\" of multiple victims or \"conduct tantamount to the attempted murder of more than one victim.\" U.S.S.G. § 2N1.1(d). It makes no mention of multicount indictments and is not relevant here.</p>\n<p>Stella concedes that her reading of the guideline has no basis in First Circuit precedent. Her effort to impose a \"<i>serious</i> bodily injury\" requirement for victims of product-tampering offenses is also expressly <span class=\"star-pagination\">*32</span> contradicted by the guideline's commentary. U.S.S.G. § 2N1.1's commentary emphasizes that the guideline encompasses tampering that \"causes, or is intended to cause, bodily injury,\" <i>id.</i> cmt. n. 1, defined elsewhere as \"any significant injury[,] <i>e.g.,</i> an injury that is painful and obvious\" or one \"for which medical attention ordinarily would be sought,\" U.S.S.G. § 1B1.1 cmt. n. 1(B). Stella's interpretation erroneously narrows the guideline's scope.</p>\n<p></p>\n<h2>III.</h2>\n<p>We <i>affirm</i> the sentence.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of New Hampshire, sitting by designation.</p>\n<p>[1]  PCA pumps allow patients to individually control the delivery of their pain medications. <i>See Stedman's Medical Dictionary</i> 69, 1314 (26th ed. 1995).</p>\n<p>[2]  The district court declined to apply the PSR's recommended two-level enhancement under U.S.S.G. § 2N1.1(b)(1)(B) for a victim sustaining serious bodily injury. The government did not appeal that determination.</p>\n<p>[3]  The guidelines commentary does not enumerate differences between positions of public and private trust, treating the two as identical for purposes of the sentencing enhancement. <i>See</i> U.S.S.G. § 3B1.3 &amp; cmt. n. 1.</p>\n<p>[4]  We do not adopt any per se rule that all defendants who hold an RN license automatically hold a position of trust, regardless of the facts of the case. <i>See </i><i>United States v. Sherman,</i> 160 F.3d 967, 970-71 (3d Cir.1998) (rejecting the argument that possession of a professional license per se mandates a § 3B1.3 enhancement).</p>\n<p>[5]  There is also some Massachusetts decisional law that explicitly says licensed RNs should exercise independent judgment. <i>See Hohenleitner v. Quorum Health Res., Inc.,</i> No. Civ. A. 94-00316, 1999 WL 317227, at *6 (Mass.Super. Ct.1999) (noting that an RN had \"a legal and professional obligation to ... make her own independent nursing judgments\").</p>\n<p>[6]  This case is a far cry, for instance, from <i>United States v. Parrilla Román,</i> 485 F.3d 185 (1st Cir.2007), in which two airline fleet service clerks were held not to occupy positions of trust merely because they had access to secure areas. <i>Id.</i> at 191-92. Both clerks otherwise were supervised and acted without discretion. <i>Id.</i> at 192.</p>\n<p>[7]  The Tenth Circuit permits citation of unpublished decisions for their persuasive value. 10th Cir. R. 32.1(A); <i>see also</i> Fed. R.App. P. 32.1.</p>\n<p>[8]  With regard to the second prong, which focuses on the defendant's knowledge, there is no doubt that Stella, a registered nurse, knew or should have known of her victims' unusual vulnerability, both physical and mental.</p>\n<p>[9]  The notes to some guidelines expressly prohibit applying certain enhancements because doing so would lead to double counting. For instance, when a sentence is imposed under the guideline governing use of a firearm while committing a crime \"in conjunction with a sentence for an underlying offense, any specific offense characteristic for explosive or firearm discharge, use, brandishing, or possession is not applied.\" U.S.S.G. § 2K2.4 background cmt. Section 2N1.1 contains no such prohibition. Moreover, with regard to the guidelines generally, \"double counting is often perfectly proper.\" <i>United States v. Lilly,</i> 13 F.3d 15, 19 (1st Cir.1994). \"We believe the [Sentencing] Commission's ready resort to explicitly stated prohibitions against double counting signals that courts should go quite slowly in implying further such prohibitions where none are written.\" <i>Id.</i></p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">591</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></span> (2009)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nDeborah STELLA, Defendant, Appellant.</h1></center>\n<center>No. 08-2513.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard November 2, 2009.</center>\n<center>Decided December 18, 2009.</center>\n<p><span class=\"star-pagination\">*24</span> Syrie D. Fried for appellant.</p>\n<p><span class=\"star-pagination\">*25</span> James E. Arnold, Assistant United States Attorney, with whom Randall E. Kromm, Assistant United States Attorney, and Michael K. Loucks, Acting United States Attorney, were on brief for appellee.</p>\n<p>Before LYNCH, Chief Judge, STAHL, Circuit Judge, and DiCLERICO,<sup>[*]</sup> District Judge.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>Deborah Stella, a Registered Nurse (RN), worked at the Lawrence General Hospital (LGH) from 2005 to 2007. In 2008, she pled guilty to three counts of tampering with a consumer product, 18 U.S.C. § 1365(a)(4), three counts of obtaining controlled substances by deception and subterfuge, 21 U.S.C. § 843(a)(3), and two counts of making false statements to federal investigators looking into her drug tampering, 18 U.S.C. § 1001(a)(2). More specifically, she took for her own use pain killers meant for patients at LGH who were in pain and were at times recovering from surgery, and hid her thefts.</p>\n<p>Stella was sentenced to a term of imprisonment of fifty-four months, to three years of supervised release, and to pay a special assessment and restitution. She appeals, arguing that the district court committed error in enhancing her sentence under U.S.S.G. § 3B1.3 for abuse of a position of trust, in enhancing the sentence because there were vulnerable victims under U.S.S.G. § 3A1.1(b), and in its choice as to how to group the offenses, which also resulted in an enhancement. There was no error and we affirm the sentence.</p>\n<p></p>\n<h2>I.</h2>\n<p>The undisputed facts before the district court at sentencing are drawn from the pre-sentence report (PSR) and the transcript of the sentencing hearing. <i>See, e.g., </i><i>United States v. Arbour,</i> <span class=\"citation\" data-id=\"203719\"><a href=\"/opinion/203719/united-states-v-arbour/\"><span class=\"volume\">559</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 51 (1st Cir.2009).</p>\n<p>Stella obtained her nursing license from the Massachusetts Board of Licensing in Nursing in 2005 and went to work for LGH. Stella worked on H4, a nursing floor primarily occupied by patients recovering from surgery. As an RN at LGH, Stella had some independent responsibilities for caring for her patients, which included ensuring they received proper treatment, recording her own assessments of patients' condition on their charts, and keeping doctors informed of patients' progress. She also had unsupervised authority to provide her patients with prescribed medication \"as needed\" and was expected to challenge doctors' chosen prescriptions when she considered them inappropriate.</p>\n<p>Stella was also entrusted with access to the floor's locked \"meds room,\" which contained prescription drugs and other controlled substances, by being given an electronic badge required to open the room's door and keys to the double-locked cabinet in which controlled substances were kept.</p>\n<p>Between September and December 2006, Stella stole controlled substances from LGH for her own use. She took drugs from the locked cabinet. She also took vials of the pain medications Meperidine Hydrochloride (Demerol) and Morphine Sulfate in patients' patient-controlled analgesia (PCA) pumps,<sup>[1]</sup> replacing saline solution in the vials to conceal her theft. She also tampered with controlled substances <span class=\"star-pagination\">*26</span> in the meds room's locked cabinet, emptying vials of Morphine Sulfate with a hypodermic needle, injecting herself with the contents, refilling the empty vial with saline, and restoring the saline-filled vial to its original packaging.</p>\n<p>In one instance, Stella removed a pain-killing Fentanyl patch from a patient, cut off part of the patch, and re-affixed the altered patch to the patient's chest; in another, she administered a used patch to a ninety-two-year-old patient while keeping the new patch for herself.</p>\n<p>As a result of Stella's tampering, affected drugs were often left with less than 1 percent of their active, pain-killing ingredients. \"[A]ny patient who might have received one of the tampered-with vials would not have received adequate pain medication and would therefore have continued to suffer pain.\" PSR ¶ 27.</p>\n<p>In September 2006, LGH began to investigate suspected tampering with controlled substances on H4. The hospital implemented various security procedures to prevent further tampering and met individually with each nurse on the floor. Nurses were informed of substance abuse programs provided by the hospital and warned that LGH's willingness to support whoever was responsible for the incidents would expire on October 23, 2006. Stella did not, at that point, come forward, and the tampering continued.</p>\n<p>By December 2006, suspicion had focused on Stella. In two separate interviews with federal agents from the Food and Drug Administration on December 18 and 21 of that year, Stella denied taking any drugs from the hospital. On the afternoon of December 21, she contacted the agents and scheduled a meeting for the following day. At that meeting, Stella admitted responsibility for the drug tampering and executed a written confession.</p>\n<p>On August 1, 2007, a grand jury returned a superseding indictment charging Stella with four counts of tampering with a consumer product, 18 U.S.C. § 1365(a)(4) (counts one, three, five, and seven), four counts of obtaining controlled substances by deception and subterfuge, 21 U.S.C. § 843(a)(3) (counts two, four, six, and eight), and two counts of making false statements, 18 U.S.C § 1001(a)(2) (counts nine and ten). On January 17, 2008, Stella pled guilty to counts one through four and seven through ten. The district court granted the government's motion to dismiss the remaining two counts on January 23, 2008.</p>\n<p>At the sentencing hearing on November 18, 2008, both sides submitted sentencing memoranda challenging aspects of the PSR's recommended guideline calculations. The district court used the 2008 version of the sentencing guidelines and applied U.S.S.G. § 2N1.1, which governs tampering with consumer products involving a risk of death or bodily injury and has a base offense level of twenty-five. The court then heard arguments on four disputed calculations: grouping of offenses and enhancements for a victim's serious bodily injury,<sup>[2]</sup> for vulnerable victims, and for abuse of a position of trust.</p>\n<p>The district court agreed with the PSR's recommended separate grouping of counts one through four, which involved Stella's tampering with vials in the locked meds room, and counts seven and eight, which involved the incident in which Stella cut off part of a patient's Fentanyl patch. The district court considered the purpose of <span class=\"star-pagination\">*27</span> U.S.S.G. § 3D1.2, reasoning that \"if there are harms directed at different recipients of harm, the normal rule would not be to group [those counts together].\" Because the victims of counts one through four LGH and the individual patients who might have received diluted drugswere different than the identified victim of counts seven and eight, the court determined that those counts should be grouped separately. The court further held that the obstruction of justice counts should not be grouped separately but instead should be included as a two-level enhancement to each of the two groups.</p>\n<p>The district court also applied the two-level vulnerable victim enhancement under U.S.S.G. § 3A1.1(b) to both groups of counts. The court explained that both the identified victim of the Fentanyl-patch incident and the patients put at risk by Stella's dilution of medication were \"people who were vulnerable by reason of their illnesses and the need for medication ... to the harm that would be done by being given adulterated pain medication.\"</p>\n<p>Finally, the district court found that Stella's offenses merited a further two-level enhancement under U.S.S.G. § 3B1.3 for abuse of a position of public trust, noting that it was \"unnecessary\" to address whether there was an abuse of private trust.<sup>[3]</sup></p>\n<p>After a three-level reduction for Stella's acceptance of responsibility, Stella's final adjusted guideline level was thirty, which corresponded to a suggested sentencing range of ninety-seven to one hundred twenty-one months' imprisonment. The district court ultimately sentenced her to a below-guidelines sentence of two concurrent fifty-four month terms of imprisonment followed by three years of supervised release and required her to pay a special assessment and restitution.</p>\n<p></p>\n<h2>II.</h2>\n<p>We review claims of sentencing error in the application of the guidelines on a sliding scale. Pure issues of law, such as interpretations of the guidelines, are reviewed de novo; findings of fact are reviewed for clear error; and there is a continuum between those two poles. <i>United States v. Sicher,</i> <span class=\"citation\" data-id=\"203944\"><a href=\"/opinion/203944/united-states-v-sicher/\"><span class=\"volume\">576</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">64</span></a></span>, 70 (1st Cir.2009); <i>see also </i><i>United States v. McElroy,</i> <span class=\"citation\" data-id=\"204074\"><a href=\"/opinion/204074/united-states-v-mcelroy/\"><span class=\"volume\">587</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></a></span>, 87-88 (1st Cir.2009).</p>\n<p></p>\n<h2>A. <i>Enhancement for Abuse of a Position of Trust</i>\n</h2>\n<p>The district court found that Stella had abused a position of public trust because Stella had received the \"special license for medical personnel to handle highly controlled medications\" and then in fact had abused that license:</p>\n<blockquote>[T]he seriousness of the offense is not to be minimized. Not only did it have real effects on real people, and in some cases very substantial and serious effects, it also was ... an abuse of the position that is entrusted by the community in people who are licensed to deal in ... controlled substances.</blockquote>\n<blockquote>It ... involved a course of conduct over a period of time, which meant it was not isolated impulsive choices, but ... reflects... deliberation and conscious choice.</blockquote>\n<p>We evaluate the conclusion against the text of the relevant guideline, which provides \"[i]f the defendant abused a position of public or private trust ... in a manner that significantly facilitated the commission <span class=\"star-pagination\">*28</span> or concealment of the offense, increase by 2 levels.\" U.S.S.G. § 3B1.3. In turn, the guideline's commentary defines a position of public or private trust as follows:</p>\n<blockquote>\"Public or private trust\" refers to a position of public or private trust characterized by professional or managerial discretion (i.e., substantial discretionary judgment that is ordinarily given considerable deference). Persons holding such positions ordinarily are subject to significantly less supervision than employees whose responsibilities are primarily non-discretionary in nature....</blockquote>\n<p>U.S.S.G. § 3B1.3 cmt. n. 1. The government must show by a preponderance of the evidence both that the position was one of public or private trust and that the position was abused. <i>Sicher,</i> 576 F.3d at 71.</p>\n<p>Stella argues only that she did not occupy a position of trust because, she asserts, she did not have \"any degree of professional or managerial discretion.\"</p>\n<p>The district court did not go into detail as to its conclusion that Stella had exercised such \"professional\" discretion, nor did it need to do so. The reason is evident from the record. <i>Sicher,</i> 576 F.3d at 71; <i>see also </i><i>United States v. Hoey,</i> <span class=\"citation\" data-id=\"203035\"><a href=\"/opinion/203035/united-states-v-hoey/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">687</span></a></span>, 694 (1st Cir.2007); <i>United States v. Jiménez-Beltre,</i> <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">514</span></span>, 519 (1st Cir. 2006) (en banc).</p>\n<p>\"[T]he relevant inquiry is whether the person <i>in fact</i> occupied a position of trust.\"<sup>[4]</sup><i>Sicher,</i> 576 F.3d at 72 (quoting <i>United States v. Chanthaseng,</i> <span class=\"citation\" data-id=\"199738\"><a href=\"/opinion/199738/united-states-v-chanthaseng/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">586</span></a></span>, 589 (1st Cir.2001)) (internal quotation marks omitted). Stella worked independently of regular supervision when caring for her patients and had authority to provide patients with their prescribed medications. She had unsupervised access to drugs in the locked meds cabinet and unsupervised authority to refill medications in PCA pumps. Further, at LGH, some medications were prescribed on an \"as needed\" basis, giving nurses discretion as to when medications were to be provided. And at LGH an RN such as Stella was expected to review prescriptions and, if a patient failed to properly respond, to recommend different medication.</p>\n<p>The district court correctly rejected Stella's argument that the existence of a regulatory structure for registered nurses meant she had no professional or managerial discretion. The logic of the argument runs flatly contrary to the guidelines' reference to \"professional\" discretion. By definition, professionals are subject to regulation in their professions; those regulations largely exist because of the responsibilities and discretion vested in professionals. It is relevant to whether there is a position of public trust if \"the public expects that people in the position of the defendant will comply with health and safety regulations.\" <i>United States v. Gonzalez-Alvarez,</i> <span class=\"citation\" data-id=\"199782\"><a href=\"/opinion/199782/united-states-v-gonzalez-alvarez/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></a></span>, 81 (1st Cir.2002) (holding that milk producers who adulterated milk held positions of public trust). Massachusetts's regulatory regime for registered nurses bears out the existence of the public's expectation that these professionals will comply with relevant laws to protect patients.</p>\n<p>Under both Massachusetts law and in actual practice, Stella could administer controlled substances to patients under specified conditions. Mass. Gen. Laws ch. 94C, § 9. She was \"directly accountable for [the] safety of the nursing care [s]he deliver[ed].\" <span class=\"star-pagination\">*29</span> Mass. Gen. Laws ch. 112, § 80B. Her nursing practice included \"the application of nursing theory to the development, implementation, evaluation and modification of plans of nursing care for individuals.\" <i>Id.</i> She was to manage resources for delivering care and could delegate selected activities to unlicensed personnel. 244 Mass.Code Regs. 3.02. Under the state regulations she had \"ultimate responsibility for direct and indirect nursing care,\" which included \"planning and restoration for optimal functioning and comfort, of those [she] serve[d].\" <i>Id.</i> 3.01. The record shows that Stella in fact had such responsibilities at the hospital.<sup>[5]</sup></p>\n<p>While the public would expect that an RN would not deliberately take steps that would harm patients, here, because of the unfettered access given to nurses in Stella's unit, it is evident that the hospital trusted those nurses to exercise proper discretion in the handling of prescription medications.</p>\n<p>The district court properly concluded that Stella in fact served in a position of public trust and that she had abused her position of trust.<sup>[6]</sup> The decision was entirely supported in federal sentencing precedent. <i>See United States v. Segura,</i> 139 Fed.Appx. 79, 80-81 (10th Cir.2005) (upholding the application of § 3B1.3 to a registered nurse who had \"[taken] narcotics for his own use, and replaced the stolen narcotics with either saline solution or other drugs\");<sup>[7]</sup><i>United States v. Wilson,</i> No. CV-05-302-S-BLW, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">1663244</span></span>, at *4 (D.Idaho May 30, 2006) (applying § 3B1.3 in part because the \"[d]efendant's position as a registered nurse in [a] pediatric unit ... enabled her to both commit and conceal the offense of tampering with the drugs in the unit\").</p>\n<p></p>\n<h2>B. <i>Vulnerable Victim Enhancement</i>\n</h2>\n<p>When a defendant's victims are not just victims but \"vulnerable\" victims, society attaches greater blame, and the guidelines provide for a sentencing enhancement. <i>See</i> U.S.S.G. § 3A1.1(b); <i>United States v. Fosher,</i> <span class=\"citation\" data-id=\"745473\"><a href=\"/opinion/745473/united-states-v-michael-p-fosher/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></a></span>, 55-56 (1st Cir.1997); <i>see also</i> H.R.Rep. No. 104-548, at 2 (1994) (discussing enhanced sentencing for offenses that \"victimize the most vulnerable in society\" and noting \"society's intolerance for these heinous crimes\").</p>\n<p>The guidelines provide that the vulnerable victim enhancement applies \"[i]f the defendant knew or should have known that a victim of the offense was a vulnerable victim.\" U.S.S.G. § 3A1.1(b)(1). This is a two-prong test. In order to apply the enhancement, the sentencing court must determine that (1) \"the victim of the crime was vulnerable, that is, ... the victim had an `impaired capacity ... to detect or prevent crime;'\" and (2) \"the defendant knew or should have known of the victim's unusual vulnerability.\" <i>United States v. Donnelly,</i> <span class=\"citation\" data-id=\"201041\"><a href=\"/opinion/201041/united-states-v-donnelly/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">87</span></a></span>, 92 (1st Cir.2004) (quoting <i>United States v. Gill,</i> <span class=\"citation\" data-id=\"197061\"><a href=\"/opinion/197061/united-states-v-gill/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">484</span></a></span>, 485 (1st Cir.1996)); <i>see also </i><i>United States v. Bailey,</i> <span class=\"citation\" data-id=\"201561\"><a href=\"/opinion/201561/united-states-v-bailey/\"><span class=\"volume\">405</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">102</span></a></span>, 113 (1st Cir.2005).</p>\n<p><span class=\"star-pagination\">*30</span> The district court found that the vulnerable victim enhancement applied to counts seven and eight, which addressed the identified patient whose skin patch was altered. The court also applied the enhancement to counts one through four, which addressed the unidentified patients put at risk by Stella's dilution of medicine, who were vulnerable \"by reason of their illnesses and the need for medication.\"</p>\n<p>Stella asserts that the district court erred with regard to the first prong, the vulnerability of the victim.<sup>[8]</sup> Stella's primary argument is that the victims of her crimes were no more vulnerable than the average member of the general public who is harmed by product tampering. The commentary to U.S.S.G. § 3A1.1(b) instructs that \"`vulnerable victim' means a person ... who is unusually vulnerable due to age, physical or mental condition, or who is otherwise particularly susceptible to the criminal conduct.\" U.S.S.G. § 3A1.1 cmt. n. 2. The district court correctly noted that these patients, unlike the general public, had no way to help themselves or, because of their pain and their medical conditions, to detect or prevent against the drug dilution, and so were vulnerable within the meaning of § 3A1.1(b). <i>See </i><i>Fosher,</i> 124 F.3d at 55-56; <i>Gill,</i> 99 F.3d at 486.</p>\n<p>Stella also argues that any special victim vulnerability is incorporated into the high base offense level (twenty-five) applicable to the offense of product tampering, U.S.S.G. § 2N1.1, and applying the enhancement results in double counting. The focus of § 2N1.1, however, is the harm or risk of harm to the victim, while the focus of § 3A1.1(b) is the vulnerability of the victim and the defendant's awareness of that vulnerability. Not all acts of product tampering involve vulnerable victims; therefore there is no double counting.<sup>[9]</sup><i>Cf., e.g., </i><i>United States v. Beltran,</i> <span class=\"citation\" data-id=\"202934\"><a href=\"/opinion/202934/united-states-v-beltran/\"><span class=\"volume\">503</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.2007) (holding that, in a copyright-infringement conviction, an enhancement for manufacturing is not double counting because \"not all infringement involves manufacturing\"); <i>United States v. O'Brien,</i> <span class=\"citation\" data-id=\"202020\"><a href=\"/opinion/202020/united-states-v-obrien/\"><span class=\"volume\">435</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 42 (1st Cir.2006) (applying the special skill enhancement during sentencing for intentionally causing damage to a computer used in interstate commerce was not double counting because \"the use of <i>special</i> computer skills is... not an element of the statutory offense\"). The district court's application of the vulnerable victim enhancement was proper.</p>\n<p></p>\n<h2>C. <i>Grouping</i>\n</h2>\n<p>Section 3D1.2 of the sentencing guidelines provides that in multicount indictments, \"[a]ll counts involving substantially the same harm shall be grouped together into a single Group.\" Grouped conduct is \"treated as constituting a single offense for purposes of the guidelines.\" U.S.S.G. <span class=\"star-pagination\">*31</span> § 3D introductory cmt. Among the goals of grouping is \"to prevent multiple punishment for substantially identical offense conduct.\" <i>Id.</i> The guidelines' drafters explained that \"[a] primary consideration\" when determining whether to group particular conduct \"is whether the offenses involve different victims.\" U.S.S.G. § 3D1.2 background cmt; <i>see also </i><i>United States v. Vasco,</i> <span class=\"citation\" data-id=\"203776\"><a href=\"/opinion/203776/united-states-v-vasco/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 23 (1st Cir. 2009); <i>United States v. Hernandez Coplin,</i> <span class=\"citation\" data-id=\"670483\"><a href=\"/opinion/670483/united-states-v-ramon-hernandez-coplin/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">312</span></a></span>, 319 n. 7 (1st Cir.1994).</p>\n<p>The district court split the counts into two groups, one for counts one through four and another for counts seven and eight. The victims of the crimes charged in the first group were LGH and its patients who could have received the adulterated vials; the victim of the crimes charged in the other group was the particular patient from whom Stella removed and cut the Fentanyl patch. Stella argues that these counts should have been a single group and the court erred in separating them.</p>\n<p>We bypass the government's argument that Stella did not preserve her appellate argument because she presented a different argument to the district court. On appeal, she contends that there was only one schemeto obtain drugs for herself and only one victim, the hospital. At most, she says, the patients were indirect victims.</p>\n<p>The grouping guidelines recognize the relationship between an appropriate sentence and the types and numbers of victims. Whether distinct victims were injured as part of a single scheme is beside the point; indeed, the guidelines' drafters considered and rejected a common \"transaction or occurrence\" approach to grouping, in favor of the \"different victims\" approach. <i>See</i> U.S.S.G. § 3D1.2 background cmt; <i>see also </i><i>Vasco,</i> 564 F.3d at 23 (\"Crimes involving multiple victims, even if the offenses arose out of a single event, are properly grouped separately.\").</p>\n<p>The district judge here got it right. Those who faced the risk of receiving adulterated vials and the hospital itself were sufficiently different from the skin-patch victim to take that into account at sentencing. The independent harms and risks of harm each group suffered were sufficiently \"direct[]\" and \"serious[]\" to render them primary victims. U.S.S.G. § 3D1.2 cmt. n. 2; <i>see also </i><i>United States v. Nedd,</i> <span class=\"citation\" data-id=\"199606\"><a href=\"/opinion/199606/united-states-v-nedd/\"><span class=\"volume\">262</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">85</span></a></span>, 92 (1st Cir.2001). The fact that no identified patients suffered bodily injury does not affect our conclusion. <i>See, e.g., </i><i>Vasco,</i> 564 F.3d at 22-23 (affirming the district court's separate grouping of counts involving two targets of a failed \"murder-for-hire\" plot); <i>Nedd,</i> 262 F.3d at 92 (holding that harassment and threats were sufficient to qualify individuals as primary victims absent any physical injury).</p>\n<p>Finally, we flatly reject Stella's argument that in a multicount indictment, \"multiple groups for separate victims of tampering are appropriate only when <i>multiple victims</i> have suffered <i>at least</i> serious bodily injury.\" Nothing in U.S.S.G. § 2N1.1(d) says any such thing. To the contrary, the special instruction on which Stella relies expressly deals with convictions on a <i>single</i> count of tampering that resulted in either \"the death or permanent, life-threatening, or serious bodily injury\" of multiple victims or \"conduct tantamount to the attempted murder of more than one victim.\" U.S.S.G. § 2N1.1(d). It makes no mention of multicount indictments and is not relevant here.</p>\n<p>Stella concedes that her reading of the guideline has no basis in First Circuit precedent. Her effort to impose a \"<i>serious</i> bodily injury\" requirement for victims of product-tampering offenses is also expressly <span class=\"star-pagination\">*32</span> contradicted by the guideline's commentary. U.S.S.G. § 2N1.1's commentary emphasizes that the guideline encompasses tampering that \"causes, or is intended to cause, bodily injury,\" <i>id.</i> cmt. n. 1, defined elsewhere as \"any significant injury[,] <i>e.g.,</i> an injury that is painful and obvious\" or one \"for which medical attention ordinarily would be sought,\" U.S.S.G. § 1B1.1 cmt. n. 1(B). Stella's interpretation erroneously narrows the guideline's scope.</p>\n<p></p>\n<h2>III.</h2>\n<p>We <i>affirm</i> the sentence.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the District of New Hampshire, sitting by designation.</p>\n<p>[1]  PCA pumps allow patients to individually control the delivery of their pain medications. <i>See Stedman's Medical Dictionary</i> 69, 1314 (26th ed. 1995).</p>\n<p>[2]  The district court declined to apply the PSR's recommended two-level enhancement under U.S.S.G. § 2N1.1(b)(1)(B) for a victim sustaining serious bodily injury. The government did not appeal that determination.</p>\n<p>[3]  The guidelines commentary does not enumerate differences between positions of public and private trust, treating the two as identical for purposes of the sentencing enhancement. <i>See</i> U.S.S.G. § 3B1.3 &amp; cmt. n. 1.</p>\n<p>[4]  We do not adopt any per se rule that all defendants who hold an RN license automatically hold a position of trust, regardless of the facts of the case. <i>See </i><i>United States v. Sherman,</i> <span class=\"citation\" data-id=\"759235\"><a href=\"/opinion/759235/united-states-v-henry-miles-sherman/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 970-71 (3d Cir.1998) (rejecting the argument that possession of a professional license per se mandates a § 3B1.3 enhancement).</p>\n<p>[5]  There is also some Massachusetts decisional law that explicitly says licensed RNs should exercise independent judgment. <i>See Hohenleitner v. Quorum Health Res., Inc.,</i> No. Civ. A. 94-00316, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">317227</span></span>, at *6 (Mass.Super. Ct.1999) (noting that an RN had \"a legal and professional obligation to ... make her own independent nursing judgments\").</p>\n<p>[6]  This case is a far cry, for instance, from <i>United States v. Parrilla Román,</i> <span class=\"citation\" data-id=\"202731\"><a href=\"/opinion/202731/united-states-v-parrilla/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">185</span></a></span> (1st Cir.2007), in which two airline fleet service clerks were held not to occupy positions of trust merely because they had access to secure areas. <i>Id.</i> at 191-92. Both clerks otherwise were supervised and acted without discretion. <i>Id.</i> at 192.</p>\n<p>[7]  The Tenth Circuit permits citation of unpublished decisions for their persuasive value. 10th Cir. R. 32.1(A); <i>see also</i> Fed. R.App. P. 32.1.</p>\n<p>[8]  With regard to the second prong, which focuses on the defendant's knowledge, there is no doubt that Stella, a registered nurse, knew or should have known of her victims' unusual vulnerability, both physical and mental.</p>\n<p>[9]  The notes to some guidelines expressly prohibit applying certain enhancements because doing so would lead to double counting. For instance, when a sentence is imposed under the guideline governing use of a firearm while committing a crime \"in conjunction with a sentence for an underlying offense, any specific offense characteristic for explosive or firearm discharge, use, brandishing, or possession is not applied.\" U.S.S.G. § 2K2.4 background cmt. Section 2N1.1 contains no such prohibition. Moreover, with regard to the guidelines generally, \"double counting is often perfectly proper.\" <i>United States v. Lilly,</i> <span class=\"citation\" data-id=\"195133\"><a href=\"/opinion/195133/united-states-v-lilly/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 19 (1st Cir.1994). \"We believe the [Sentencing] Commission's ready resort to explicitly stated prohibitions against double counting signals that courts should go quite slowly in implying further such prohibitions where none are written.\" <i>Id.</i></p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197061/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199782/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201041/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202934/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203035/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203776/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203944/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/670483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/745473/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759235/"
  ]
}