{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/204187/",
  "absolute_url": "/opinion/204187/chamberlin-v-town-of-stoughton/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/204187/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T06:34:40Z",
  "date_modified": "2016-04-26T13:16:51.877236Z",
  "type": "010combined",
  "sha1": "83fd2da6429ee9fc32411e7eb80c77187d6225c3",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/08-1289O-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/06/17/Chamberlin_v._Town_of_Stoughton.pdf",
  "plain_text": "              United States Court of Appeals\n                           For the First Circuit\n                         ______________________________\n\nNo. 08-1289\n\n                 DAVID CHAMBERLIN; FRANCIS WOHLGEMUTH,\n\n                                Plaintiffs, Appellants,\n\n                                          v.\n\nTOWN OF STOUGHTON; SCOTT CARRARA, Individually and as a member of the Board of\n  Selectmen; RICHARD LEVINE, Individually and as a member of the Board of Selectmen;\n      JOHN KOWALCZYK, Individually and as a member of the Board of Selectmen;\n                          CHRISTOPHER CIAMPA,\n\n                               Defendants, Appellees,\n                                   __________\n\n   BOARD OF SELECTMEN OF THE TOWN OF STOUGHTON; MANUEL CACHOPA,\n\n                                    Defendants.\n                               ____________________\n\nNo. 08-1529\n\n                 DAVID CHAMBERLIN; FRANCIS WOHLGEMUTH,\n\n                                Plaintiffs, Appellants,\n\n                                          v.\n\n   BOARD OF SELECTMEN OF THE TOWN OF STOUGHTON; MANUEL CACHOPA,\n\n                               Defendants, Appellees,\n                                   __________\n\nTOWN OF STOUGHTON; SCOTT CARRARA, Individually and as a member of the Board of\n  Selectmen; RICHARD LEVINE, Individually and as a member of the Board of Selectmen;\n      JOHN KOWALCZYK, Individually and as a member of the Board of Selectmen;\n                          CHRISTOPHER CIAMPA,\n\n                                     Defendants.\n\f                                 _______________________________\n\n                                                  Before\n\n                                          Lynch, Chief Judge,\n                                   Torruella, Boudin, Gajarsa,* Lipez,\n                                        Howard and Thompson,\n                                              Circuit Judges.\n                                    ___________________________\n\n                                          ORDER OF COURT\n                                         Entered: June 16, 2010\n\n\n        The petition for rehearing having been denied by the panel of judges who decided the case,\n\nand the petition for rehearing en banc having been submitted to the active judges of this court and\n\na majority of the judges not having voted that the case be heard en banc, it is ordered that the petition\n\nfor rehearing and the petition for rehearing en banc be denied.\n\n                  LIPEZ, Circuit Judge, with whom TORRUELLA and THOMPSON, Circuit\n\nJudges, join, dissenting from the denial of rehearing en banc. As I explained in my dissent from\n\nthe panel opinion of the majority, the majority's approach represents an unprecedented expansion of\n\nthe harmless error doctrine. In my view, that expansion raises a question of exceptional importance\n\nwhich should be considered by the full court. See Fed. R. App. P. 35(a). Therefore, I respectfully\n\ndissent from the denial of rehearing en banc.\n\n                  In the district court, the plaintiffs, two police officers, proceeded to trial on their\n\nretaliation claims against defendants Christopher Ciampa and Manuel Cachopa, police officers in\n\n\n\n\n        *\n            Of the Federal Circuit, sitting by designation.\n\n\n                                                   -2-\n\fthe same department with supervisory authority over the plaintiffs.2 Early in that trial, the court\n\ngranted a mistrial as to plaintiffs' claims against Cachopa. Later in the trial, at the close of plaintiffs'\n\ncase, the court granted a directed verdict as to plaintiffs' claims against Ciampa. Thus, in that first\n\ntrial, none of plaintiffs' claims went to the jury. Following the denial of their post-trial motions,\n\nplaintiffs appealed. Several weeks later, plaintiffs proceeded to trial before a second jury on their\n\nsomewhat different retaliation claims against Cachopa. That jury returned a verdict for Cachopa,\n\nand plaintiffs appealed from the verdict.\n\n                Plaintiffs' two appeals, from the dispositions in the first and second trials, were later\n\nconsolidated. Responding to plaintiffs' contentions on appeal, the panel majority declined to\n\nevaluate the directed verdict for Ciampa under the traditional standard, assessing whether a\n\nreasonable jury could find Ciampa liable for retaliation based on the evidence presented at the first\n\ntrial. Indeed, the panel majority effectively acknowledged that if it did apply the traditional standard,\n\nit would find that the directed verdict for Ciampa was erroneously granted. Nevertheless, the panel\n\nmajority concluded that even if the court erred in directing a verdict for Ciampa in the first trial, that\n\nerror was harmless given that the jury in the second trial ultimately rejected plaintiffs' claims against\n\nCachopa. In other words, the panel majority looked to the second trial, in which Ciampa was not\n\na defendant, and viewed that trial as a proxy for what would have happened if plaintiffs' claims\n\nagainst Ciampa had gone to the jury in the first trial.\n\n\n\n\n        2\n          Plaintiffs alleged that they were subjected to a campaign of retaliatory harassment based\non their protected conduct. Their retaliation claims were brought under the Massachusetts\nWhistleblower Statute, Mass. Gen. Laws ch. 149, § 185(b), the Massachusetts Civil Rights Act, id.\nch. 12, § 11I, and the federal civil rights statute, 42 U.S.C. § 1983, based on the First Amendment.\n\n                                                   -3-\n\f                There is no precedent for this expansion of the harmless error doctrine. Those few\n\ncases that have found an erroneous directed verdict to be harmless error, including Earle v. Benoit,\n\n850 F.2d 836 (1st Cir. 1988), upon which the panel majority primarily relied, have addressed\n\ncircumstances very different from those present here. Earle itself applied a harmless error analysis\n\nwhere the directed verdict and the ultimate jury verdict occurred in the course of a single trial\n\nproceeding, as to the same defendants, and as to logically dependent claims such that the jury's\n\nultimate findings necessarily defeated the claim on which the directed verdict was erroneously\n\ngranted. Id. at 844-845.\n\n                In this case, by contrast, the panel majority speculated that the erroneously granted\n\ndirected verdict was harmless by looking to a subsequent jury verdict in a different trial, as to a\n\ndifferent defendant, and as to somewhat different allegations of harm. Here, unlike in Earle and\n\nsimilar cases, we cannot say with any certainty how the first jury would have decided plaintiffs'\n\nclaims against Ciampa if the directed verdict had not been granted because that jury made no\n\nfindings on any of plaintiffs' claims. Without any findings by the first jury, we have no basis for\n\nconcluding that the first jury could not have rationally found for plaintiffs on their claims against\n\nCiampa. We cannot say, as the Earle court did, that if the district court had not granted the directed\n\nverdict, the jury necessarily would have rejected plaintiffs' claims against Ciampa.\n\n                The majority's unique harmless error analysis has constitutional implications. Under\n\nthe Seventh Amendment, plaintiffs have a right to a jury trial on their claims for legal relief under\n\n§ 1983.3 City of Monterey v. Del Monte Dunes at Monterey, Ltd., 526 U.S. 687, 709-10 (1999). Of\n\n\n        3\n          The Seventh Amendment provides: \"In Suits at common law, where the value in\ncontroversy shall exceed twenty dollars, the right of trial by jury shall be preserved, and no fact tried\nby a jury shall be otherwise re-examined in any Court of the United States, than according to the\n\n                                                  -4-\n\fcourse, the proper grant of a directed verdict does not offend a party's Seventh Amendment right to\n\na jury trial. Galloway v. United States, 319 U.S. 372, 389 (1943); 9B Charles Alan Wright & Arthur\n\nR. Miller, Federal Practice & Procedure § 2522 (3d ed. 2008). The directed verdict procedure is\n\nconstitutional because a properly granted directed verdict \"only deprives the losing party of the\n\npossibility of an unreasonable verdict, a possibility not protected by the Constitution.\" Wright &\n\nMiller, supra, § 2522.\n\n                The analysis applied in Earle, although styled as a harmless error analysis, is a variant\n\non this principle. The Earle court found that, in light of the jury's rejection of the plaintiff's\n\nunderlying civil rights claims, the jury could not rationally find for plaintiff on his civil rights\n\nconspiracy claim. 850 F.2d at 845. Thus, the court's decision to withdraw the plaintiff's conspiracy\n\nclaim from the jury did not violate any right to a jury trial because it only deprived the plaintiff of\n\nthe possibility of an irrational verdict.\n\n                Here, however, the panel majority did not hold, under either the traditional directed\n\nverdict analysis or the Earle harmless error analysis, that the directed verdict for Ciampa in the first\n\ntrial only deprived plaintiffs of the possibility of an unreasonable verdict at the hands of the first jury.\n\nOn the contrary, as noted, the panel majority effectively acknowledged that plaintiffs presented\n\nevidence at the first trial that was arguably sufficient for a jury to find Ciampa liable for retaliation.\n\nIn these circumstances, the decision not to allow plaintiffs' claims against Ciampa to be heard by the\n\njury, and to affirm the directed verdict in favor of Ciampa, implicates plaintiffs' Seventh Amendment\n\nrights.\n\n\n\n\nrules of the common law.\"\n\n                                                   -5-\n\f               Although a necessary part of our jurisprudence, the doctrine of harmless error is not\n\nwithout costs. Application of harmless error can \"erode an important legal principle. When we hold\n\nerrors harmless, the rights of individuals, both constitutional and otherwise, go unenforced.\" Harry\n\nT. Edwards, To Err is Human, But Not Always Harmless: When Should Legal Error Be Tolerated?,\n\n70 N.Y.U. L. Rev 1167, 1170 (1995). The legal error here should not have been tolerated. The\n\npanel majority's willingness to do so by expanding the concept of harmless error to save an erroneous\n\nruling on a dispositive motion for a directed verdict has potentially far-reaching implications that\n\nshould be considered by the full court. Therefore, I respectfully dissent from the denial of rehearing\n\nen banc.\n\n                                                  By the Court:\n                                                  /s/ Margaret Carter, Clerk\n\n\n\n\ncc: Mr. Pfaff, Mr. Mahaney, Mr. Notis, Mr. Tehan, Ms. Murphy, Ms. Cowen, Ms. Bunce & Ms.\nMcCormack,\n\n\n\n\n                                                -6-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>609 F.3d 10 (2010)</b></center>\n<center><h1>David CHAMBERLIN; Francis Wohlgemuth, Plaintiffs, Appellants,<br>\nv.<br>\nTOWN OF STOUGHTON; Scott Carrara, Individually and as a member of the Board of Selectmen; Richard Levine, Individually and as a member of the Board of Selectmen; John Kowalczyk, Individually and as a member of the Board of Selectmen; Christopher Ciampa, Defendants, Appellees,<br>\nBoard of Selectmen of the Town of Stoughton; Manuel Cachopa, Defendants.<br>\nDavid Chamberlin; Francis Wohlgemuth, Plaintiffs, Appellants,<br>\nv.<br>\nBoard of Selectmen of the Town of Stoughton; Manuel Cachopa, Defendants, Appellees,<br>\nTown of Stoughton; Scott Carrara, Individually and as a member of the Board of Selectmen; Richard Levine, Individually and as a member of the Board of Selectmen; John Kowalczyk, Individually and as a member of the Board of Selectmen; Christopher Ciampa, Defendants.</h1></center>\n<center>Nos. 08-1289, 08-1529.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>June 16, 2010.</center>\n<p><span class=\"star-pagination\">*11</span> Joseph M. Mahaney, S. Natick, MA, Diane M. Murphy, Hopkinton, MA, for Plaintiffs, Appellants.</p>\n<p>Jackie Cowin, Esq., Joseph L. Tehan, Jr., Esq., Kopelman &amp; Paige, PC, Boston, MA, Jennifer S. Bunce, Gareth W. Notis, Morrison Mahoney, LLP, Boston, MA, for Defendants, Appellees.</p>\n<p>Valerie A. McCormack, Esq., Boston, MA, Stephen C. Pfaff, Louison Costello Condon &amp; Pfaff LLP, Boston, MA, for Defendants.</p>\n<p>Before LYNCH, Chief Judge, TORRUELLA, BOUDIN, GAJARSA,<sup>[*]</sup> LIPEZ, HOWARD and THOMPSON, Circuit Judges.</p>\n<p></p>\n<h2>ORDER OF COURT</h2>\n<p>The petition for rehearing having been denied by the panel of judges who decided the case, and the petition for rehearing en banc having been submitted to the active judges of this court and a majority of the judges not having voted that the case be heard en banc, it is ordered that the petition for rehearing and the petition for rehearing en banc be <i>denied.</i></p>\n<p>LIPEZ, Circuit Judge, with whom TORRUELLA and THOMPSON, Circuit Judges, join, dissenting from the denial of rehearing en banc.</p>\n<p>As I explained in my dissent from the panel opinion of the majority, the majority's approach represents an unprecedented expansion of the harmless error doctrine. In my view, that expansion raises a question of exceptional importance which should be considered by the full court. <i>See</i> Fed. R.App. P. 35(a). Therefore, I respectfully dissent from the denial of rehearing en banc.</p>\n<p>In the district court, the plaintiffs, two police officers, proceeded to trial on their retaliation claims against defendants Christopher Ciampa and Manuel Cachopa, police officers in the same department with supervisory authority over the plaintiffs.<sup>[2]</sup> Early in that trial, the court granted a mistrial as to plaintiffs' claims against Cachopa. Later in the trial, at the close of plaintiffs' case, the court granted a directed verdict as to plaintiffs' claims against Ciampa. Thus, in that first trial, none of plaintiffs' claims went to the jury. Following the denial of their post-trial motions, plaintiffs appealed. Several weeks later, <span class=\"star-pagination\">*12</span> plaintiffs proceeded to trial before a second jury on their somewhat different retaliation claims against Cachopa. That jury returned a verdict for Cachopa, and plaintiffs appealed from the verdict.</p>\n<p>Plaintiffs' two appeals, from the dispositions in the first and second trials, were later consolidated. Responding to plaintiffs' contentions on appeal, the panel majority declined to evaluate the directed verdict for Ciampa under the traditional standard, assessing whether a reasonable jury could find Ciampa liable for retaliation based on the evidence presented at the first trial. Indeed, the panel majority effectively acknowledged that if it did apply the traditional standard, it would find that the directed verdict for Ciampa was erroneously granted. Nevertheless, the panel majority concluded that even if the court erred in directing a verdict for Ciampa in the first trial, that error was harmless given that the jury in the second trial ultimately rejected plaintiffs' claims against Cachopa. In other words, the panel majority looked to the second trial, in which Ciampa was not a defendant, and viewed that trial as a proxy for what would have happened if plaintiffs' claims against Ciampa had gone to the jury in the first trial.</p>\n<p>There is no precedent for this expansion of the harmless error doctrine. Those few cases that have found an erroneous directed verdict to be harmless error, including <i>Earle v. Benoit,</i> 850 F.2d 836 (1st Cir. 1988), upon which the panel majority primarily relied, have addressed circumstances very different from those present here. <i>Earle</i> itself applied a harmless error analysis where the directed verdict and the ultimate jury verdict occurred in the course of a single trial proceeding, as to the same defendants, and as to logically dependent claims such that the jury's ultimate findings necessarily defeated the claim on which the directed verdict was erroneously granted. <i>Id.</i> at 844-845.</p>\n<p>In this case, by contrast, the panel majority speculated that the erroneously granted directed verdict was harmless by looking to a subsequent jury verdict in a different trial, as to a different defendant, and as to somewhat different allegations of harm. Here, unlike in <i>Earle</i> and similar cases, we cannot say with any certainty how the first jury would have decided plaintiffs' claims against Ciampa if the directed verdict had not been granted because that jury made no findings on any of plaintiffs' claims. Without any findings by the first jury, we have no basis for concluding that the first jury could not have rationally found for plaintiffs on their claims against Ciampa. We cannot say, as the <i>Earle</i> court did, that if the district court had not granted the directed verdict, the jury necessarily would have rejected plaintiffs' claims against Ciampa.</p>\n<p>The majority's unique harmless error analysis has constitutional implications. Under the Seventh Amendment, plaintiffs have a right to a jury trial on their claims for legal relief under § 1983.<sup>[3]</sup><i>City of Monterey v. Del Monte Dunes at Monterey, Ltd.,</i> 526 U.S. 687, 709-10, 119 S.Ct. 1624, 143 L.Ed.2d 882 (1999). Of course, the proper grant of a directed verdict does not offend a party's Seventh Amendment right to a jury trial. <i>Galloway v. United States,</i> 319 U.S. 372, 389, 63 S.Ct. 1077, 87 L.Ed. 1458 (1943); 9B Charles Alan Wright &amp; Arthur R. Miller, <i>Federal Practice &amp; Procedure</i> § 2522 (3d ed.2008). <span class=\"star-pagination\">*13</span> The directed verdict procedure is constitutional because a properly granted directed verdict \"only deprives the losing party of the possibility of an unreasonable verdict, a possibility not protected by the Constitution.\" Wright &amp; Miller, <i>supra,</i> § 2522.</p>\n<p>The analysis applied in <i>Earle,</i> although styled as a harmless error analysis, is a variant on this principle. The <i>Earle</i> court found that, in light of the jury's rejection of the plaintiff's underlying civil rights claims, the jury could not rationally find for plaintiff on his civil rights conspiracy claim. 850 F.2d at 845. Thus, the court's decision to withdraw the plaintiff's conspiracy claim from the jury did not violate any right to a jury trial because it only deprived the plaintiff of the possibility of an irrational verdict.</p>\n<p>Here, however, the panel majority did <i>not</i> hold, under either the traditional directed verdict analysis or the <i>Earle</i> harmless error analysis, that the directed verdict for Ciampa in the first trial only deprived plaintiffs of the possibility of an unreasonable verdict at the hands of the first jury. On the contrary, as noted, the panel majority effectively acknowledged that plaintiffs presented evidence at the first trial that was arguably sufficient for a jury to find Ciampa liable for retaliation. In these circumstances, the decision not to allow plaintiffs' claims against Ciampa to be heard by the jury, and to affirm the directed verdict in favor of Ciampa, implicates plaintiffs' Seventh Amendment rights.</p>\n<p>Although a necessary part of our jurisprudence, the doctrine of harmless error is not without costs. Application of harmless error can \"erode an important legal principle. When we hold errors harmless, the rights of individuals, both constitutional and otherwise, go unenforced.\" Harry T. Edwards, To Err is Human, But Not Always Harmless: When Should Legal Error Be Tolerated?, 70 N.Y.U. L. Rev 1167, 1170 (1995). The legal error here should not have been tolerated. The panel majority's willingness to do so by expanding the concept of harmless error to save an erroneous ruling on a dispositive motion for a directed verdict has potentially far-reaching implications that should be considered by the full court. Therefore, I respectfully dissent from the denial of rehearing en banc.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Federal Circuit, sitting by designation.</p>\n<p>[2]  Plaintiffs alleged that they were subjected to a campaign of retaliatory harassment based on their protected conduct. Their retaliation claims were brought under the Massachusetts Whistleblower Statute, Mass. Gen. Laws ch. 149, § 185(b), the Massachusetts Civil Rights Act, <i>id.</i> ch. 12, § 11I, and the federal civil rights statute, 42 U.S.C. § 1983, based on the First Amendment.</p>\n<p>[3]  The Seventh Amendment provides: \"In Suits at common law, where the value in controversy shall exceed twenty dollars, the right of trial by jury shall be preserved, and no fact tried by a jury shall be otherwise re-examined in any Court of the United States, than according to the rules of the common law.\"</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">609</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></span> (2010)</b></center>\n<center><h1>David CHAMBERLIN; Francis Wohlgemuth, Plaintiffs, Appellants,<br>\nv.<br>\nTOWN OF STOUGHTON; Scott Carrara, Individually and as a member of the Board of Selectmen; Richard Levine, Individually and as a member of the Board of Selectmen; John Kowalczyk, Individually and as a member of the Board of Selectmen; Christopher Ciampa, Defendants, Appellees,<br>\nBoard of Selectmen of the Town of Stoughton; Manuel Cachopa, Defendants.<br>\nDavid Chamberlin; Francis Wohlgemuth, Plaintiffs, Appellants,<br>\nv.<br>\nBoard of Selectmen of the Town of Stoughton; Manuel Cachopa, Defendants, Appellees,<br>\nTown of Stoughton; Scott Carrara, Individually and as a member of the Board of Selectmen; Richard Levine, Individually and as a member of the Board of Selectmen; John Kowalczyk, Individually and as a member of the Board of Selectmen; Christopher Ciampa, Defendants.</h1></center>\n<center>Nos. 08-1289, 08-1529.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>June 16, 2010.</center>\n<p><span class=\"star-pagination\">*11</span> Joseph M. Mahaney, S. Natick, MA, Diane M. Murphy, Hopkinton, MA, for Plaintiffs, Appellants.</p>\n<p>Jackie Cowin, Esq., Joseph L. Tehan, Jr., Esq., Kopelman &amp; Paige, PC, Boston, MA, Jennifer S. Bunce, Gareth W. Notis, Morrison Mahoney, LLP, Boston, MA, for Defendants, Appellees.</p>\n<p>Valerie A. McCormack, Esq., Boston, MA, Stephen C. Pfaff, Louison Costello Condon &amp; Pfaff LLP, Boston, MA, for Defendants.</p>\n<p>Before LYNCH, Chief Judge, TORRUELLA, BOUDIN, GAJARSA,<sup>[*]</sup> LIPEZ, HOWARD and THOMPSON, Circuit Judges.</p>\n<p></p>\n<h2>ORDER OF COURT</h2>\n<p>The petition for rehearing having been denied by the panel of judges who decided the case, and the petition for rehearing en banc having been submitted to the active judges of this court and a majority of the judges not having voted that the case be heard en banc, it is ordered that the petition for rehearing and the petition for rehearing en banc be <i>denied.</i></p>\n<p>LIPEZ, Circuit Judge, with whom TORRUELLA and THOMPSON, Circuit Judges, join, dissenting from the denial of rehearing en banc.</p>\n<p>As I explained in my dissent from the panel opinion of the majority, the majority's approach represents an unprecedented expansion of the harmless error doctrine. In my view, that expansion raises a question of exceptional importance which should be considered by the full court. <i>See</i> Fed. R.App. P. 35(a). Therefore, I respectfully dissent from the denial of rehearing en banc.</p>\n<p>In the district court, the plaintiffs, two police officers, proceeded to trial on their retaliation claims against defendants Christopher Ciampa and Manuel Cachopa, police officers in the same department with supervisory authority over the plaintiffs.<sup>[2]</sup> Early in that trial, the court granted a mistrial as to plaintiffs' claims against Cachopa. Later in the trial, at the close of plaintiffs' case, the court granted a directed verdict as to plaintiffs' claims against Ciampa. Thus, in that first trial, none of plaintiffs' claims went to the jury. Following the denial of their post-trial motions, plaintiffs appealed. Several weeks later, <span class=\"star-pagination\">*12</span> plaintiffs proceeded to trial before a second jury on their somewhat different retaliation claims against Cachopa. That jury returned a verdict for Cachopa, and plaintiffs appealed from the verdict.</p>\n<p>Plaintiffs' two appeals, from the dispositions in the first and second trials, were later consolidated. Responding to plaintiffs' contentions on appeal, the panel majority declined to evaluate the directed verdict for Ciampa under the traditional standard, assessing whether a reasonable jury could find Ciampa liable for retaliation based on the evidence presented at the first trial. Indeed, the panel majority effectively acknowledged that if it did apply the traditional standard, it would find that the directed verdict for Ciampa was erroneously granted. Nevertheless, the panel majority concluded that even if the court erred in directing a verdict for Ciampa in the first trial, that error was harmless given that the jury in the second trial ultimately rejected plaintiffs' claims against Cachopa. In other words, the panel majority looked to the second trial, in which Ciampa was not a defendant, and viewed that trial as a proxy for what would have happened if plaintiffs' claims against Ciampa had gone to the jury in the first trial.</p>\n<p>There is no precedent for this expansion of the harmless error doctrine. Those few cases that have found an erroneous directed verdict to be harmless error, including <i>Earle v. Benoit,</i> <span class=\"citation\" data-id=\"508419\"><a href=\"/opinion/508419/james-earle-v-robert-benoit/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">836</span></a></span> (1st Cir. 1988), upon which the panel majority primarily relied, have addressed circumstances very different from those present here. <i>Earle</i> itself applied a harmless error analysis where the directed verdict and the ultimate jury verdict occurred in the course of a single trial proceeding, as to the same defendants, and as to logically dependent claims such that the jury's ultimate findings necessarily defeated the claim on which the directed verdict was erroneously granted. <i>Id.</i> at 844-845.</p>\n<p>In this case, by contrast, the panel majority speculated that the erroneously granted directed verdict was harmless by looking to a subsequent jury verdict in a different trial, as to a different defendant, and as to somewhat different allegations of harm. Here, unlike in <i>Earle</i> and similar cases, we cannot say with any certainty how the first jury would have decided plaintiffs' claims against Ciampa if the directed verdict had not been granted because that jury made no findings on any of plaintiffs' claims. Without any findings by the first jury, we have no basis for concluding that the first jury could not have rationally found for plaintiffs on their claims against Ciampa. We cannot say, as the <i>Earle</i> court did, that if the district court had not granted the directed verdict, the jury necessarily would have rejected plaintiffs' claims against Ciampa.</p>\n<p>The majority's unique harmless error analysis has constitutional implications. Under the Seventh Amendment, plaintiffs have a right to a jury trial on their claims for legal relief under § 1983.<sup>[3]</sup><i>City of Monterey v. Del Monte Dunes at Monterey, Ltd.,</i> <span class=\"citation\" data-id=\"118291\"><a href=\"/opinion/118291/monterey-v-del-monte-dunes-at-monterey-ltd/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">687</span></a></span>, 709-10, <span class=\"citation\" data-id=\"118291\"><a href=\"/opinion/118291/monterey-v-del-monte-dunes-at-monterey-ltd/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1624</span></a></span>, <span class=\"citation\" data-id=\"118291\"><a href=\"/opinion/118291/monterey-v-del-monte-dunes-at-monterey-ltd/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">882</span></a></span> (1999). Of course, the proper grant of a directed verdict does not offend a party's Seventh Amendment right to a jury trial. <i>Galloway v. United States,</i> <span class=\"citation\" data-id=\"103846\"><a href=\"/opinion/103846/galloway-v-united-states/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">372</span></a></span>, 389, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1077</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1458</span></span> (1943); 9B Charles Alan Wright &amp; Arthur R. Miller, <i>Federal Practice &amp; Procedure</i> § 2522 (3d ed.2008). <span class=\"star-pagination\">*13</span> The directed verdict procedure is constitutional because a properly granted directed verdict \"only deprives the losing party of the possibility of an unreasonable verdict, a possibility not protected by the Constitution.\" Wright &amp; Miller, <i>supra,</i> § 2522.</p>\n<p>The analysis applied in <i>Earle,</i> although styled as a harmless error analysis, is a variant on this principle. The <i>Earle</i> court found that, in light of the jury's rejection of the plaintiff's underlying civil rights claims, the jury could not rationally find for plaintiff on his civil rights conspiracy claim. 850 F.2d at 845. Thus, the court's decision to withdraw the plaintiff's conspiracy claim from the jury did not violate any right to a jury trial because it only deprived the plaintiff of the possibility of an irrational verdict.</p>\n<p>Here, however, the panel majority did <i>not</i> hold, under either the traditional directed verdict analysis or the <i>Earle</i> harmless error analysis, that the directed verdict for Ciampa in the first trial only deprived plaintiffs of the possibility of an unreasonable verdict at the hands of the first jury. On the contrary, as noted, the panel majority effectively acknowledged that plaintiffs presented evidence at the first trial that was arguably sufficient for a jury to find Ciampa liable for retaliation. In these circumstances, the decision not to allow plaintiffs' claims against Ciampa to be heard by the jury, and to affirm the directed verdict in favor of Ciampa, implicates plaintiffs' Seventh Amendment rights.</p>\n<p>Although a necessary part of our jurisprudence, the doctrine of harmless error is not without costs. Application of harmless error can \"erode an important legal principle. When we hold errors harmless, the rights of individuals, both constitutional and otherwise, go unenforced.\" Harry T. Edwards, To Err is Human, But Not Always Harmless: When Should Legal Error Be Tolerated?, 70 N.Y.U. L. Rev 1167, 1170 (1995). The legal error here should not have been tolerated. The panel majority's willingness to do so by expanding the concept of harmless error to save an erroneous ruling on a dispositive motion for a directed verdict has potentially far-reaching implications that should be considered by the full court. Therefore, I respectfully dissent from the denial of rehearing en banc.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Federal Circuit, sitting by designation.</p>\n<p>[2]  Plaintiffs alleged that they were subjected to a campaign of retaliatory harassment based on their protected conduct. Their retaliation claims were brought under the Massachusetts Whistleblower Statute, Mass. Gen. Laws ch. 149, § 185(b), the Massachusetts Civil Rights Act, <i>id.</i> ch. 12, § 11I, and the federal civil rights statute, 42 U.S.C. § 1983, based on the First Amendment.</p>\n<p>[3]  The Seventh Amendment provides: \"In Suits at common law, where the value in controversy shall exceed twenty dollars, the right of trial by jury shall be preserved, and no fact tried by a jury shall be otherwise re-examined in any Court of the United States, than according to the rules of the common law.\"</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103846/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118291/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508419/"
  ]
}