{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/205443/",
  "absolute_url": "/opinion/205443/libertarian-party-of-new-hampshire-v-gardner/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/205443/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-25T01:00:14Z",
  "date_modified": "2016-04-26T06:11:44.450742Z",
  "type": "010combined",
  "sha1": "165ad967c89e1ff4462682b29fb5a6f22ca6a5fb",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/10-1360P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/02/24/Libertarian_Party_of_NH_v._Gardner.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 10-1360\n\n              LIBERTARIAN PARTY OF NEW HAMPSHIRE ET AL.,\n\n                       Plaintiffs, Appellants,\n\n                                  v.\n\n         WILLIAM M. GARDNER, in his official capacity as\n               Secretary of State of New Hampshire,\n\n                         Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n         [Hon. James R. Muirhead, U.S. Magistrate Judge]\n\n\n                                Before\n\n                         Lynch, Chief Judge,\n                  Selya and Howard, Circuit Judges.\n\n\n     Gary Sinawski on brief for appellants.\n     Nancy J. Smith, Senior Assistant Attorney General, and\nMichael A. Delaney, Attorney General, on brief for appellee.\n\n\n\n                          February 24, 2011\n\f           LYNCH, Chief Judge.       This appeal raises constitutional\n\nelection law issues regarding the listing of political affiliations\n\nnext to the names of candidates on a state general election ballot.\n\n           On New Hampshire's 2008 ballot, in a column headed \"Other\n\nCandidates,\" in the row for the offices of President and Vice\n\nPresident,    two    pairs     of   candidates    were        identified      as\n\n\"Libertarian.\"      One pair was Bob Barr and Wayne Root, who had\n\nreceived   the   Libertarian    Party's    nomination    at    its    May   2008\n\nNational Convention, and the other pair was George Phillies and\n\nChristopher Bennett, who had failed to secure the nomination at\n\nthis convention.\n\n           There were also columns on the ballot headed \"Republican\n\nCandidates\" and \"Democratic Candidates,\" and under these headings\n\nwere listed only the names of the nominees of those parties.                At no\n\npoint did the term \"nominee\" appear on the ballot, but the ballot\n\nmay be read as indicating that the names listed under \"Republican\n\nCandidates\"   and   \"Democratic     Candidates\"   were   those       respective\n\nparties' nominees.\n\n           On September 11, 2008, the Libertarian Party of New\n\nHampshire and associated individuals (hereinafter, \"the Libertarian\n\nParty\")1 brought suit in federal court arguing that the ballot's\n\n\n     1\n          Although New Hampshire election law defines the term\n\"party\" narrowly as \"any political organization which at the\npreceding state general election received at least 4 percent of the\ntotal number of votes cast for any one of the following: the office\nof governor or the offices of United States senators,\" N.H. Rev.\n\n                                     -2-\n\fidentification of \"Libertarian\" candidates who were not the party's\n\nnominees violated their First Amendment rights by causing voter\n\nconfusion, vote dilution, and interference with their associational\n\nrights,   and   also    their   Fourteenth     Amendment   rights   of    equal\n\nprotection.2\n\n           Before      the   election,   the    Libertarian   Party      sought\n\ndeclaratory and injunctive relief requiring that the Secretary of\n\nState of New Hampshire, William M. Gardner, remove from the ballot\n\nthe names of the Libertarian non-nominees, Phillies and Bennett,\n\neven though they had received the requisite number of petition\n\nsignatures to qualify for ballot placement.          The Libertarian Party\n\nargued that it had the right to \"substitute\" candidates, but what\n\nit sought was in effect the removal of the non-nominees from the\n\nballot. The district court scheduled an evidentiary hearing on the\n\npreliminary injunction request, but the day before the hearing the\n\nLibertarian Party informed the court that it was no longer seeking\n\n\n\nStat. § 652:11, we will refer to the plaintiff as it has described\nitself, \"Libertarian Party.\" No meaning under state law is to be\nattached to this name; during the 2008 election, the Libertarian\nParty was not a recognized political party under state law.\n     2\n          As in Werme v. Merrill, 84 F.3d 479 (1st Cir. 1996), we\nwill not categorically \"distinguish between the burdens placed on\nthe rights of the Libertarian Party and those placed on the rights\nof voters who wish to cast their ballots for that party's\ncandidates,\" because as \"a general matter, political parties\npurport to represent the interests of their supporters, and 'the\nrights of voters and the rights of candidates do not lend\nthemselves to neat separation.'\" Id. at 484 n.4 (quoting Burdick\nv. Takushi, 504 U.S. 428, 438 (1992)).\n\n                                     -3-\n\fa preliminary injunction and the court granted its motion to\n\ndispense with the hearing.\n\n             After    the    election,     in   a   cross-motion   for    summary\n\njudgment, the Libertarian Party switched gears, stating that its\n\nrequest for relief could also be met by striking the affiliation\n\n\"Libertarian\" from the names of the two Libertarian non-nominees.\n\nIt explained that it only sought to vindicate the Libertarian\n\nParty's right \"to control the use of the 'Libertarian' designation\n\nby candidates for public office in situations where the party\n\nnominates or otherwise endorses candidates,\" and \"to substitute\n\ncandidacies in appropriate situations.\"\n\n             After finding that the case had not become moot by virtue\n\nof the passing of the election, the district court granted summary\n\njudgment for the Secretary.\n\n             We affirm.      The Libertarian Party has failed to identify\n\nan unconstitutional burden on its First Amendment rights, having\n\nput forward no evidence of actual voter confusion, vote dilution,\n\nor   other   harm    to     its   associational      interests.     As    to   the\n\nLibertarian    Party's       Fourteenth     Amendment    claims,   the    various\n\ndistinctions that New Hampshire draws between candidates who appear\n\non the ballot as nominees of recognized political parties and\n\norganizations,       and    those   who    appear   on   the   ballot    in   their\n\nindividual capacities, are plainly constitutional.\n\n\n\n\n                                          -4-\n\f                                      I.\n\n           New Hampshire's general election ballot on November 4,\n\n2008 contained five columns.       A copy of that ballot submitted to\n\nthe district court by the Secretary is attached to this opinion as\n\nan Appendix.     The first column was headed \"Offices\" and listed\n\nvertically the contested offices in the election: President and\n\nVice President of the United States, Governor, United States\n\nSenator, and Representative in Congress.               The remaining four\n\ncolumns were headed, in order from left to right, \"Republican\n\nCandidates,\"    \"Other    Candidates,\"      \"Democratic     Candidates,\"     and\n\n\"Write-In Candidates.\" Listed vertically in these columns were the\n\nnames of the candidates.       In the row corresponding to the offices\n\nof President and Vice-President, the Republican and Democratic\n\ncolumns each contained one pair of candidates: John McCain and\n\nSarah Palin, and Barack Obama and Joe Biden, respectively.                   The\n\nOther   Candidates   column,    located      between   the    Republican     and\n\nDemocratic     columns,   contained    the    names    of    three   pairs    of\n\ncandidates listed in this order: (1) Ralph Nader and Matt Gonzales,\n\n(2) George Phillies and Christopher Bennett, and (3) Bob Barr and\n\nWayne A. Root.       The ballot identified Nader and Gonzales as\n\n\"Independent,\" and identified each of the remaining two pairs of\n\ncandidates as \"Libertarian.\"      No names were listed in the Write In\n\nCandidates column.\n\n\n\n\n                                      -5-\n\f           We first describe how candidates qualify to appear on the\n\nballot under New Hampshire law, and then discuss how the listing of\n\ntheir   names   and     party   affiliations    on   the    ballot   and   other\n\npertinent features of elections are regulated by the state.\n\n           New Hampshire provides potential candidates with three\n\navenues to placement on the general election ballot.                   The New\n\nHampshire Supreme Court has described this scheme. See Libertarian\n\nParty of N.H. v. New Hampshire, 910 A.2d 1276, 1278-79 (N.H. 2006).\n\n           First, a candidate may be placed on the ballot as the\n\nnominee chosen in the primary of a state recognized \"party.\"                   A\n\n\"party\" is defined as a \"political organization which at the\n\npreceding state general election received at least 4 percent of the\n\ntotal number of votes cast for any one of the following: the office\n\nof governor or the offices of United States senators.\"               N.H. Rev.\n\nStat. § 652:11.\n\n           Second, a candidate may be placed on the ballot as the\n\nnominee   of    a    state   recognized    \"political      organization.\"      A\n\npolitical organization may gain state recognition and \"have its\n\nname placed on the ballot for the state general election by\n\nsubmitting     the    requisite   number   of   nomination     papers.\"      Id.\n\n§ 655:40-a.          It must submit \"the names of registered voters\n\nequaling 3 percent of the total votes cast in the previous state\n\ngeneral election.\"       Id. § 655:42(III).\n\n\n\n\n                                     -6-\n\f            Third, as an alternative to nomination by party or\n\npolitical organization, \"a candidate may have his or her name\n\nplaced on the ballot for the state general election by submitting\n\nthe requisite number of nomination papers.\"              Id. § 655:40.      In the\n\ncase   of   candidates   for    President,        this   avenue   requires    the\n\nsignatures     of    3,000     registered         voters--1,500      from    each\n\ncongressional district in the state.               Id. § 655:42(I).         These\n\nnomination    papers   must    state    \"the      political    organization    or\n\nprinciples the candidate represents.\" Id. § 655:40. Both Phillies\n\nand Bennett as well as Barr and Root followed this third avenue,\n\ngathering    the    requisite    number      of     signatures     and   listing\n\n\"Libertarian\" as the political organization or principles that they\n\nrepresented.\n\n            Inherent in New Hampshire's statutory scheme for ballot\n\nqualification is another set of pertinent distinctions, these going\n\nto the appearance of the ballot and the listing of \"party columns\"\n\nand \"additional columns.\"       See id. § 656:5(I).           There are two ways\n\nin which a column on the ballot may be obtained.                      Any party\n\nrecognized under state law (that is, one that received at least 4%\n\nof the prior vote for the pertinent offices) is able to obtain a\n\ncolumn and choose the candidates who appear in it; these candidates\n\n\"shall be arranged upon the state general election ballot in\n\nsuccessive party columns,\" and in general, \"[e]ach separate column\n\n\n\n\n                                       -7-\n\fshall contain the names of the candidates of one party.\"            Id.3   Any\n\npolitical organization that is recognized under state law (that is,\n\none that obtained nomination signatures equaling at least 3 percent\n\nof the total votes cast in the prior state general election) has\n\nthe same entitlement to a column, according to the affidavit of the\n\nDeputy    Secretary    of   State   David    M.   Scanlan.    See   also   id.\n\n§§ 655:40-b, 656:5(I).4         In the 2008 election, only the Republican\n\nand   Democratic      parties    qualified    for   party    columns.      The\n\nLibertarian Party did not qualify for a party column or a political\n\norganization column; if it had done so, its nominees could have\n\nbeen listed under its party name.\n\n\n\n\n      3\n          However, \"if only a part of a full list of candidates is\nnominated by a political party, 2 or more such lists may be\narranged whenever practicable in the same column.\" N.H. Rev. Stat.\n§ 656:5(I).\n      4\n          Although a political organization's entitlement to a\ncolumn is not clearly stated in the law, Scanlan's affidavit is\nconsistent with the statutory provision referring to \"[t]he names\nof the candidates to be listed on the state general election ballot\nunder the political organization nominated pursuant to RSA\n655:40-a,\" N.H. Stat. § 655:40-b (emphasis added), as well as the\nprovision stating that \"the secretary of state shall determine the\nvertical location of any additional columns that may appear on the\nballot,\" id. § 656:5(I). That the New Hampshire statutory scheme\ndoes not use the term \"party column\" to refer only to recognized\nparties is also indicated by a provision requiring that the \"names\nof all candidates nominated in accordance with the election laws,\"\nnot just those nominated by parties, \"shall be arranged upon the\nstate general election ballot in successive party columns.\" Id.\n(emphasis added).\n\n                                      -8-\n\f                 Significantly, the Secretary is authorized by state law\n\nto list the party affiliations of candidates on the ballot, but\n\nthat authorization is limited:\n\n                 Every state general election ballot shall\n                 contain the name of each candidate who has\n                 been nominated in accordance with the election\n                 laws, except as hereinafter provided, and\n                 shall contain no other name except party\n                 appellations.\n\nId. § 656:4 (emphasis added).5           The Secretary must comply with this\n\nlimit       on   his   ability   to   place   information   other   than   \"party\n\nappellations\" on the ballot.6                 The Libertarian Party has not\n\nspecifically challenged, either on its face or as applied, the\n\nlimitation in this provision, but rather says its challenge is to\n\nthe overall scheme that produced the result here.\n\n                 A third feature of New Hampshire's election law that is\n\nworth highlighting has to do with the limits it places on a\n\npotential candidate's ability to appear on the ballot by filing\n\nindividual nomination papers.              This avenue of placement on the\n\nballot is not available to an individual who \"filed as a candidate\n\n\n        5\n          At no time did the Libertarian Party propose that the\nSecretary add the term \"nominee\" after the term \"Libertarian\" to\nthe appropriate set of candidates when the different sets of\ncandidates were listed in the Other Candidates column. Because the\nissue was never raised, we consider it no further.\n     6\n          For a candidate who is not nominated by a party or\npolitical organization, the Secretary apparently interprets this\nprovision as requiring or permitting the placement on the ballot of\n\"the   political   organization   or   principles   the   candidate\nrepresents,\" which the candidate is required to list on his or her\nnomination papers. N.H. Rev. Stat. § 655:40.\n\n                                         -9-\n\fin the state primary election.\"                 Id. § 655:43(IV).           With this\n\ndisqualification provision, New Hampshire protects recognized party\n\nnominees from challenge by primary losers.                 In the case before us,\n\nthis provision did not protect Barr and Root from challenge by\n\nPhillies     and    Bennett      because    the     Libertarian       Party    is    not\n\nrecognized by the state and did not participate in the state\n\nprimary election. We note that the provision also does not protect\n\na recognized party from challenge by a candidate who is affiliated\n\nwith the party but was not a candidate in the party's primary.                       And\n\nagain, the Libertarian Party has not challenged this specific\n\nprovision of New Hampshire's law.\n\n             A final pertinent distinction in New Hampshire's election\n\nlaw    has   to    do   with    its   provisions     for    the    substitution       of\n\ncandidates.       A recognized party may, in the event of a vacancy for\n\nany office on its party ticket following its primary, designate a\n\nnew candidate to fill this vacancy. Id. § 655:37.                   In addition, if\n\na     party's     nominated     candidate    dies,     or     makes    an     oath    of\n\ndisqualification based on age, domicile, or incapacitating physical\n\ndisability acquired subsequent to the primary, a new candidate may\n\nbe     substituted      by     the    appropriate     party       committee.         Id.\n\n§§ 655:38, 39.7\n\n\n\n\n       7\n          It appears that all of these substitution provisions\napply only to candidates nominated by recognized parties.\n\n                                         -10-\n\f                                        II.\n\n          We review de novo the question of whether this case\n\nbecame moot when the election finished, \"accepting as true the\n\nmaterial factual allegations contained in the complaint and drawing\n\nall reasonable inferences therefrom in the plaintiff's favor.\"\n\nRamírez v. Sánchez Ramos, 438 F.3d 92, 96-97 (1st Cir. 2006).                  This\n\nis a close question.      Cf. Barr v. Galvin, 626 F.3d 99, 104-06 (1st\n\nCir. 2010).\n\n          If a case is moot, even if it becomes moot on appeal, we\n\ncannot hear it because \"Article III of the Constitution restricts\n\nfederal   courts    to        the   resolution     of      actual      cases     and\n\ncontroversies.\"    Chico Serv. Station, Inc. v. Sol P.R. Ltd., No.\n\n10-1200, 2011 WL 228048, at *12 (1st Cir. Jan. 26, 2011) (quoting\n\nOverseas Military Sales Corp. v. Giralt-Armada, 503 F.3d 12, 16\n\n(1st Cir. 2007)) (internal quotation marks omitted).                   \"[W]hen the\n\nissues presented are no longer live or when the parties lack a\n\nlegally cognizable interest in the outcome . . . a case or\n\ncontroversy    ceases    to    exist,    and   dismissal    of   the    action   is\n\ncompulsory.\"    Id. (quoting Cruz v. Farquharson, 252 F.3d 530, 533\n\n(1st Cir. 2001)) (internal quotation mark omitted).\n\n          The question here is whether this case falls within the\n\nnarrow exception to general principles of mootness for cases that\n\nraise issues that are \"capable of repetition, yet evading review.\"\n\nCruz, 252 F.3d at 534 (quoting S. Pac. Terminal Co. v. ICC, 219\n\n\n                                        -11-\n\fU.S. 498, 515 (1911)) (internal quotation marks omitted). Election\n\ncases often fall within this category, Storer v. Brown, 415 U.S.\n\n724, 737 n.8 (1974); N.H. Right to Life Political Action Comm. v.\n\nGardner, 99 F.3d 8, 18 (1st Cir. 1996), but \"not every election\n\ncase fits within its four corners,\" Barr, 626 F.3d at 105.\n\n            The Supreme Court has placed on the party asserting that\n\na case is not moot the burden of showing \"(1) the challenged action\n\nis in its duration too short to be fully litigated prior to\n\ncessation or expiration; and (2) there is a reasonable expectation\n\nor a demonstrated probability that the same complaining party will\n\nbe subject to the same action again.\"    FEC v. Wis. Right To Life,\n\nInc., 551 U.S. 449, 462 (2007) (quoting Spencer v. Kemna, 523 U.S.\n\n1, 17 (1998)) (internal quotation marks omitted); see also Barr,\n\n626 F.3d at 105.\n\n            As to the first prong of this test, it is highly likely\n\nthat the merits of the constitutional challenge presented by this\n\ncase could not have been fully resolved between the time it became\n\nripe and the election.   Cf. Barr, 626 F.3d at 106.    Here, Phillies\n\nand Bennett qualified to be listed on the ballot on July 30, 2008,\n\nand Barr and Root qualified on September 3, 2008, which was the\n\ndeadline.   The Libertarian Party filed suit on September 11, 2008.\n\nThe travel of this case, including appeal, could not have been\n\ntotally concluded before the election (let alone before the date on\n\nwhich the general election ballot was printed).       Indeed, had the\n\n\n                                -12-\n\fLibertarian Party attempted to put on evidence of voter confusion\n\naffecting the election, it would have relied in part on post-\n\nelection analysis.     Moreover, as the deadline for qualification by\n\nnomination papers is the Wednesday one week before the state office\n\nprimary election, N.H. Rev. Stat. § 655:43(I), which is the second\n\nTuesday in September, id. § 653:8, the situation complained of\n\ncould again emerge only two months before the November elections as\n\nit did here.\n\n          The   more   difficult   question   is   whether   there   is   a\n\nreasonable expectation that what happened here will in fact happen\n\nagain.   This precise situation--the listing of two pairs of names\n\nin the Other Candidates column with the same party affiliation--has\n\napparently never come up before in New Hampshire.       There is little\n\nreason to doubt that there will be a candidate supported by the\n\nLibertarian Party in future elections in New Hampshire.               The\n\nLibertarian Party has had sufficient support in New Hampshire to\n\nhave its candidates listed on the ballot for at least two decades,\n\nso much so that in the 1992 and 1994 elections, the Libertarian\n\nParty received enough votes to qualify, under section 652:11, as a\n\n\"party\" in the 1994 and 1996 general elections.\n\n          The same issues presented here will only recur, however,\n\nif the Libertarian Party does not achieve party or political\n\norganization status and resorts, as it did here, to the individual\n\npetition process of section 655:40 to get its nominees on the\n\n\n                                   -13-\n\fballot.     Although the Libertarian Party qualified as a \"party\" for\n\nthe 1994 and 1996 general elections, it lost this status when it\n\nreceived insufficient votes in the 1996 election.                       In 2000, it\n\nreceived enough signatures to qualify, under section 655:40-a, as\n\na political organization in the 2000 general election, but it has\n\nnot met this requirement since.             It is reasonable to expect that\n\nthe Libertarian Party will again face a situation in which it does\n\nnot qualify as a recognized party or political organization, but\n\nits   nominee     succeeds    in   receiving       enough    nomination    petition\n\nsignatures to be listed individually on the ballot.                Cf.    Barr, 626\n\nF.3d at 106.      There is, however, more to the equation.\n\n             The \"problem\" complained of only occurs if a qualifying\n\nLibertarian individual decides to put his or her name on the ballot\n\ndespite the Libertarian Party naming another individual as the\n\nparty nominee. While apparently that had not happened before 2008,\n\nit    has   now   happened.        That    alone    may     encourage    individual\n\nLibertarians--or others--who do not end up being nominees to\n\nqualify by submitting nomination papers in the future. The state's\n\nconstitution enshrines the concept that every individual has a\n\nright to run for office.           See N.H. Const. pt. 1, art. 11 (\"Every\n\ninhabitant of the state, having the proper qualifications, has an\n\nequal right to be elected into office.\").                     Here, Phillies and\n\nBennett knew that they had not won the nomination of the May 2008\n\nLibertarian National Convention when they qualified for placement\n\n\n                                          -14-\n\fon the New Hampshire ballot at the end of July 2008.      Some evidence\n\nfrom the Libertarian Party about why it expects its nominees to be\n\nchallenged by other Libertarian candidates in the future would have\n\nbeen helpful, but none was offered.      While the question is close,\n\nwe conclude that the case is not moot.\n\n                                  III.\n\n           Our review of the dismissal of the case is de novo, both\n\nbecause we are reviewing entry of summary judgment and because, in\n\nthe end, the case presents only issues of law.       Chiang v. Verizon\n\nNew England Inc., 595 F.3d 26, 34 (1st Cir. 2010).\n\n           We review all of the First and Fourteenth Amendment\n\nclaims under the sliding scale approach announced by the Supreme\n\nCourt in Anderson v. Celebrezze, 460 U.S. 780, 789-90 (1983), and\n\nBurdick v. Takushi, 504 U.S. 428, 434 (1992).       See Barr, 626 F.3d\n\nat 109 (discussing the sliding scale approach); Werme v. Merrill,\n\n84 F.3d 479, 483 (1st Cir. 1996) (same).       This method of analysis\n\nfor election regulations requires an assessment of the burdens, if\n\nany, placed on a plaintiff's constitutionally protected rights,\n\nfollowed by an evaluation of the precise interests put forward by\n\nthe state as justifications for the burdens.        Werme, 84 F.3d at\n\n483. If a regulation places \"severe restrictions\" on a plaintiff's\n\nFirst and Fourteenth Amendment rights, \"the regulation must be\n\nnarrowly   drawn   to   advance   a   state   interest   of   compelling\n\nimportance.\"   Id. at 484 (quoting Burdick, 504 U.S. at 434).         By\n\n\n                                  -15-\n\fcontrast,    \"when    a   state       election    law   provision        imposes    only\n\nreasonable,      nondiscriminatory        restrictions     upon      the    First   and\n\nFourteenth    Amendment     rights       of   voters,    the   State's      important\n\nregulatory    interests     are       generally    sufficient       to    justify   the\n\nrestrictions.\"       Id. (quoting Burdick, 504 U.S. at 434).\n\n            Unlike many election cases, this case is not about denial\n\nof access to the ballot or a party's inability to vote for its\n\nnominee.8     See, e.g., Barr, 626 F.3d 99; McClure v. Galvin, 386\n\nF.3d 36 (1st Cir. 2004); Torres-Torres v. Puerto Rico, 353 F.3d 79\n\n(1st Cir. 2003).      Rather, this is a case about a state's regulation\n\nof what is said on a ballot about the party affiliation of a\n\ncandidate.    See, e.g., Dart v. Brown, 717 F.2d 1491 (5th Cir. 1983)\n\n(finding    constitutional        a    state's    decision     to    provide       party\n\naffiliation on ballot for candidates of parties recognized by the\n\nstate but not for candidates of unrecognized parties). We consider\n\nthe asserted First and Fourteenth Amendment \"rights\" in turn.\n\nA.          First Amendment Claims\n\n            1.        Right of Exclusive Access\n\n            The Libertarian Party argued to the district court that\n\nit had a right of \"exclusive access to the ballot\" which was denied\n\nby the state.      It sought relief that would have removed the names\n\n\n\n     8\n          Nor has the Libertarian Party alleged that New Hampshire\ninterfered with its constitutionally protected interest in how it\nstructures its nominating process under Tashjian v. Republican\nParty of Conn., 479 U.S. 208 (1986).\n\n                                         -16-\n\fof the non-nominee qualifying Libertarian candidates, Phillies and\n\nBennett.\n\n               The Libertarian Party cites no case holding that a\n\npolitical organization or party not recognized as such by a state\n\nhas the right to remove from a ballot the names of candidates who\n\notherwise meet state ballot law qualifications and who identify\n\nthemselves with that organization's philosophy.9\n\n               The Libertarian Party's cause is not advanced by its\n\nattempt to characterize its request to remove the names of Phillies\n\nand Bennett as a mere request for \"substitution.\"                     New Hampshire\n\nlaw provides recognized parties with the right to substitute\n\ncandidates       in   limited   circumstances.          See    N.H.     Rev.     Stat.\n\n§§ 655:37-39.         But the Libertarian Party makes no argument that\n\nthese statutory rights are required by the First Amendment. And in\n\nany   event,     none    of   the   conditions       under    which    parties      can\n\nsubstitute candidates under New Hampshire law provided the basis\n\nfor the Libertarian Party's claimed right of substitution.                          The\n\nLibertarian Party was not seeking substitution to fill a vacancy\n\ncaused    by    the   withdrawal,      disqualification,       or     death    of   its\n\nnominee.\n\n               Furthermore,     even     if    the    Libertarian        Party      had\n\ndemonstrated a burden to its constitutionally protected rights, the\n\n\n      9\n          There is no question but that Phillies and Bennett are in\nfact Libertarians and have been active participants in the efforts\nof the Libertarian Party.\n\n                                        -17-\n\fstate's policy of limiting substitution rights to party candidates\n\nis based on its \"undoubted right to require candidates to make a\n\npreliminary showing of substantial support in order to qualify for\n\na   place   on   the    ballot.\"      Anderson,    460   U.S.   at   789   n.9.\n\n\"Logically, this interest is advanced by the Secretary's refusal to\n\ngrant to non-party candidates the right to substitution . . . .\n\nGranting such substitution would effectuate an end-run around the\n\nsignature requirement--a requirement that allows the state to\n\nascertain whether a given candidate has enough support to warrant\n\ninclusion on the ballot.\"          Barr, 626 F.3d at 111.\n\n            The Libertarian Party's claimed right to deny ballot\n\naccess to Libertarian candidates it does not endorse, via removal\n\nor \"substitution\" of Phillies and Bennett, fails.\n\n            2.         Right to Exclusive Use of Name\n\n            The Libertarian Party's next claim is that it has a right\n\nto exclusive use of its name and that the state was at least\n\nobligated to remove the affiliation \"Libertarian\" from the names of\n\nPhillies and Bennett.        It contends that the state's failure to do\n\nso interfered with its members' rights of association and political\n\nspeech, and that the use of the Libertarian name by Phillies and\n\nBennett diluted the party's voting strength.\n\n            States     may   grant    recognized   political    parties     and\n\norganizations the right to control the use of their names.                 See,\n\ne.g., Norman v. Reed, 502 U.S. 279, 290 (1992) (\"To prevent\n\n\n                                      -18-\n\fmisrepresentation      and   electoral     confusion,    [a    state]    may,    of\n\ncourse, prohibit candidates running for office in one subdivision\n\nfrom adopting the name of a party established in another if they\n\nare not in any way affiliated with the party.\"); Mass. Gen. Laws\n\nch. 53 § 8 (\"If a candidate is nominated otherwise than by a\n\npolitical party the name of a political party shall not be used in\n\nhis political designation . . . .\").            But the Libertarian Party\n\ncites no case holding that a political organization or party not\n\nrecognized as such by the state has this right under the First\n\nAmendment.\n\n             What the Libertarian Party appears to be arguing is that\n\nit had a free speech right to use the ballot to advertise who its\n\nnominees were.        But the Supreme Court in Timmons v. Twin Cities\n\nArea   New   Party,    520   U.S.   351   (1997),   expressly     rejected      the\n\nargument that a party \"has a right to use the ballot itself to send\n\na particularized message, to its candidate and to the voters, about\n\nthe nature of its support for the candidate.\"              Id. at 363.\n\n             In Timmons, the Court upheld a state \"fusion\" ban that\n\nprohibited    a   candidate    from   appearing     on   the    ballot   as     the\n\ncandidate of more than one party.            Id. at 369.       The plaintiff, a\n\nparty that wanted to place on the ballot a candidate who was\n\nalready representing another party, claimed that the ban burdened\n\nthe party's right \"to communicate its choice of nominees on the\n\nballot on terms equal to those offered other parties, and the right\n\n\n                                      -19-\n\fof   the   party's    supporters   and   other   voters   to   receive   that\n\ninformation.\"        Id. at 362.    The Court rejected this argument,\n\nexplaining that \"[b]allots serve primarily to elect candidates, not\n\nas forums for political expression.\"         Id. at 363; see also Dart,\n\n717 F.2d at 1499 (\"Although the words 'Libertarian Party' did not\n\nappear under [its candidate's] name, the Libertarian Party was not\n\ndenied access to the ballot. . . . It was a candidate, not a party,\n\nballot. . . . As [the party's candidate] was granted access to the\n\nballot, so was the Libertarian Party.\").\n\n            Timmons built on earlier holdings to similar effect.          In\n\nBurdick, for example, the Court had explained that \"[a]ttributing\n\nto elections a more generalized expressive function would undermine\n\nthe ability of States to operate elections fairly and efficiently.\"\n\nBurdick, 504 U.S. at 438.      And the Court has since returned to the\n\ntheme, stating not only that the \"First Amendment does not give\n\npolitical parties a right to have their nominees designated as such\n\non the ballot,\" but also that \"[p]arties do not gain such a right\n\nsimply because the State affords candidates the opportunity to\n\nindicate their party preference on the ballot.\" Wash. State Grange\n\nv. Wash. State Republican Party, 552 U.S. 442, 453 n.7. (2008).\n\n            Even if we assume arguendo that the Libertarian Party has\n\nsome interest in preventing voter confusion of its nominated\n\ncandidates with other candidates who also espouse Libertarian\n\nideals, the question of whether it may enlist state officials to\n\n\n                                    -20-\n\fprevent such confusion is one we need not reach on the facts before\n\nus.    Here, the Libertarian Party has made no claim that Phillies\n\nand Bennett were not in fact Libertarians or that the ballot was\n\notherwise inaccurate.       And it has provided no evidence that the\n\nballot misled voters in any way.10            On its face, the ballot did not\n\nitself indicate that Phillies and Bennett were the nominees of the\n\nLibertarian Party.       It identified them, as well as Barr and Root,\n\nmerely as Libertarian.          \"There is simply no basis to presume that\n\na     well-informed     electorate         will   interpret     a     candidate's\n\nparty-preference designation to mean that the candidate is the\n\nparty's     chosen    nominee    or   representative     or    that    the   party\n\nassociates with or approves of the candidate.\"                Id. at 454.\n\n             As to the state interests at stake, New Hampshire has a\n\nstrong interest in identifying candidates in the Other Candidates\n\ncolumn with the political organization or principles that they\n\nrepresent.      The    inclusion      of   this   information    helps    prevent\n\nuninformed voting by giving voters pertinent information about the\n\npolitics of all candidates on the ballot, not just those listed in\n\nthe columns of parties.            \"There can be no question about the\n\nlegitimacy of the State's interest in fostering informed and\n\n\n\n\n       10\n          There is no requirement that a state show the existence\nof voter confusion before it imposes reasonable restrictions on\nballot access. Munro v. Socialist Workers Party, 479 U.S. 189,\n194-95 (1986).\n\n                                       -21-\n\feducated expressions of the popular will in a general election.\"\n\nAnderson, 460 U.S. at 796.\n\n             Further, under the New Hampshire Constitution, \"[e]very\n\ninhabitant of the state . . . has an equal right to be elected into\n\noffice.\"     N.H. Const. pt. 1, art. 11.      The state's ballot format\n\nserves this goal, providing candidates running as individuals with\n\nthe   same   opportunities   as   nominees   of   recognized   parties   or\n\npolitical organizations to be identified by their chosen ideology\n\nto voters in an effective way.\n\n             We reject the Libertarian Party's claim that it had a\n\nconstitutional right to remove the Libertarian label from the names\n\nof Phillies and Bennett.\n\nB.           Fourteenth Amendment Claims\n\n             We see no viable claim of differential treatment under\n\nthe Equal Protection Clause and repeat what the Supreme Court said\n\n40 years ago:\n\n             The fact is that there are obvious differences\n             in kind between the needs and potentials of a\n             political party with historically established\n             broad support, on the one hand, and a new or\n             small    political    organization   on    the\n             other.   .   .   .  Sometimes   the   grossest\n             discrimination can lie in treating things that\n             are different as though they were exactly\n             alike.\n\nJenness v. Fortson, 403 U.S. 431, 441-42 (1971); see also Werme, 84\n\nF.3d at 485.\n\n\n\n\n                                   -22-\n\f           It   is   well   established   that   a   state   may   base   its\n\nrecognition of a party, and the benefits of recognition, on the\n\nparty's past electoral strength or demonstrated support. See Barr,\n\n626 F.3d at 109-10; Werme, 84 F.3d at 484-85.           New Hampshire has\n\ndone so in several ways.\n\n           New Hampshire prohibits candidates who participated in\n\nthe state primary election from qualifying for ballot placement\n\nthrough the submission of independent nomination papers, but it\n\ndoes not place similar prohibitions on candidates who have sought\n\nthe nomination of unrecognized parties.              See N.H. Rev. Stat.\n\n§ 655:43(IV).\n\n           The Supreme Court has made it clear that states have a\n\nlegitimate interest in preventing \"party raiding and 'sore loser'\n\ncandidacies by spurned primary contenders.\"           Clingman v. Beaver,\n\n544 U.S. 581, 596 (2005); see also Burdick, 504 U.S. at 439 (\"The\n\nprohibition on write-in voting is a legitimate means of averting\n\ndivisive sore-loser candidacies.\").       A state may also insist \"that\n\nintraparty competition be settled before the general election.\"\n\nAm. Party of Tex. v. White, 415 U.S. 767, 781 (1974); see also\n\nStorer, 415 U.S. at 733-36.\n\n           It is entirely rational for a state to conclude, as New\n\nHampshire has done, that it has a stronger interest in preventing\n\n\"sore-loser\" challenges to recognized parties than to unrecognized\n\nparties.   In the case before us, the Libertarian Party National\n\n\n                                   -23-\n\fConvention at which Phillies and Bennett lost was not a state\n\nprimary, and the winners of that vote, Barr and Root, did not\n\nappear on the New Hampshire ballot by virtue of having won.\n\nRather, both sets of Libertarian candidates appeared on the ballot\n\nin the same way--by submitting the requisite number of signatures.\n\nUnlike the winners of party primaries who are protected by the\n\n\"sore loser\" provision, neither set of Libertarian candidates had\n\ndemonstrated greater support than the other in the state.\n\n                New Hampshire also creates distinctions on the basis of\n\ndemonstrated support by allowing recognized parties and political\n\norganizations to obtain a column for their candidates on the\n\nballot, while providing no such opportunity for candidates who\n\nappear     on    the     ballot   in   their    individual   capacities.        The\n\nLibertarian Party does not directly challenge this aspect of New\n\nHampshire's election law, and in any event, this differentiation is\n\nplainly constitutional. See, e.g., McLain v. Meier, 637 F.2d 1159,\n\n1168 (8th Cir. 1980) (listing similar cases).\n\n                Finally,    although    New     Hampshire    allows   recognized\n\nparties--but not unrecognized parties--to substitute candidates\n\nunder certain circumstances, those circumstances simply are not\n\ninvolved in this as applied challenge, so the Libertarian Party has\n\nno   viable      claim     of   disparate   treatment.11     And   even    if   the\n\n\n      11\n          The Libertarian Party also alleged that New Hampshire\nallows a recognized party to prevent candidates in the Other\nCandidates column from using its name, but this is not the case;\n\n                                         -24-\n\fLibertarian Party had shown a modest burden on its Fourteenth\n\nAmendment rights, New Hampshire has legitimate interests that\n\njustify its decision not to provide a substitution mechanism for\n\nnon-party candidates.       See Barr, 626 F.3d at 102.\n\n          The Libertarian Party's Fourteenth Amendment claims fail.\n\n                                     IV.\n\n          The    Libertarian    Party      has    put   no   material   fact    in\n\ndispute, and there was no error in the use of summary judgment\n\nprocedure.      Nor   was   there   error    in   the   conclusion      that   its\n\nconstitutional    rights     were   not     violated.        Judgment   for    the\n\nSecretary is affirmed.\n\n\n\n\ncandidates who appear in the Other Candidates column may in fact\nlist Republican or Democratic as their affiliation, so there is no\ndisparate treatment here either.\n\n                                     -25-\n\fAppendix\n\n\n\n\n  -26-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>638 F.3d 6 (2011)</b></center>\n<center><h1>LIBERTARIAN PARTY OF NEW HAMPSHIRE et al., Plaintiffs, Appellants,<br>\nv.<br>\nWilliam M. GARDNER, in his official capacity as Secretary of State of New Hampshire, Defendant, Appellee.</h1></center>\n<center>No. 10-1360.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted November 2, 2010.</center>\n<center>Decided February 24, 2011.</center>\n<p><span class=\"star-pagination\">*8</span> Gary Sinawski on brief for appellants.</p>\n<p>Nancy J. Smith, Senior Assistant Attorney General, and Michael A. Delaney, Attorney General, on brief for appellee.</p>\n<p>Before LYNCH, Chief Judge, SELYA and HOWARD, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>This appeal raises constitutional election law issues regarding the listing of political affiliations next to the names of candidates on a state general election ballot.</p>\n<p>On New Hampshire's 2008 ballot, in a column headed \"Other Candidates,\" in the row for the offices of President and Vice President, two pairs of candidates were identified as \"Libertarian.\" One pair was Bob Barr and Wayne Root, who had received the Libertarian Party's nomination at its May 2008 National Convention, and the other pair was George Phillies and Christopher Bennett, who had failed to secure the nomination at this convention.</p>\n<p>There were also columns on the ballot headed \"Republican Candidates\" and \"Democratic Candidates,\" and under these headings were listed only the names of the nominees of those parties. At no point did the term \"nominee\" appear on the ballot, but the ballot may be read as indicating that the names listed under \"Republican Candidates\" and \"Democratic Candidates\" were those respective parties' nominees.</p>\n<p>On September 11, 2008, the Libertarian Party of New Hampshire and associated individuals (hereinafter, \"the Libertarian Party\")<sup>[1]</sup> brought suit in federal court arguing <span class=\"star-pagination\">*9</span> that the ballot's identification of \"Libertarian\" candidates who were not the party's nominees violated their First Amendment rights by causing voter confusion, vote dilution, and interference with their associational rights, and also their Fourteenth Amendment rights of equal protection.<sup>[2]</sup></p>\n<p>Before the election, the Libertarian Party sought declaratory and injunctive relief requiring that the Secretary of State of New Hampshire, William M. Gardner, remove from the ballot the names of the Libertarian non-nominees, Phillies and Bennett, even though they had received the requisite number of petition signatures to qualify for ballot placement. The Libertarian Party argued that it had the right to \"substitute\" candidates, but what it sought was in effect the removal of the non-nominees from the ballot. The district court scheduled an evidentiary hearing on the preliminary injunction request, but the day before the hearing the Libertarian Party informed the court that it was no longer seeking a preliminary injunction and the court granted its motion to dispense with the hearing.</p>\n<p>After the election, in a cross-motion for summary judgment, the Libertarian Party switched gears, stating that its request for relief could also be met by striking the affiliation \"Libertarian\" from the names of the two Libertarian non-nominees. It explained that it only sought to vindicate the Libertarian Party's right \"to control the use of the `Libertarian' designation by candidates for public office in situations where the party nominates or otherwise endorses candidates,\" and \"to substitute candidacies in appropriate situations.\"</p>\n<p>After finding that the case had not become moot by virtue of the passing of the election, the district court granted summary judgment for the Secretary.</p>\n<p>We affirm. The Libertarian Party has failed to identify an unconstitutional burden on its First Amendment rights, having put forward no evidence of actual voter confusion, vote dilution, or other harm to its associational interests. As to the Libertarian Party's Fourteenth Amendment claims, the various distinctions that New Hampshire draws between candidates who appear on the ballot as nominees of recognized political parties and organizations, and those who appear on the ballot in their individual capacities, are plainly constitutional.</p>\n<p></p>\n<h2>I.</h2>\n<p>New Hampshire's general election ballot on November 4, 2008 contained five columns. A copy of that ballot submitted to the district court by the Secretary is attached to this opinion as an Appendix. The first column was headed \"Offices\" and listed vertically the contested offices in the election: President and Vice President of the United States, Governor, United States Senator, and Representative in Congress. The remaining four columns were headed, in order from left to right, \"Republican Candidates,\" \"Other Candidates,\" \"Democratic Candidates,\" and <span class=\"star-pagination\">*10</span> \"Write-In Candidates.\" Listed vertically in these columns were the names of the candidates. In the row corresponding to the offices of President and Vice-President, the Republican and Democratic columns each contained one pair of candidates: John McCain and Sarah Palin, and Barack Obama and Joe Biden, respectively. The Other Candidates column, located between the Republican and Democratic columns, contained the names of three pairs of candidates listed in this order: (1) Ralph Nader and Matt Gonzales, (2) George Phillies and Christopher Bennett, and (3) Bob Barr and Wayne A. Root. The ballot identified Nader and Gonzales as \"Independent,\" and identified each of the remaining two pairs of candidates as \"Libertarian.\" No names were listed in the Write-In Candidates column.</p>\n<p>We first describe how candidates qualify to appear on the ballot under New Hampshire law, and then discuss how the listing of their names and party affiliations on the ballot and other pertinent features of elections are regulated by the state.</p>\n<p>New Hampshire provides potential candidates with three avenues to placement on the general election ballot. The New Hampshire Supreme Court has described this scheme. <i>See </i><i>Libertarian Party N.H. v. New Hampshire,</i> 154 N.H. 376, 910 A.2d 1276, 1278-79 (2006).</p>\n<p>First, a candidate may be placed on the ballot as the nominee chosen in the primary of a state recognized \"party.\" A \"party\" is defined as a \"political organization which at the preceding state general election received at least 4 percent of the total number of votes cast for any one of the following: the office of governor or the offices of United States senators.\" N.H.Rev.Stat. § 652:11.</p>\n<p>Second, a candidate may be placed on the ballot as the nominee of a state recognized \"political organization.\" A political organization may gain state recognition and \"have its name placed on the ballot for the state general election by submitting the requisite number of nomination papers.\" <i>Id.</i> § 655:40-a. It must submit \"the names of registered voters equaling 3 percent of the total votes cast in the previous state general election.\" <i>Id.</i> § 655:42(III).</p>\n<p>Third, as an alternative to nomination by party or political organization, \"a candidate may have his or her name placed on the ballot for the state general election by submitting the requisite number of nomination papers.\" <i>Id.</i> § 655:40. In the case of candidates for President, this avenue requires the signatures of 3,000 registered voters1,500 from each congressional district in the state. <i>Id.</i> § 655:42(I). These nomination papers must state \"the political organization or principles the candidate represents.\" <i>Id.</i> § 655:40. Both Phillies and Bennett as well as Barr and Root followed this third avenue, gathering the requisite number of signatures and listing \"Libertarian\" as the political organization or principles that they represented.</p>\n<p>Inherent in New Hampshire's statutory scheme for ballot qualification is another set of pertinent distinctions, these going to the appearance of the ballot and the listing of \"party columns\" and \"additional columns.\" <i>See id.</i> § 656:5(I). There are two ways in which a column on the ballot may be obtained. Any party recognized under state law (that is, one that received at least 4 percent of the prior vote for the pertinent offices) is able to obtain a column and choose the candidates who appear in it; these candidates \"shall be arranged upon the state general election ballot in successive party columns,\" and in general, \"[e]ach separate column shall contain the names of the candidates of one party.\" <span class=\"star-pagination\">*11</span> <i>Id.</i><sup>[3]</sup> Any political organization that is recognized under state law (that is, one that obtained nomination signatures equaling at least 3 percent of the total votes cast in the prior state general election) has the same entitlement to a column, according to the affidavit of the Deputy Secretary of State David M. Scanlan. <i>See also id.</i> §§ 655:40-b, 656:5(I).<sup>[4]</sup> In the 2008 election, only the Republican and Democratic parties qualified for party columns. The Libertarian Party did not qualify for a party column or a political organization column; if it had done so, its nominees could have been listed under its party name.</p>\n<p>Significantly, the Secretary is authorized by state law to list the party affiliations of candidates on the ballot, but that authorization is limited:</p>\n<blockquote>Every state general election ballot shall contain the name of each candidate who has been nominated in accordance with the election laws, except as hereinafter provided, and shall contain no other name except <i>party appellations.</i>\n</blockquote>\n<p><i>Id.</i> § 656:4 (emphasis added).<sup>[5]</sup> The Secretary must comply with this limit on his ability to place information other than \"party appellations\" on the ballot.<sup>[6]</sup> The Libertarian Party has not specifically challenged, either on its face or as applied, the limitation in this provision, but rather says its challenge is to the overall scheme that produced the result here.</p>\n<p>A third feature of New Hampshire's election law that is worth highlighting has to do with the limits it places on a potential candidate's ability to appear on the ballot by filing individual nomination papers. This avenue of placement on the ballot is not available to an individual who \"filed as a candidate in the state primary election.\" <i>Id.</i> § 655:43(IV). With this disqualification provision, New Hampshire protects recognized party nominees from challenge by primary losers. In the case before us, this provision did not protect Barr and Root from challenge by Phillies and Bennett because the Libertarian Party is not recognized by the state and did not participate in the state primary election. We note that the provision also does not protect a recognized party from challenge by a candidate who is affiliated with the party but was not a candidate in the party's <span class=\"star-pagination\">*12</span> primary. And again, the Libertarian Party has not challenged this specific provision of New Hampshire's law.</p>\n<p>A final pertinent distinction in New Hampshire's election law has to do with its provisions for the substitution of candidates. A recognized party may, in the event of a vacancy for any office on its party ticket following its primary, designate a new candidate to fill this vacancy. <i>Id.</i> § 655:37. In addition, if a party's nominated candidate dies, or makes an oath of disqualification based on age, domicile, or incapacitating physical disability acquired subsequent to the primary, a new candidate may be substituted by the appropriate party committee. <i>Id.</i> §§ 655:38, 39.<sup>[7]</sup></p>\n<p></p>\n<h2>II.</h2>\n<p>We review de novo the question of whether this case became moot when the election finished, \"accepting as true the material factual allegations contained in the complaint and drawing all reasonable inferences therefrom in the plaintiff's favor.\" <i>Ramírez v. Sánchez Ramos,</i> 438 F.3d 92, 96-97 (1st Cir.2006). This is a close question. <i>Cf. </i><i>Barr v. Galvin,</i> 626 F.3d 99, 104-06 (1st Cir.2010).</p>\n<p>If a case is moot, even if it becomes moot on appeal, we cannot hear it because \"Article III of the Constitution restricts federal courts to the resolution of actual cases and controversies.\" <i>Chico Serv. Station, Inc. v. Sol P.R. Ltd.,</i> 633 F.3d 20, 35 (1st Cir.2011) (quoting <i>Overseas Military Sales Corp. v. Giralt-Armada,</i> 503 F.3d 12, 16 (1st Cir.2007)) (internal quotation marks omitted). \"[W]hen the issues presented are no longer live or when the parties lack a legally cognizable interest in the outcome ... a case or controversy ceases to exist, and dismissal of the action is compulsory.\" <i>Id.</i> (quoting <i>Cruz v. Farquharson,</i> 252 F.3d 530, 533 (1st Cir.2001)) (internal quotation mark omitted).</p>\n<p>The question here is whether this case falls within the narrow exception to general principles of mootness for cases that raise issues that are \"capable of repetition, yet evading review.\" <i>Cruz,</i> 252 F.3d at 534 (quoting <i>S. Pac. Terminal Co. v. ICC,</i> 219 U.S. 498, 515, 31 S.Ct. 279, 55 L.Ed. 310 (1911)) (internal quotation marks omitted). Election cases often fall within this category, <i>Storer v. Brown,</i> 415 U.S. 724, 737 n. 8, 94 S.Ct. 1274, 39 L.Ed.2d 714 (1974); <i>N.H. Right to Life Political Action Comm. v. Gardner,</i> 99 F.3d 8, 18 (1st Cir.1996), but \"not every election case fits within its four corners,\" <i>Barr,</i> 626 F.3d at 105.</p>\n<p>The Supreme Court has placed on the party asserting that a case is not moot the burden of showing \"(1) the challenged action is in its duration too short to be fully litigated prior to cessation or expiration; and (2) there is a reasonable expectation or a demonstrated probability that the same complaining party will be subject to the same action again.\" <i>FEC v. Wis. Right To Life, Inc.,</i> 551 U.S. 449, 462, 127 S.Ct. 2652, 168 L.Ed.2d 329 (2007) (quoting <i>Spencer v. Kemna,</i> 523 U.S. 1, 17, 118 S.Ct. 978, 140 L.Ed.2d 43 (1998)) (internal quotation marks omitted); <i>see also </i><i>Barr,</i> 626 F.3d at 105.</p>\n<p>As to the first prong of this test, it is highly likely that the merits of the constitutional challenge presented by this case could not have been fully resolved between the time it became ripe and the election. <i>Cf. </i><i>Barr,</i> 626 F.3d at 106. Here, Phillies and Bennett qualified to be listed on the <span class=\"star-pagination\">*13</span> ballot on July 30, 2008, and Barr and Root qualified on September 3, 2008, which was the deadline. The Libertarian Party filed suit on September 11, 2008. The travel of this case, including appeal, could not have been totally concluded before the election (let alone before the date on which the general election ballot was printed). Indeed, had the Libertarian Party attempted to put on evidence of voter confusion affecting the election, it would have relied in part on post-election analysis. Moreover, as the deadline for qualification by nomination papers is the Wednesday one week before the state office primary election, N.H.Rev.Stat. § 655:43(I), which is the second Tuesday in September, <i>id.</i> § 653:8, the situation complained of could again emerge only two months before the November elections as it did here.</p>\n<p>The more difficult question is whether there is a reasonable expectation that what happened here will in fact happen again. This precise situationthe listing of two pairs of names in the Other Candidates column with the same party affiliation has apparently never come up before in New Hampshire. There is little reason to doubt that there will be a candidate supported by the Libertarian Party in future elections in New Hampshire. The Libertarian Party has had sufficient support in New Hampshire to have its candidates listed on the ballot for at least two decades, so much so that in the 1992 and 1994 elections, the Libertarian Party received enough votes to qualify, under section 652:11, as a \"party\" in the 1994 and 1996 general elections.</p>\n<p>The same issues presented here will only recur, however, if the Libertarian Party does not achieve party or political organization status and resorts, as it did here, to the individual petition process of section 655:40 to get its nominees on the ballot. Although the Libertarian Party qualified as a \"party\" for the 1994 and 1996 general elections, it lost this status when it received insufficient votes in the 1996 election. In 2000, it received enough signatures to qualify, under section 655:40-a, as a political organization in the 2000 general election, but it has not met this requirement since. It is reasonable to expect that the Libertarian Party will again face a situation in which it does not qualify as a recognized party or political organization, but its nominee succeeds in receiving enough nomination petition signatures to be listed individually on the ballot. <i>Cf. </i><i>Barr,</i> 626 F.3d at 106. There is, however, more to the equation.</p>\n<p>The \"problem\" complained of only occurs if a qualifying Libertarian individual decides to put his or her name on the ballot despite the Libertarian Party naming another individual as the party nominee. While apparently that had not happened before 2008, it has now happened. That alone may encourage individual Libertariansor otherswho do not end up being nominees to qualify by submitting nomination papers in the future. The state's constitution enshrines the concept that every individual has a right to run for office. <i>See</i> N.H. Const. pt. 1, art. 11 (\"Every inhabitant of the state, having the proper qualifications, has an equal right to be elected into office.\"). Here, Phillies and Bennett knew that they had not won the nomination of the May 2008 Libertarian National Convention when they qualified for placement on the New Hampshire ballot at the end of July 2008. Some evidence from the Libertarian Party about why it expects its nominees to be challenged by other Libertarian candidates in the future would have been helpful, but none was offered. While the question is close, we conclude that the case is not moot.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*14</span> III.</h2>\n<p>Our review of the dismissal of the case is de novo, both because we are reviewing entry of summary judgment and because, in the end, the case presents only issues of law. <i>Chiang v. Verizon New England Inc.,</i> 595 F.3d 26, 34 (1st Cir. 2010).</p>\n<p>We review all of the First and Fourteenth Amendment claims under the sliding scale approach announced by the Supreme Court in <i>Anderson v. Celebrezze,</i> 460 U.S. 780, 789-90, 103 S.Ct. 1564, 75 L.Ed.2d 547 (1983), and <i>Burdick v. Takushi,</i> 504 U.S. 428, 434, 112 S.Ct. 2059, 119 L.Ed.2d 245 (1992). <i>See </i><i>Barr,</i> 626 F.3d at 109 (discussing the sliding scale approach); <i>Werme v. Merrill,</i> 84 F.3d 479, 483 (1st Cir.1996) (same). This method of analysis for election regulations requires an assessment of the burdens, if any, placed on a plaintiff's constitutionally protected rights, followed by an evaluation of the precise interests put forward by the state as justifications for the burdens. <i>Werme,</i> 84 F.3d at 483. If a regulation places \"severe restrictions\" on a plaintiff's First and Fourteenth Amendment rights, \"the regulation must be narrowly drawn to advance a state interest of compelling importance.\" <i>Id.</i> at 484 (quoting <i>Burdick,</i> 504 U.S. at 434, 112 S.Ct. 2059). By contrast, \"when a state election law provision imposes only reasonable, nondiscriminatory restrictions upon the First and Fourteenth Amendment rights of voters, the State's important regulatory interests are generally sufficient to justify the restrictions.\" <i>Id.</i> (quoting <i>Burdick,</i> 504 U.S. at 434, 112 S.Ct. 2059).</p>\n<p>Unlike many election cases, this case is not about denial of access to the ballot or a party's inability to vote for its nominee.<sup>[8]</sup><i>See, e.g., </i><i>Barr,</i> 626 F.3d 99; <i>McClure v. Galvin,</i> 386 F.3d 36 (1st Cir.2004); <i>Torres-Torres v. Puerto Rico,</i> 353 F.3d 79 (1st Cir.2003). Rather, this is a case about a state's regulation of what is said on a ballot about the party affiliation of a candidate. <i>See, e.g., </i><i>Dart v. Brown,</i> 717 F.2d 1491 (5th Cir.1983) (finding constitutional a state's decision to provide party affiliation on ballot for candidates of parties recognized by the state but not for candidates of unrecognized parties). We consider the asserted First and Fourteenth Amendment \"rights\" in turn.</p>\n<p></p>\n<h2>A. <i>First Amendment Claims</i>\n</h2>\n<p></p>\n<h2>1. <i>Right of Exclusive Access</i>\n</h2>\n<p>The Libertarian Party argued to the district court that it had a right of \"exclusive access to the ballot\" which was denied by the state. It sought relief that would have removed the names of the non-nominee qualifying Libertarian candidates, Phillies and Bennett.</p>\n<p>The Libertarian Party cites no case holding that a political organization or party not recognized as such by a state has the right to remove from a ballot the names of candidates who otherwise meet state ballot law qualifications and who identify themselves with that organization's philosophy.<sup>[9]</sup></p>\n<p>The Libertarian Party's cause is not advanced by its attempt to characterize its request to remove the names of Phillies and Bennett as a mere request for \"substitution.\" New Hampshire law provides <span class=\"star-pagination\">*15</span> recognized parties with the right to substitute candidates in limited circumstances. <i>See</i> N.H.Rev.Stat. §§ 655:37-39. But the Libertarian Party makes no argument that these statutory rights are required by the First Amendment. And in any event, none of the conditions under which parties can substitute candidates under New Hampshire law provided the basis for the Libertarian Party's claimed right of substitution. The Libertarian Party was not seeking substitution to fill a vacancy caused by the withdrawal, disqualification, or death of its nominee.</p>\n<p>Furthermore, even if the Libertarian Party had demonstrated a burden on its constitutionally protected rights, the state's policy of limiting substitution rights to party candidates is based on its \"undoubted right to require candidates to make a preliminary showing of substantial support in order to qualify for a place on the ballot.\" <i>Anderson,</i> 460 U.S. at 789 n. 9, 103 S.Ct. 1564. \"Logically, this interest is advanced by the Secretary's refusal to grant to non-party candidates the right to substitution.... Granting such substitution would effectuate an end-run around the signature requirementa requirement that allows the state to ascertain whether a given candidate has enough support to warrant inclusion on the ballot.\" <i>Barr,</i> 626 F.3d at 111.</p>\n<p>The Libertarian Party's claimed right to deny ballot access to Libertarian candidates it does not endorse, via removal or \"substitution\" of Phillies and Bennett, fails.</p>\n<p></p>\n<h2>2. <i>Right to Exclusive Use of Name</i>\n</h2>\n<p>The Libertarian Party's next claim is that it has a right to exclusive use of its name and that the state was at least obligated to remove the affiliation \"Libertarian\" from the names of Phillies and Bennett. It contends that the state's failure to do so interfered with its members' rights of association and political speech, and that the use of the Libertarian name by Phillies and Bennett diluted the party's voting strength.</p>\n<p>States may grant recognized political parties and organizations the right to control the use of their names. <i>See, e.g., </i><i>Norman v. Reed,</i> 502 U.S. 279, 290, 112 S.Ct. 698, 116 L.Ed.2d 711 (1992) (\"To prevent misrepresentation and electoral confusion, [a state] may, of course, prohibit candidates running for office in one subdivision from adopting the name of a party established in another if they are not in any way affiliated with the party.\"); Mass. Gen. Laws ch. 53 § 8 (\"If a candidate is nominated otherwise than by a political party the name of a political party shall not be used in his political designation....\"). But the Libertarian Party cites no case holding that a political organization or party not recognized as such by the state has this right under the First Amendment.</p>\n<p>What the Libertarian Party appears to be arguing is that it had a free speech right to use the ballot to advertise who its nominees were. But the Supreme Court in <i>Timmons v. Twin Cities Area New Party,</i> 520 U.S. 351, 117 S.Ct. 1364, 137 L.Ed.2d 589 (1997), expressly rejected the argument that a party \"has a right to use the ballot itself to send a particularized message, to its candidate and to the voters, about the nature of its support for the candidate.\" <i>Id.</i> at 363, 117 S.Ct. 1364.</p>\n<p>In <i>Timmons,</i> the Court upheld a state \"fusion\" ban that prohibited a candidate from appearing on the ballot as the candidate of more than one party. <i>Id.</i> at 369, 117 S.Ct. 1364. The plaintiff, a party that wanted to place on the ballot a candidate who was already representing another party, claimed that the ban burdened the party's <span class=\"star-pagination\">*16</span> right \"to communicate its choice of nominees on the ballot on terms equal to those offered other parties, and the right of the party's supporters and other voters to receive that information.\" <i>Id.</i> at 362, 117 S.Ct. 1364. The Court rejected this argument, explaining that \"[b]allots serve primarily to elect candidates, not as forums for political expression.\" <i>Id.</i> at 363, 117 S.Ct. 1364; <i>see also </i><i>Dart,</i> 717 F.2d at 1499 (\"Although the words `Libertarian Party' did not appear under [its candidate's] name, the Libertarian Party was not denied access to the ballot.... It was a candidate, not a party, ballot.... As [the party's candidate] was granted access to the ballot, so was the Libertarian Party.\").</p>\n<p><i>Timmons</i> built on earlier holdings to similar effect. In <i>Burdick,</i> for example, the Court had explained that \"[a]ttributing to elections a more generalized expressive function would undermine the ability of States to operate elections fairly and efficiently.\" <i>Burdick,</i> 504 U.S. at 438, 112 S.Ct. 2059. And the Court has since returned to the theme, stating not only that the \"First Amendment does not give political parties a right to have their nominees designated as such on the ballot,\" but also that \"[p]arties do not gain such a right simply because the State affords candidates the opportunity to indicate their party preference on the ballot.\" <i>Wash. State Grange v. Wash. State Republican Party,</i> 552 U.S. 442, 453 n.7, 128 S.Ct. 1184, 170 L.Ed.2d 151 (2008).</p>\n<p>Even if we assume arguendo that the Libertarian Party has some interest in preventing voter confusion of its nominated candidates with other candidates who also espouse Libertarian ideals, the question of whether it may enlist state officials to prevent such confusion is one we need not reach on the facts before us. Here, the Libertarian Party has made no claim that Phillies and Bennett were not in fact Libertarians or that the ballot was otherwise inaccurate. And it has provided no evidence that the ballot misled voters in any way.<sup>[10]</sup> On its face, the ballot did not itself indicate that Phillies and Bennett were the nominees of the Libertarian Party. It identified them, as well as Barr and Root, merely as Libertarian. \"There is simply no basis to presume that a well-informed electorate will interpret a candidate's party-preference designation to mean that the candidate is the party's chosen nominee or representative or that the party associates with or approves of the candidate.\" <i>Id.</i> at 454, 128 S.Ct. 1184.</p>\n<p>As to the state interests at stake, New Hampshire has a strong interest in identifying candidates in the Other Candidates column with the political organization or principles that they represent. The inclusion of this information helps prevent uninformed voting by giving voters pertinent information about the politics of all candidates on the ballot, not just those listed in the columns of parties. \"There can be no question about the legitimacy of the State's interest in fostering informed and educated expressions of the popular will in a general election.\" <i>Anderson,</i> 460 U.S. at 796,103 S.Ct. 1564.</p>\n<p>Further, under the New Hampshire Constitution, \"[e]very inhabitant of the state ... has an equal right to be elected into office.\" N.H. Const. pt. 1, art. 11. The state's ballot format serves this goal, providing candidates running as individuals with the same opportunities as nominees of recognized parties or political organizations <span class=\"star-pagination\">*17</span> to be identified by their chosen ideology to voters in an effective way.</p>\n<p>We reject the Libertarian Party's claim that it had a constitutional right to remove the Libertarian label from the names of Phillies and Bennett.</p>\n<p></p>\n<h2>B. <i>Fourteenth Amendment Claims</i>\n</h2>\n<p>We see no viable claim of differential treatment under the Equal Protection Clause and repeat what the Supreme Court said 40 years ago:</p>\n<blockquote>The fact is that there are obvious differences in kind between the needs and potentials of a political party with historically established broad support, on the one hand, and a new or small political organization on the other.... Sometimes the grossest discrimination can lie in treating things that are different as though they were exactly alike.</blockquote>\n<p><i>Jenness v. Fortson,</i> 403 U.S. 431, 441-42, 91 S.Ct. 1970, 29 L.Ed.2d 554 (1971); <i>see also </i><i>Werme,</i> 84 F.3d at 485.</p>\n<p>It is well established that a state may base its recognition of a party, and the benefits of recognition, on the party's past electoral strength or demonstrated support. <i>See </i><i>Barr,</i> 626 F.3d at 109-10; <i>Werme,</i> 84 F.3d at 484-85. New Hampshire has done so in several ways.</p>\n<p>New Hampshire prohibits candidates who participated in the state primary election from qualifying for ballot placement through the submission of independent nomination papers, but it does not place similar prohibitions on candidates who have sought the nomination of unrecognized parties. <i>See</i> N.H.Rev.Stat. § 655:43(IV).</p>\n<p>The Supreme Court has made it clear that states have a legitimate interest in preventing \"party raiding and `sore loser' candidacies by spurned primary contenders.\" <i>Clingman v. Beaver,</i> 544 U.S. 581, 596, 125 S.Ct. 2029, 161 L.Ed.2d 920 (2005); <i>see also </i><i>Burdick,</i> 504 U.S. at 439, 112 S.Ct. 2059 (\"The prohibition on write-in voting is a legitimate means of averting divisive sore-loser candidacies.\"). A state may also insist \"that intraparty competition be settled before the general election.\" <i>Am. Party of Tex. v. White,</i> 415 U.S. 767, 781, 94 S.Ct. 1296, 39 L.Ed.2d 744 (1974); <i>see also </i><i>Storer,</i> 415 U.S. at 733-36, 94 S.Ct. 1274.</p>\n<p>It is entirely rational for a state to conclude, as New Hampshire has done, that it has a stronger interest in preventing \"sore-loser\" challenges to recognized parties than to unrecognized parties. In the case before us, the Libertarian Party National Convention at which Phillies and Bennett lost was not a state primary, and the winners of that vote, Barr and Root, did not appear on the New Hampshire ballot by virtue of having won. Rather, both sets of Libertarian candidates appeared on the ballot in the same wayby submitting the requisite number of signatures. Unlike the winners of party primaries who are protected by the \"sore loser\" provision, neither set of Libertarian candidates had demonstrated greater support than the other in the state.</p>\n<p>New Hampshire also creates distinctions on the basis of demonstrated support by allowing recognized parties and political organizations to obtain a column for their candidates on the ballot, while providing no such opportunity for candidates who appear on the ballot in their individual capacities. The Libertarian Party does not directly challenge this aspect of New Hampshire's election law, and in any event, this differentiation is plainly constitutional. <i>See, e.g., </i><i>McLain v. Meier,</i> 637 F.2d 1159, 1168 (8th Cir.1980) (listing similar cases).</p>\n<p><span class=\"star-pagination\">*18</span> Finally, although New Hampshire allows recognized partiesbut not unrecognized partiesto substitute candidates under certain circumstances, those circumstances simply are not involved in this as applied challenge, so the Libertarian Party has no viable claim of disparate treatment.<sup>[11]</sup> And even if the Libertarian Party had shown a modest burden on its Fourteenth Amendment rights, New Hampshire has legitimate interests that justify its decision not to provide a substitution mechanism for non-party candidates. <i>See </i><i>Barr,</i> 626 F.3d at 102.</p>\n<p>The Libertarian Party's Fourteenth Amendment claims fail.</p>\n<p></p>\n<h2>IV.</h2>\n<p>The Libertarian Party has put no material fact in dispute, and there was no error in the use of summary judgment procedure. Nor was there error in the conclusion that its constitutional rights were not violated. Judgment for the Secretary is affirmed.</p>\n<p></p>\n<h2>Appendix</h2>\n<p></p>\n<h2>NOTES</h2>\n<p>[1]  Although New Hampshire election law defines the term \"party\" narrowly as \"any political organization which at the preceding state general election received at least 4 percent of the total number of votes cast for any one of the following: the office of governor or the offices of United States senators,\" N.H.Rev. Stat. § 652:11, we will refer to the plaintiffs as the lead plaintiff has described itself, \"Libertarian Party.\" No meaning under state law is to be attached to this name; during the 2008 election, the Libertarian Party was not a recognized political party under state law.</p>\n<p>[2]  As in <i>Werme v. Merrill,</i> 84 F.3d 479 (1st Cir.1996), we will not categorically \"distinguish between the burdens placed on the rights of the Libertarian Party and those placed on the rights of voters who wish to cast their ballots for that party's candidates,\" because as \"a general matter, political parties purport to represent the interests of their supporters, and `the rights of voters and the rights of candidates do not lend themselves to neat separation.'\" <i>Id.</i> at 484 n. 4 (quoting <i>Burdick v. Takushi,</i> 504 U.S. 428, 438, 112 S.Ct. 2059, 119 L.Ed.2d 245 (1992)).</p>\n<p>[3]  However, \"if only a part of a full list of candidates is nominated by a political party, 2 or more such lists may be arranged whenever practicable in the same column.\" N.H.Rev. Stat. § 656:5(I).</p>\n<p>[4]  Although a political organization's entitlement to a column is not clearly stated in the law, Scanlan's affidavit is consistent with the statutory provision referring to \"[t]he names of the candidates to be listed on the state general election ballot <i>under the political organization</i> nominated pursuant to RSA 655:40-a,\" N.H. Stat. § 655:40-b (emphasis added), as well as the provision stating that \"the secretary of state shall determine the vertical location of any additional columns that may appear on the ballot,\" <i>id.</i> § 656:5(I). That the New Hampshire statutory scheme does not use the term \"party column\" to refer only to recognized parties is also indicated by a provision requiring that the \"names of all candidates nominated in accordance with the election laws,\" not just those nominated by parties, \"shall be arranged upon the state general election ballot in successive <i>party columns.\" Id.</i> (emphasis added).</p>\n<p>[5]  At no time did the Libertarian Party propose that the Secretary add the term \"nominee\" after the term \"Libertarian\" to the appropriate set of candidates when the different sets of candidates were listed in the Other Candidates column. Because the issue was never raised, we consider it no further.</p>\n<p>[6]  For a candidate who is not nominated by a party or political organization, the Secretary apparently interprets this provision as requiring or permitting the placement on the ballot of \"the political organization or principles the candidate represents,\" which the candidate is required to list on his or her nomination papers. N.H.Rev.Stat. § 655:40.</p>\n<p>[7]  It appears that all of these substitution provisions apply only to candidates nominated by recognized parties.</p>\n<p>[8]  Nor has the Libertarian Party alleged that New Hampshire interfered with its constitutionally protected interest in how it structures its nominating process under <i>Tashjian v. Republican Party of Conn.,</i> 479 U.S. 208, 107 S.Ct. 544, 93 L.Ed.2d 514 (1986).</p>\n<p>[9]  There is no question but that Phillies and Bennett are in fact Libertarians and have been active participants in the efforts of the Libertarian Party.</p>\n<p>[10]  There is no requirement that a state show the existence of voter confusion before it imposes reasonable restrictions on ballot access. <i>Munro v. Socialist Workers Party,</i> 479 U.S. 189, 194-95, 107 S.Ct. 533, 93 L.Ed.2d 499 (1986).</p>\n<p>[11]  The Libertarian Party also alleged that New Hampshire allows a recognized party to prevent candidates in the Other Candidates column from using its name, but this is not the case; candidates who appear in the Other Candidates column may in fact list Republican or Democratic as their affiliation, so there is no disparate treatment here either.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">638</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></span> (2011)</b></center>\n<center><h1>LIBERTARIAN PARTY OF NEW HAMPSHIRE et al., Plaintiffs, Appellants,<br>\nv.<br>\nWilliam M. GARDNER, in his official capacity as Secretary of State of New Hampshire, Defendant, Appellee.</h1></center>\n<center>No. 10-1360.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted November 2, 2010.</center>\n<center>Decided February 24, 2011.</center>\n<p><span class=\"star-pagination\">*8</span> Gary Sinawski on brief for appellants.</p>\n<p>Nancy J. Smith, Senior Assistant Attorney General, and Michael A. Delaney, Attorney General, on brief for appellee.</p>\n<p>Before LYNCH, Chief Judge, SELYA and HOWARD, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>This appeal raises constitutional election law issues regarding the listing of political affiliations next to the names of candidates on a state general election ballot.</p>\n<p>On New Hampshire's 2008 ballot, in a column headed \"Other Candidates,\" in the row for the offices of President and Vice President, two pairs of candidates were identified as \"Libertarian.\" One pair was Bob Barr and Wayne Root, who had received the Libertarian Party's nomination at its May 2008 National Convention, and the other pair was George Phillies and Christopher Bennett, who had failed to secure the nomination at this convention.</p>\n<p>There were also columns on the ballot headed \"Republican Candidates\" and \"Democratic Candidates,\" and under these headings were listed only the names of the nominees of those parties. At no point did the term \"nominee\" appear on the ballot, but the ballot may be read as indicating that the names listed under \"Republican Candidates\" and \"Democratic Candidates\" were those respective parties' nominees.</p>\n<p>On September 11, 2008, the Libertarian Party of New Hampshire and associated individuals (hereinafter, \"the Libertarian Party\")<sup>[1]</sup> brought suit in federal court arguing <span class=\"star-pagination\">*9</span> that the ballot's identification of \"Libertarian\" candidates who were not the party's nominees violated their First Amendment rights by causing voter confusion, vote dilution, and interference with their associational rights, and also their Fourteenth Amendment rights of equal protection.<sup>[2]</sup></p>\n<p>Before the election, the Libertarian Party sought declaratory and injunctive relief requiring that the Secretary of State of New Hampshire, William M. Gardner, remove from the ballot the names of the Libertarian non-nominees, Phillies and Bennett, even though they had received the requisite number of petition signatures to qualify for ballot placement. The Libertarian Party argued that it had the right to \"substitute\" candidates, but what it sought was in effect the removal of the non-nominees from the ballot. The district court scheduled an evidentiary hearing on the preliminary injunction request, but the day before the hearing the Libertarian Party informed the court that it was no longer seeking a preliminary injunction and the court granted its motion to dispense with the hearing.</p>\n<p>After the election, in a cross-motion for summary judgment, the Libertarian Party switched gears, stating that its request for relief could also be met by striking the affiliation \"Libertarian\" from the names of the two Libertarian non-nominees. It explained that it only sought to vindicate the Libertarian Party's right \"to control the use of the `Libertarian' designation by candidates for public office in situations where the party nominates or otherwise endorses candidates,\" and \"to substitute candidacies in appropriate situations.\"</p>\n<p>After finding that the case had not become moot by virtue of the passing of the election, the district court granted summary judgment for the Secretary.</p>\n<p>We affirm. The Libertarian Party has failed to identify an unconstitutional burden on its First Amendment rights, having put forward no evidence of actual voter confusion, vote dilution, or other harm to its associational interests. As to the Libertarian Party's Fourteenth Amendment claims, the various distinctions that New Hampshire draws between candidates who appear on the ballot as nominees of recognized political parties and organizations, and those who appear on the ballot in their individual capacities, are plainly constitutional.</p>\n<p></p>\n<h2>I.</h2>\n<p>New Hampshire's general election ballot on November 4, 2008 contained five columns. A copy of that ballot submitted to the district court by the Secretary is attached to this opinion as an Appendix. The first column was headed \"Offices\" and listed vertically the contested offices in the election: President and Vice President of the United States, Governor, United States Senator, and Representative in Congress. The remaining four columns were headed, in order from left to right, \"Republican Candidates,\" \"Other Candidates,\" \"Democratic Candidates,\" and <span class=\"star-pagination\">*10</span> \"Write-In Candidates.\" Listed vertically in these columns were the names of the candidates. In the row corresponding to the offices of President and Vice-President, the Republican and Democratic columns each contained one pair of candidates: John McCain and Sarah Palin, and Barack Obama and Joe Biden, respectively. The Other Candidates column, located between the Republican and Democratic columns, contained the names of three pairs of candidates listed in this order: (1) Ralph Nader and Matt Gonzales, (2) George Phillies and Christopher Bennett, and (3) Bob Barr and Wayne A. Root. The ballot identified Nader and Gonzales as \"Independent,\" and identified each of the remaining two pairs of candidates as \"Libertarian.\" No names were listed in the Write-In Candidates column.</p>\n<p>We first describe how candidates qualify to appear on the ballot under New Hampshire law, and then discuss how the listing of their names and party affiliations on the ballot and other pertinent features of elections are regulated by the state.</p>\n<p>New Hampshire provides potential candidates with three avenues to placement on the general election ballot. The New Hampshire Supreme Court has described this scheme. <i>See </i><i>Libertarian Party N.H. v. New Hampshire,</i> <span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">376</span></span>, <span class=\"citation\" data-id=\"2320071\"><a href=\"/opinion/2320071/libertarian-party-new-hampshire-v-state/\"><span class=\"volume\">910</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1276</span></a></span>, 1278-79 (2006).</p>\n<p>First, a candidate may be placed on the ballot as the nominee chosen in the primary of a state recognized \"party.\" A \"party\" is defined as a \"political organization which at the preceding state general election received at least 4 percent of the total number of votes cast for any one of the following: the office of governor or the offices of United States senators.\" N.H.Rev.Stat. § 652:11.</p>\n<p>Second, a candidate may be placed on the ballot as the nominee of a state recognized \"political organization.\" A political organization may gain state recognition and \"have its name placed on the ballot for the state general election by submitting the requisite number of nomination papers.\" <i>Id.</i> § 655:40-a. It must submit \"the names of registered voters equaling 3 percent of the total votes cast in the previous state general election.\" <i>Id.</i> § 655:42(III).</p>\n<p>Third, as an alternative to nomination by party or political organization, \"a candidate may have his or her name placed on the ballot for the state general election by submitting the requisite number of nomination papers.\" <i>Id.</i> § 655:40. In the case of candidates for President, this avenue requires the signatures of 3,000 registered voters1,500 from each congressional district in the state. <i>Id.</i> § 655:42(I). These nomination papers must state \"the political organization or principles the candidate represents.\" <i>Id.</i> § 655:40. Both Phillies and Bennett as well as Barr and Root followed this third avenue, gathering the requisite number of signatures and listing \"Libertarian\" as the political organization or principles that they represented.</p>\n<p>Inherent in New Hampshire's statutory scheme for ballot qualification is another set of pertinent distinctions, these going to the appearance of the ballot and the listing of \"party columns\" and \"additional columns.\" <i>See id.</i> § 656:5(I). There are two ways in which a column on the ballot may be obtained. Any party recognized under state law (that is, one that received at least 4 percent of the prior vote for the pertinent offices) is able to obtain a column and choose the candidates who appear in it; these candidates \"shall be arranged upon the state general election ballot in successive party columns,\" and in general, \"[e]ach separate column shall contain the names of the candidates of one party.\" <span class=\"star-pagination\">*11</span> <i>Id.</i><sup>[3]</sup> Any political organization that is recognized under state law (that is, one that obtained nomination signatures equaling at least 3 percent of the total votes cast in the prior state general election) has the same entitlement to a column, according to the affidavit of the Deputy Secretary of State David M. Scanlan. <i>See also id.</i> §§ 655:40-b, 656:5(I).<sup>[4]</sup> In the 2008 election, only the Republican and Democratic parties qualified for party columns. The Libertarian Party did not qualify for a party column or a political organization column; if it had done so, its nominees could have been listed under its party name.</p>\n<p>Significantly, the Secretary is authorized by state law to list the party affiliations of candidates on the ballot, but that authorization is limited:</p>\n<blockquote>Every state general election ballot shall contain the name of each candidate who has been nominated in accordance with the election laws, except as hereinafter provided, and shall contain no other name except <i>party appellations.</i>\n</blockquote>\n<p><i>Id.</i> § 656:4 (emphasis added).<sup>[5]</sup> The Secretary must comply with this limit on his ability to place information other than \"party appellations\" on the ballot.<sup>[6]</sup> The Libertarian Party has not specifically challenged, either on its face or as applied, the limitation in this provision, but rather says its challenge is to the overall scheme that produced the result here.</p>\n<p>A third feature of New Hampshire's election law that is worth highlighting has to do with the limits it places on a potential candidate's ability to appear on the ballot by filing individual nomination papers. This avenue of placement on the ballot is not available to an individual who \"filed as a candidate in the state primary election.\" <i>Id.</i> § 655:43(IV). With this disqualification provision, New Hampshire protects recognized party nominees from challenge by primary losers. In the case before us, this provision did not protect Barr and Root from challenge by Phillies and Bennett because the Libertarian Party is not recognized by the state and did not participate in the state primary election. We note that the provision also does not protect a recognized party from challenge by a candidate who is affiliated with the party but was not a candidate in the party's <span class=\"star-pagination\">*12</span> primary. And again, the Libertarian Party has not challenged this specific provision of New Hampshire's law.</p>\n<p>A final pertinent distinction in New Hampshire's election law has to do with its provisions for the substitution of candidates. A recognized party may, in the event of a vacancy for any office on its party ticket following its primary, designate a new candidate to fill this vacancy. <i>Id.</i> § 655:37. In addition, if a party's nominated candidate dies, or makes an oath of disqualification based on age, domicile, or incapacitating physical disability acquired subsequent to the primary, a new candidate may be substituted by the appropriate party committee. <i>Id.</i> §§ 655:38, 39.<sup>[7]</sup></p>\n<p></p>\n<h2>II.</h2>\n<p>We review de novo the question of whether this case became moot when the election finished, \"accepting as true the material factual allegations contained in the complaint and drawing all reasonable inferences therefrom in the plaintiff's favor.\" <i>Ramírez v. Sánchez Ramos,</i> <span class=\"citation\" data-id=\"202070\"><a href=\"/opinion/202070/ramirez-v-sanchez-ramos/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></a></span>, 96-97 (1st Cir.2006). This is a close question. <i>Cf. </i><i>Barr v. Galvin,</i> <span class=\"citation\" data-id=\"204193\"><a href=\"/opinion/204193/barr-v-galvin/\"><span class=\"volume\">626</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">99</span></a></span>, 104-06 (1st Cir.2010).</p>\n<p>If a case is moot, even if it becomes moot on appeal, we cannot hear it because \"Article III of the Constitution restricts federal courts to the resolution of actual cases and controversies.\" <i>Chico Serv. Station, Inc. v. Sol P.R. Ltd.,</i> <span class=\"citation\" data-id=\"183689\"><a href=\"/opinion/183689/chico-service-station-inc-v-sol-puerto-rico/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span>, 35 (1st Cir.2011) (quoting <i>Overseas Military Sales Corp. v. Giralt-Armada,</i> <span class=\"citation no-link\"><span class=\"volume\">503</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></span>, 16 (1st Cir.2007)) (internal quotation marks omitted). \"[W]hen the issues presented are no longer live or when the parties lack a legally cognizable interest in the outcome ... a case or controversy ceases to exist, and dismissal of the action is compulsory.\" <i>Id.</i> (quoting <i>Cruz v. Farquharson,</i> <span class=\"citation\" data-id=\"199439\"><a href=\"/opinion/199439/cruz-v-farquharson/\"><span class=\"volume\">252</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">530</span></a></span>, 533 (1st Cir.2001)) (internal quotation mark omitted).</p>\n<p>The question here is whether this case falls within the narrow exception to general principles of mootness for cases that raise issues that are \"capable of repetition, yet evading review.\" <i>Cruz,</i> 252 F.3d at 534 (quoting <i>S. Pac. Terminal Co. v. ICC,</i> <span class=\"citation\" data-id=\"97365\"><a href=\"/opinion/97365/so-pac-terminal-co-v-int-comm-comm/\"><span class=\"volume\">219</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">498</span></a></span>, 515, <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">279</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">310</span></span> (1911)) (internal quotation marks omitted). Election cases often fall within this category, <i>Storer v. Brown,</i> <span class=\"citation\" data-id=\"108993\"><a href=\"/opinion/108993/storer-v-brown/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">724</span></a></span>, 737 n. 8, <span class=\"citation\" data-id=\"108993\"><a href=\"/opinion/108993/storer-v-brown/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1274</span></a></span>, <span class=\"citation\" data-id=\"108993\"><a href=\"/opinion/108993/storer-v-brown/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">714</span></a></span> (1974); <i>N.H. Right to Life Political Action Comm. v. Gardner,</i> <span class=\"citation\" data-id=\"197054\"><a href=\"/opinion/197054/nh-right-to-life-v-nh-secretary/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 18 (1st Cir.1996), but \"not every election case fits within its four corners,\" <i>Barr,</i> 626 F.3d at 105.</p>\n<p>The Supreme Court has placed on the party asserting that a case is not moot the burden of showing \"(1) the challenged action is in its duration too short to be fully litigated prior to cessation or expiration; and (2) there is a reasonable expectation or a demonstrated probability that the same complaining party will be subject to the same action again.\" <i>FEC v. Wis. Right To Life, Inc.,</i> <span class=\"citation\" data-id=\"145706\"><a href=\"/opinion/145706/federal-election-comn-v-wisconsin-right-to-life-inc/\"><span class=\"volume\">551</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">449</span></a></span>, 462, <span class=\"citation\" data-id=\"145706\"><a href=\"/opinion/145706/federal-election-comn-v-wisconsin-right-to-life-inc/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2652</span></a></span>, <span class=\"citation\" data-id=\"145706\"><a href=\"/opinion/145706/federal-election-comn-v-wisconsin-right-to-life-inc/\"><span class=\"volume\">168</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">329</span></a></span> (2007) (quoting <i>Spencer v. Kemna,</i> <span class=\"citation\" data-id=\"118176\"><a href=\"/opinion/118176/spencer-v-kemna/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 17, <span class=\"citation\" data-id=\"118176\"><a href=\"/opinion/118176/spencer-v-kemna/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">978</span></a></span>, <span class=\"citation\" data-id=\"118176\"><a href=\"/opinion/118176/spencer-v-kemna/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">43</span></a></span> (1998)) (internal quotation marks omitted); <i>see also </i><i>Barr,</i> 626 F.3d at 105.</p>\n<p>As to the first prong of this test, it is highly likely that the merits of the constitutional challenge presented by this case could not have been fully resolved between the time it became ripe and the election. <i>Cf. </i><i>Barr,</i> 626 F.3d at 106. Here, Phillies and Bennett qualified to be listed on the <span class=\"star-pagination\">*13</span> ballot on July 30, 2008, and Barr and Root qualified on September 3, 2008, which was the deadline. The Libertarian Party filed suit on September 11, 2008. The travel of this case, including appeal, could not have been totally concluded before the election (let alone before the date on which the general election ballot was printed). Indeed, had the Libertarian Party attempted to put on evidence of voter confusion affecting the election, it would have relied in part on post-election analysis. Moreover, as the deadline for qualification by nomination papers is the Wednesday one week before the state office primary election, N.H.Rev.Stat. § 655:43(I), which is the second Tuesday in September, <i>id.</i> § 653:8, the situation complained of could again emerge only two months before the November elections as it did here.</p>\n<p>The more difficult question is whether there is a reasonable expectation that what happened here will in fact happen again. This precise situationthe listing of two pairs of names in the Other Candidates column with the same party affiliation has apparently never come up before in New Hampshire. There is little reason to doubt that there will be a candidate supported by the Libertarian Party in future elections in New Hampshire. The Libertarian Party has had sufficient support in New Hampshire to have its candidates listed on the ballot for at least two decades, so much so that in the 1992 and 1994 elections, the Libertarian Party received enough votes to qualify, under section 652:11, as a \"party\" in the 1994 and 1996 general elections.</p>\n<p>The same issues presented here will only recur, however, if the Libertarian Party does not achieve party or political organization status and resorts, as it did here, to the individual petition process of section 655:40 to get its nominees on the ballot. Although the Libertarian Party qualified as a \"party\" for the 1994 and 1996 general elections, it lost this status when it received insufficient votes in the 1996 election. In 2000, it received enough signatures to qualify, under section 655:40-a, as a political organization in the 2000 general election, but it has not met this requirement since. It is reasonable to expect that the Libertarian Party will again face a situation in which it does not qualify as a recognized party or political organization, but its nominee succeeds in receiving enough nomination petition signatures to be listed individually on the ballot. <i>Cf. </i><i>Barr,</i> 626 F.3d at 106. There is, however, more to the equation.</p>\n<p>The \"problem\" complained of only occurs if a qualifying Libertarian individual decides to put his or her name on the ballot despite the Libertarian Party naming another individual as the party nominee. While apparently that had not happened before 2008, it has now happened. That alone may encourage individual Libertariansor otherswho do not end up being nominees to qualify by submitting nomination papers in the future. The state's constitution enshrines the concept that every individual has a right to run for office. <i>See</i> N.H. Const. pt. 1, art. 11 (\"Every inhabitant of the state, having the proper qualifications, has an equal right to be elected into office.\"). Here, Phillies and Bennett knew that they had not won the nomination of the May 2008 Libertarian National Convention when they qualified for placement on the New Hampshire ballot at the end of July 2008. Some evidence from the Libertarian Party about why it expects its nominees to be challenged by other Libertarian candidates in the future would have been helpful, but none was offered. While the question is close, we conclude that the case is not moot.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*14</span> III.</h2>\n<p>Our review of the dismissal of the case is de novo, both because we are reviewing entry of summary judgment and because, in the end, the case presents only issues of law. <i>Chiang v. Verizon New England Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">595</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></span>, 34 (1st Cir. 2010).</p>\n<p>We review all of the First and Fourteenth Amendment claims under the sliding scale approach announced by the Supreme Court in <i>Anderson v. Celebrezze,</i> <span class=\"citation\" data-id=\"110904\"><a href=\"/opinion/110904/anderson-v-celebrezze/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">780</span></a></span>, 789-90, <span class=\"citation\" data-id=\"110904\"><a href=\"/opinion/110904/anderson-v-celebrezze/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1564</span></a></span>, <span class=\"citation\" data-id=\"110904\"><a href=\"/opinion/110904/anderson-v-celebrezze/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">547</span></a></span> (1983), and <i>Burdick v. Takushi,</i> <span class=\"citation\" data-id=\"112743\"><a href=\"/opinion/112743/burdick-v-takushi/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">428</span></a></span>, 434, <span class=\"citation\" data-id=\"112743\"><a href=\"/opinion/112743/burdick-v-takushi/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2059</span></a></span>, <span class=\"citation\" data-id=\"112743\"><a href=\"/opinion/112743/burdick-v-takushi/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">245</span></a></span> (1992). <i>See </i><i>Barr,</i> 626 F.3d at 109 (discussing the sliding scale approach); <i>Werme v. Merrill,</i> <span class=\"citation\" data-id=\"718596\"><a href=\"/opinion/718596/paula-werme-v-stephen-merrill-governor-of-new-hampshire/\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">479</span></a></span>, 483 (1st Cir.1996) (same). This method of analysis for election regulations requires an assessment of the burdens, if any, placed on a plaintiff's constitutionally protected rights, followed by an evaluation of the precise interests put forward by the state as justifications for the burdens. <i>Werme,</i> 84 F.3d at 483. If a regulation places \"severe restrictions\" on a plaintiff's First and Fourteenth Amendment rights, \"the regulation must be narrowly drawn to advance a state interest of compelling importance.\" <i>Id.</i> at 484 (quoting <i>Burdick,</i> 504 U.S. at 434, <span class=\"citation\" data-id=\"112743\"><a href=\"/opinion/112743/burdick-v-takushi/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2059</span></a></span>). By contrast, \"when a state election law provision imposes only reasonable, nondiscriminatory restrictions upon the First and Fourteenth Amendment rights of voters, the State's important regulatory interests are generally sufficient to justify the restrictions.\" <i>Id.</i> (quoting <i>Burdick,</i> 504 U.S. at 434, <span class=\"citation\" data-id=\"112743\"><a href=\"/opinion/112743/burdick-v-takushi/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2059</span></a></span>).</p>\n<p>Unlike many election cases, this case is not about denial of access to the ballot or a party's inability to vote for its nominee.<sup>[8]</sup><i>See, e.g., </i><i>Barr,</i> <span class=\"citation\" data-id=\"204193\"><a href=\"/opinion/204193/barr-v-galvin/\"><span class=\"volume\">626</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">99</span></a></span>; <i>McClure v. Galvin,</i> <span class=\"citation\" data-id=\"201279\"><a href=\"/opinion/201279/mcclure-v-galvin/\"><span class=\"volume\">386</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span> (1st Cir.2004); <i>Torres-Torres v. Puerto Rico,</i> <span class=\"citation\" data-id=\"200718\"><a href=\"/opinion/200718/torres-torres-v-commonwealth-of-pr/\"><span class=\"volume\">353</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></a></span> (1st Cir.2003). Rather, this is a case about a state's regulation of what is said on a ballot about the party affiliation of a candidate. <i>See, e.g., </i><i>Dart v. Brown,</i> <span class=\"citation\" data-id=\"425087\"><a href=\"/opinion/425087/henry-t-dart-and-the-libertarian-party-of-louisiana-v-james-h-brown/\"><span class=\"volume\">717</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1491</span></a></span> (5th Cir.1983) (finding constitutional a state's decision to provide party affiliation on ballot for candidates of parties recognized by the state but not for candidates of unrecognized parties). We consider the asserted First and Fourteenth Amendment \"rights\" in turn.</p>\n<p></p>\n<h2>A. <i>First Amendment Claims</i>\n</h2>\n<p></p>\n<h2>1. <i>Right of Exclusive Access</i>\n</h2>\n<p>The Libertarian Party argued to the district court that it had a right of \"exclusive access to the ballot\" which was denied by the state. It sought relief that would have removed the names of the non-nominee qualifying Libertarian candidates, Phillies and Bennett.</p>\n<p>The Libertarian Party cites no case holding that a political organization or party not recognized as such by a state has the right to remove from a ballot the names of candidates who otherwise meet state ballot law qualifications and who identify themselves with that organization's philosophy.<sup>[9]</sup></p>\n<p>The Libertarian Party's cause is not advanced by its attempt to characterize its request to remove the names of Phillies and Bennett as a mere request for \"substitution.\" New Hampshire law provides <span class=\"star-pagination\">*15</span> recognized parties with the right to substitute candidates in limited circumstances. <i>See</i> N.H.Rev.Stat. §§ 655:37-39. But the Libertarian Party makes no argument that these statutory rights are required by the First Amendment. And in any event, none of the conditions under which parties can substitute candidates under New Hampshire law provided the basis for the Libertarian Party's claimed right of substitution. The Libertarian Party was not seeking substitution to fill a vacancy caused by the withdrawal, disqualification, or death of its nominee.</p>\n<p>Furthermore, even if the Libertarian Party had demonstrated a burden on its constitutionally protected rights, the state's policy of limiting substitution rights to party candidates is based on its \"undoubted right to require candidates to make a preliminary showing of substantial support in order to qualify for a place on the ballot.\" <i>Anderson,</i> 460 U.S. at 789 n. 9, <span class=\"citation\" data-id=\"110904\"><a href=\"/opinion/110904/anderson-v-celebrezze/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1564</span></a></span>. \"Logically, this interest is advanced by the Secretary's refusal to grant to non-party candidates the right to substitution.... Granting such substitution would effectuate an end-run around the signature requirementa requirement that allows the state to ascertain whether a given candidate has enough support to warrant inclusion on the ballot.\" <i>Barr,</i> 626 F.3d at 111.</p>\n<p>The Libertarian Party's claimed right to deny ballot access to Libertarian candidates it does not endorse, via removal or \"substitution\" of Phillies and Bennett, fails.</p>\n<p></p>\n<h2>2. <i>Right to Exclusive Use of Name</i>\n</h2>\n<p>The Libertarian Party's next claim is that it has a right to exclusive use of its name and that the state was at least obligated to remove the affiliation \"Libertarian\" from the names of Phillies and Bennett. It contends that the state's failure to do so interfered with its members' rights of association and political speech, and that the use of the Libertarian name by Phillies and Bennett diluted the party's voting strength.</p>\n<p>States may grant recognized political parties and organizations the right to control the use of their names. <i>See, e.g., </i><i>Norman v. Reed,</i> <span class=\"citation\" data-id=\"112675\"><a href=\"/opinion/112675/norman-v-reed/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span>, 290, <span class=\"citation\" data-id=\"112675\"><a href=\"/opinion/112675/norman-v-reed/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">698</span></a></span>, <span class=\"citation\" data-id=\"112675\"><a href=\"/opinion/112675/norman-v-reed/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">711</span></a></span> (1992) (\"To prevent misrepresentation and electoral confusion, [a state] may, of course, prohibit candidates running for office in one subdivision from adopting the name of a party established in another if they are not in any way affiliated with the party.\"); Mass. Gen. Laws ch. 53 § 8 (\"If a candidate is nominated otherwise than by a political party the name of a political party shall not be used in his political designation....\"). But the Libertarian Party cites no case holding that a political organization or party not recognized as such by the state has this right under the First Amendment.</p>\n<p>What the Libertarian Party appears to be arguing is that it had a free speech right to use the ballot to advertise who its nominees were. But the Supreme Court in <i>Timmons v. Twin Cities Area New Party,</i> <span class=\"citation\" data-id=\"118102\"><a href=\"/opinion/118102/timmons-v-twin-cities-area-new-party/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">351</span></a></span>, <span class=\"citation\" data-id=\"118102\"><a href=\"/opinion/118102/timmons-v-twin-cities-area-new-party/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1364</span></a></span>, <span class=\"citation\" data-id=\"118102\"><a href=\"/opinion/118102/timmons-v-twin-cities-area-new-party/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">589</span></a></span> (1997), expressly rejected the argument that a party \"has a right to use the ballot itself to send a particularized message, to its candidate and to the voters, about the nature of its support for the candidate.\" <i>Id.</i> at 363, <span class=\"citation\" data-id=\"118102\"><a href=\"/opinion/118102/timmons-v-twin-cities-area-new-party/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1364</span></a></span>.</p>\n<p>In <i>Timmons,</i> the Court upheld a state \"fusion\" ban that prohibited a candidate from appearing on the ballot as the candidate of more than one party. <i>Id.</i> at 369, <span class=\"citation\" data-id=\"118102\"><a href=\"/opinion/118102/timmons-v-twin-cities-area-new-party/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1364</span></a></span>. The plaintiff, a party that wanted to place on the ballot a candidate who was already representing another party, claimed that the ban burdened the party's <span class=\"star-pagination\">*16</span> right \"to communicate its choice of nominees on the ballot on terms equal to those offered other parties, and the right of the party's supporters and other voters to receive that information.\" <i>Id.</i> at 362, <span class=\"citation\" data-id=\"118102\"><a href=\"/opinion/118102/timmons-v-twin-cities-area-new-party/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1364</span></a></span>. The Court rejected this argument, explaining that \"[b]allots serve primarily to elect candidates, not as forums for political expression.\" <i>Id.</i> at 363, <span class=\"citation\" data-id=\"118102\"><a href=\"/opinion/118102/timmons-v-twin-cities-area-new-party/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1364</span></a></span>; <i>see also </i><i>Dart,</i> 717 F.2d at 1499 (\"Although the words `Libertarian Party' did not appear under [its candidate's] name, the Libertarian Party was not denied access to the ballot.... It was a candidate, not a party, ballot.... As [the party's candidate] was granted access to the ballot, so was the Libertarian Party.\").</p>\n<p><i>Timmons</i> built on earlier holdings to similar effect. In <i>Burdick,</i> for example, the Court had explained that \"[a]ttributing to elections a more generalized expressive function would undermine the ability of States to operate elections fairly and efficiently.\" <i>Burdick,</i> 504 U.S. at 438, <span class=\"citation\" data-id=\"112743\"><a href=\"/opinion/112743/burdick-v-takushi/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2059</span></a></span>. And the Court has since returned to the theme, stating not only that the \"First Amendment does not give political parties a right to have their nominees designated as such on the ballot,\" but also that \"[p]arties do not gain such a right simply because the State affords candidates the opportunity to indicate their party preference on the ballot.\" <i>Wash. State Grange v. Wash. State Republican Party,</i> <span class=\"citation\" data-id=\"145824\"><a href=\"/opinion/145824/wash-state-grange-v-wash-state-rep-party/\"><span class=\"volume\">552</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">442</span></a></span>, 453 n.7, <span class=\"citation\" data-id=\"145824\"><a href=\"/opinion/145824/wash-state-grange-v-wash-state-rep-party/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1184</span></a></span>, <span class=\"citation\" data-id=\"145824\"><a href=\"/opinion/145824/wash-state-grange-v-wash-state-rep-party/\"><span class=\"volume\">170</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">151</span></a></span> (2008).</p>\n<p>Even if we assume arguendo that the Libertarian Party has some interest in preventing voter confusion of its nominated candidates with other candidates who also espouse Libertarian ideals, the question of whether it may enlist state officials to prevent such confusion is one we need not reach on the facts before us. Here, the Libertarian Party has made no claim that Phillies and Bennett were not in fact Libertarians or that the ballot was otherwise inaccurate. And it has provided no evidence that the ballot misled voters in any way.<sup>[10]</sup> On its face, the ballot did not itself indicate that Phillies and Bennett were the nominees of the Libertarian Party. It identified them, as well as Barr and Root, merely as Libertarian. \"There is simply no basis to presume that a well-informed electorate will interpret a candidate's party-preference designation to mean that the candidate is the party's chosen nominee or representative or that the party associates with or approves of the candidate.\" <i>Id.</i> at 454, <span class=\"citation\" data-id=\"145824\"><a href=\"/opinion/145824/wash-state-grange-v-wash-state-rep-party/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1184</span></a></span>.</p>\n<p>As to the state interests at stake, New Hampshire has a strong interest in identifying candidates in the Other Candidates column with the political organization or principles that they represent. The inclusion of this information helps prevent uninformed voting by giving voters pertinent information about the politics of all candidates on the ballot, not just those listed in the columns of parties. \"There can be no question about the legitimacy of the State's interest in fostering informed and educated expressions of the popular will in a general election.\" <i>Anderson,</i> 460 U.S. at 796,<span class=\"citation\" data-id=\"110904\"><a href=\"/opinion/110904/anderson-v-celebrezze/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1564</span></a></span>.</p>\n<p>Further, under the New Hampshire Constitution, \"[e]very inhabitant of the state ... has an equal right to be elected into office.\" N.H. Const. pt. 1, art. 11. The state's ballot format serves this goal, providing candidates running as individuals with the same opportunities as nominees of recognized parties or political organizations <span class=\"star-pagination\">*17</span> to be identified by their chosen ideology to voters in an effective way.</p>\n<p>We reject the Libertarian Party's claim that it had a constitutional right to remove the Libertarian label from the names of Phillies and Bennett.</p>\n<p></p>\n<h2>B. <i>Fourteenth Amendment Claims</i>\n</h2>\n<p>We see no viable claim of differential treatment under the Equal Protection Clause and repeat what the Supreme Court said 40 years ago:</p>\n<blockquote>The fact is that there are obvious differences in kind between the needs and potentials of a political party with historically established broad support, on the one hand, and a new or small political organization on the other.... Sometimes the grossest discrimination can lie in treating things that are different as though they were exactly alike.</blockquote>\n<p><i>Jenness v. Fortson,</i> <span class=\"citation\" data-id=\"108376\"><a href=\"/opinion/108376/jenness-v-fortson/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">431</span></a></span>, 441-42, <span class=\"citation\" data-id=\"108376\"><a href=\"/opinion/108376/jenness-v-fortson/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>, <span class=\"citation\" data-id=\"108376\"><a href=\"/opinion/108376/jenness-v-fortson/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971); <i>see also </i><i>Werme,</i> 84 F.3d at 485.</p>\n<p>It is well established that a state may base its recognition of a party, and the benefits of recognition, on the party's past electoral strength or demonstrated support. <i>See </i><i>Barr,</i> 626 F.3d at 109-10; <i>Werme,</i> 84 F.3d at 484-85. New Hampshire has done so in several ways.</p>\n<p>New Hampshire prohibits candidates who participated in the state primary election from qualifying for ballot placement through the submission of independent nomination papers, but it does not place similar prohibitions on candidates who have sought the nomination of unrecognized parties. <i>See</i> N.H.Rev.Stat. § 655:43(IV).</p>\n<p>The Supreme Court has made it clear that states have a legitimate interest in preventing \"party raiding and `sore loser' candidacies by spurned primary contenders.\" <i>Clingman v. Beaver,</i> <span class=\"citation\" data-id=\"142896\"><a href=\"/opinion/142896/clingman-v-beaver/\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">581</span></a></span>, 596, <span class=\"citation\" data-id=\"142896\"><a href=\"/opinion/142896/clingman-v-beaver/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2029</span></a></span>, <span class=\"citation\" data-id=\"142896\"><a href=\"/opinion/142896/clingman-v-beaver/\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">920</span></a></span> (2005); <i>see also </i><i>Burdick,</i> 504 U.S. at 439, <span class=\"citation\" data-id=\"112743\"><a href=\"/opinion/112743/burdick-v-takushi/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2059</span></a></span> (\"The prohibition on write-in voting is a legitimate means of averting divisive sore-loser candidacies.\"). A state may also insist \"that intraparty competition be settled before the general election.\" <i>Am. Party of Tex. v. White,</i> <span class=\"citation\" data-id=\"108994\"><a href=\"/opinion/108994/american-party-of-tex-v-white/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">767</span></a></span>, 781, <span class=\"citation\" data-id=\"108994\"><a href=\"/opinion/108994/american-party-of-tex-v-white/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1296</span></a></span>, <span class=\"citation\" data-id=\"108994\"><a href=\"/opinion/108994/american-party-of-tex-v-white/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">744</span></a></span> (1974); <i>see also </i><i>Storer,</i> 415 U.S. at 733-36, <span class=\"citation\" data-id=\"108993\"><a href=\"/opinion/108993/storer-v-brown/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1274</span></a></span>.</p>\n<p>It is entirely rational for a state to conclude, as New Hampshire has done, that it has a stronger interest in preventing \"sore-loser\" challenges to recognized parties than to unrecognized parties. In the case before us, the Libertarian Party National Convention at which Phillies and Bennett lost was not a state primary, and the winners of that vote, Barr and Root, did not appear on the New Hampshire ballot by virtue of having won. Rather, both sets of Libertarian candidates appeared on the ballot in the same wayby submitting the requisite number of signatures. Unlike the winners of party primaries who are protected by the \"sore loser\" provision, neither set of Libertarian candidates had demonstrated greater support than the other in the state.</p>\n<p>New Hampshire also creates distinctions on the basis of demonstrated support by allowing recognized parties and political organizations to obtain a column for their candidates on the ballot, while providing no such opportunity for candidates who appear on the ballot in their individual capacities. The Libertarian Party does not directly challenge this aspect of New Hampshire's election law, and in any event, this differentiation is plainly constitutional. <i>See, e.g., </i><i>McLain v. Meier,</i> <span class=\"citation\" data-id=\"385859\"><a href=\"/opinion/385859/harley-mclain-v-ben-meier-secretary-of-state-and-allen-olson-attorney/\"><span class=\"volume\">637</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1159</span></a></span>, 1168 (8th Cir.1980) (listing similar cases).</p>\n<p><span class=\"star-pagination\">*18</span> Finally, although New Hampshire allows recognized partiesbut not unrecognized partiesto substitute candidates under certain circumstances, those circumstances simply are not involved in this as applied challenge, so the Libertarian Party has no viable claim of disparate treatment.<sup>[11]</sup> And even if the Libertarian Party had shown a modest burden on its Fourteenth Amendment rights, New Hampshire has legitimate interests that justify its decision not to provide a substitution mechanism for non-party candidates. <i>See </i><i>Barr,</i> 626 F.3d at 102.</p>\n<p>The Libertarian Party's Fourteenth Amendment claims fail.</p>\n<p></p>\n<h2>IV.</h2>\n<p>The Libertarian Party has put no material fact in dispute, and there was no error in the use of summary judgment procedure. Nor was there error in the conclusion that its constitutional rights were not violated. Judgment for the Secretary is affirmed.</p>\n<p></p>\n<h2>Appendix</h2>\n<p></p>\n<h2>NOTES</h2>\n<p>[1]  Although New Hampshire election law defines the term \"party\" narrowly as \"any political organization which at the preceding state general election received at least 4 percent of the total number of votes cast for any one of the following: the office of governor or the offices of United States senators,\" N.H.Rev. Stat. § 652:11, we will refer to the plaintiffs as the lead plaintiff has described itself, \"Libertarian Party.\" No meaning under state law is to be attached to this name; during the 2008 election, the Libertarian Party was not a recognized political party under state law.</p>\n<p>[2]  As in <i>Werme v. Merrill,</i> <span class=\"citation\" data-id=\"718596\"><a href=\"/opinion/718596/paula-werme-v-stephen-merrill-governor-of-new-hampshire/\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">479</span></a></span> (1st Cir.1996), we will not categorically \"distinguish between the burdens placed on the rights of the Libertarian Party and those placed on the rights of voters who wish to cast their ballots for that party's candidates,\" because as \"a general matter, political parties purport to represent the interests of their supporters, and `the rights of voters and the rights of candidates do not lend themselves to neat separation.'\" <i>Id.</i> at 484 n. 4 (quoting <i>Burdick v. Takushi,</i> <span class=\"citation\" data-id=\"112743\"><a href=\"/opinion/112743/burdick-v-takushi/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">428</span></a></span>, 438, <span class=\"citation\" data-id=\"112743\"><a href=\"/opinion/112743/burdick-v-takushi/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2059</span></a></span>, <span class=\"citation\" data-id=\"112743\"><a href=\"/opinion/112743/burdick-v-takushi/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">245</span></a></span> (1992)).</p>\n<p>[3]  However, \"if only a part of a full list of candidates is nominated by a political party, 2 or more such lists may be arranged whenever practicable in the same column.\" N.H.Rev. Stat. § 656:5(I).</p>\n<p>[4]  Although a political organization's entitlement to a column is not clearly stated in the law, Scanlan's affidavit is consistent with the statutory provision referring to \"[t]he names of the candidates to be listed on the state general election ballot <i>under the political organization</i> nominated pursuant to RSA 655:40-a,\" N.H. Stat. § 655:40-b (emphasis added), as well as the provision stating that \"the secretary of state shall determine the vertical location of any additional columns that may appear on the ballot,\" <i>id.</i> § 656:5(I). That the New Hampshire statutory scheme does not use the term \"party column\" to refer only to recognized parties is also indicated by a provision requiring that the \"names of all candidates nominated in accordance with the election laws,\" not just those nominated by parties, \"shall be arranged upon the state general election ballot in successive <i>party columns.\" Id.</i> (emphasis added).</p>\n<p>[5]  At no time did the Libertarian Party propose that the Secretary add the term \"nominee\" after the term \"Libertarian\" to the appropriate set of candidates when the different sets of candidates were listed in the Other Candidates column. Because the issue was never raised, we consider it no further.</p>\n<p>[6]  For a candidate who is not nominated by a party or political organization, the Secretary apparently interprets this provision as requiring or permitting the placement on the ballot of \"the political organization or principles the candidate represents,\" which the candidate is required to list on his or her nomination papers. N.H.Rev.Stat. § 655:40.</p>\n<p>[7]  It appears that all of these substitution provisions apply only to candidates nominated by recognized parties.</p>\n<p>[8]  Nor has the Libertarian Party alleged that New Hampshire interfered with its constitutionally protected interest in how it structures its nominating process under <i>Tashjian v. Republican Party of Conn.,</i> <span class=\"citation\" data-id=\"111781\"><a href=\"/opinion/111781/tashjian-v-republican-party-of-conn/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">208</span></a></span>, <span class=\"citation\" data-id=\"111781\"><a href=\"/opinion/111781/tashjian-v-republican-party-of-conn/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">544</span></a></span>, <span class=\"citation\" data-id=\"111781\"><a href=\"/opinion/111781/tashjian-v-republican-party-of-conn/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">514</span></a></span> (1986).</p>\n<p>[9]  There is no question but that Phillies and Bennett are in fact Libertarians and have been active participants in the efforts of the Libertarian Party.</p>\n<p>[10]  There is no requirement that a state show the existence of voter confusion before it imposes reasonable restrictions on ballot access. <i>Munro v. Socialist Workers Party,</i> <span class=\"citation\" data-id=\"111780\"><a href=\"/opinion/111780/munro-v-socialist-workers-party/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 194-95, <span class=\"citation\" data-id=\"111780\"><a href=\"/opinion/111780/munro-v-socialist-workers-party/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">533</span></a></span>, <span class=\"citation\" data-id=\"111780\"><a href=\"/opinion/111780/munro-v-socialist-workers-party/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">499</span></a></span> (1986).</p>\n<p>[11]  The Libertarian Party also alleged that New Hampshire allows a recognized party to prevent candidates in the Other Candidates column from using its name, but this is not the case; candidates who appear in the Other Candidates column may in fact list Republican or Democratic as their affiliation, so there is no disparate treatment here either.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/97365/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108376/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108994/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112675/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118102/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/142896/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/183689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197054/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199439/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201279/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204193/",
    "http://www.courtlistener.com/api/rest/v3/opinions/385859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/425087/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2320071/"
  ]
}