{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/214333/",
  "absolute_url": "/opinion/214333/ramos-cruz-v-centro-medico-del-turabo/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/214333/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/3246/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-04-08T20:11:38Z",
  "date_modified": "2016-04-26T22:23:12.490604Z",
  "type": "010combined",
  "sha1": "b6ea9bb5db29233602d3d9588a95e5e3ae14b5a3",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/10-1203P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/04/08/Ramos-Cruz_v._Centro_Medico_del_Turabo_Inc..pdf",
  "plain_text": "            United States Court of Appeals\n                        For the First Circuit\n\nNo. 10-1203\n\n              JOSÉ RAMOS-CRUZ and DEBORAH LÓPEZ-PAGÁN,\n\n                       Plaintiffs, Appellants,\n\n                                  v.\n\n CENTRO MÉDICO DEL TURABO d/b/a HOSPITAL HIMA SAN PABLO FAJARDO\n     and HIMA SAN PABLO CAPTIVE INSURANCE COMPANY LIMITED,\n\n                        Defendants, Appellees.\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n                   FOR THE DISTRICT OF PUERTO RICO\n\n            [Hon. Jaime Pieras, Jr., U.S. District Judge]\n\n\n                                Before\n\n                    Torruella, Siler,* and Howard,\n                           Circuit Judges.\n\n\n     John E. Mudd for appellants.\n     Orlando H. Martínez-Echeverría with whom Fernando E. Agrait,\n     was on brief for appellees.\n\n\n\n\n                            April 8, 2011\n\n\n\n\n     *\n         Of the Sixth Circuit, sitting by designation.\n\f          SILER, Circuit Judge. José Ramos-Cruz and Deborah López-\n\nPagan (collectively “Plaintiffs”) filed suit under the Emergency\n\nMedical Treatment and Active Labor Act (“EMTALA”) after their son\n\ndied following a hospital transfer. The district court granted\n\nsummary judgment in favor of the defendants. For the reasons stated\n\nbelow, we AFFIRM.\n\n                                   I.\n\n          Plaintiffs filed suit under EMTALA, 42 U.S.C. § 1395dd,\n\nagainst defendants Centro Médico del Turabo d/b/a Hospital HIMA San\n\nPablo Fajardo and the hospital’s insurer, HIMA San Pablo Captive\n\nInsurance Company Limited (collectively “Hospital”). Plaintiffs\n\nalleged the Hospital improperly transferred their son, Jose Ramos\n\nLopez (“Ramos”), when it failed to comply with EMTALA’s transfer\n\nrequirements.   The district court granted summary judgment for the\n\nHospital, concluding Ramos’s transfer did not violate federal law.\n\n          On August 23, 2006, Ramos arrived at the Hospital with a\n\nhistory of abdominal problems and anemia and experiencing abdominal\n\npain. He subsequently vomited blood and was diagnosed with upper\n\ngastrointestinal    bleeding.   Because   the    Hospital   did    not   have\n\ngastroenterologic services available, the emergency room physician,\n\nDr. Ramon, arranged with a doctor from the San Juan Medical Center\n\n(“SJMC”) to have Ramos transferred.\n\n          The   physician   then   prepared     and   signed   a   “Clinical\n\nSummary and Examination at the Moment of Transfer,” a section of\n\n\n                                   -2-\n\fwhich requires the transferring doctor to explain why the benefits\n\nof the transfer outweigh its risks.         In the space provided, he\n\nwrote “Gastroenterologist.” Ramos and his medical records were then\n\ntransported    to   SJMC   in   an   ambulance   staffed   with   medical\n\ntechnicians.    Following a drop in Ramos’s hemoglobin level, a\n\ngastroenterologic team at SJMC performed an endoscopic procedure\n\nthat stopped Ramos’s bleeding ulcer.       Unfortunately, his bleeding\n\nbegan again later, and blood transfusions and an attempted surgical\n\nprocedure were unsuccessful in saving his life. Ramos died on\n\nAugust 25, 2006, approximately 36 hours after his arrival at SJMC.\n\n\n\n                                     II.\n\n          Plaintiffs contend the district court erred when it\n\ngranted summary judgment in favor of the Hospital, concluding as a\n\nmatter of law the Hospital’s transfer of Ramos complied with\n\nEMTALA.\n\n          We review a district court’s grant of summary judgment de\n\nnovo. Triangle Trading Co. v. Robroy Indus., Inc., 200 F.3d 1, 2\n\n(1st Cir. 1999).     A district court should grant summary judgment\n\nwhere “the movant shows that there is no genuine dispute as to any\n\nmaterial fact and the movant is entitled to judgment as a matter of\n\nlaw.” Fed. R. Civ. P. 56(a).\n\n          Congress enacted EMTALA in 1996 in response to claims\n\nthat hospital emergency rooms were refusing to treat patients with\n\n\n                                     -3-\n\femergency   conditions    but   no   medical   insurance.     Reynolds    v.\n\nMaineGeneral Health, 218 F.3d 78, 83 (1st Cir. 2000).                 EMTALA\n\ntherefore   “is   a   limited   anti-dumping   statute,     not   a   federal\n\nmalpractice statute.”     Id. (internal citations and quotation marks\n\nomitted).    It creates private rights of action where hospitals\n\nviolate its mandates.      Correa v. Hospital San Francisco, 69 F.3d\n\n1184, 1190 (1st Cir. 1995); 42 U.S.C. § 1395dd(d)(2).\n\n            EMTALA requires that “if an emergency medical condition\n\nexists, the participating hospital must render the services that\n\nare necessary to stabilize the patient’s condition . . . unless\n\ntransferring the patient to another facility is medically indicated\n\nand can be accomplished with relative safety.”        Correa, 69 F.3d at\n\n1189 (internal citations and quotation marks omitted); 42 U.S.C. §\n\n1395dd(b) and (c).\n\n            When transferring a patient, the physician must sign a\n\ncertification that “the medical benefits reasonably expected from\n\nthe provision of appropriate medical treatment at another medical\n\nfacility outweigh the increased risks to the individual.”                  42\n\nU.S.C. § 1395dd(c)(1)(A)(ii).        This certification must contain a\n\nsummary of the risks and benefits of the transfer. 42 U.S.C. §\n\n1395dd(c)(1).\n\n            Further, a transfer is only appropriate where 1) the\n\ntransferring hospital provides “the medical treatment within its\n\ncapacity which minimizes the risks to the individual’s health,” 2)\n\n\n                                     -4-\n\fthe receiving facility has available space and qualified personnel,\n\nas   well   as   agrees   to   accept   the   transfer   and   provide   the\n\nappropriate treatment, 3) the transferring hospital sends all\n\nmedical records related to the condition available at the time of\n\ntransfer, and 4) the patient is transported through qualified\n\npersonnel and transportation equipment. 42 U.S.C. § 1395dd(c)(2).\n\n            Dr. Ramon signed a certification at the time of transfer.\n\nFurther, this certification contained a section entitled “EXPLAIN\n\nwhy the benefits of the transfer for the patient . . . are greater\n\nthan the risks, if any for the transfer,” and, in the corresponding\n\nspace, the physician wrote “Gastroenterologist.”          This was merely\n\na summary statement of the more explicit explanation that Ramos\n\nneeded a gastroenterologist, none was present at the Hospital, and,\n\ntherefore, he needed to be transferred, because the benefits of a\n\ngastroenterologist outweighed the dangers of transportation.1\n\n            Moreover, the Hospital provided appropriate pre-transfer\n\ntreatment. What is required in this regard is an issue of first\n\nimpression in the First Circuit.          The district court relied on\n\nTenth Circuit precedent in applying this requirement and held that\n\na hospital runs afoul of this provision only where it “violate[s]\n\n\n\n\n      1\n       Plaintiffs contend Dr. Ramon could not have made a\nrisk/benefit assessment because he testified he made the decision\nthe moment Ramos vomited blood. However, there is no statutory\nrequirement as to how long the doctor has to consider the risks and\nbenefits of a transfer.\n\n                                    -5-\n\fan existing hospital procedure or requirement.” Ingram v. Muskogee\n\nReg’l Med. Ctr., 235 F. 3d 550, 552 (10th Cir. 2000).\n\n            While Plaintiffs concede the Hospital followed standard\n\nprocedure    when    transferring     Ramos,   they   sharply   dispute   the\n\ndistrict court’s statutory interpretation. Plaintiffs argue the\n\ncorrect standard is provided by the statute itself when it dictates\n\nthe hospital provide “the medical treatment within its capacity\n\nwhich minimizes the risks to the individual’s health.”            According\n\nto Plaintiffs, this means that if a hospital does not deliver the\n\nfeasible specific treatment that is best, whatever it may be in a\n\ngiven circumstance, it violates EMTALA.\n\n            Plaintiffs’ position on this point of law is untenable.\n\nFirst, the district court’s opinion conforms with our jurisprudence\n\ninterpreting    the   similar    EMTALA     phrase,   “appropriate   medical\n\nscreening examination within the capability of the hospital’s\n\nemergency department.” 42 U.S.C. § 1395dd(a).           In that context, we\n\nheld that “refusal to follow regular screening in a particular\n\ninstance contravenes the statute . . . but faulty screening, in a\n\nparticular case . . . does not contravene the statute.” Correa, 69\n\nF.3d at 1192-93 (internal citations and quotation marks omitted).\n\nSecond, the Plaintiffs’ interpretation would create a federal\n\nmalpractice cause of action.         Any time an unstabilized patient did\n\nnot receive the correct care prior to transfer, he could sue in\n\nfederal     court.      This    is    entirely   inconsistent     with    our\n\n\n                                      -6-\n\fjurisprudence and Congressional intent, as we have previously\n\nstated “EMTALA does not create a cause of action for medical\n\nmalpractice.”   Correa, 69 F.3d at 1192.\n\n          The   district   court   found   that   Plaintiffs   produced\n\nsufficient evidence for a trial on the question of whether Ramos\n\nwas stabilized prior to his transfer to SJMC under 42 U.S.C. §\n\n1395dd(b).   We need not decide that question, because we find that\n\nthe Hospital provided for the transfer in the best interests of the\n\npatient under 42 U.S.C. § 1395dd(c)(1)(A)(ii).\n\n          The decision of the district court is therefore AFFIRMED.\n\n\n\n\n                                   -7-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>642 F.3d 17 (2011)</b></center>\n<center><h1>José RAMOS-CRUZ and Deborah López-Pagán, Plaintiffs, Appellants,<br>\nv.<br>\nCENTRO MÉDICO DEL TURABO d/b/a Hospital HIMA San Pablo Fajardo and HIMA San Pablo Captive Insurance Company Limited, Defendants, Appellees.</h1></center>\n<center>No. 10-1203.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 11, 2011.</center>\n<center>Decided April 8, 2011.</center>\n<p>John E. Mudd for appellants.</p>\n<p>Orlando H. Martínez-Echeverría with whom Fernando E. Agrait, was on brief for appellees.</p>\n<p>Before TORRUELLA, SILER,<sup>[*]</sup> and HOWARD, Circuit Judges.</p>\n<p>SILER, Circuit Judge.</p>\n<p>José Ramos-Cruz and Deborah López-Pagan (collectively \"Plaintiffs\") filed suit under the Emergency Medical Treatment and Active Labor Act (\"EMTALA\") after their son died following a hospital transfer. The district court granted summary judgment in favor of the defendants. For the reasons stated below, we AFFIRM.</p>\n<p></p>\n<h2>I.</h2>\n<p>Plaintiffs filed suit under EMTALA, 42 U.S.C. § 1395dd, against defendants Centro Médico del Turabo d/b/a Hospital HIMA San Pablo Fajardo and the hospital's insurer, HIMA San Pablo Captive Insurance Company Limited (collectively <span class=\"star-pagination\">*18</span> \"Hospital\"). Plaintiffs alleged the Hospital improperly transferred their son, Jose Ramos Lopez (\"Ramos\"), when it failed to comply with EMTALA's transfer requirements. The district court granted summary judgment for the Hospital, concluding Ramos's transfer did not violate federal law.</p>\n<p>On August 23, 2006, Ramos arrived at the Hospital with a history of abdominal problems and anemia and experiencing abdominal pain. He subsequently vomited blood and was diagnosed with upper gastrointestinal bleeding. Because the Hospital did not have gastroenterologic services available, the emergency room physician, Dr. Ramon, arranged with a doctor from the San Juan Medical Center (\"SJMC\") to have Ramos transferred.</p>\n<p>The physician then prepared and signed a \"Clinical Summary and Examination at the Moment of Transfer,\" a section of which requires the transferring doctor to explain why the benefits of the transfer outweigh its risks. In the space provided, he wrote \"Gastroenterologist.\" Ramos and his medical records were then transported to SJMC in an ambulance staffed with medical technicians. Following a drop in Ramos's hemoglobin level, a gastroenterologic team at SJMC performed an endoscopic procedure that stopped Ramos's bleeding ulcer. Unfortunately, his bleeding began again later, and blood transfusions and an attempted surgical procedure were unsuccessful in saving his life. Ramos died on August 25, 2006, approximately 36 hours after his arrival at SJMC.</p>\n<p></p>\n<h2>II.</h2>\n<p>Plaintiffs contend the district court erred when it granted summary judgment in favor of the Hospital, concluding as a matter of law the Hospital's transfer of Ramos complied with EMTALA.</p>\n<p>We review a district court's grant of summary judgment de novo. <i>Triangle Trading Co. v. Robroy Indus., Inc.,</i> 200 F.3d 1, 2 (1st Cir.1999). A district court should grant summary judgment where \"the movant shows that there is no genuine dispute as to any material fact and the movant is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(a).</p>\n<p>Congress enacted EMTALA in 1996 in response to claims that hospital emergency rooms were refusing to treat patients with emergency conditions but no medical insurance. <i>Reynolds v. Maine-General Health,</i> 218 F.3d 78, 83 (1st Cir. 2000). EMTALA therefore \"is a limited anti-dumping statute, not a federal malpractice statute.\" <i>Id.</i> (internal citations and quotation marks omitted). It creates private rights of action where hospitals violate its mandates. <i>Correa v. Hospital San Francisco,</i> 69 F.3d 1184, 1190 (1st Cir.1995); 42 U.S.C. § 1395dd(d)(2).</p>\n<p>EMTALA requires that \"if an emergency medical condition exists, the participating hospital must render the services that are necessary to stabilize the patient's condition... unless transferring the patient to another facility is medically indicated and can be accomplished with relative safety.\" <i>Correa,</i> 69 F.3d at 1189 (internal citations and quotation marks omitted); 42 U.S.C. § 1395dd(b) and (c).</p>\n<p>When transferring a patient, the physician must sign a certification that \"the medical benefits reasonably expected from the provision of appropriate medical treatment at another medical facility outweigh the increased risks to the individual.\" 42 U.S.C. § 1395dd(c)(1)(A)(ii). This certification must contain a summary of the risks and benefits of the transfer. 42 U.S.C. § 1395dd(c)(1).</p>\n<p>Further, a transfer is only appropriate where 1) the transferring hospital provides <span class=\"star-pagination\">*19</span> \"the medical treatment within its capacity which minimizes the risks to the individual's health,\" 2) the receiving facility has available space and qualified personnel, as well as agrees to accept the transfer and provide the appropriate treatment, 3) the transferring hospital sends all medical records related to the condition available at the time of transfer, and 4) the patient is transported through qualified personnel and transportation equipment. 42 U.S.C. § 1395dd(c)(2).</p>\n<p>Dr. Ramon signed a certification at the time of transfer. Further, this certification contained a section entitled \"EXPLAIN why the benefits of the transfer for the patient ... are greater than the risks, if any for the transfer,\" and, in the corresponding space, the physician wrote \"Gastroenterologist.\" This was merely a summary statement of the more explicit explanation that Ramos needed a gastroenterologist, none was present at the Hospital, and, therefore, he needed to be transferred, because the benefits of a gastroenterologist outweighed the dangers of transportation.<sup>[1]</sup></p>\n<p>Moreover, the Hospital provided appropriate pre-transfer treatment. What is required in this regard is an issue of first impression in the First Circuit. The district court relied on Tenth Circuit precedent in applying this requirement and held that a hospital runs afoul of this provision only where it \"violate[s] an existing hospital procedure or requirement.\" <i>Ingram v. Muskogee Reg'l Med. Ctr.,</i> 235 F.3d 550, 552 (10th Cir.2000).</p>\n<p>While Plaintiffs concede the Hospital followed standard procedure when transferring Ramos, they sharply dispute the district court's statutory interpretation. Plaintiffs argue the correct standard is provided by the statute itself when it dictates the hospital provide \"the medical treatment within its capacity which minimizes the risks to the individual's health.\" According to Plaintiffs, this means that if a hospital does not deliver the feasible specific treatment that is best, whatever it may be in a given circumstance, it violates EMTALA.</p>\n<p>Plaintiffs' position on this point of law is untenable. First, the district court's opinion conforms with our jurisprudence interpreting the similar EMTALA phrase, \"appropriate medical screening examination within the capability of the hospital's emergency department.\" 42 U.S.C. § 1395dd(a). In that context, we held that \"refusal to follow regular screening in a particular instance contravenes the statute... but faulty screening, in a particular case ... does not contravene the statute.\" <i>Correa,</i> 69 F.3d at 1192-93 (internal citations and quotation marks omitted). Second, the Plaintiffs' interpretation would create a federal malpractice cause of action. Any time an unstabilized patient did not receive the correct care prior to transfer, he could sue in federal court. This is entirely inconsistent with our jurisprudence and Congressional intent, as we have previously stated \"EMTALA does not create a cause of action for medical malpractice.\" <i>Correa,</i> 69 F.3d at 1192.</p>\n<p>The district court found that Plaintiffs produced sufficient evidence for a trial on the question of whether Ramos was stabilized prior to his transfer to SJMC under 42 U.S.C. § 1395dd(b). We need not decide that question, because we find that the Hospital provided for the transfer in <span class=\"star-pagination\">*20</span> the best interests of the patient under 42 U.S.C. § 1395dd(c)(1)(A)(ii).</p>\n<p>The decision of the district court is therefore AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Sixth Circuit, sitting by designation.</p>\n<p>[1]  Plaintiffs contend Dr. Ramon could not have made a risk/benefit assessment because he testified he made the decision the moment Ramos vomited blood. However, there is no statutory requirement as to how long the doctor has to consider the risks and benefits of a transfer.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">642</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></span> (2011)</b></center>\n<center><h1>José RAMOS-CRUZ and Deborah López-Pagán, Plaintiffs, Appellants,<br>\nv.<br>\nCENTRO MÉDICO DEL TURABO d/b/a Hospital HIMA San Pablo Fajardo and HIMA San Pablo Captive Insurance Company Limited, Defendants, Appellees.</h1></center>\n<center>No. 10-1203.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 11, 2011.</center>\n<center>Decided April 8, 2011.</center>\n<p>John E. Mudd for appellants.</p>\n<p>Orlando H. Martínez-Echeverría with whom Fernando E. Agrait, was on brief for appellees.</p>\n<p>Before TORRUELLA, SILER,<sup>[*]</sup> and HOWARD, Circuit Judges.</p>\n<p>SILER, Circuit Judge.</p>\n<p>José Ramos-Cruz and Deborah López-Pagan (collectively \"Plaintiffs\") filed suit under the Emergency Medical Treatment and Active Labor Act (\"EMTALA\") after their son died following a hospital transfer. The district court granted summary judgment in favor of the defendants. For the reasons stated below, we AFFIRM.</p>\n<p></p>\n<h2>I.</h2>\n<p>Plaintiffs filed suit under EMTALA, 42 U.S.C. § 1395dd, against defendants Centro Médico del Turabo d/b/a Hospital HIMA San Pablo Fajardo and the hospital's insurer, HIMA San Pablo Captive Insurance Company Limited (collectively <span class=\"star-pagination\">*18</span> \"Hospital\"). Plaintiffs alleged the Hospital improperly transferred their son, Jose Ramos Lopez (\"Ramos\"), when it failed to comply with EMTALA's transfer requirements. The district court granted summary judgment for the Hospital, concluding Ramos's transfer did not violate federal law.</p>\n<p>On August 23, 2006, Ramos arrived at the Hospital with a history of abdominal problems and anemia and experiencing abdominal pain. He subsequently vomited blood and was diagnosed with upper gastrointestinal bleeding. Because the Hospital did not have gastroenterologic services available, the emergency room physician, Dr. Ramon, arranged with a doctor from the San Juan Medical Center (\"SJMC\") to have Ramos transferred.</p>\n<p>The physician then prepared and signed a \"Clinical Summary and Examination at the Moment of Transfer,\" a section of which requires the transferring doctor to explain why the benefits of the transfer outweigh its risks. In the space provided, he wrote \"Gastroenterologist.\" Ramos and his medical records were then transported to SJMC in an ambulance staffed with medical technicians. Following a drop in Ramos's hemoglobin level, a gastroenterologic team at SJMC performed an endoscopic procedure that stopped Ramos's bleeding ulcer. Unfortunately, his bleeding began again later, and blood transfusions and an attempted surgical procedure were unsuccessful in saving his life. Ramos died on August 25, 2006, approximately 36 hours after his arrival at SJMC.</p>\n<p></p>\n<h2>II.</h2>\n<p>Plaintiffs contend the district court erred when it granted summary judgment in favor of the Hospital, concluding as a matter of law the Hospital's transfer of Ramos complied with EMTALA.</p>\n<p>We review a district court's grant of summary judgment de novo. <i>Triangle Trading Co. v. Robroy Indus., Inc.,</i> <span class=\"citation\" data-id=\"198787\"><a href=\"/opinion/198787/triangle-trading-co-v-robroy-industries-i/\"><span class=\"volume\">200</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1999). A district court should grant summary judgment where \"the movant shows that there is no genuine dispute as to any material fact and the movant is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(a).</p>\n<p>Congress enacted EMTALA in 1996 in response to claims that hospital emergency rooms were refusing to treat patients with emergency conditions but no medical insurance. <i>Reynolds v. Maine-General Health,</i> <span class=\"citation\" data-id=\"199006\"><a href=\"/opinion/199006/reynolds-v-mainegeneral-health/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">78</span></a></span>, 83 (1st Cir. 2000). EMTALA therefore \"is a limited anti-dumping statute, not a federal malpractice statute.\" <i>Id.</i> (internal citations and quotation marks omitted). It creates private rights of action where hospitals violate its mandates. <i>Correa v. Hospital San Francisco,</i> <span class=\"citation\" data-id=\"196369\"><a href=\"/opinion/196369/correa-gonzalez-v-hospital-sf/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1184</span></a></span>, 1190 (1st Cir.1995); 42 U.S.C. § 1395dd(d)(2).</p>\n<p>EMTALA requires that \"if an emergency medical condition exists, the participating hospital must render the services that are necessary to stabilize the patient's condition... unless transferring the patient to another facility is medically indicated and can be accomplished with relative safety.\" <i>Correa,</i> 69 F.3d at 1189 (internal citations and quotation marks omitted); 42 U.S.C. § 1395dd(b) and (c).</p>\n<p>When transferring a patient, the physician must sign a certification that \"the medical benefits reasonably expected from the provision of appropriate medical treatment at another medical facility outweigh the increased risks to the individual.\" 42 U.S.C. § 1395dd(c)(1)(A)(ii). This certification must contain a summary of the risks and benefits of the transfer. 42 U.S.C. § 1395dd(c)(1).</p>\n<p>Further, a transfer is only appropriate where 1) the transferring hospital provides <span class=\"star-pagination\">*19</span> \"the medical treatment within its capacity which minimizes the risks to the individual's health,\" 2) the receiving facility has available space and qualified personnel, as well as agrees to accept the transfer and provide the appropriate treatment, 3) the transferring hospital sends all medical records related to the condition available at the time of transfer, and 4) the patient is transported through qualified personnel and transportation equipment. 42 U.S.C. § 1395dd(c)(2).</p>\n<p>Dr. Ramon signed a certification at the time of transfer. Further, this certification contained a section entitled \"EXPLAIN why the benefits of the transfer for the patient ... are greater than the risks, if any for the transfer,\" and, in the corresponding space, the physician wrote \"Gastroenterologist.\" This was merely a summary statement of the more explicit explanation that Ramos needed a gastroenterologist, none was present at the Hospital, and, therefore, he needed to be transferred, because the benefits of a gastroenterologist outweighed the dangers of transportation.<sup>[1]</sup></p>\n<p>Moreover, the Hospital provided appropriate pre-transfer treatment. What is required in this regard is an issue of first impression in the First Circuit. The district court relied on Tenth Circuit precedent in applying this requirement and held that a hospital runs afoul of this provision only where it \"violate[s] an existing hospital procedure or requirement.\" <i>Ingram v. Muskogee Reg'l Med. Ctr.,</i> <span class=\"citation\" data-id=\"160508\"><a href=\"/opinion/160508/ingram-v-muskogee-reg-med-ctr/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">550</span></a></span>, 552 (10th Cir.2000).</p>\n<p>While Plaintiffs concede the Hospital followed standard procedure when transferring Ramos, they sharply dispute the district court's statutory interpretation. Plaintiffs argue the correct standard is provided by the statute itself when it dictates the hospital provide \"the medical treatment within its capacity which minimizes the risks to the individual's health.\" According to Plaintiffs, this means that if a hospital does not deliver the feasible specific treatment that is best, whatever it may be in a given circumstance, it violates EMTALA.</p>\n<p>Plaintiffs' position on this point of law is untenable. First, the district court's opinion conforms with our jurisprudence interpreting the similar EMTALA phrase, \"appropriate medical screening examination within the capability of the hospital's emergency department.\" 42 U.S.C. § 1395dd(a). In that context, we held that \"refusal to follow regular screening in a particular instance contravenes the statute... but faulty screening, in a particular case ... does not contravene the statute.\" <i>Correa,</i> 69 F.3d at 1192-93 (internal citations and quotation marks omitted). Second, the Plaintiffs' interpretation would create a federal malpractice cause of action. Any time an unstabilized patient did not receive the correct care prior to transfer, he could sue in federal court. This is entirely inconsistent with our jurisprudence and Congressional intent, as we have previously stated \"EMTALA does not create a cause of action for medical malpractice.\" <i>Correa,</i> 69 F.3d at 1192.</p>\n<p>The district court found that Plaintiffs produced sufficient evidence for a trial on the question of whether Ramos was stabilized prior to his transfer to SJMC under 42 U.S.C. § 1395dd(b). We need not decide that question, because we find that the Hospital provided for the transfer in <span class=\"star-pagination\">*20</span> the best interests of the patient under 42 U.S.C. § 1395dd(c)(1)(A)(ii).</p>\n<p>The decision of the district court is therefore AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[*]  Of the Sixth Circuit, sitting by designation.</p>\n<p>[1]  Plaintiffs contend Dr. Ramon could not have made a risk/benefit assessment because he testified he made the decision the moment Ramos vomited blood. However, there is no statutory requirement as to how long the doctor has to consider the risks and benefits of a transfer.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/160508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198787/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199006/"
  ]
}