{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/214620/",
  "absolute_url": "/opinion/214620/united-states-v-dancy/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/214620/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-04-13T19:10:24Z",
  "date_modified": "2016-04-26T06:56:06.381459Z",
  "type": "010combined",
  "sha1": "6aeb9d26d9654e64f31a306bed63e0500ffa8188",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-2628P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/04/13/United_States_v._Dancy.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 09-2628\n\n                          UNITED STATES,\n\n                            Appellee,\n\n                                v.\n\n                          WILLIE DANCY,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Richard G. Stearns, U.S. District Judge]\n\n\n                              Before\n\n                       Lynch, Chief Judge,\n                   Souter, Associate Justice,*\n                    and Stahl, Circuit Judge.\n\n\n\n     Charles W. Rankin, with whom Michelle Menken and Rankin &\nSultan were on brief, for appellant.\n     Cynthia A. Young, Assistant United States Attorney, with whom\nCarmen M. Ortiz, United States Attorney, was on brief, for\nappellee.\n\n\n\n                          April 13, 2011\n\n\n\n     *\n          The Hon. David H. Souter, Associate Justice (Ret.) of the\nSupreme Court of the United States, sitting by designation.\n\f           LYNCH, Chief Judge.     Willie Dancy, convicted of being a\n\nfelon in possession of a firearm, 18 U.S.C. § 922(g)(1), and\n\nsentenced to fifteen years (180 months) of imprisonment under the\n\nArmed Career Criminal Act (ACCA), 18 U.S.C. § 924(e), brings\n\nserious challenges to both his conviction and his sentence.\n\n           As to his conviction, Dancy argues that the firearm and\n\nrelated evidence should have been suppressed, that other evidence\n\nwas   inadmissible   and   prejudicial,   that    he   was   entitled   to   a\n\nmistrial   based on the government's closing argument, and that the\n\njury instruction on what constitutes a \"firearm\" was in error and\n\nviolated the Second Amendment.\n\n           As to his sentence, Dancy argues the district court erred\n\nin finding him to be an armed career criminal under the ACCA, as\n\nrecommended in the Presentence Report (PSR), and sentencing him to\n\nfifteen years' imprisonment, the statutory minimum under the ACCA.\n\nBased on the Supreme Court's decisions under the ACCA in Begay v.\n\nUnited States, 553 U.S. 137 (2008), and Johnson v. United States,\n\n130 S. Ct. 1265 (2010), and on our recent decision in United States\n\nv. Holloway, 630 F.3d 252 (1st Cir. 2011), he argues we should\n\nchange   prior   circuit   law.    He    argues   that   his   prior    state\n\nconvictions for assault and battery on a police officer (ABPO) and\n\nfor assault and battery with a dangerous weapon (ABDW) could have\n\nbeen based on merely reckless actions, that this is the dispositive\n\nconsideration under the ACCA, and that the district court erred in\n\n\n                                   -2-\n\ffinding these were valid predicate offenses rendering him an armed\n\ncareer criminal.\n\n          We affirm both the conviction and the sentence.\n\n                           I. BACKGROUND\n\nA. The Gun Possession Crime\n\n          We summarize the facts as found by the district court in\n\nits denial of Dancy's motion to suppress, United States v. Dancy,\n\nNo. 04-CR-10387, 2007 WL 2789279 (D. Mass. Sept. 25, 2007), which\n\nare consistent with record support and are not clearly erroneous.\n\nSee United States v. Dubose, 579 F.3d 117, 120 (1st Cir. 2009).   We\n\nsupplement that description with testimony from the record.   Dancy\n\ndoes not argue that any of the district court's basic factual\n\nfindings were clearly erroneous.\n\n          The investigating officers testified at the suppression\n\nhearing as follows.   On December 8, 2004, just after 9 PM, Brockton\n\nPolice Detective Mark Reardon, driving in an unmarked patrol car\n\nthrough a high-crime area in Brockton, Massachusetts, saw four men\n\nmilling about a new Mercedes at a gas station.   Suspecting the men\n\nwere involved in drug sales, he began to run the car's license\n\nnumber while circling his car back around toward the gas station.\n\nReardon observed a black man holding a \"full-size, large-frame\n\nsemiautomatic\" run past Reardon's car in the opposite direction,\n\naiming the gun toward the Mercedes.   Dancy, 2007 WL 2789279, at *1.\n\nReardon testified that when the Mercedes sped away, the man raised\n\n\n                                -3-\n\fthe gun and fired a shot into the air, then jogged away toward an\n\nalleyway.\n\n             Reardon radioed for assistance, reporting that shots had\n\nbeen fired.         \"He described the shooter as a black male with a\n\ncornrow     hairstyle,    dressed   in    a   gray   hooded   sweatshirt   with\n\nlettering and dark blue jeans.            Reardon also stated that the man\n\nresembled David Taylor, an individual well known to Brockton\n\npolice.\"1     Id.     Still driving in the opposite direction, Reardon\n\nlost sight of the shooter.        Based on the time of night and the path\n\nthe shooter took, Reardon thought the most feasible place for the\n\nshooter to go was Boomer's, \"a notorious drinking establishment\"\n\nwith a reputation for lawlessness.             Id.   Boomer's was one block\n\nfrom the intersection where the shooting took place and was \"one of\n\nthe few places in the neighborhood that was open at that time of\n\nnight.\"     Id.     Reardon pulled his car around so that he could see\n\nboth the street behind Boomer's2 and Main Street, in case he was\n\nwrong and the shooter had run up that street instead.\n\n             A    Massachusetts   State    Police    anti-gang   unit   quickly\n\njoined Reardon: Brockton Police Officers Thomas Hyland and Michael\n\nCesarini, and State Police Sergeant Mark Kiley and Trooper Frank\n\n\n\n     1\n          Reardon testified that he did not actually think that\nTaylor was the shooter, but mentioned the resemblance in order to\nimprove the description for other officers who knew Taylor.\n     2\n          Reardon testified that he could not see the actual rear\ndoor to Boomer's because of a picket fence in the way.\n\n                                     -4-\n\fWalls.   Reardon was in plainclothes, Kiley and Walls were in state\n\npolice sweatshirts or jackets with their badges and guns visible,\n\nand Hyland and Cesarini were in uniform. Walls, followed by Hyland\n\nand Kiley, entered through the bar's rear entrance, while at the\n\nsame time Reardon and Cesarini entered through the front.\n\n           Trooper Walls was familiar with David Taylor and his\n\nappearance.   As soon as Walls entered the bar, he spotted a man who\n\n\"strongly resembled\" Reardon's radioed description.      Id. at *2.\n\nThis man was Dancy.   In addition to the hooded gray sweatshirt and\n\njeans, Dancy was also wearing a leather jacket. Although Walls and\n\nHyland testified that the jacket was open in the front so that the\n\nsweatshirt was still visible, the district court found that the\n\njacket hid the sweatshirt.   See id. at *2 & n.2.\n\n           Walls moved toward Dancy, who made eye contact with him.\n\nDancy quickly turned, \"thrust his hand into the right pocket of the\n\njacket,\" and started to move away toward the front entrance.    Id.\n\nat *2.   In light of Dancy's matching the description of the street\n\nshooter and that movement, Walls interpreted Dancy's movement as\n\nmeaning (correctly it turned out) that Dancy had a loaded gun in\n\nhis pocket.   This, Walls concluded, posed a risk to the police.\n\nWalls decided that if Dancy did have a gun, the only way to keep\n\nthe situation under control was to grab the gun while it was still\n\n\n\n\n                                -5-\n\fin Dancy's pocket, and to keep Dancy or any bystander from removing\n\nit from the pocket.3\n\n            In response to Dancy's apparent move for a gun, Walls\n\ngrabbed Dancy's arm and his jacket pocket.            Feeling a gun in the\n\npocket,   Walls   yelled   \"gun\"   several    times   to   alert   the   other\n\nofficers.   Dancy replied, \"Get off me, bitch, I ain't got no gun,\"\n\nand Dancy and Walls struggled.       Id.     Hyland tried to help Walls.\n\n            Dancy momentarily broke free and attempted to hand all or\n\npart of a .22 caliber revolver to a bystander, who refused to take\n\nit.   Dancy then dropped the object to the floor.          Cesarini sprayed\n\nDancy in the face with pepper spray and Hyland and Walls wrestled\n\nDancy to the ground and subdued him.         Hyland or Kiley immediately\n\nretrieved the cylinder of the gun from the floor;4 the cylinder\n\ncontained a round of ammunition.       A second cartridge was found in\n\n\n\n\n      3\n          When defense counsel asked Walls why he didn't just pull\nthe gun out of Dancy's pocket himself, Walls replied, \"It's far\nmore dangerous if you take it out, because I'm--he's still fighting\nme. I am still struggling with him. I want it in that pocket,\ncontained with my hand on it, because that's the safest location\n. . . . If it comes out, who knows what happens then.\"\n      4\n          During the suppression hearings, Trooper Walls testified\nthat the revolver frame stayed in Dancy's pocket during the entire\nstruggle, and both Officer Cesarini and Officer Hyland testified\nthat it was ultimately recovered from Dancy's pocket rather than\nthe floor, but the district court apparently found that the account\nin Officer Hyland's written report that he picked all of the pieces\nup off the floor was more consistent with the gun's broken\ncondition.    United States v. Dancy, No. 04-CR-10387, 2007 WL\n2789279, at *2 n.4 (D. Mass. Sept. 25, 2007).\n\n                                    -6-\n\fDancy's jacket pocket.    The pin that locked the cylinder into the\n\ngun's frame was never found.\n\n            Before Cesarini reached the fray, he saw another man push\n\na 9-millimeter semi-automatic pistol under one of the pool tables.\n\nCesarini ordered the man, Kevin Jones, to drop to the floor.   Jones\n\nkicked the pistol farther under the table.      Cesarini and Reardon\n\nsubdued and arrested Jones and secured the pistol, a 9-millimeter\n\nSmith & Wesson, which was loaded with four bullets.   A spent casing\n\nthat a ballistics expert matched to the gun was found just outside\n\nthe bar.    After Jones and Dancy were arrested, Reardon confirmed\n\nthat Dancy was the street shooter he had observed fire into the\n\nair.\n\n            While Dancy and Jones were held in adjacent cells at the\n\nBrockton Police headquarters, State Trooper Erik Telford overheard\n\nthe two talking.    Jones said to Dancy,\n\n       \"Yo Will, you know the Smith & Wesson don't take no\n       prints.\"   Jones continued: \"Will, I'm getting charged\n       with the big one and you're getting charged with the\n       little one . . . .\" Dancy replied: \"I know . . . and you\n       think it's my fault because I had to go do that shit[.]\"\n\nId. at *2 (alteration and omissions in original). These statements\n\nwere admitted into evidence.\n\nB. Proceedings in the District Court\n\n            Dancy was charged under 18 U.S.C. § 922(g)(1), for the\n\ngun and ammunition that were in his jacket pocket, on one count of\n\npossessing a firearm and ammunition after having previously been\n\n\n                                 -7-\n\fconvicted of a felony.      He was not charged with being the street\n\nshooter seen by Reardon or with possession of the 9-millimeter gun,\n\nthe gun more likely used in the street shooting.           Dancy moved to\n\nsuppress the evidence of the .22 caliber gun and ammunition, as\n\nwell as the statements he made in the Brockton Police holding cell\n\nthat Trooper Telford overheard.\n\n           The district court denied the motion to suppress, finding\n\nthat   while   Trooper   Walls's   seizure   of   Dancy   was   an   arrest,\n\nReardon's and Walls's collective observations and knowledge were\n\nsufficient to establish probable cause for the arrest.           Id. at *3.\n\nThe court found that probable cause was strongly supported by\n\nReardon's thorough physical description of the person he personally\n\nobserved firing a gun unlawfully into the air, the officers'\n\n\"almost immediate apprehension\" of Dancy following that shooting,\n\nDancy's immediate attempt to evade the officers, and Dancy's\n\n\"furtive\" motion toward his pocket that \"Trooper Walls reasonably\n\ninterpreted as threatening.\"       Id.\n\n           The court found in the alternative that the officers had\n\nreasonable suspicion justifying an investigative stop of Dancy, and\n\nthat their discovery of the gun during that stop provided probable\n\ncause for the arrest.      Id. at *4.     Further, the court held that\n\n\"even if the initial seizure of Dancy . . . was unjustified,\n\nDancy's forcible resistance to the arrest would have been an\n\nintervening act sufficient to break the chain of causation and\n\n\n                                    -8-\n\fdissipate the taint of any illegality, thereby giving the officers\n\nfresh grounds for an arrest.\"          Id.\n\n            Dancy was convicted after a jury trial.            The PSR listed\n\nfive prior state convictions as qualifying predicate offenses under\n\nthe ACCA. Dancy disputed that he had the requisite three predicate\n\noffenses.    He had twice pled guilty to drug charges; he originally\n\ndisputed that he was convicted on these charges but now concedes\n\nthat both are proper ACCA predicates.             He also had two sets of\n\nconvictions for ABPO and ABDW.         He had pled guilty to both ABPO and\n\nABDW for each offense.          At his federal sentencing Dancy objected\n\nthat these two offenses should be counted as only one offense\n\nbecause, although the charges stemmed from two separate arrests two\n\nmonths apart, they were consolidated for sentencing by the state\n\ncourt.   Finally, a set of state drug charges had been disposed of\n\nas \"guilty filed,\" a disposition Dancy argued did not constitute a\n\nconviction under Massachusetts law.          The district court found that\n\nDancy qualified as an armed career criminal under the ACCA and\n\nsentenced    him   to     the    statutory   minimum   of     fifteen     years'\n\nimprisonment.      This    was    a   downward   departure,    to   which    the\n\nprosecution agreed, from the guideline range of 235 to 293 months.\n\n                   II. CHALLENGES TO THE CONVICTION\n\nA. Motion to Suppress\n\n            In reviewing a motion to suppress, we review de novo the\n\ndistrict    court's     legal   determinations,   including     the     ultimate\n\n\n                                       -9-\n\fprobable cause and reasonable suspicion determinations, and review\n\nfor   clear   error     its   findings     of   fact   and   credibility\n\ndeterminations.     See United States v. Battle, No. 10-1058, 2011 WL\n\n724735, at *2 (1st Cir. Mar. 3, 2011); see also Ornelas v. United\n\nStates, 517 U.S. 690, 699 (1996).        We \"construe the record in the\n\nlight most favorable to the district court's ruling,\" United States\n\nv. Cook, 277 F.3d 82, 84 (1st Cir. 2002), and we \"will uphold the\n\ndenial of a motion to suppress as long as any reasonable view of\n\nthe evidence supports it,\" Battle, 2011 WL 724735, at *2.\n\n           While officers must have probable cause in order to\n\narrest, the Supreme Court established in Terry v. Ohio, 392 U.S. 1\n\n(1968), and its progeny that \"the police can stop and briefly\n\ndetain a person for investigative purposes even if the officer\n\nlacks probable cause if the officer has reasonable suspicion\n\nsupported by articulable facts that 'criminal activity may be\n\nafoot.'\"   United States v. Ramos, 629 F.3d 60, 65 (1st Cir. 2010)\n\n(citation omitted) (quoting Terry, 392 U.S. at 30).            Both the\n\ninitial seizure and the actions the police take thereafter must be\n\nreasonable.   Id.     A Terry stop may lead to probable cause for\n\narrest when \"the circumstances giving rise to reasonable suspicion\"\n\nare combined with \"the developments that unfold[] during the Terry\n\nstop.\"   United States v. Lee, 317 F.3d 26, 32 (1st Cir. 2003).\n\n           Dancy argues that the motion to suppress should have been\n\ngranted based on the district court's primary conclusion \"that\n\n\n                                  -10-\n\fTrooper Walls's attempt to physically restrain Dancy was a seizure\n\ntantamount to a formal arrest.\"     Dancy, 2007 WL 2789279, at *3.      He\n\nargues that probable cause is necessary for arrest and that the\n\nofficers had no probable cause when Walls first attempted to\n\nphysically restrain Dancy.      Alternatively, Dancy argues that even\n\nif there was reasonable suspicion to support an investigative stop,\n\nthere was never reason to frisk him for weapons.\n\n           We agree with the district court that the record presents\n\nan escalating series of events in which each step taken by the\n\nofficers   and   Dancy   led   reasonably   to   the   next.    From   the\n\n\"reasonably thorough physical description\" of the street shooter\n\nand his clothing,5 the likelihood the shooter had gone into the\n\nbar, the \"almost immediate apprehension (within three to five\n\nminutes of Reardon's initial observations),\" and the obvious effort\n\nDancy made to move away from Walls, Walls had ample reasonable\n\nsuspicion to stop Dancy and investigate further.         Id.   In light of\n\nthose background facts, we also agree with the district court that\n\nwhen Dancy put his hand in his pocket in a way which suggested to\n\nan experienced officer that Dancy was putting his hand on a gun,\n\nWalls had even more reason to stop and investigate Dancy, including\n\n\n     5\n           Walls's suspicion that Dancy was the shooter Reardon had\ndescribed was not made less reasonable by the fact that Dancy was\nwearing a leather jacket atop the other clothes Reardon had\nmentioned.    As Reardon explained on cross-examination, it would\nhave been logical for Dancy, who had just fired a gun in a public\nintersection, to want to alter the clothing he was wearing in case\nobservers called the police and described what they had seen.\n\n                                  -11-\n\fthrough a pat frisk in order to see if there was a weapon that\n\ncould pose a risk to the officers.     See id.\n\n           We reject Dancy's contention that the officers were\n\nrequired to investigate more before they could frisk him for\n\nweapons.   \"Officers are permitted to take actions to protect their\n\nown safety and the safety of others in the area,\" including\n\nconducting a pat-frisk if under all the circumstances they have \"a\n\nparticularized and objective basis to suspect the individual ha[s]\n\na weapon.\"    United States v. Mohamed, 630 F.3d 1, 6 (1st Cir.\n\n2010); see also Estrada v. Rhode Island, 594 F.3d 56, 66 (1st Cir.\n\n2010). Officer Walls had a particular, objective reason to suspect\n\nthat Dancy was armed and involved in criminal activity.\n\n           It was when Walls felt what he knew to be a firearm in\n\nDancy's pocket that he yelled \"gun\" several times and struggled\n\nwith Dancy until Dancy was subdued and on the ground.      Even if\n\nWalls's first contact with Dancy was a momentary \"seizure\" of Dancy\n\nand the gun in his pocket, it was Dancy who then escalated and\n\nprolonged the interaction by resisting Walls's attempts to secure\n\nthe weapon.   Dancy's attempt to take the gun out of his pocket and\n\nhand it off rather than give it to the police certainly justified\n\nthe police in subduing him, placing him formally under arrest, and\n\nretrieving the gun parts from the floor.\n\n           Little is to be gained by parsing this rapid sequence of\n\nevents frame by frame.      From the start there was reasonable\n\n\n                                -12-\n\fsuspicion under Terry justifying an investigative search, and there\n\nwere particularized and objective reasons to believe Dancy was\n\narmed, justifying a frisk for weapons.             See generally Mohamed, 630\n\nF.3d   at   5-6   (finding     officer     had    reasonable       suspicion    that\n\nindividual, apprehended a few minutes after a shooting, was the\n\nshooter--despite      small     disparities       between    individual's        and\n\nshooter's reported clothing--and that pat-frisk for weapons was\n\nreasonable).      By the end there was more than ample probable cause\n\nto have seized the .22 caliber revolver and to have arrested Dancy.\n\nB. Other Arguments\n\n            We briefly address the five other arguments Dancy makes\n\nchallenging his conviction.\n\n            Three    of    Dancy's   claims      challenge   the     admission    of\n\ncertain evidence.         First, he argues for the first time on appeal\n\nthat testimony and other evidence relating to uncharged misconduct,\n\nthat is, the shooting that set off the chain of events leading to\n\nhis arrest, was irrelevant to the actual charged offense and\n\ndeprived him of a fair trial by focusing a significant portion of\n\nthe trial on what he characterizes as mere propensity evidence.\n\nSecond, he argues to us, also for the first time on appeal, that\n\nexpert   testimony    that    the    .22   revolver    was     a   firearm     under\n\nMassachusetts law misled the jury as to its obligation to apply the\n\nfederal statute.      Third, Dancy argues, as he did in the district\n\ncourt, that Officer Telford's testimony recounting part of the\n\n\n                                      -13-\n\fconversation he overheard between Jones and Dancy in the cell block\n\nwas improper hearsay evidence.\n\n          Dancy's fourth argument, which he also made to the\n\ndistrict court, is that the prosecutor's misstatement of the\n\nevidence during her closing argument, which involved summarizing\n\nmore of the cell-block conversation overheard by Telford than had\n\nactually been elicited from Telford during trial, required the\n\ndistrict court to grant his motion for a mistrial.              We discuss\n\nthese four arguments together.\n\n          We review the two claims that Dancy has raised for the\n\nfirst time on appeal for plain error, which requires that he make\n\na four-part showing.    United States v. Olano, 507 U.S. 725, 732\n\n(1993). There must be 1) error that 2) is \"plain,\" meaning \"clear\"\n\nor \"obvious,\" id. at 733, that 3) was prejudicial, meaning that it\n\n\"affected the outcome of the district court proceedings,\" id. at\n\n734, and 4) \"seriously affect[ed] the fairness, integrity or public\n\nreputation of judicial proceedings,\" with the fourth element within\n\nthe appellate court's discretion to require, id. at 736 (quoting\n\nUnited States v. Atkinson, 297 U.S. 157, 160 (1936)) (internal\n\nquotation marks omitted).   See also United States v. Kinsella, 622\n\nF.3d 75, 83 (1st Cir. 2010).\n\n          We   review   Dancy's   preserved   claim   as   to    Telford's\n\ntestimony for abuse of discretion.       United States v. McElroy, 587\n\nF.3d 73, 80 (1st Cir. 2009).         Any error is harmless if the\n\n\n                                  -14-\n\fgovernment shows it is \"highly probable that the error did not\n\ninfluence the verdict.\" United States v. Flores-de-Jesús, 569 F.3d\n\n8, 27 (1st Cir. 2009) (quoting United States v. Casas, 356 F.3d\n\n104, 121 (1st Cir. 2004)) (internal quotation marks omitted).\n\nFinally, we also review the denial of Dancy's motion for a mistrial\n\non the grounds of prosecutorial misconduct for abuse of discretion.\n\nUnited States v. Gentles, 619 F.3d 75, 81 (1st Cir. 2010).     The\n\npertinent question is whether any prosecutorial misconduct \"so\n\npoisoned the well\" that it likely affected the outcome of the\n\ntrial.   United States v. Azubike, 504 F.3d 30, 39 (1st Cir. 2007).\n\n           Even if we were to assume error as to each of these four\n\nclaims, none of the thresholds described above for reversal is met,\n\nbecause it is highly unlikely that any error affected the verdict.\n\nThe evidence that Dancy knowingly possessed the .22 revolver Walls\n\nfelt in Dancy's pocket is very strong, as our recitation of the\n\nfacts shows.   That the gun fell to the ground when Dancy tried to\n\nhand it off does not make his knowing possession any less, and\n\nthere is no support in the record for the theory the defense\n\npresented at trial that the gun appeared on the floor from an\n\nunknown source.    None of the evidence of knowing possession is\n\nundermined even if we assume all of Dancy's claims have merit, as\n\nthey all involve rather peripheral issues.\n\n           Trooper Telford's testimony recounting portions of the\n\ncell-block conversation between Dancy and Jones was admitted on a\n\n\n                               -15-\n\ftheory of adoptive admission.    See United States v. Miller, 478\n\nF.3d 48, 51 (1st Cir. 2007).    The prosecution argues to us, as it\n\ndid to the district court, that the testimony was also admissible\n\non a theory that Jones's statements were reciprocal and integrated\n\nutterances providing context for Dancy's statement.     See United\n\nStates v. Colón-Díaz, 521 F.3d 29, 38 (1st Cir. 2008).    At trial\n\nonly two of the three admitted statements were elicited before the\n\njury.   Telford testified to Jones's statement, \"The Smith and\n\nWesson don't hold no prints,\" but not to his subsequent statement,\n\n\"Will, I'm getting charged with the big one and you're getting\n\ncharged with the little one . . . .\"     Telford also testified to\n\nhearing Dancy's statement in response, \"I know, I feel you, and you\n\nthink it's my fault because I had to go and do that shit. . . .\"\n\nIt is unclear why only these two portions of the conversation were\n\noffered.\n\n           Dancy argues that Jones's statement, \"The Smith & Wesson\n\ndon't hold no prints,\" was likely interpreted by the jury to refer\n\nto the uncharged shooting offense and \"suggested, improperly, some\n\nconsciousness of guilt on Dancy's part.\"   We cannot say it was an\n\nabuse of discretion to admit Jones's statements, as they could be\n\ninterpreted as referring to the Boomer's encounter rather than to\n\nthe street shooting.   Because the comments were ambiguous, it is\n\nalso highly improbable that they had any influence on the jury's\n\n\n\n\n                                -16-\n\fevaluation of the evidence as to the charged offense.                     See Flores-\n\nde-Jesús, 569 F.3d at 27.\n\n            Dancy's other claims of error are on matters even more\n\ntangential.       The prosecutor's mistaken reference during closing\n\narguments to the second statement Telford overheard, which was\n\nadmitted    before    trial      but   not    elicited     before   the    jury,    was\n\nisolated and apparently accidental.                See Gentles, 619 F.3d at 81.\n\nFurther, it was followed by strong curative instructions to the\n\njury stating not only that lawyers' arguments are not evidence, but\n\nalso that Telford's testimony had not included that statement. See\n\nid. at 81-82.       Under these circumstances, it is not \"likely that\n\nany prejudice surviving the instruction could have affected the\n\noutcome of the case.\"        Id. at 82 (quoting Azubike, 504 F.3d at 39).\n\n            Similarly,        Dancy's        unpreserved     objections      to     the\n\nadmission    of    the    evidence     on    the   uncharged   shooting      and    the\n\nconcededly irrelevant testimony on the state law definition of\n\n\"firearm,\" where the jury was clearly instructed on the federal\n\ndefinition,       address   issues     that     do   nothing   to   undermine       the\n\ngovernment's       case   that    he    knowingly     possessed     a     firearm    as\n\nfederally defined. Any error did not affect the outcome of Dancy's\n\ncase.   Kinsella, 622 F.3d at 83.\n\n            Finally, we reject Dancy's fifth argument, presented for\n\nthe first time on appeal, that this court's interpretation of\n\nlanguage in the federal definition of \"firearm\" in 18 U.S.C.\n\n\n                                         -17-\n\f§ 921(a)(3) to include inoperable guns is unconstitutional under\n\nDistrict of Columbia v. Heller, 554 U.S. 570 (2008).            See 18 U.S.C.\n\n§ 921(a)(3) (\"The term 'firearm' means (A) any weapon . . . which\n\nwill or is designed to or may readily be converted to expel a\n\nprojectile by the action of an explosive . . . .\"); United States\n\nv. Ford, 548 F.3d 1, 7 (1st Cir. 2008) (holding that as long as the\n\ngun is real, it need not be loaded or operable at the time to be a\n\nfirearm).   Nothing in Heller purports to narrow the scope of what\n\nmay be considered a firearm.     In any event, all that was necessary\n\nto fire the .22 caliber gun was to replace the cylinder, which must\n\nalways be removed in order to load the gun with ammunition.              The\n\ngun could be fired without the missing cylinder pin, either by\n\nsubstituting a nail for the pin or by holding the cylinder in place\n\nmanually.\n\n                   III. CHALLENGES TO THE SENTENCE\n\n            The court agreed with defense counsel that while Dancy,\n\nfrom age seventeen, had a \"bad record,\" the court had seen \"really\n\nbad records\" comparatively, and Dancy's record was of picking \"very\n\nlow hanging fruit.\" Indeed, the court noted that in most instances\n\nDancy had hurt himself, rather than others.          For that reason, the\n\ncourt departed downward from the guideline range of 235 to 293\n\nmonths,   concluding   that   \"180    months   is   certainly    sufficient,\n\nperhaps even more than sufficient, but it's the minimum sentence I\n\ncan impose.\"\n\n\n                                     -18-\n\f          That minimum sentence resulted from the court's finding\n\nthat Dancy had committed at least three state offenses which\n\nqualified as ACCA predicate offenses.   See 18 U.S.C. § 924(e)(1)\n\n(\"[A] person who violates section 922(g) of this title and has\n\nthree previous convictions . . . for a violent felony or a serious\n\ndrug offense . . . shall be . . . imprisoned not less than fifteen\n\nyears . . . .\").   Dancy concedes he has two qualifying predicate\n\ndrug offenses. The government concedes that one offense--a \"guilty\n\nfiled\" state outcome--does not qualify because it is not clear that\n\nthere was an actual conviction on the available facts.         The\n\nquestion then boils down to whether Dancy's remaining Massachusetts\n\nconvictions for either ABPO or ABDW qualify under the force or the\n\nresidual clauses of the ACCA, described below.\n\nA. Standard of Review\n\n          The ultimate question of law--whether a prior conviction\n\nqualifies as a predicate offense under the ACCA--is reviewed de\n\nnovo.   United States v. Pakala, 568 F.3d 47, 54 (1st Cir. 2009).\n\nHowever, there is a preliminary question of the standard of overall\n\nappellate review, as Dancy did not argue until a late round of\n\nsupplemental briefing following our Holloway opinion that these\n\nprior offenses were not ACCA predicates under the Supreme Court's\n\nBegay and Johnson decisions.    Begay was decided before Dancy's\n\nsentencing, and Johnson was decided after sentencing but months\n\nbefore he filed his opening brief in this court.    The government\n\n\n                               -19-\n\fargues   that   Dancy's   claim     is   waived   or,   at   the    very   least,\n\nforfeited and reviewable only for plain error.                See Igartúa v.\n\nUnited States, 626 F.3d 592, 603 (1st Cir. 2010) (explaining\n\nconsequences of waiver and forfeiture).\n\n           Given that before our opinion in Holloway Dancy could\n\nunderstandably    have    assumed    that   our   precedents       holding   that\n\nMassachusetts ABPO and ABDW convictions are ACCA predicates were\n\nnot subject to question, see United States v. Am, 564 F.3d 25 (1st\n\nCir. 2009) (ABDW); United States v. Fernandez, 121 F.3d 777 (1st\n\nCir. 1997) (ABPO), he has not waived (that is, knowingly given up)\n\nhis arguments. He has, however, forfeited them by not raising them\n\nbefore the district court when he could have, and so we review the\n\ndistrict court's decision for plain error.              See Johnson v. United\n\nStates, 520 U.S. 461, 467-68 (1997) (plain error standard applies\n\nwhere settled law changes between trial and appeal and issue was\n\nnot raised in district court); United States v. Barone, 114 F.3d\n\n1284, 1294 (1st Cir. 1997) (same).\n\n           As we explain below, we conclude under the first part of\n\nthe plain error test that there was no error of law in the district\n\ncourt's finding that Dancy's ABPO convictions qualified as ACCA\n\npredicates.     This also means the outcome of this case would not be\n\ndifferent even if the issues had been raised before the sentencing\n\ncourt.\n\n\n\n\n                                     -20-\n\fB. Legal Background under the ACCA\n\n             ACCA predicate offenses include certain drug offenses and\n\n\"violent felon[ies],\" defined as:\n\n     any crime punishable by imprisonment for a term exceeding\n     one year . . . that--\n     (i) has as an element the use, attempted use, or\n          threatened use of physical force against the person\n          of another; or\n     (ii) is burglary, arson, or extortion, involves use of\n          explosives, or otherwise involves conduct that\n          presents a serious potential risk of physical\n          injury to another.\n\n18 U.S.C. § 924(e)(2)(B)(i) and (ii).       The Massachusetts ABPO and\n\nABDW crimes are punishable by terms of imprisonment of more than\n\none year, Mass. Gen. Laws ch. 265, § 13D (setting two-and-one-half-\n\nyear maximum term for assault and battery on a public employee,\n\nwhich includes ABPO); § 15A(b) (setting ten-year maximum term for\n\nABDW).6   In the ACCA sentencing statute, \"[c]lause (i) is sometimes\n\nreferred to as the 'force clause.'         The portion of clause (ii)\n\nfollowing    the   enumerated   offenses   is   known   as   the   'residual\n\nclause.'\"7    Holloway, 630 F.3d at 256 (citations omitted).\n\n             The inquiry under the ACCA is whether the state's legal\n\ndefinition of the offense of conviction fulfills either clause of\n\n\n     6\n          The ACCA further provides that \"any State offenses\nclassified by the laws of the State as a misdemeanor and punishable\nby a term of imprisonment of two years or less\" are not \"crime[s]\npunishable by imprisonment for a term exceeding one year.\"       18\nU.S.C. § 921(a)(20). This limitation does not apply here.\n     7\n          Johnson was decided under the force clause, Johnson v.\nUnited States, 130 S. Ct. 1265, 1268 (2010); Begay under the\nresidual clause, Begay v. United States, 553 U.S. 137, 140 (2008).\n\n                                   -21-\n\fthe ACCA's definition of a violent felony.          We take a categorical\n\napproach, meaning that we \"consider only the offense's legal\n\ndefinition\" under state law, \"forgoing any inquiry into how the\n\ndefendant may have committed the offense.\" Id.; see also Taylor v.\n\nUnited States, 495 U.S. 575, 600 (1990). Under the Supreme Court's\n\ndecision in Shepard v. United States, 544 U.S. 13 (2005), if the\n\nstate statute encompasses multiple offenses, one or more of which\n\nare not ACCA predicates, \"a court may look to a restricted set of\n\ndocuments (e.g., indictment, plea colloquy, jury instructions) to\n\nascertain which of the multiple offenses served as the offense of\n\nconviction.\"8 Holloway, 630 F.3d at 256-57; see generally Nijhawan\n\nv. Holder, 129 S. Ct. 2294, 2299 (2009) (explaining the categorical\n\napproach).\n\n                Under Begay, to qualify under the ACCA residual clause,\n\nthe offense must both (1) pose a degree of risk that is similar to\n\nthe degree of risk posed by the enumerated offenses, and (2) be\n\nroughly similar in kind to the enumerated crimes. United States v.\n\nAlmenas, 553 F.3d 27, 34 (1st Cir. 2009).         An offense is similar in\n\nkind       if   it   \"typically   involve[s]\"   purposeful,   violent,   and\n\naggressive conduct.        Begay, 553 U.S. at 144-45.   The degree of risk\n\n\n\n       8\n          A plurality of the Court found that this was necessary to\nprevent federal courts from finding disputed facts about the nature\nof prior convictions, a practice that would raise questions under\nApprendi v. New Jersey, 530 U.S. 466 (2000), and Jones v. United\nStates, 526 U.S. 227 (1999). See Shepard v. United States, 544\nU.S. 13, 24-26 (2005) (plurality opinion).\n\n                                      -22-\n\fand likeness inquiries are questions of federal law.     See United\n\nStates v. Giggey, 551 F.3d 27, 39 (1st Cir. 2008) (en banc).\n\n          In 1997, before the     Supreme Court's decisions in Begay\n\nand Johnson, we held that the Massachusetts crime of ABPO was\n\ncategorically a \"crime of violence\" under the residual clause of\n\nthe career offender Guideline.9    Fernandez, 121 F.3d at 780.   Our\n\nprecedents also hold that ABDW is categorically a violent felony.\n\nSee Am, 564 F.3d at 33 (holding ABDW is ACCA predicate under force\n\n\n     9\n           We have held that \"the terms 'crime of violence' under\nthe career offender Guideline and 'violent felony' under the ACCA\nare nearly identical in meaning, so that decisions construing one\nterm inform the construction of the other.\"       United States v.\nWillings, 588 F.3d 56, 58 n.2 (1st Cir. 2009). In United States v.\nGiggey, 551 F.3d 27, 36 (1st Cir. 2008) (en banc), we acknowledged\nthat the difference between the ACCA's enumeration of \"burglary\"\nand the career offender Guideline's enumeration of the narrower\n\"burglary of a dwelling\" affected the interpretation of the\nGuideline's residual clause.\n           Dancy attempts to expand on Giggey, arguing that because\nan application note to the Guideline expressly lists several\nadditional offenses, including \"aggravated assault,\" as crimes of\nviolence, we cannot import into the ACCA context the analysis from\nany case holding that a type of assault qualifies as a crime of\nviolence under the Guideline.\n           Our opinion in Fernandez did not rely on or even mention\nthe application notes. Nor is the ABPO crime an aggravated assault\nunder Massachusetts law. See Commonwealth v. Correia, 737 N.E.2d\n1264, 1266 (Mass. App. Ct. 2000) (stating that assault and battery\n(AB) on a public employee is a codification of the common law crime\nof simple AB, with additional elements related to the employee's\nstatus and engagement in performing official duties).           The\nMassachusetts AB and ABDW statutes list separate simple and\naggravated offenses, though it is the courts and not the statutes\nthat supply the \"aggravated\" title. Compare Mass. Gen. Laws ch.\n265, § 13A(a) (simple AB), with id. § 13A(b) (aggravated assault);\ncompare id. § 15A(b) (simple ABDW), with id. § 15A(c) (aggravated\nABDW); see also Commonwealth v. Assaf, No. 07-1337, 2009 WL\n1616750, at *1 (Mass. App. Ct. June 11, 2009) (distinguishing\nbetween statutes for simple and aggravated assault and battery).\n\n                                -23-\n\fclause); United States v. Glover, 558 F.3d 71, 82 (1st Cir. 2009)\n\n(holding   ABDW    is   crime   of    violence   under   career    offender\n\nGuideline's residual clause). Dancy challenges the vitality of all\n\nof these precedents.\n\nC. Analysis under the ACCA\n\n           Underlying Dancy's arguments as to both state crimes are\n\nseveral general propositions.         First, federal courts sentencing\n\nunder the ACCA must look to how state law defines the elements of\n\nstate crimes, including decisions by the state's highest court\n\ninterpreting statutory language and common law definitions.            See\n\nJohnson, 130 S. Ct. 1269 (federal courts are bound by state high\n\ncourts' interpretations of state law, including state statutes).\n\n           Second, under Johnson, if that state law crime uses\n\nalternative elements or definitions to criminalize more than one\n\ntype of conduct, so that it encompasses some conduct within the\n\nACCA and some not, and the defendant's conviction does not on its\n\nface explain which type is involved, then the mere fact of the\n\ndefendant's conviction does not meet the government's burden of\n\nshowing that the conviction qualifies under the ACCA.             Holloway,\n\n630 F.3d at 259.\n\n           Third, we held in Holloway that because Massachusetts law\n\nallows a conviction for simple assault and battery (AB) on a\n\nrecklessness theory, without requiring purposeful or intentional\n\nconduct, the mere fact of indictment and conviction for simple AB\n\n\n                                     -24-\n\fdoes not meet the government's burden to show that a defendant's\n\nsimple AB conviction qualifies under either the residual or the\n\nforce clause.10     Id. at 262.         This is because reckless simple AB\n\ndoes not meet Begay's requirement that under the residual clause an\n\noffense must \"typically involve purposeful . . . conduct.\"                  Begay,\n\n553 U.S. at 144-45.\n\n           From     these     propositions,          Dancy    argues     that   no\n\nMassachusetts state conviction for any crime involving AB can\n\nqualify   under    the   ACCA    on   only     the   face    of   the   conviction\n\nregardless    of   whether      those    crimes      also    involve    additional\n\nelements.11   He argues that the key consideration is that all AB\n\ncrimes can be committed recklessly.               See, e.g., Commonwealth v.\n\nCorreia, 737 N.E.2d 1264, 1266 (Mass. App. Ct. 2000) (AB on a\n\npublic employee); Commonwealth v. Burno, 487 N.E.2d 1366, 1368-69\n\n(Mass. 1986) (ABDW).        We disagree that this sole consideration is\n\ndispositive of the ACCA question.\n\n           Holloway concerned only simple AB and not the two crimes\n\nin question here.        Each of these two crimes includes additional\n\n\n     10\n           The Holloway court remanded to allow the government to\ntry to prove, using Shepard-approved documents, that the defendants\nhad been convicted of crimes that qualified under either the\nresidual clause or the force clause. United States v. Holloway,\n630 F.3d 252, 263 (1st Cir. 2011).\n     11\n           The PSR in Dancy's case, which the parties use as a\nconclusive record of his prior convictions for present purposes,\ndetermined from state court records that Dancy was convicted of\nABPO stemming from two separate altercations, with no other\ndetails.\n\n                                        -25-\n\felements that distinguish this case from Holloway. It is necessary\n\nfor us to discuss and resolve only the ABPO issue.12\n\n          We turn to the elements of the ABPO crime, as specified\n\nin the state statutes that criminalize ABPO and set forth standard\n\ncharging language, and as interpreted by the Massachusetts courts.\n\nThe charge was apparently brought pursuant to Mass. Gen. Laws ch.\n\n265, § 13D, which provides: \"Whoever commits an assault and battery\n\nupon any public employee when such person is engaged in the\n\nperformance of his duties at the time of such assault and battery,\n\nshall be punished . . . .\"      This statute is separate and distinct\n\nfrom the statute criminalizing simple AB. See Mass. Gen. Laws ch.\n\n265, § 13A.    The standard statutory charging language for ABPO\n\ncharges is: \"That A.B. did assault and beat C.D., who was a police\n\nofficer of the (city of Boston) (or whatever the fact may be), and\n\nwho was also in the lawful discharge of his duties as such officer,\n\nas said (defendant) well knew . . . .\"         Mass. Gen. Laws ch. 277,\n\n§ 79.\n\n          Dancy is correct that a recklessness theory of liability\n\nis available as to the action element of the state ABPO crime.\n\nCommonwealth   v.   Zekirias,   819   N.E.2d   166,   168   (Mass.   2004)\n\n\n\n     12\n          The additional elements also distinguish this case from\nthose involving broad, general state statutes with recklessness\nstandards, such as reckless endangerment, see, e.g., United States\nv. Lee, 612 F.3d 170, 197 (3d Cir. 2010), or involuntary\nmanslaughter, see, e.g., United States v. Woods, 576 F.3d 400, 410\n(7th Cir. 2009).\n\n                                  -26-\n\f(describing jury instructions for \"the offense of intentional or\n\nreckless assault and battery on a public employee\"); Correia, 737\n\nN.E.2d at 1266 (holding that absent evidence that the legislature\n\nintended the ABPO statute to have a different culpability standard\n\nthan the simple AB statute, recklessness was available).                 But it\n\ndoes not follow that any crime that can be committed recklessly\n\nmust necessarily not be similar in kind to any of the ACCA\n\nenumerated offenses. Under state law the ABPO crime has additional\n\nelements    that   the   simple   AB   crime   does   not:   (1)   the   person\n\nassaulted must be a police officer, (2) the officer must be engaged\n\nin his or her official duties, and also (3) the defendant must know\n\nthe victim of the assault and battery is a police officer engaged\n\nin performance of his or her duties.            Mass. Gen. Laws ch. 277,\n\n§ 79.     These additional elements differentiate the mental state\n\nrequired for the ABPO crime from those required for simple AB.13\n\nThey ensure that the conduct criminalized by the ABPO statute is\n\n\"purposeful,\" which is different from the mental state required by\n\nthe elements of the simple AB statute.\n\n\n\n\n     13\n           In fact, the Massachusetts state courts have expressly\nrecognized that simple AB is a lesser included offense within ABPO,\nappropriate where the jury finds all of the elements of simple AB\nbut does not find that the defendant knew the victim was a police\nofficer engaged in his or her official duties at the time of the\nassault. Commonwealth v. Francis, 511 N.E.2d 38, 41-42 (Mass. App.\nCt. 1987); Commonwealth v. Rosario, 430 N.E.2d 866, 866 (Mass. App.\nCt. 1982).\n\n                                       -27-\n\f            It is important that Begay specifically stated that the\n\nenumerated offenses \"typically\" involve purposeful conduct, Begay,\n\n553 U.S. at 144-45, and required only that an offense be \"roughly\n\nsimilar\" in kind to the enumerated offenses in order to qualify\n\nunder the ACCA, id. at 143; see also Holloway, 630 F.3d at 261\n\n(finding that reckless simple AB \"does not typically involve\n\npurposeful conduct\"); Almenas, 553 F.3d at 35 n.9 (emphasizing\n\ntypicality    requirement).          This    means    we    should   not    allow\n\nhypothetical fact patterns to control our decision if they are\n\nunlikely to occur during the typical interactions which result in\n\nABPO convictions. Indeed, the Massachusetts Supreme Judicial Court\n\nhas itself cabined the meaning of \"recklessness\" in the ABPO\n\ncontext, vacating a judgment of reckless ABPO where court officers\n\nwere merely \"hit in the forearm\" as defendant \"was wildly gesturing\n\nhis arms\" because it was not clear that the jury had found the\n\ndefendant reckless rather than merely negligent.                 Zekirias, 819\n\nN.E.2d at 167.      It is also true that the adjectives, such as\n\n\"purposeful,\"    that   the   Supreme       Court    used   in   Begay     \"denote\n\nqualities that are ineluctably manifested in degree and appear in\n\ndifferent    combinations;    they    are,    therefore,     imprecise     aids.\"\n\nUnited States v. Williams, 529 F.3d 1, 7 (1st Cir. 2008) (footnote\n\nomitted).\n\n            The simple AB statute discussed in Holloway requires only\n\nconduct \"involv[ing] a high degree of likelihood that substantial\n\n\n                                      -28-\n\fharm will result to another,\" or involving \"disregard of probable\n\nharmful consequences to another.\"             Holloway, 630 F.3d at 261\n\n(quoting Commonwealth v. Welch, 450 N.E.2d 1100, 1102-03 (Mass.\n\nApp. Ct. 1983)).       An AB conviction can arise from merely reckless\n\nconduct involving great risk or disregard for consequences; no\n\nadditional statutory elements limit the factual circumstances in\n\nwhich these requirements are met to situations that typically\n\ninvolve purposeful conduct.14 The elements of the offense of simple\n\nAB do not require any awareness of the victim, much less an\n\nawareness that the victim is a law enforcement officer engaged in\n\nthe performance of official duties. See Welch, 450 N.E.2d at 1102-\n\n03 (listing elements of reckless simple AB).\n\n           By   contrast,     ABPO   arises   only   in    a    narrow    set   of\n\ncircumstances: an interaction between an individual and police\n\nofficers in which the individual knows that he or she confronts an\n\nofficer   and   that    the   officer   is   discharging       his   or   her   law\n\nenforcement duties at the time of the confrontation.                      This is\n\nensured by the additional elements that the police officer \"was\n\n. . . in the lawful discharge of his [or her] duties as such\n\nofficer, as said (defendant) well knew.\"          Mass. Gen. Laws ch. 277,\n\n\n\n     14\n          The recklessness theory of simple AB is limited to cases\nin which the victim was actually injured, but this goes to the\neffect of the defendant's actions, not to the defendant's mental\nstate. See Holloway, 630 F.3d at 261 (additional requirement under\nrecklessness theory is that \"the victim suffered some physical\ninjury\").\n\n                                     -29-\n\f§ 79 (emphasis added).    By requiring proof that the defendant knew\n\nthese facts as to the victim's status, the additional elements also\n\nrequire the prosecution to prove the defendant knew that there were\n\none or more victims who could be injured by the defendant's\n\nactions, and yet nonetheless acted with \"disregard of probable\n\nharmful consequences\" or in a way that created \"a high degree of\n\nlikelihood [of] substantial harm\" to a potential victim.              See\n\nWelch, 450 N.E.2d at 1102-03.         That the defendant must also know\n\nthe potential victim's specific status as a police officer engaged\n\nin official duties only heightens the level of knowledge, and thus\n\npurposeful conduct, that must be present before a defendant can be\n\nconvicted of ABPO.\n\n            As a result, in the ABPO context purposeful conduct is\n\nthe norm, and what we said in Fernandez is still true: the crime of\n\nABPO \"nearly always involves the intentional striking of a police\n\nofficer.\"   Fernandez, 121 F.3d at 780.      \"At a minimum, assault and\n\nbattery upon a police officer requires purposeful and unwelcomed\n\ncontact with a person the defendant knows to be a law enforcement\n\nofficer actually engaged in the performance of official duties.\"\n\nId.   The Massachusetts Appeals Court has recently ratified this\n\nconclusion, noting that our statement in Fernandez that ABPO\n\nrequires purposeful conduct and knowledge as to the victim's\n\nidentity is different from \"the concept that [the defendant]\n\nintended    the   consequences   of   his   action.\"   Commonwealth   v.\n\n\n                                  -30-\n\fDeschaine, 932 N.E.2d 854, 861 (Mass. App. Ct. 2010) (citing\n\nFernandez, 121 F.3d at 778).\n\n          Turning to the risk component of the residual clause,\n\nwhat we said in Fernandez about the degree of risk involved in ABPO\n\nalso remains true.   The ABPO crime \"nearly always poses a serious\n\nrisk of actual or potential physical force and the likelihood of\n\nphysical injury.     That law enforcement officers usually carry\n\nweapons when on duty only heightens the serious risk of injury\n\nassociated with such an assault.\"     Fernandez, 121 F.3d at 780.\n\n          While the primary risk of ABPO is to the officer who is\n\noccupied with his or her duties to the public, there is also a\n\ngreat risk to the defendant whose interference with the police is\n\nlikely to provoke a response of decisive force calibrated to end\n\nthe matter quickly and prevent the assailant from getting control\n\nof the officer or his or her weapon or otherwise injuring the\n\nofficer or bystanders.    See United States v. Williams, 559 F.3d\n\n1143, 1149 (10th Cir. 2009). \"[T]he use of force is an expected,\n\nnecessary part of a law enforcement officer's task of subduing and\n\nsecuring individuals suspected of committing crimes.\"        Lee v.\n\nFerraro, 284 F.3d 1188, 1200 (11th Cir. 2002). Police officers are\n\ntrained to \"induce compliance\" in people who \"resist the officers'\n\nefforts to bring [them] under control,\" and the techniques they may\n\nlegitimately use to do so may cause serious injury to the person\n\nresisting.   Jennings v. Jones, 587 F.3d 430, 441 (1st Cir. 2009)\n\n\n                               -31-\n\f(describing officer's use of \"ankle turn control technique\" taught\n\nin police academy); see also Isom v. Town of Warren, 360 F.3d 7, 10\n\n(1st Cir. 2004) (describing officers' use of pepper spray in\n\naccordance with their training).            In addition to risk to the\n\nofficers and to the assailant, the confrontation between the\n\nofficer and the assailant may put bystanders at risk of injury as\n\nwell.\n\n           Indeed we think the serious risk of injury is greater in\n\nthe ABPO situation than in several of the enumerated offenses.               As\n\nwe have said of the Massachusetts crime of resisting arrest, the\n\ncrime involves \"resisting the authority of a police officer, an\n\nofficial charged with defending the public.\"          Almenas, 553 F.3d at\n\n34.     Resisting arrest poses an arguably greater risk than the\n\nenumerated    offenses    because     the   officer    is   \"duty-bound     to\n\neffectuate    the   arrest,\"   resulting    in   \"a   significant    risk    of\n\nconflict and, concomitantly, a significant risk of injury.\"                 Id.\n\nThe same is true for ABPO, which involves similar dynamics.\n\n           This great risk of physical injury is present even if the\n\nassault and battery on the officer in the enforcement of his or her\n\nduties is recklessly done.          And that risk is relevant to our\n\ncategorical    analysis   even   if    actual    physical   harm    does    not\n\nmaterialize in a particular case.           Williams, 559 F.3d at 1149\n\n(\"[B]attery of an armed on-duty police officer is 'a powder keg,\n\nwhich may or may not explode into violence and result in physical\n\n\n                                    -32-\n\finjury to someone at any given time, but which always has the\n\nserious potential to do so.'\" (quoting United States v. West, 550\n\nF.3d 952, 963 (10th Cir. 2008) (overruled on other grounds by\n\nUnited States v. McConnell, 605 F.3d 822 (10th Cir. 2010))).           It is\n\nenough that the typical case of ABPO involves a serious risk of\n\ninjury: the residual clause \"speaks in terms of a 'potential\n\nrisk,'\" an \"inherently probabilistic concept[].\"          James v. United\n\nStates,   550   U.S.     192,   207      (2007)   (quoting      18    U.S.C.\n\n§   924(e)(2)(B)(ii)).     It   need   not   be   the   case   that   \"every\n\nconceivable factual offense covered by a statute must necessarily\n\npresent a serious potential risk of injury before the offense can\n\nbe deemed a violent felony.\"     Id. at 208.\n\n           Because the Massachusetts crime of ABPO qualifies under\n\nthe residual clause of the ACCA, we do not reach the question of\n\nwhether it qualifies under the force clause.\n\n           Because Dancy has four qualified ACCA predicate offenses,\n\nwe do not reach the question of whether a conviction for ABDW is\n\nitself a predicate offense.\n\n           The conviction and sentence are affirmed.\n\n\n\n\n                                  -33-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>640 F.3d 455 (2011)</b></center>\n<center><h1>UNITED STATES, Appellee,<br>\nv.<br>\nWillie DANCY, Defendant, Appellant.</h1></center>\n<center>No. 09-2628.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard February 7, 2011.</center>\n<center>Decided April 13, 2011.</center>\n<p><span class=\"star-pagination\">*457</span> Charles W. Rankin, with whom Michelle Menken and Rankin &amp; Sultan were on brief, for appellant.</p>\n<p>Cynthia A. Young, Assistant United States Attorney, with whom Carmen M. Ortiz, United States Attorney, was on brief, for appellee.</p>\n<p>Before LYNCH, Chief Judge, SOUTER, Associate Justice,<sup>[*]</sup> and STAHL, Circuit Judge.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>Willie Dancy, convicted of being a felon in possession of a firearm, 18 U.S.C. § 922(g)(1), and sentenced to fifteen years (180 months) of imprisonment under the Armed Career Criminal Act (ACCA), 18 U.S.C. § 924(e), brings serious challenges to both his conviction and his sentence.</p>\n<p>As to his conviction, Dancy argues that the firearm and related evidence should have been suppressed, that other evidence was inadmissible and prejudicial, that he was entitled to a mistrial based on the government's closing argument, and that the jury instruction on what constitutes a \"firearm\" was in error and violated the Second Amendment.</p>\n<p>As to his sentence, Dancy argues the district court erred in finding him to be an armed career criminal under the ACCA, as recommended in the Presentence Report (PSR), and sentencing him to fifteen years' imprisonment, the statutory minimum under the ACCA. Based on the Supreme Court's decisions under the ACCA in <i>Begay v. United States,</i> 553 U.S. 137, 128 S.Ct. 1581, 170 L.Ed.2d 490 (2008), and <i>Johnson v. United States,</i> ___ U.S. ___, 130 S.Ct. 1265, 176 L.Ed.2d 1 (2010), and on our recent decision in <i>United States v. Holloway,</i> 630 F.3d 252 (1st Cir.2011), he argues we should change prior circuit law. He argues that his prior state convictions for assault and battery on a police officer (ABPO) and for assault and battery with a dangerous weapon (ABDW) could have been based on merely reckless actions, that this is the dispositive consideration under the ACCA, and that the district <span class=\"star-pagination\">*458</span> court erred in finding these were valid predicate offenses rendering him an armed career criminal.</p>\n<p>We affirm both the conviction and the sentence.</p>\n<p></p>\n<h2>I. <i>BACKGROUND</i>\n</h2>\n<p></p>\n<h2>A. <i>The Gun Possession Crime</i>\n</h2>\n<p>We summarize the facts as found by the district court in its denial of Dancy's motion to suppress, <i>United States v. Dancy,</i> No. 04-10387, 2007 WL 2789279 (D.Mass. Sept. 25, 2007), which are consistent with record support and are not clearly erroneous. <i>See </i><i>United States v. Dubose,</i> 579 F.3d 117, 120 (1st Cir.2009). We supplement that description with testimony from the record. Dancy does not argue that any of the district court's basic factual findings were clearly erroneous.</p>\n<p>The investigating officers testified at the suppression hearing as follows. On December 8, 2004, just after 9 PM, Brockton Police Detective Mark Reardon, driving in an unmarked patrol car through a high-crime area in Brockton, Massachusetts, saw four men milling about a new Mercedes at a gas station. Suspecting the men were involved in drug sales, he began to run the car's license number while circling his car back around toward the gas station. Reardon observed a black man holding a \"full-size, large-frame semiautomatic\" run past Reardon's car in the opposite direction, aiming the gun toward the Mercedes. <i>Dancy,</i> 2007 WL 2789279, at *1. Reardon testified that when the Mercedes sped away, the man raised the gun and fired a shot into the air, then jogged away toward an alleyway.</p>\n<p>Reardon radioed for assistance, reporting that shots had been fired. \"He described the shooter as a black male with a cornrow hairstyle, dressed in a gray hooded sweatshirt with lettering and dark blue jeans. Reardon also stated that the man resembled David Taylor, an individual well known to Brockton police.\"<sup>[1]</sup><i>Id.</i> Still driving in the opposite direction, Reardon lost sight of the shooter. Based on the time of night and the path the shooter took, Reardon thought the most feasible place for the shooter to go was Boomer's, \"a notorious drinking establishment\" with a reputation for lawlessness. <i>Id.</i> Boomer's was one block from the intersection where the shooting took place and was \"one of the few places in the neighborhood that was open at that time of night.\" <i>Id.</i> Reardon pulled his car around so that he could see both the street behind Boomer's<sup>[2]</sup> and Main Street, in case he was wrong and the shooter had run up that street instead.</p>\n<p>A Massachusetts State Police anti-gang unit quickly joined Reardon: Brockton Police Officers Thomas Hyland and Michael Cesarini, and State Police Sergeant Mark Kiley and Trooper Frank Walls. Reardon was in plainclothes, Kiley and Walls were in state police sweatshirts or jackets with their badges and guns visible, and Hyland and Cesarini were in uniform. Walls, followed by Hyland and Kiley, entered through the bar's rear entrance, while at the same time Reardon and Cesarini entered through the front.</p>\n<p>Trooper Walls was familiar with David Taylor and his appearance. As soon as Walls entered the bar, he spotted a man who \"strongly resembled\" Reardon's radioed description. <i>Id.</i> at *2. This man was <span class=\"star-pagination\">*459</span> Dancy. In addition to the hooded gray sweatshirt and jeans, Dancy was also wearing a leather jacket. Although Walls and Hyland testified that the jacket was open in the front so that the sweatshirt was still visible, the district court found that the jacket hid the sweatshirt. <i>See id.</i> at *2 &amp; n. 2.</p>\n<p>Walls moved toward Dancy, who made eye contact with him. Dancy quickly turned, \"thrust his hand into the right pocket of the jacket,\" and started to move away toward the front entrance. <i>Id.</i> at *2. In light of Dancy's matching the description of the street shooter and that movement, Walls interpreted Dancy's movement as meaning (correctly it turned out) that Dancy had a loaded gun in his pocket. This, Walls concluded, posed a risk to the police. Walls decided that if Dancy did have a gun, the only way to keep the situation under control was to grab the gun while it was still in Dancy's pocket, and to keep Dancy or any bystander from removing it from the pocket.<sup>[3]</sup></p>\n<p>In response to Dancy's apparent move for a gun, Walls grabbed Dancy's arm and his jacket pocket. Feeling a gun in the pocket, Walls yelled \"gun\" several times to alert the other officers. Dancy replied, \"Get off me, bitch, I ain't got no gun,\" and Dancy and Walls struggled. <i>Id.</i> Hyland tried to help Walls.</p>\n<p>Dancy momentarily broke free and attempted to hand all or part of a .22 caliber revolver to a bystander, who refused to take it. Dancy then dropped the object to the floor. Cesarini sprayed Dancy in the face with pepper spray and Hyland and Walls wrestled Dancy to the ground and subdued him. Hyland or Kiley immediately retrieved the cylinder of the gun from the floor;<sup>[4]</sup> the cylinder contained a round of ammunition. A second cartridge was found in Dancy's jacket pocket. The pin that locked the cylinder into the gun's frame was never found.</p>\n<p>Before Cesarini reached the fray, he saw another man push a 9-millimeter semi-automatic pistol under one of the pool tables. Cesarini ordered the man, Kevin Jones, to drop to the floor. Jones kicked the pistol farther under the table. Cesarini and Reardon subdued and arrested Jones and secured the pistol, a 9-millimeter Smith &amp; Wesson, which was loaded with four bullets. A spent casing that a ballistics expert matched to the gun was found just outside the bar. After Jones and Dancy were arrested, Reardon confirmed that Dancy was the street shooter he had observed fire into the air.</p>\n<p>While Dancy and Jones were held in adjacent cells at the Brockton Police headquarters, State Trooper Erik Telford overheard the two talking. Jones said to Dancy,</p>\n<blockquote>\"Yo Will, you know the Smith &amp; Wesson don't take no prints.\" Jones continued: \"Will, I'm getting charged with the big one and you're getting charged with the <span class=\"star-pagination\">*460</span> little one. . . .\" Dancy replied: \"I know. . . and you think it's my fault because I had to go do that shit[.]\"</blockquote>\n<p><i>Id.</i> at *2 (alteration and omissions in original). These statements were admitted into evidence.</p>\n<p></p>\n<h2>B. <i>Proceedings in the District Court</i>\n</h2>\n<p>Dancy was charged under 18 U.S.C. § 922(g)(1), for the gun and ammunition that were in his jacket pocket, on one count of possessing a firearm and ammunition after having previously been convicted of a felony. He was not charged with being the street shooter seen by Reardon or with possession of the 9-millimeter gun, the gun more likely used in the street shooting. Dancy moved to suppress the evidence of the .22 caliber gun and ammunition, as well as the statements he made in the Brockton Police holding cell that Trooper Telford overheard.</p>\n<p>The district court denied the motion to suppress, finding that while Trooper Walls's seizure of Dancy was an arrest, Reardon's and Walls's collective observations and knowledge were sufficient to establish probable cause for the arrest. <i>Id.</i> at *3. The court found that probable cause was strongly supported by Reardon's thorough physical description of the person he personally observed firing a gun unlawfully into the air, the officers' \"almost immediate apprehension\" of Dancy following that shooting, Dancy's immediate attempt to evade the officers, and Dancy's \"furtive\" motion toward his pocket that \"Trooper Walls reasonably interpreted as threatening.\" <i>Id.</i></p>\n<p>The court found in the alternative that the officers had reasonable suspicion justifying an investigative stop of Dancy, and that their discovery of the gun during that stop provided probable cause for the arrest. <i>Id.</i> at *4. Further, the court held that \"even if the initial seizure of Dancy. . . was unjustified, Dancy's forcible resistance to the arrest would have been an intervening act sufficient to break the chain of causation and dissipate the taint of any illegality, thereby giving the officers fresh grounds for an arrest.\" <i>Id.</i></p>\n<p>Dancy was convicted after a jury trial. The PSR listed five prior state convictions as qualifying predicate offenses under the ACCA. Dancy disputed that he had the requisite three predicate offenses. He had twice pled guilty to drug charges; he originally disputed that he was convicted on these charges but now concedes that both are proper ACCA predicates. He also had two sets of convictions for ABPO and ABDW. He had pled guilty to both ABPO and ABDW for each offense. At his federal sentencing Dancy objected that these two offenses should be counted as only one offense because, although the charges stemmed from two separate arrests two months apart, they were consolidated for sentencing by the state court. Finally, a set of state drug charges had been disposed of as \"guilty filed,\" a disposition Dancy argued did not constitute a conviction under Massachusetts law. The district court found that Dancy qualified as an armed career criminal under the ACCA and sentenced him to the statutory minimum of fifteen years' imprisonment. This was a downward departure, to which the prosecution agreed, from the guideline range of 235 to 293 months.</p>\n<p></p>\n<h2>II. <i>CHALLENGES TO THE CONVICTION</i>\n</h2>\n<p></p>\n<h2>A. <i>Motion to Suppress</i>\n</h2>\n<p>In reviewing a motion to suppress, we review de novo the district court's legal determinations, including the ultimate probable cause and reasonable suspicion determinations, and review for clear error its findings of fact and credibility determinations. <i>See </i><i>United States v.</i> <span class=\"star-pagination\">*461</span> <i>Battle,</i> 637 F.3d 44, 47-48 (1st Cir.2011); <i>see also </i><i>Ornelas v. United States,</i> 517 U.S. 690, 699, 116 S.Ct. 1657, 134 L.Ed.2d 911 (1996). We \"construe the record in the light most favorable to the district court's ruling,\" <i>United States v. Cook,</i> 277 F.3d 82, 84 (1st Cir.2002), and we \"will uphold the denial of a motion to suppress as long as any reasonable view of the evidence supports it,\" <i>Battle,</i> 637 F.3d at 48.</p>\n<p>While officers must have probable cause in order to arrest, the Supreme Court established in <i>Terry v. Ohio,</i> 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968), and its progeny that \"the police can stop and briefly detain a person for investigative purposes even if the officer lacks probable cause if the officer has reasonable suspicion supported by articulable facts that `criminal activity may be afoot.'\" <i>United States v. Ramos,</i> 629 F.3d 60, 65 (1st Cir.2010) (citation omitted) (quoting <i>Terry,</i> 392 U.S. at 30, 88 S.Ct. 1868). Both the initial seizure and the actions the police take thereafter must be reasonable. <i>Id.</i> A <i>Terry</i> stop may lead to probable cause for arrest when \"the circumstances giving rise to reasonable suspicion\" are combined with \"the developments that unfold[ ] during the <i>Terry</i> stop.\" <i>United States v. Lee,</i> 317 F.3d 26, 32 (1st Cir. 2003).</p>\n<p>Dancy argues that the motion to suppress should have been granted based on the district court's primary conclusion \"that Trooper Walls's attempt to physically restrain Dancy was a seizure tantamount to a formal arrest.\" <i>Dancy,</i> 2007 WL 2789279, at *3. He argues that probable cause is necessary for arrest and that the officers had no probable cause when Walls first attempted to physically restrain Dancy. Alternatively, Dancy argues that even if there was reasonable suspicion to support an investigative stop, there was never reason to frisk him for weapons.</p>\n<p>We agree with the district court that the record presents an escalating series of events in which each step taken by the officers and Dancy led reasonably to the next. From the \"reasonably thorough physical description\" of the street shooter and his clothing,<sup>[5]</sup> the likelihood the shooter had gone into the bar, the \"almost immediate apprehension (within three to five minutes of Reardon's initial observations),\" and the obvious effort Dancy made to move away from Walls, Walls had ample reasonable suspicion to stop Dancy and investigate further. <i>Id.</i> In light of those background facts, we also agree with the district court that when Dancy put his hand in his pocket in a way which suggested to an experienced officer that Dancy was putting his hand on a gun, Walls had even more reason to stop and investigate Dancy, including through a pat frisk in order to see if there was a weapon that could pose a risk to the officers. <i>See id.</i></p>\n<p>We reject Dancy's contention that the officers were required to investigate more before they could frisk him for weapons. \"Officers are permitted to take actions to protect their own safety and the safety of others in the area,\" including conducting a pat-frisk if under all the circumstances they have \"a particularized and objective basis to suspect the individual ha[s] a weapon.\" <i>United States v. Mohamed,</i> 630 F.3d 1, 6 (1st Cir.2010); <i>see</i> <span class=\"star-pagination\">*462</span> <i>also </i><i>Estrada v. Rhode Island,</i> 594 F.3d 56, 66 (1st Cir.2010). Officer Walls had a particular, objective reason to suspect that Dancy was armed and involved in criminal activity.</p>\n<p>It was when Walls felt what he knew to be a firearm in Dancy's pocket that he yelled \"gun\" several times and struggled with Dancy until Dancy was subdued and on the ground. Even if Walls's first contact with Dancy was a momentary \"seizure\" of Dancy and the gun in his pocket, it was Dancy who then escalated and prolonged the interaction by resisting Walls's attempts to secure the weapon. Dancy's attempt to take the gun out of his pocket and hand it off rather than give it to the police certainly justified the police in subduing him, placing him formally under arrest, and retrieving the gun parts from the floor.</p>\n<p>Little is to be gained by parsing this rapid sequence of events frame by frame. From the start there was reasonable suspicion under <i>Terry</i> justifying an investigative search, and there were particularized and objective reasons to believe Dancy was armed, justifying a frisk for weapons. <i>See generally </i><i>Mohamed,</i> 630 F.3d at 5-6 (finding officer had reasonable suspicion that individual, apprehended a few minutes after a shooting, was the shooterdespite small disparities between individual's and shooter's reported clothingand that pat-frisk for weapons was reasonable). By the end there was more than ample probable cause to have seized the .22 caliber revolver and to have arrested Dancy.</p>\n<p></p>\n<h2>B. <i>Other Arguments</i>\n</h2>\n<p>We briefly address the five other arguments Dancy makes challenging his conviction.</p>\n<p>Three of Dancy's claims challenge the admission of certain evidence. First, he argues for the first time on appeal that testimony and other evidence relating to uncharged misconduct, that is, the shooting that set off the chain of events leading to his arrest, was irrelevant to the actual charged offense and deprived him of a fair trial by focusing a significant portion of the trial on what he characterizes as mere propensity evidence. Second, he argues to us, also for the first time on appeal, that expert testimony that the .22 revolver was a firearm under <i>Massachusetts</i> law misled the jury as to its obligation to apply the <i>federal</i> statute. Third, Dancy argues, as he did in the district court, that Officer Telford's testimony recounting part of the conversation he overheard between Jones and Dancy in the cell block was improper hearsay evidence.</p>\n<p>Dancy's fourth argument, which he also made to the district court, is that the prosecutor's misstatement of the evidence during her closing argument, which involved summarizing more of the cell-block conversation overheard by Telford than had actually been elicited from Telford during trial, required the district court to grant his motion for a mistrial. We discuss these four arguments together.</p>\n<p>We review the two claims that Dancy has raised for the first time on appeal for plain error, which requires that he make a four-part showing. <i>United States v. Olano,</i> 507 U.S. 725, 732, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993). There must be 1) error that 2) is \"plain,\" meaning \"clear\" or \"obvious,\" <i>id.</i> at 733, 113 S.Ct. 1770, that 3) was prejudicial, meaning that it \"affected the outcome of the district court proceedings,\" <i>id.</i> at 734, 113 S.Ct. 1770, and 4) \"seriously affect[ed] the fairness, integrity or public reputation of judicial proceedings,\" with the fourth element within the appellate court's discretion to require, <i>id.</i> at 736, 113 S.Ct. 1770 (quoting <i>United States v. Atkinson,</i> 297 <span class=\"star-pagination\">*463</span> U.S. 157, 160, 56 S.Ct. 391, 80 L.Ed. 555 (1936)) (internal quotation marks omitted). <i>See also </i><i>United States v. Kinsella,</i> 622 F.3d 75, 83 (1st Cir.2010).</p>\n<p>We review Dancy's preserved claim as to Telford's testimony for abuse of discretion. <i>United States v. McElroy,</i> 587 F.3d 73, 80 (1st Cir.2009). Any error is harmless if the government shows it is \"highly probable that the error did not influence the verdict.\" <i>United States v. Flores-de-Jesús,</i> 569 F.3d 8, 27 (1st Cir. 2009) (quoting <i>United States v. Casas,</i> 356 F.3d 104, 121 (1st Cir.2004)) (internal quotation marks omitted). Finally, we also review the denial of Dancy's motion for a mistrial on the grounds of prosecutorial misconduct for abuse of discretion. <i>United States v. Gentles,</i> 619 F.3d 75, 81 (1st Cir.2010). The pertinent question is whether any prosecutorial misconduct \"so poisoned the well\" that it likely affected the outcome of the trial. <i>United States v. Azubike,</i> 504 F.3d 30, 39 (1st Cir.2007).</p>\n<p>Even if we were to assume error as to each of these four claims, none of the thresholds described above for reversal is met, because it is highly unlikely that any error affected the verdict. The evidence that Dancy knowingly possessed the .22 revolver Walls felt in Dancy's pocket is very strong, as our recitation of the facts shows. That the gun fell to the ground when Dancy tried to hand it off does not make his knowing possession any less, and there is no support in the record for the theory the defense presented at trial that the gun appeared on the floor from an unknown source. None of the evidence of knowing possession is undermined even if we assume all of Dancy's claims have merit, as they all involve rather peripheral issues.</p>\n<p>Trooper Telford's testimony recounting portions of the cell-block conversation between Dancy and Jones was admitted on a theory of adoptive admission. <i>See </i><i>United States v. Miller,</i> 478 F.3d 48, 51 (1st Cir. 2007). The prosecution argues to us, as it did to the district court, that the testimony was also admissible on a theory that Jones's statements were reciprocal and integrated utterances providing context for Dancy's statement. <i>See </i><i>United States v. Colón-Díaz,</i> 521 F.3d 29, 38 (1st Cir.2008). At trial only two of the three admitted statements were elicited before the jury. Telford testified to Jones's statement, \"The Smith and Wesson don't hold no prints,\" but not to his subsequent statement, \"Will, I'm getting charged with the big one and you're getting charged with the little one. . . .\" Telford also testified to hearing Dancy's statement in response, \"I know, I feel you, and you think it's my fault because I had to go and do that shit. . . .\" It is unclear why only these two portions of the conversation were offered.</p>\n<p>Dancy argues that Jones's statement, \"The Smith &amp; Wesson don't hold no prints,\" was likely interpreted by the jury to refer to the uncharged shooting offense and \"suggested, improperly, some consciousness of guilt on Dancy's part.\" We cannot say it was an abuse of discretion to admit Jones's statements, as they could be interpreted as referring to the Boomer's encounter rather than to the street shooting. Because the comments were ambiguous, it is also highly improbable that they had any influence on the jury's evaluation of the evidence as to the charged offense. <i>See </i><i>Flores-de-Jesús,</i> 569 F.3d at 27.</p>\n<p>Dancy's other claims of error are on matters even more tangential. The prosecutor's mistaken reference during closing arguments to the second statement Telford overheard, which was admitted before trial but not elicited before the jury, was isolated and apparently accidental. <i>See </i><i>Gentles,</i> 619 F.3d at 81. Further, it was followed by strong curative instructions to the jury <span class=\"star-pagination\">*464</span> stating not only that lawyers' arguments are not evidence, but also that Telford's testimony had not included that statement. <i>See id.</i> at 81-82. Under these circumstances, it is not \"likely that any prejudice surviving the instruction could have affected the outcome of the case.\" <i>Id.</i> at 82 (quoting <i>Azubike,</i> 504 F.3d at 39).</p>\n<p>Similarly, Dancy's unpreserved objections to the admission of the evidence on the uncharged shooting and the concededly irrelevant testimony on the state law definition of \"firearm,\" where the jury was clearly instructed on the federal definition, address issues that do nothing to undermine the government's case that he knowingly possessed a firearm as federally defined. Any error did not affect the outcome of Dancy's case. <i>Kinsella,</i> 622 F.3d at 83.</p>\n<p>Finally, we reject Dancy's fifth argument, presented for the first time on appeal, that this court's interpretation of language in the federal definition of \"firearm\" in 18 U.S.C. § 921(a)(3) to include inoperable guns is unconstitutional under <i>District of Columbia v. Heller,</i> 554 U.S. 570, 128 S.Ct. 2783, 171 L.Ed.2d 637 (2008). <i>See</i> 18 U.S.C. § 921(a)(3) (\"The term `firearm' means (A) any weapon . . . which will or is designed to or may readily be converted to expel a projectile by the action of an explosive. . . .\"); <i>United States v. Ford,</i> 548 F.3d 1, 7 (1st Cir.2008) (holding that as long as the gun is real, it need not be loaded or operable at the time to be a firearm). Nothing in <i>Heller</i> purports to narrow the scope of what may be considered a firearm. In any event, all that was necessary to fire the .22 caliber gun was to replace the cylinder, which must always be removed in order to load the gun with ammunition. The gun could be fired without the missing cylinder pin, either by substituting a nail for the pin or by holding the cylinder in place manually.</p>\n<p></p>\n<h2>III. <i>CHALLENGES TO THE SENTENCE</i>\n</h2>\n<p>The court agreed with defense counsel that while Dancy, from age seventeen, had a \"bad record,\" the court had seen \"really bad records\" comparatively, and Dancy's record was of picking \"very low hanging fruit.\" Indeed, the court noted that in most instances Dancy had hurt himself, rather than others. For that reason, the court departed downward from the guideline range of 235 to 293 months, concluding that \"180 months is certainly sufficient, perhaps even more than sufficient, but it's the minimum sentence I can impose.\"</p>\n<p>That minimum sentence resulted from the court's finding that Dancy had committed at least three state offenses which qualified as ACCA predicate offenses. <i>See</i> 18 U.S.C. § 924(e)(1) (\"[A] person who violates section 922(g) of this title and has three previous convictions . . . for a violent felony or a serious drug offense . . . shall be . . . imprisoned not less than fifteen years. . . .\"). Dancy concedes he has two qualifying predicate drug offenses. The government concedes that one offensea \"guilty filed\" state outcomedoes not qualify because it is not clear that there was an actual conviction on the available facts. The question then boils down to whether Dancy's remaining Massachusetts convictions for either ABPO or ABDW qualify under the force or the residual clauses of the ACCA, described below.</p>\n<p></p>\n<h2>A. <i>Standard of Review</i>\n</h2>\n<p>The ultimate question of lawwhether a prior conviction qualifies as a predicate offense under the ACCAis reviewed de novo. <i>United States v. Pakala,</i> 568 F.3d 47, 54 (1st Cir.2009). However, there is a preliminary question of the standard of overall appellate review, as Dancy did not argue until a late round of supplemental <span class=\"star-pagination\">*465</span> briefing following our <i>Holloway</i> opinion that these prior offenses were not ACCA predicates under the Supreme Court's <i>Begay</i> and <i>Johnson</i> decisions. <i>Begay</i> was decided before Dancy's sentencing, and <i>Johnson</i> was decided after sentencing but months before he filed his opening brief in this court. The government argues that Dancy's claim is waived or, at the very least, forfeited and reviewable only for plain error. <i>See </i><i>Igartúa v. United States,</i> 626 F.3d 592, 603 (1st Cir. 2010) (explaining consequences of waiver and forfeiture).</p>\n<p>Given that before our opinion in <i>Holloway</i> Dancy could understandably have assumed that our precedents holding that Massachusetts ABPO and ABDW convictions <i>are</i> ACCA predicates were not subject to question, <i>see </i><i>United States v. Am,</i> 564 F.3d 25 (1st Cir.2009) (ABDW); <i>United States v. Fernandez,</i> 121 F.3d 777 (1st Cir.1997) (ABPO), he has not waived (that is, knowingly given up) his arguments. He has, however, forfeited them by not raising them before the district court when he could have, and so we review the district court's decision for plain error. <i>See </i><i>Johnson v. United States,</i> 520 U.S. 461, 467-68, 117 S.Ct. 1544, 137 L.Ed.2d 718 (1997) (plain error standard applies where settled law changes between trial and appeal and issue was not raised in district court); <i>United States v. Barone,</i> 114 F.3d 1284, 1294 (1st Cir.1997) (same).</p>\n<p>As we explain below, we conclude under the first part of the plain error test that there was no error of law in the district court's finding that Dancy's ABPO convictions qualified as ACCA predicates. This also means the outcome of this case would not be different even if the issues had been raised before the sentencing court.</p>\n<p></p>\n<h2>B. <i>Legal Background under the ACCA</i>\n</h2>\n<p>ACCA predicate offenses include certain drug offenses and \"violent felon[ies],\" defined as:</p>\n<blockquote>any crime punishable by imprisonment for a term exceeding one year . . . that</blockquote>\n<blockquote>(i) has as an element the use, attempted use, or threatened use of physical force against the person of another; or</blockquote>\n<blockquote>(ii) is burglary, arson, or extortion, involves use of explosives, or otherwise involves conduct that presents a serious potential risk of physical injury to another.</blockquote>\n<p>18 U.S.C. § 924(e)(2)(B)(i) and (ii). The Massachusetts ABPO and ABDW crimes are punishable by terms of imprisonment of more than one year, Mass. Gen. Laws ch. 265, § 13D (setting two-and-one-half-year maximum term for assault and battery on a public employee, which includes ABPO); § 15A(b) (setting ten-year maximum term for ABDW).<sup>[6]</sup> In the ACCA sentencing statute, \"[c]lause (i) is sometimes referred to as the `force clause.' The portion of clause (ii) following the enumerated offenses is known as the `residual clause.'\"<sup>[7]</sup><i>Holloway,</i> 630 F.3d at 256 (citations omitted).</p>\n<p><span class=\"star-pagination\">*466</span> The inquiry under the ACCA is whether the state's legal definition of the offense of conviction fulfills either clause of the ACCA's definition of a violent felony. We take a categorical approach, meaning that we \"consider only the offense's legal definition\" under state law, \"forgoing any inquiry into how the defendant may have committed the offense.\" <i>Id.; see also </i><i>Taylor v. United States,</i> 495 U.S. 575, 600, 110 S.Ct. 2143, 109 L.Ed.2d 607 (1990). Under the Supreme Court's decision in <i>Shepard v. United States,</i> 544 U.S. 13, 125 S.Ct. 1254, 161 L.Ed.2d 205 (2005), if the state statute encompasses multiple offenses, one or more of which are not ACCA predicates, \"a court may look to a restricted set of documents (e.g., indictment, plea colloquy, jury instructions) to ascertain which of the multiple offenses served as the offense of conviction.\"<sup>[8]</sup><i>Holloway,</i> 630 F.3d at 256-57; <i>see generally </i><i>Nijhawan v. Holder,</i> ___ U.S. ___, 129 S.Ct. 2294, 2299, 174 L.Ed.2d 22 (2009) (explaining the categorical approach).</p>\n<p>Under <i>Begay,</i> to qualify under the ACCA residual clause, the offense must both (1) pose a degree of risk that is similar to the degree of risk posed by the enumerated offenses, and (2) be roughly similar in kind to the enumerated crimes. <i>United States v. Almenas,</i> 553 F.3d 27, 34 (1st Cir.2009). An offense is similar in kind if it \"typically involve[s]\" purposeful, violent, and aggressive conduct. <i>Begay,</i> 553 U.S. at 144-45, 128 S.Ct. 1581. The degree of risk and likeness inquiries are questions of federal law. <i>See </i><i>United States v. Giggey,</i> 551 F.3d 27, 39 (1st Cir. 2008) (en banc).</p>\n<p>In 1997, before the Supreme Court's decisions in <i>Begay</i> and <i>Johnson,</i> we held that the Massachusetts crime of ABPO was categorically a \"crime of violence\" under the residual clause of the career offender Guideline.<sup>[9]</sup><i>Fernandez,</i> 121 F.3d at <span class=\"star-pagination\">*467</span> 780. Our precedents also hold that ABDW is categorically a violent felony. <i>See </i><i>Am,</i> 564 F.3d at 33 (holding ABDW is ACCA predicate under force clause); <i>United States v. Glover,</i> 558 F.3d 71, 82 (1st Cir.2009) (holding ABDW is crime of violence under career offender Guideline's residual clause). Dancy challenges the vitality of all of these precedents.</p>\n<p></p>\n<h2>C. <i>Analysis under the ACCA</i>\n</h2>\n<p>Underlying Dancy's arguments as to both state crimes are several general propositions. First, federal courts sentencing under the ACCA must look to how state law defines the elements of state crimes, including decisions by the state's highest court interpreting statutory language and common law definitions. <i>See </i><i>Johnson,</i> 130 S.Ct. at 1269 (federal courts are bound by state high courts' interpretations of state law, including state statutes).</p>\n<p>Second, under <i>Johnson,</i> if that state law crime uses alternative elements or definitions to criminalize more than one type of conduct, so that it encompasses some conduct within the ACCA and some not, and the defendant's conviction does not on its face explain which type is involved, then the mere fact of the defendant's conviction does not meet the government's burden of showing that the conviction qualifies under the ACCA. <i>Holloway,</i> 630 F.3d at 259.</p>\n<p>Third, we held in <i>Holloway</i> that because Massachusetts law allows a conviction for simple assault and battery (AB) on a recklessness theory, without requiring purposeful or intentional conduct, the mere fact of indictment and conviction for simple AB does not meet the government's burden to show that a defendant's simple AB conviction qualifies under either the residual or the force clause.<sup>[10]</sup><i>Id.</i> at 262. This is because reckless simple AB does not meet <i>Begay</i>'s requirement that under the residual clause an offense must \"typically involve purposeful . . . conduct.\" <i>Begay,</i> 553 U.S. at 144-45, 128 S.Ct. 1581.</p>\n<p>From these propositions, Dancy argues that no Massachusetts state conviction for any crime involving AB can qualify under the ACCA on only the face of the conviction regardless of whether those crimes also involve additional elements.<sup>[11]</sup> He argues that the key consideration is that all AB crimes can be committed recklessly. <i>See, e.g., </i><i>Commonwealth v. Correia,</i> 50 Mass.App.Ct. 455, 737 N.E.2d 1264, 1266 (2000) (AB on a public employee); <i>Commonwealth v. Burno,</i> 396 Mass. 622, 487 N.E.2d 1366, 1368-69 (1986) (ABDW). We disagree that this sole consideration is dispositive of the ACCA question.</p>\n<p><i>Holloway</i> concerned only simple AB and not the two crimes in question here. Each of these two crimes includes additional elements that distinguish this case from <i>Holloway.</i> It is necessary for us to discuss and resolve only the ABPO issue.<sup>[12]</sup></p>\n<p><span class=\"star-pagination\">*468</span> We turn to the elements of the ABPO crime, as specified in the state statutes that criminalize ABPO and set forth standard charging language, and as interpreted by the Massachusetts courts. The charge was apparently brought pursuant to Mass. Gen. Laws ch. 265, § 13D, which provides: \"Whoever commits an assault and battery upon any public employee when such person is engaged in the performance of his duties at the time of such assault and battery, shall be punished. . . .\" This statute is separate and distinct from the statute criminalizing simple AB. <i>See</i> Mass. Gen. Laws ch. 265, § 13A. The standard statutory charging language for ABPO charges is: \"That A.B. did assault and beat C.D., who was a police officer of the (city of Boston) (or whatever the fact may be), and who was also in the lawful discharge of his duties as such officer, as said (defendant) well knew. . . .\" Mass. Gen. Laws ch. 277, § 79.</p>\n<p>Dancy is correct that a recklessness theory of liability is available as to the action element of the state ABPO crime. <i>Commonwealth v. Zekirias,</i> 443 Mass. 27, 819 N.E.2d 166, 168 (2004) (describing jury instructions for \"the offense of intentional or reckless assault and battery on a public employee\"); <i>Correia,</i> 737 N.E.2d at 1266 (holding that absent evidence that the legislature intended the ABPO statute to have a different culpability standard than the simple AB statute, recklessness was available). But it does not follow that any crime that can be committed recklessly must necessarily not be similar in kind to any of the ACCA enumerated offenses. Under state law the ABPO crime has additional elements that the simple AB crime does not: (1) the person assaulted must be a police officer, (2) the officer must be engaged in his or her official duties, and also (3) the defendant must know the victim of the assault and battery is a police officer engaged in performance of his or her duties. Mass. Gen. Laws ch. 277, § 79. These additional elements differentiate the mental state required for the ABPO crime from those required for simple AB.<sup>[13]</sup> They ensure that the conduct criminalized by the ABPO statute is \"purposeful,\" which is different from the mental state required by the elements of the simple AB statute.</p>\n<p>It is important that <i>Begay</i> specifically stated that the enumerated offenses \"typically\" involve purposeful conduct, <i>Begay,</i> 553 U.S. at 144-45, 128 S.Ct. 1581, and required only that an offense be \"roughly similar\" in kind to the enumerated offenses in order to qualify under the ACCA, <i>id.</i> at 143, 128 S.Ct. 1581; <i>see also </i><i>Holloway,</i> 630 F.3d at 261 (finding that reckless simple AB \"does not typically involve purposeful conduct\"); <i>Almenas,</i> 553 F.3d at 35 n. 9 (emphasizing typicality requirement). This means we should not allow hypothetical fact patterns to control our decision if they are unlikely to occur during the typical interactions which result in ABPO convictions. Indeed, the Massachusetts Supreme Judicial Court has itself cabined the meaning of \"recklessness\" in the ABPO context, vacating a judgment of reckless ABPO where court officers were merely \"hit in the forearm\" as defendant \"was wildly gesturing his arms\" because it was not clear that the jury had found the defendant reckless rather than merely <span class=\"star-pagination\">*469</span> negligent. <i>Zekirias,</i> 819 N.E.2d at 167. It is also true that the adjectives, such as \"purposeful,\" that the Supreme Court used in <i>Begay</i> \"denote qualities that are ineluctably manifested in degree and appear in different combinations; they are, therefore, imprecise aids.\" <i>United States v. Williams,</i> 529 F.3d 1, 7 (1st Cir.2008) (footnote omitted).</p>\n<p>The simple AB statute discussed in <i>Holloway</i> requires only conduct \"involv[ing] a high degree of likelihood that substantial harm will result to another,\" or involving \"disregard of probable harmful consequences to another.\" <i>Holloway,</i> 630 F.3d at 261 (quoting <i>Commonwealth v. Welch,</i> 16 Mass.App.Ct. 271, 450 N.E.2d 1100, 1102-03 (1983)). An AB conviction can arise from merely reckless conduct involving great risk or disregard for consequences; no additional statutory elements limit the factual circumstances in which these requirements are met to situations that typically involve purposeful conduct.<sup>[14]</sup> The elements of the offense of simple AB do not require any awareness of the victim, much less an awareness that the victim is a law enforcement officer engaged in the performance of official duties. <i>See </i><i>Welch,</i> 450 N.E.2d at 1102-03 (listing elements of reckless simple AB).</p>\n<p>By contrast, ABPO arises only in a narrow set of circumstances: an interaction between an individual and police officers in which the individual knows that he or she confronts an officer and that the officer is discharging his or her law enforcement duties at the time of the confrontation. This is ensured by the additional elements that the police officer \"was . . . in the lawful discharge of his [or her] duties as such officer, <i>as said (defendant) well knew.</i>\" Mass. Gen. Laws ch. 277, § 79 (emphasis added). By requiring proof that the defendant knew these facts as to the victim's status, the additional elements also require the prosecution to prove the defendant knew that there were one or more victims who could be injured by the defendant's actions, and yet nonetheless acted with \"disregard of probable harmful consequences\" or in a way that created \"a high degree of likelihood [of] substantial harm\" to a potential victim. <i>See </i><i>Welch,</i> 450 N.E.2d at 1102-03. That the defendant must also know the potential victim's specific status as a police officer engaged in official duties only heightens the level of knowledge, and thus purposeful conduct, that must be present before a defendant can be convicted of ABPO.</p>\n<p>As a result, in the ABPO context purposeful conduct is the norm, and what we said in <i>Fernandez</i> is still true: the crime of ABPO \"nearly always involves the intentional striking of a police officer.\" <i>Fernandez,</i> 121 F.3d at 780. \"At a minimum, assault and battery upon a police officer requires purposeful and unwelcomed contact with a person the defendant knows to be a law enforcement officer actually engaged in the performance of official duties.\" <i>Id.</i> The Massachusetts Appeals Court has recently ratified this conclusion, noting that our statement in <i>Fernandez</i> that ABPO requires <i>purposeful conduct</i> and knowledge as to the victim's identity is different from \"the concept that [the defendant] intended the consequences of his action.\" <i>Commonwealth v. Deschaine,</i> 77 Mass.App.Ct. 506, 932 N.E.2d 854, 861 (2010) (citing <i>Fernandez,</i> 121 F.3d at 778).</p>\n<p>Turning to the risk component of the residual clause, what we said in <i>Fernandez</i> <span class=\"star-pagination\">*470</span> about the degree of risk involved in ABPO also remains true. The ABPO crime \"nearly always poses a serious risk of actual or potential physical force and the likelihood of physical injury. That law enforcement officers usually carry weapons when on duty only heightens the serious risk of injury associated with such an assault.\" <i>Fernandez,</i> 121 F.3d at 780.</p>\n<p>While the primary risk of ABPO is to the officer who is occupied with his or her duties to the public, there is also a great risk to the defendant whose interference with the police is likely to provoke a response of decisive force calibrated to end the matter quickly and prevent the assailant from getting control of the officer or his or her weapon or otherwise injuring the officer or bystanders. <i>See </i><i>United States v. Williams,</i> 559 F.3d 1143, 1149 (10th Cir.2009). \"[T]he use of force is an expected, necessary part of a law enforcement officer's task of subduing and securing individuals suspected of committing crimes.\" <i>Lee v. Ferraro,</i> 284 F.3d 1188, 1200 (11th Cir.2002). Police officers are trained to \"induce compliance\" in people who \"resist the officers' efforts to bring [them] under control,\" and the techniques they may legitimately use to do so may cause serious injury to the person resisting. <i>Jennings v. Jones,</i> 587 F.3d 430, 441 (1st Cir.2009) (describing officer's use of \"ankle turn control technique\" taught in police academy); <i>see also </i><i>Isom v. Town of Warren,</i> 360 F.3d 7, 10 (1st Cir.2004) (describing officers' use of pepper spray in accordance with their training). In addition to risk to the officers and to the assailant, the confrontation between the officer and the assailant may put bystanders at risk of injury as well.</p>\n<p>Indeed we think the serious risk of injury is greater in the ABPO situation than in several of the enumerated offenses. As we have said of the Massachusetts crime of resisting arrest, the crime involves \"resisting the authority of a police officer, an official charged with defending the public.\" <i>Almenas,</i> 553 F.3d at 34. Resisting arrest poses an arguably greater risk than the enumerated offenses because the officer is \"duty-bound to effectuate the arrest,\" resulting in \"a significant risk of conflict and, concomitantly, a significant risk of injury.\" <i>Id.</i> The same is true for ABPO, which involves similar dynamics.</p>\n<p>This great risk of physical injury is present even if the assault and battery on the officer in the enforcement of his or her duties is recklessly done. And that risk is relevant to our categorical analysis even if actual physical harm does not materialize in a particular case. <i>Williams,</i> 559 F.3d at 1149 (\"[B]attery of an armed on-duty police officer is `a powder keg, which may or may not explode into violence and result in physical injury to someone at any given time, but which <i>always</i> has the serious potential to do so.'\") (quoting <i>United States v. West,</i> 550 F.3d 952, 963 (10th Cir.2008) (overruled on other grounds by <i>United States v. McConnell,</i> 605 F.3d 822 (10th Cir.2010))). It is enough that the <i>typical</i> case of ABPO involves a serious risk of injury: the residual clause \"speaks in terms of a `potential risk,'\" an \"inherently probabilistic concept[ ].\" <i>James v. United States,</i> 550 U.S. 192, 207, 127 S.Ct. 1586, 167 L.Ed.2d 532 (2007) (quoting 18 U.S.C. § 924(e)(2)(B)(ii)). It need not be the case that \"every conceivable factual offense covered by a statute must necessarily present a serious potential risk of injury before the offense can be deemed a violent felony.\" <i>Id.</i> at 208, 127 S.Ct. 1586.</p>\n<p>Because the Massachusetts crime of ABPO qualifies under the residual clause of the ACCA, we do not reach the question of whether it qualifies under the force clause.</p>\n<p><span class=\"star-pagination\">*471</span> Because Dancy has four qualified ACCA predicate offenses, we do not reach the question of whether a conviction for ABDW is itself a predicate offense.</p>\n<p>The conviction and sentence are affirmed.</p>\n<h2>NOTES</h2>\n<p>[*]  The Hon. David H. Souter, Associate Justice (Ret.) of the Supreme Court of the United States, sitting by designation.</p>\n<p>[1]  Reardon testified that he did not actually think that Taylor was the shooter, but mentioned the resemblance in order to improve the description for other officers who knew Taylor.</p>\n<p>[2]  Reardon testified that he could not see the actual rear door to Boomer's because of a picket fence in the way.</p>\n<p>[3]  When defense counsel asked Walls why he didn't just pull the gun out of Dancy's pocket himself, Walls replied, \"It's far more dangerous if you take it out, because I'mhe's still fighting me. I am still struggling with him. I want it in that pocket, contained with my hand on it, because that's the safest location. . . . If it comes out, who knows what happens then.\"</p>\n<p>[4]  During the suppression hearings, Trooper Walls testified that the revolver frame stayed in Dancy's pocket during the entire struggle, and both Officer Cesarini and Officer Hyland testified that it was ultimately recovered from Dancy's pocket rather than the floor, but the district court apparently found that the account in Officer Hyland's written report that he picked all of the pieces up off the floor was more consistent with the gun's broken condition. <i>United States v. Dancy,</i> No. 04-10387, 2007 WL 2789279, at *2 n. 4 (D.Mass. Sept. 25, 2007).</p>\n<p>[5]  Walls's suspicion that Dancy was the shooter Reardon had described was not made less reasonable by the fact that Dancy was wearing a leather jacket atop the other clothes Reardon had mentioned. As Reardon explained on cross-examination, it would have been logical for Dancy, who had just fired a gun in a public intersection, to want to alter the clothing he was wearing in case observers called the police and described what they had seen.</p>\n<p>[6]  The ACCA further provides that \"any State offenses classified by the laws of the State as a misdemeanor and punishable by a term of imprisonment of two years or less\" are not \"crime[s] punishable by imprisonment for a term exceeding one year.\" 18 U.S.C. § 921(a)(20). This limitation does not apply here.</p>\n<p>[7]  <i>Johnson</i> was decided under the force clause, <i>Johnson v. United States,</i> ___ U.S. ___, 130 S.Ct. 1265, 1268, 176 L.Ed.2d 1 (2010); <i>Begay</i> under the residual clause, <i>Begay v. United States,</i> 553 U.S. 137, 140, 128 S.Ct. 1581, 170 L.Ed.2d 490 (2008).</p>\n<p>[8]  A plurality of the Court found that this was necessary to prevent federal courts from finding disputed facts about the nature of prior convictions, a practice that would raise questions under <i>Apprendi v. New Jersey,</i> 530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000), and <i>Jones v. United States,</i> 526 U.S. 227, 119 S.Ct. 1215, 143 L.Ed.2d 311 (1999). <i>See </i><i>Shepard v. United States,</i> 544 U.S. 13, 24-26, 125 S.Ct. 1254, 161 L.Ed.2d 205 (2005) (plurality opinion).</p>\n<p>[9]  We have held that \"the terms `crime of violence' under the career offender Guideline and `violent felony' under the ACCA are nearly identical in meaning, so that decisions construing one term inform the construction of the other.\" <i>United States v. Willings,</i> 588 F.3d 56, 58 n. 2 (1st Cir.2009). In <i>United States v. Giggey,</i> 551 F.3d 27, 36 (1st Cir. 2008) (en banc), we acknowledged that the difference between the ACCA's enumeration of \"burglary\" and the career offender Guideline's enumeration of the narrower \"burglary of a dwelling\" affected the interpretation of the Guideline's residual clause.\n</p>\n<p>Dancy attempts to expand on <i>Giggey,</i> arguing that because an application note to the Guideline expressly lists several additional offenses, including \"aggravated assault,\" as crimes of violence, we cannot import into the ACCA context the analysis from any case holding that a type of assault qualifies as a crime of violence under the Guideline.</p>\n<p>Our opinion in <i>Fernandez</i> did not rely on or even mention the application notes. Nor is the ABPO crime an aggravated assault under Massachusetts law. <i>See </i><i>Commonwealth v. Correia,</i> 50 Mass.App.Ct. 455, 737 N.E.2d 1264, 1266 (2000) (stating that assault and battery (AB) on a public employee is a codification of the common law crime of simple AB, with additional elements related to the employee's status and engagement in performing official duties). The Massachusetts AB and ABDW statutes list separate simple and aggravated offenses, though it is the courts and not the statutes that supply the \"aggravated\" title. <i>Compare</i> Mass. Gen. Laws ch. 265, § 13A(a) (simple AB), <i>with id.</i> § 13A(b) (aggravated assault); <i>compare id.</i> § 15A(b) (simple ABDW), <i>with id.</i> § 15A(c) (aggravated ABDW); <i>see also Commonwealth v. Assaf,</i> No. 07-P-1337, 2009 WL 1616750, at *1 (Mass.App.Ct. June 11, 2009) (distinguishing between statutes for simple and aggravated assault and battery).</p>\n<p>[10]  The <i>Holloway</i> court remanded to allow the government to try to prove, using <i>Shepard</i>-approved documents, that the defendants had been convicted of crimes that qualified under either the residual clause or the force clause. <i>United States v. Holloway,</i> 630 F.3d 252, 263 (1st Cir.2011).</p>\n<p>[11]  The PSR in Dancy's case, which the parties use as a conclusive record of his prior convictions for present purposes, determined from state court records that Dancy was convicted of ABPO stemming from two separate altercations, with no other details.</p>\n<p>[12]  The additional elements also distinguish this case from those involving broad, general state statutes with recklessness standards, such as reckless endangerment, <i>see, e.g., </i><i>United States v. Lee,</i> 612 F.3d 170, 197 (3d Cir. 2010), or involuntary manslaughter, <i>see, e.g., </i><i>United States v. Woods,</i> 576 F.3d 400, 410 (7th Cir.2009).</p>\n<p>[13]  In fact, the Massachusetts state courts have expressly recognized that simple AB is a lesser included offense within ABPO, appropriate where the jury finds all of the elements of simple AB but does not find that the defendant knew the victim was a police officer engaged in his or her official duties at the time of the assault. <i>Commonwealth v. Francis,</i> 24 Mass.App.Ct. 576, 511 N.E.2d 38, 41-42 (1987); <i>Commonwealth v. Rosario,</i> 13 Mass.App.Ct. 920, 430 N.E.2d 866, 866 (1982).</p>\n<p>[14]  The recklessness theory of simple AB is limited to cases in which the victim was actually injured, but this goes to the effect of the defendant's actions, not to the defendant's mental state. <i>See </i><i>Holloway,</i> 630 F.3d at 261 (additional requirement under recklessness theory is that \"the victim suffered some physical injury\").</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">640</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">455</span></span> (2011)</b></center>\n<center><h1>UNITED STATES, Appellee,<br>\nv.<br>\nWillie DANCY, Defendant, Appellant.</h1></center>\n<center>No. 09-2628.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard February 7, 2011.</center>\n<center>Decided April 13, 2011.</center>\n<p><span class=\"star-pagination\">*457</span> Charles W. Rankin, with whom Michelle Menken and Rankin &amp; Sultan were on brief, for appellant.</p>\n<p>Cynthia A. Young, Assistant United States Attorney, with whom Carmen M. Ortiz, United States Attorney, was on brief, for appellee.</p>\n<p>Before LYNCH, Chief Judge, SOUTER, Associate Justice,<sup>[*]</sup> and STAHL, Circuit Judge.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>Willie Dancy, convicted of being a felon in possession of a firearm, 18 U.S.C. § 922(g)(1), and sentenced to fifteen years (180 months) of imprisonment under the Armed Career Criminal Act (ACCA), 18 U.S.C. § 924(e), brings serious challenges to both his conviction and his sentence.</p>\n<p>As to his conviction, Dancy argues that the firearm and related evidence should have been suppressed, that other evidence was inadmissible and prejudicial, that he was entitled to a mistrial based on the government's closing argument, and that the jury instruction on what constitutes a \"firearm\" was in error and violated the Second Amendment.</p>\n<p>As to his sentence, Dancy argues the district court erred in finding him to be an armed career criminal under the ACCA, as recommended in the Presentence Report (PSR), and sentencing him to fifteen years' imprisonment, the statutory minimum under the ACCA. Based on the Supreme Court's decisions under the ACCA in <i>Begay v. United States,</i> <span class=\"citation\" data-id=\"145815\"><a href=\"/opinion/145815/begay-v-united-states/\"><span class=\"volume\">553</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, <span class=\"citation\" data-id=\"145815\"><a href=\"/opinion/145815/begay-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1581</span></a></span>, <span class=\"citation\" data-id=\"145815\"><a href=\"/opinion/145815/begay-v-united-states/\"><span class=\"volume\">170</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></a></span> (2008), and <i>Johnson v. United States,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"1732\"><a href=\"/opinion/1732/johnson-v-united-states/\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1265</span></a></span>, <span class=\"citation\" data-id=\"1732\"><a href=\"/opinion/1732/johnson-v-united-states/\"><span class=\"volume\">176</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (2010), and on our recent decision in <i>United States v. Holloway,</i> <span class=\"citation\" data-id=\"183309\"><a href=\"/opinion/183309/united-states-v-holloway/\"><span class=\"volume\">630</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">252</span></a></span> (1st Cir.2011), he argues we should change prior circuit law. He argues that his prior state convictions for assault and battery on a police officer (ABPO) and for assault and battery with a dangerous weapon (ABDW) could have been based on merely reckless actions, that this is the dispositive consideration under the ACCA, and that the district <span class=\"star-pagination\">*458</span> court erred in finding these were valid predicate offenses rendering him an armed career criminal.</p>\n<p>We affirm both the conviction and the sentence.</p>\n<p></p>\n<h2>I. <i>BACKGROUND</i>\n</h2>\n<p></p>\n<h2>A. <i>The Gun Possession Crime</i>\n</h2>\n<p>We summarize the facts as found by the district court in its denial of Dancy's motion to suppress, <i>United States v. Dancy,</i> No. 04-10387, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">2789279</span></span> (D.Mass. Sept. 25, 2007), which are consistent with record support and are not clearly erroneous. <i>See </i><i>United States v. Dubose,</i> <span class=\"citation\" data-id=\"203983\"><a href=\"/opinion/203983/united-states-v-dubose/\"><span class=\"volume\">579</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">117</span></a></span>, 120 (1st Cir.2009). We supplement that description with testimony from the record. Dancy does not argue that any of the district court's basic factual findings were clearly erroneous.</p>\n<p>The investigating officers testified at the suppression hearing as follows. On December 8, 2004, just after 9 PM, Brockton Police Detective Mark Reardon, driving in an unmarked patrol car through a high-crime area in Brockton, Massachusetts, saw four men milling about a new Mercedes at a gas station. Suspecting the men were involved in drug sales, he began to run the car's license number while circling his car back around toward the gas station. Reardon observed a black man holding a \"full-size, large-frame semiautomatic\" run past Reardon's car in the opposite direction, aiming the gun toward the Mercedes. <i>Dancy,</i> <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">2789279</span></span>, at *1. Reardon testified that when the Mercedes sped away, the man raised the gun and fired a shot into the air, then jogged away toward an alleyway.</p>\n<p>Reardon radioed for assistance, reporting that shots had been fired. \"He described the shooter as a black male with a cornrow hairstyle, dressed in a gray hooded sweatshirt with lettering and dark blue jeans. Reardon also stated that the man resembled David Taylor, an individual well known to Brockton police.\"<sup>[1]</sup><i>Id.</i> Still driving in the opposite direction, Reardon lost sight of the shooter. Based on the time of night and the path the shooter took, Reardon thought the most feasible place for the shooter to go was Boomer's, \"a notorious drinking establishment\" with a reputation for lawlessness. <i>Id.</i> Boomer's was one block from the intersection where the shooting took place and was \"one of the few places in the neighborhood that was open at that time of night.\" <i>Id.</i> Reardon pulled his car around so that he could see both the street behind Boomer's<sup>[2]</sup> and Main Street, in case he was wrong and the shooter had run up that street instead.</p>\n<p>A Massachusetts State Police anti-gang unit quickly joined Reardon: Brockton Police Officers Thomas Hyland and Michael Cesarini, and State Police Sergeant Mark Kiley and Trooper Frank Walls. Reardon was in plainclothes, Kiley and Walls were in state police sweatshirts or jackets with their badges and guns visible, and Hyland and Cesarini were in uniform. Walls, followed by Hyland and Kiley, entered through the bar's rear entrance, while at the same time Reardon and Cesarini entered through the front.</p>\n<p>Trooper Walls was familiar with David Taylor and his appearance. As soon as Walls entered the bar, he spotted a man who \"strongly resembled\" Reardon's radioed description. <i>Id.</i> at *2. This man was <span class=\"star-pagination\">*459</span> Dancy. In addition to the hooded gray sweatshirt and jeans, Dancy was also wearing a leather jacket. Although Walls and Hyland testified that the jacket was open in the front so that the sweatshirt was still visible, the district court found that the jacket hid the sweatshirt. <i>See id.</i> at *2 &amp; n. 2.</p>\n<p>Walls moved toward Dancy, who made eye contact with him. Dancy quickly turned, \"thrust his hand into the right pocket of the jacket,\" and started to move away toward the front entrance. <i>Id.</i> at *2. In light of Dancy's matching the description of the street shooter and that movement, Walls interpreted Dancy's movement as meaning (correctly it turned out) that Dancy had a loaded gun in his pocket. This, Walls concluded, posed a risk to the police. Walls decided that if Dancy did have a gun, the only way to keep the situation under control was to grab the gun while it was still in Dancy's pocket, and to keep Dancy or any bystander from removing it from the pocket.<sup>[3]</sup></p>\n<p>In response to Dancy's apparent move for a gun, Walls grabbed Dancy's arm and his jacket pocket. Feeling a gun in the pocket, Walls yelled \"gun\" several times to alert the other officers. Dancy replied, \"Get off me, bitch, I ain't got no gun,\" and Dancy and Walls struggled. <i>Id.</i> Hyland tried to help Walls.</p>\n<p>Dancy momentarily broke free and attempted to hand all or part of a .22 caliber revolver to a bystander, who refused to take it. Dancy then dropped the object to the floor. Cesarini sprayed Dancy in the face with pepper spray and Hyland and Walls wrestled Dancy to the ground and subdued him. Hyland or Kiley immediately retrieved the cylinder of the gun from the floor;<sup>[4]</sup> the cylinder contained a round of ammunition. A second cartridge was found in Dancy's jacket pocket. The pin that locked the cylinder into the gun's frame was never found.</p>\n<p>Before Cesarini reached the fray, he saw another man push a 9-millimeter semi-automatic pistol under one of the pool tables. Cesarini ordered the man, Kevin Jones, to drop to the floor. Jones kicked the pistol farther under the table. Cesarini and Reardon subdued and arrested Jones and secured the pistol, a 9-millimeter Smith &amp; Wesson, which was loaded with four bullets. A spent casing that a ballistics expert matched to the gun was found just outside the bar. After Jones and Dancy were arrested, Reardon confirmed that Dancy was the street shooter he had observed fire into the air.</p>\n<p>While Dancy and Jones were held in adjacent cells at the Brockton Police headquarters, State Trooper Erik Telford overheard the two talking. Jones said to Dancy,</p>\n<blockquote>\"Yo Will, you know the Smith &amp; Wesson don't take no prints.\" Jones continued: \"Will, I'm getting charged with the big one and you're getting charged with the <span class=\"star-pagination\">*460</span> little one. . . .\" Dancy replied: \"I know. . . and you think it's my fault because I had to go do that shit[.]\"</blockquote>\n<p><i>Id.</i> at *2 (alteration and omissions in original). These statements were admitted into evidence.</p>\n<p></p>\n<h2>B. <i>Proceedings in the District Court</i>\n</h2>\n<p>Dancy was charged under 18 U.S.C. § 922(g)(1), for the gun and ammunition that were in his jacket pocket, on one count of possessing a firearm and ammunition after having previously been convicted of a felony. He was not charged with being the street shooter seen by Reardon or with possession of the 9-millimeter gun, the gun more likely used in the street shooting. Dancy moved to suppress the evidence of the .22 caliber gun and ammunition, as well as the statements he made in the Brockton Police holding cell that Trooper Telford overheard.</p>\n<p>The district court denied the motion to suppress, finding that while Trooper Walls's seizure of Dancy was an arrest, Reardon's and Walls's collective observations and knowledge were sufficient to establish probable cause for the arrest. <i>Id.</i> at *3. The court found that probable cause was strongly supported by Reardon's thorough physical description of the person he personally observed firing a gun unlawfully into the air, the officers' \"almost immediate apprehension\" of Dancy following that shooting, Dancy's immediate attempt to evade the officers, and Dancy's \"furtive\" motion toward his pocket that \"Trooper Walls reasonably interpreted as threatening.\" <i>Id.</i></p>\n<p>The court found in the alternative that the officers had reasonable suspicion justifying an investigative stop of Dancy, and that their discovery of the gun during that stop provided probable cause for the arrest. <i>Id.</i> at *4. Further, the court held that \"even if the initial seizure of Dancy. . . was unjustified, Dancy's forcible resistance to the arrest would have been an intervening act sufficient to break the chain of causation and dissipate the taint of any illegality, thereby giving the officers fresh grounds for an arrest.\" <i>Id.</i></p>\n<p>Dancy was convicted after a jury trial. The PSR listed five prior state convictions as qualifying predicate offenses under the ACCA. Dancy disputed that he had the requisite three predicate offenses. He had twice pled guilty to drug charges; he originally disputed that he was convicted on these charges but now concedes that both are proper ACCA predicates. He also had two sets of convictions for ABPO and ABDW. He had pled guilty to both ABPO and ABDW for each offense. At his federal sentencing Dancy objected that these two offenses should be counted as only one offense because, although the charges stemmed from two separate arrests two months apart, they were consolidated for sentencing by the state court. Finally, a set of state drug charges had been disposed of as \"guilty filed,\" a disposition Dancy argued did not constitute a conviction under Massachusetts law. The district court found that Dancy qualified as an armed career criminal under the ACCA and sentenced him to the statutory minimum of fifteen years' imprisonment. This was a downward departure, to which the prosecution agreed, from the guideline range of 235 to 293 months.</p>\n<p></p>\n<h2>II. <i>CHALLENGES TO THE CONVICTION</i>\n</h2>\n<p></p>\n<h2>A. <i>Motion to Suppress</i>\n</h2>\n<p>In reviewing a motion to suppress, we review de novo the district court's legal determinations, including the ultimate probable cause and reasonable suspicion determinations, and review for clear error its findings of fact and credibility determinations. <i>See </i><i>United States v.</i> <span class=\"star-pagination\">*461</span> <i>Battle,</i> <span class=\"citation\" data-id=\"205954\"><a href=\"/opinion/205954/united-states-v-battle/\"><span class=\"volume\">637</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">44</span></a></span>, 47-48 (1st Cir.2011); <i>see also </i><i>Ornelas v. United States,</i> <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">690</span></a></span>, 699, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1657</span></a></span>, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">911</span></a></span> (1996). We \"construe the record in the light most favorable to the district court's ruling,\" <i>United States v. Cook,</i> <span class=\"citation\" data-id=\"776186\"><a href=\"/opinion/776186/united-states-v-donald-cook/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></a></span>, 84 (1st Cir.2002), and we \"will uphold the denial of a motion to suppress as long as any reasonable view of the evidence supports it,\" <i>Battle,</i> 637 F.3d at 48.</p>\n<p>While officers must have probable cause in order to arrest, the Supreme Court established in <i>Terry v. Ohio,</i> <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">889</span></a></span> (1968), and its progeny that \"the police can stop and briefly detain a person for investigative purposes even if the officer lacks probable cause if the officer has reasonable suspicion supported by articulable facts that `criminal activity may be afoot.'\" <i>United States v. Ramos,</i> <span class=\"citation\" data-id=\"181336\"><a href=\"/opinion/181336/united-states-v-ramos/\"><span class=\"volume\">629</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></a></span>, 65 (1st Cir.2010) (citation omitted) (quoting <i>Terry,</i> 392 U.S. at 30, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>). Both the initial seizure and the actions the police take thereafter must be reasonable. <i>Id.</i> A <i>Terry</i> stop may lead to probable cause for arrest when \"the circumstances giving rise to reasonable suspicion\" are combined with \"the developments that unfold[ ] during the <i>Terry</i> stop.\" <i>United States v. Lee,</i> <span class=\"citation\" data-id=\"200295\"><a href=\"/opinion/200295/united-states-v-lee/\"><span class=\"volume\">317</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 32 (1st Cir. 2003).</p>\n<p>Dancy argues that the motion to suppress should have been granted based on the district court's primary conclusion \"that Trooper Walls's attempt to physically restrain Dancy was a seizure tantamount to a formal arrest.\" <i>Dancy,</i> <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">2789279</span></span>, at *3. He argues that probable cause is necessary for arrest and that the officers had no probable cause when Walls first attempted to physically restrain Dancy. Alternatively, Dancy argues that even if there was reasonable suspicion to support an investigative stop, there was never reason to frisk him for weapons.</p>\n<p>We agree with the district court that the record presents an escalating series of events in which each step taken by the officers and Dancy led reasonably to the next. From the \"reasonably thorough physical description\" of the street shooter and his clothing,<sup>[5]</sup> the likelihood the shooter had gone into the bar, the \"almost immediate apprehension (within three to five minutes of Reardon's initial observations),\" and the obvious effort Dancy made to move away from Walls, Walls had ample reasonable suspicion to stop Dancy and investigate further. <i>Id.</i> In light of those background facts, we also agree with the district court that when Dancy put his hand in his pocket in a way which suggested to an experienced officer that Dancy was putting his hand on a gun, Walls had even more reason to stop and investigate Dancy, including through a pat frisk in order to see if there was a weapon that could pose a risk to the officers. <i>See id.</i></p>\n<p>We reject Dancy's contention that the officers were required to investigate more before they could frisk him for weapons. \"Officers are permitted to take actions to protect their own safety and the safety of others in the area,\" including conducting a pat-frisk if under all the circumstances they have \"a particularized and objective basis to suspect the individual ha[s] a weapon.\" <i>United States v. Mohamed,</i> <span class=\"citation\" data-id=\"180797\"><a href=\"/opinion/180797/united-states-v-mohamed/\"><span class=\"volume\">630</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.2010); <i>see</i> <span class=\"star-pagination\">*462</span> <i>also </i><i>Estrada v. Rhode Island,</i> <span class=\"citation\" data-id=\"204167\"><a href=\"/opinion/204167/estrada-v-rhode-island/\"><span class=\"volume\">594</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 66 (1st Cir.2010). Officer Walls had a particular, objective reason to suspect that Dancy was armed and involved in criminal activity.</p>\n<p>It was when Walls felt what he knew to be a firearm in Dancy's pocket that he yelled \"gun\" several times and struggled with Dancy until Dancy was subdued and on the ground. Even if Walls's first contact with Dancy was a momentary \"seizure\" of Dancy and the gun in his pocket, it was Dancy who then escalated and prolonged the interaction by resisting Walls's attempts to secure the weapon. Dancy's attempt to take the gun out of his pocket and hand it off rather than give it to the police certainly justified the police in subduing him, placing him formally under arrest, and retrieving the gun parts from the floor.</p>\n<p>Little is to be gained by parsing this rapid sequence of events frame by frame. From the start there was reasonable suspicion under <i>Terry</i> justifying an investigative search, and there were particularized and objective reasons to believe Dancy was armed, justifying a frisk for weapons. <i>See generally </i><i>Mohamed,</i> 630 F.3d at 5-6 (finding officer had reasonable suspicion that individual, apprehended a few minutes after a shooting, was the shooterdespite small disparities between individual's and shooter's reported clothingand that pat-frisk for weapons was reasonable). By the end there was more than ample probable cause to have seized the .22 caliber revolver and to have arrested Dancy.</p>\n<p></p>\n<h2>B. <i>Other Arguments</i>\n</h2>\n<p>We briefly address the five other arguments Dancy makes challenging his conviction.</p>\n<p>Three of Dancy's claims challenge the admission of certain evidence. First, he argues for the first time on appeal that testimony and other evidence relating to uncharged misconduct, that is, the shooting that set off the chain of events leading to his arrest, was irrelevant to the actual charged offense and deprived him of a fair trial by focusing a significant portion of the trial on what he characterizes as mere propensity evidence. Second, he argues to us, also for the first time on appeal, that expert testimony that the .22 revolver was a firearm under <i>Massachusetts</i> law misled the jury as to its obligation to apply the <i>federal</i> statute. Third, Dancy argues, as he did in the district court, that Officer Telford's testimony recounting part of the conversation he overheard between Jones and Dancy in the cell block was improper hearsay evidence.</p>\n<p>Dancy's fourth argument, which he also made to the district court, is that the prosecutor's misstatement of the evidence during her closing argument, which involved summarizing more of the cell-block conversation overheard by Telford than had actually been elicited from Telford during trial, required the district court to grant his motion for a mistrial. We discuss these four arguments together.</p>\n<p>We review the two claims that Dancy has raised for the first time on appeal for plain error, which requires that he make a four-part showing. <i>United States v. Olano,</i> <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 732, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993). There must be 1) error that 2) is \"plain,\" meaning \"clear\" or \"obvious,\" <i>id.</i> at 733, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, that 3) was prejudicial, meaning that it \"affected the outcome of the district court proceedings,\" <i>id.</i> at 734, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, and 4) \"seriously affect[ed] the fairness, integrity or public reputation of judicial proceedings,\" with the fourth element within the appellate court's discretion to require, <i>id.</i> at 736, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span> (quoting <i>United States v. Atkinson,</i> 297 <span class=\"star-pagination\">*463</span> U.S. 157, 160, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">391</span></span>, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">555</span></span> (1936)) (internal quotation marks omitted). <i>See also </i><i>United States v. Kinsella,</i> <span class=\"citation\" data-id=\"177231\"><a href=\"/opinion/177231/united-states-v-kinsella/\"><span class=\"volume\">622</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 83 (1st Cir.2010).</p>\n<p>We review Dancy's preserved claim as to Telford's testimony for abuse of discretion. <i>United States v. McElroy,</i> <span class=\"citation\" data-id=\"204074\"><a href=\"/opinion/204074/united-states-v-mcelroy/\"><span class=\"volume\">587</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></a></span>, 80 (1st Cir.2009). Any error is harmless if the government shows it is \"highly probable that the error did not influence the verdict.\" <i>United States v. Flores-de-Jesús,</i> <span class=\"citation\" data-id=\"203873\"><a href=\"/opinion/203873/united-states-v-flores-de-jesus/\"><span class=\"volume\">569</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 27 (1st Cir. 2009) (quoting <i>United States v. Casas,</i> <span class=\"citation\" data-id=\"200815\"><a href=\"/opinion/200815/united-states-v-casas/\"><span class=\"volume\">356</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></a></span>, 121 (1st Cir.2004)) (internal quotation marks omitted). Finally, we also review the denial of Dancy's motion for a mistrial on the grounds of prosecutorial misconduct for abuse of discretion. <i>United States v. Gentles,</i> <span class=\"citation\" data-id=\"174684\"><a href=\"/opinion/174684/united-states-v-gentles/\"><span class=\"volume\">619</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 81 (1st Cir.2010). The pertinent question is whether any prosecutorial misconduct \"so poisoned the well\" that it likely affected the outcome of the trial. <i>United States v. Azubike,</i> <span class=\"citation\" data-id=\"202947\"><a href=\"/opinion/202947/united-states-v-azubike/\"><span class=\"volume\">504</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span>, 39 (1st Cir.2007).</p>\n<p>Even if we were to assume error as to each of these four claims, none of the thresholds described above for reversal is met, because it is highly unlikely that any error affected the verdict. The evidence that Dancy knowingly possessed the .22 revolver Walls felt in Dancy's pocket is very strong, as our recitation of the facts shows. That the gun fell to the ground when Dancy tried to hand it off does not make his knowing possession any less, and there is no support in the record for the theory the defense presented at trial that the gun appeared on the floor from an unknown source. None of the evidence of knowing possession is undermined even if we assume all of Dancy's claims have merit, as they all involve rather peripheral issues.</p>\n<p>Trooper Telford's testimony recounting portions of the cell-block conversation between Dancy and Jones was admitted on a theory of adoptive admission. <i>See </i><i>United States v. Miller,</i> <span class=\"citation\" data-id=\"202646\"><a href=\"/opinion/202646/united-states-v-miller/\"><span class=\"volume\">478</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></a></span>, 51 (1st Cir. 2007). The prosecution argues to us, as it did to the district court, that the testimony was also admissible on a theory that Jones's statements were reciprocal and integrated utterances providing context for Dancy's statement. <i>See </i><i>United States v. Colón-Díaz,</i> <span class=\"citation\" data-id=\"203204\"><a href=\"/opinion/203204/united-states-v-colon-diaz/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 38 (1st Cir.2008). At trial only two of the three admitted statements were elicited before the jury. Telford testified to Jones's statement, \"The Smith and Wesson don't hold no prints,\" but not to his subsequent statement, \"Will, I'm getting charged with the big one and you're getting charged with the little one. . . .\" Telford also testified to hearing Dancy's statement in response, \"I know, I feel you, and you think it's my fault because I had to go and do that shit. . . .\" It is unclear why only these two portions of the conversation were offered.</p>\n<p>Dancy argues that Jones's statement, \"The Smith &amp; Wesson don't hold no prints,\" was likely interpreted by the jury to refer to the uncharged shooting offense and \"suggested, improperly, some consciousness of guilt on Dancy's part.\" We cannot say it was an abuse of discretion to admit Jones's statements, as they could be interpreted as referring to the Boomer's encounter rather than to the street shooting. Because the comments were ambiguous, it is also highly improbable that they had any influence on the jury's evaluation of the evidence as to the charged offense. <i>See </i><i>Flores-de-Jesús,</i> 569 F.3d at 27.</p>\n<p>Dancy's other claims of error are on matters even more tangential. The prosecutor's mistaken reference during closing arguments to the second statement Telford overheard, which was admitted before trial but not elicited before the jury, was isolated and apparently accidental. <i>See </i><i>Gentles,</i> 619 F.3d at 81. Further, it was followed by strong curative instructions to the jury <span class=\"star-pagination\">*464</span> stating not only that lawyers' arguments are not evidence, but also that Telford's testimony had not included that statement. <i>See id.</i> at 81-82. Under these circumstances, it is not \"likely that any prejudice surviving the instruction could have affected the outcome of the case.\" <i>Id.</i> at 82 (quoting <i>Azubike,</i> 504 F.3d at 39).</p>\n<p>Similarly, Dancy's unpreserved objections to the admission of the evidence on the uncharged shooting and the concededly irrelevant testimony on the state law definition of \"firearm,\" where the jury was clearly instructed on the federal definition, address issues that do nothing to undermine the government's case that he knowingly possessed a firearm as federally defined. Any error did not affect the outcome of Dancy's case. <i>Kinsella,</i> 622 F.3d at 83.</p>\n<p>Finally, we reject Dancy's fifth argument, presented for the first time on appeal, that this court's interpretation of language in the federal definition of \"firearm\" in 18 U.S.C. § 921(a)(3) to include inoperable guns is unconstitutional under <i>District of Columbia v. Heller,</i> <span class=\"citation\" data-id=\"145777\"><a href=\"/opinion/145777/district-of-columbia-v-heller/\"><span class=\"volume\">554</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">570</span></a></span>, <span class=\"citation\" data-id=\"145777\"><a href=\"/opinion/145777/district-of-columbia-v-heller/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2783</span></a></span>, <span class=\"citation\" data-id=\"145777\"><a href=\"/opinion/145777/district-of-columbia-v-heller/\"><span class=\"volume\">171</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">637</span></a></span> (2008). <i>See</i> 18 U.S.C. § 921(a)(3) (\"The term `firearm' means (A) any weapon . . . which will or is designed to or may readily be converted to expel a projectile by the action of an explosive. . . .\"); <i>United States v. Ford,</i> <span class=\"citation\" data-id=\"203554\"><a href=\"/opinion/203554/united-states-v-ford/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.2008) (holding that as long as the gun is real, it need not be loaded or operable at the time to be a firearm). Nothing in <i>Heller</i> purports to narrow the scope of what may be considered a firearm. In any event, all that was necessary to fire the .22 caliber gun was to replace the cylinder, which must always be removed in order to load the gun with ammunition. The gun could be fired without the missing cylinder pin, either by substituting a nail for the pin or by holding the cylinder in place manually.</p>\n<p></p>\n<h2>III. <i>CHALLENGES TO THE SENTENCE</i>\n</h2>\n<p>The court agreed with defense counsel that while Dancy, from age seventeen, had a \"bad record,\" the court had seen \"really bad records\" comparatively, and Dancy's record was of picking \"very low hanging fruit.\" Indeed, the court noted that in most instances Dancy had hurt himself, rather than others. For that reason, the court departed downward from the guideline range of 235 to 293 months, concluding that \"180 months is certainly sufficient, perhaps even more than sufficient, but it's the minimum sentence I can impose.\"</p>\n<p>That minimum sentence resulted from the court's finding that Dancy had committed at least three state offenses which qualified as ACCA predicate offenses. <i>See</i> 18 U.S.C. § 924(e)(1) (\"[A] person who violates section 922(g) of this title and has three previous convictions . . . for a violent felony or a serious drug offense . . . shall be . . . imprisoned not less than fifteen years. . . .\"). Dancy concedes he has two qualifying predicate drug offenses. The government concedes that one offensea \"guilty filed\" state outcomedoes not qualify because it is not clear that there was an actual conviction on the available facts. The question then boils down to whether Dancy's remaining Massachusetts convictions for either ABPO or ABDW qualify under the force or the residual clauses of the ACCA, described below.</p>\n<p></p>\n<h2>A. <i>Standard of Review</i>\n</h2>\n<p>The ultimate question of lawwhether a prior conviction qualifies as a predicate offense under the ACCAis reviewed de novo. <i>United States v. Pakala,</i> <span class=\"citation\" data-id=\"1459960\"><a href=\"/opinion/1459960/united-states-v-pakala/\"><span class=\"volume\">568</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span>, 54 (1st Cir.2009). However, there is a preliminary question of the standard of overall appellate review, as Dancy did not argue until a late round of supplemental <span class=\"star-pagination\">*465</span> briefing following our <i>Holloway</i> opinion that these prior offenses were not ACCA predicates under the Supreme Court's <i>Begay</i> and <i>Johnson</i> decisions. <i>Begay</i> was decided before Dancy's sentencing, and <i>Johnson</i> was decided after sentencing but months before he filed his opening brief in this court. The government argues that Dancy's claim is waived or, at the very least, forfeited and reviewable only for plain error. <i>See </i><i>Igartúa v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">626</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">592</span></span>, 603 (1st Cir. 2010) (explaining consequences of waiver and forfeiture).</p>\n<p>Given that before our opinion in <i>Holloway</i> Dancy could understandably have assumed that our precedents holding that Massachusetts ABPO and ABDW convictions <i>are</i> ACCA predicates were not subject to question, <i>see </i><i>United States v. Am,</i> <span class=\"citation\" data-id=\"203778\"><a href=\"/opinion/203778/united-states-v-am/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span> (1st Cir.2009) (ABDW); <i>United States v. Fernandez,</i> <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">777</span></span> (1st Cir.1997) (ABPO), he has not waived (that is, knowingly given up) his arguments. He has, however, forfeited them by not raising them before the district court when he could have, and so we review the district court's decision for plain error. <i>See </i><i>Johnson v. United States,</i> <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></a></span>, 467-68, <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1544</span></a></span>, <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">718</span></a></span> (1997) (plain error standard applies where settled law changes between trial and appeal and issue was not raised in district court); <i>United States v. Barone,</i> <span class=\"citation\" data-id=\"197399\"><a href=\"/opinion/197399/united-states-v-barone/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1284</span></a></span>, 1294 (1st Cir.1997) (same).</p>\n<p>As we explain below, we conclude under the first part of the plain error test that there was no error of law in the district court's finding that Dancy's ABPO convictions qualified as ACCA predicates. This also means the outcome of this case would not be different even if the issues had been raised before the sentencing court.</p>\n<p></p>\n<h2>B. <i>Legal Background under the ACCA</i>\n</h2>\n<p>ACCA predicate offenses include certain drug offenses and \"violent felon[ies],\" defined as:</p>\n<blockquote>any crime punishable by imprisonment for a term exceeding one year . . . that</blockquote>\n<blockquote>(i) has as an element the use, attempted use, or threatened use of physical force against the person of another; or</blockquote>\n<blockquote>(ii) is burglary, arson, or extortion, involves use of explosives, or otherwise involves conduct that presents a serious potential risk of physical injury to another.</blockquote>\n<p>18 U.S.C. § 924(e)(2)(B)(i) and (ii). The Massachusetts ABPO and ABDW crimes are punishable by terms of imprisonment of more than one year, Mass. Gen. Laws ch. 265, § 13D (setting two-and-one-half-year maximum term for assault and battery on a public employee, which includes ABPO); § 15A(b) (setting ten-year maximum term for ABDW).<sup>[6]</sup> In the ACCA sentencing statute, \"[c]lause (i) is sometimes referred to as the `force clause.' The portion of clause (ii) following the enumerated offenses is known as the `residual clause.'\"<sup>[7]</sup><i>Holloway,</i> 630 F.3d at 256 (citations omitted).</p>\n<p><span class=\"star-pagination\">*466</span> The inquiry under the ACCA is whether the state's legal definition of the offense of conviction fulfills either clause of the ACCA's definition of a violent felony. We take a categorical approach, meaning that we \"consider only the offense's legal definition\" under state law, \"forgoing any inquiry into how the defendant may have committed the offense.\" <i>Id.; see also </i><i>Taylor v. United States,</i> <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, 600, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2143</span></a></span>, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">607</span></a></span> (1990). Under the Supreme Court's decision in <i>Shepard v. United States,</i> <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">13</span></a></span>, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">205</span></a></span> (2005), if the state statute encompasses multiple offenses, one or more of which are not ACCA predicates, \"a court may look to a restricted set of documents (e.g., indictment, plea colloquy, jury instructions) to ascertain which of the multiple offenses served as the offense of conviction.\"<sup>[8]</sup><i>Holloway,</i> 630 F.3d at 256-57; <i>see generally </i><i>Nijhawan v. Holder,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145861\"><a href=\"/opinion/145861/nijhawan-v-holder/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2294</span></a></span>, 2299, <span class=\"citation\" data-id=\"145861\"><a href=\"/opinion/145861/nijhawan-v-holder/\"><span class=\"volume\">174</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">22</span></a></span> (2009) (explaining the categorical approach).</p>\n<p>Under <i>Begay,</i> to qualify under the ACCA residual clause, the offense must both (1) pose a degree of risk that is similar to the degree of risk posed by the enumerated offenses, and (2) be roughly similar in kind to the enumerated crimes. <i>United States v. Almenas,</i> <span class=\"citation\" data-id=\"203688\"><a href=\"/opinion/203688/united-states-v-almenas/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 34 (1st Cir.2009). An offense is similar in kind if it \"typically involve[s]\" purposeful, violent, and aggressive conduct. <i>Begay,</i> 553 U.S. at 144-45, <span class=\"citation\" data-id=\"145815\"><a href=\"/opinion/145815/begay-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1581</span></a></span>. The degree of risk and likeness inquiries are questions of federal law. <i>See </i><i>United States v. Giggey,</i> <span class=\"citation\" data-id=\"203601\"><a href=\"/opinion/203601/united-states-v-giggey/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 39 (1st Cir. 2008) (en banc).</p>\n<p>In 1997, before the Supreme Court's decisions in <i>Begay</i> and <i>Johnson,</i> we held that the Massachusetts crime of ABPO was categorically a \"crime of violence\" under the residual clause of the career offender Guideline.<sup>[9]</sup><i>Fernandez,</i> 121 F.3d at <span class=\"star-pagination\">*467</span> 780. Our precedents also hold that ABDW is categorically a violent felony. <i>See </i><i>Am,</i> 564 F.3d at 33 (holding ABDW is ACCA predicate under force clause); <i>United States v. Glover,</i> <span class=\"citation\" data-id=\"203740\"><a href=\"/opinion/203740/united-states-v-glover/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></a></span>, 82 (1st Cir.2009) (holding ABDW is crime of violence under career offender Guideline's residual clause). Dancy challenges the vitality of all of these precedents.</p>\n<p></p>\n<h2>C. <i>Analysis under the ACCA</i>\n</h2>\n<p>Underlying Dancy's arguments as to both state crimes are several general propositions. First, federal courts sentencing under the ACCA must look to how state law defines the elements of state crimes, including decisions by the state's highest court interpreting statutory language and common law definitions. <i>See </i><i>Johnson,</i> 130 S.Ct. at 1269 (federal courts are bound by state high courts' interpretations of state law, including state statutes).</p>\n<p>Second, under <i>Johnson,</i> if that state law crime uses alternative elements or definitions to criminalize more than one type of conduct, so that it encompasses some conduct within the ACCA and some not, and the defendant's conviction does not on its face explain which type is involved, then the mere fact of the defendant's conviction does not meet the government's burden of showing that the conviction qualifies under the ACCA. <i>Holloway,</i> 630 F.3d at 259.</p>\n<p>Third, we held in <i>Holloway</i> that because Massachusetts law allows a conviction for simple assault and battery (AB) on a recklessness theory, without requiring purposeful or intentional conduct, the mere fact of indictment and conviction for simple AB does not meet the government's burden to show that a defendant's simple AB conviction qualifies under either the residual or the force clause.<sup>[10]</sup><i>Id.</i> at 262. This is because reckless simple AB does not meet <i>Begay</i>'s requirement that under the residual clause an offense must \"typically involve purposeful . . . conduct.\" <i>Begay,</i> 553 U.S. at 144-45, <span class=\"citation\" data-id=\"145815\"><a href=\"/opinion/145815/begay-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1581</span></a></span>.</p>\n<p>From these propositions, Dancy argues that no Massachusetts state conviction for any crime involving AB can qualify under the ACCA on only the face of the conviction regardless of whether those crimes also involve additional elements.<sup>[11]</sup> He argues that the key consideration is that all AB crimes can be committed recklessly. <i>See, e.g., </i><i>Commonwealth v. Correia,</i> 50 Mass.App.Ct. 455, <span class=\"citation no-link\"><span class=\"volume\">737</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1264</span></span>, 1266 (2000) (AB on a public employee); <i>Commonwealth v. Burno,</i> <span class=\"citation\" data-id=\"2017353\"><a href=\"/opinion/2017353/commonwealth-v-burno/\"><span class=\"volume\">396</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">622</span></a></span>, <span class=\"citation\" data-id=\"2017353\"><a href=\"/opinion/2017353/commonwealth-v-burno/\"><span class=\"volume\">487</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1366</span></a></span>, 1368-69 (1986) (ABDW). We disagree that this sole consideration is dispositive of the ACCA question.</p>\n<p><i>Holloway</i> concerned only simple AB and not the two crimes in question here. Each of these two crimes includes additional elements that distinguish this case from <i>Holloway.</i> It is necessary for us to discuss and resolve only the ABPO issue.<sup>[12]</sup></p>\n<p><span class=\"star-pagination\">*468</span> We turn to the elements of the ABPO crime, as specified in the state statutes that criminalize ABPO and set forth standard charging language, and as interpreted by the Massachusetts courts. The charge was apparently brought pursuant to Mass. Gen. Laws ch. 265, § 13D, which provides: \"Whoever commits an assault and battery upon any public employee when such person is engaged in the performance of his duties at the time of such assault and battery, shall be punished. . . .\" This statute is separate and distinct from the statute criminalizing simple AB. <i>See</i> Mass. Gen. Laws ch. 265, § 13A. The standard statutory charging language for ABPO charges is: \"That A.B. did assault and beat C.D., who was a police officer of the (city of Boston) (or whatever the fact may be), and who was also in the lawful discharge of his duties as such officer, as said (defendant) well knew. . . .\" Mass. Gen. Laws ch. 277, § 79.</p>\n<p>Dancy is correct that a recklessness theory of liability is available as to the action element of the state ABPO crime. <i>Commonwealth v. Zekirias,</i> <span class=\"citation no-link\"><span class=\"volume\">443</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">27</span></span>, <span class=\"citation no-link\"><span class=\"volume\">819</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">166</span></span>, 168 (2004) (describing jury instructions for \"the offense of intentional or reckless assault and battery on a public employee\"); <i>Correia,</i> 737 N.E.2d at 1266 (holding that absent evidence that the legislature intended the ABPO statute to have a different culpability standard than the simple AB statute, recklessness was available). But it does not follow that any crime that can be committed recklessly must necessarily not be similar in kind to any of the ACCA enumerated offenses. Under state law the ABPO crime has additional elements that the simple AB crime does not: (1) the person assaulted must be a police officer, (2) the officer must be engaged in his or her official duties, and also (3) the defendant must know the victim of the assault and battery is a police officer engaged in performance of his or her duties. Mass. Gen. Laws ch. 277, § 79. These additional elements differentiate the mental state required for the ABPO crime from those required for simple AB.<sup>[13]</sup> They ensure that the conduct criminalized by the ABPO statute is \"purposeful,\" which is different from the mental state required by the elements of the simple AB statute.</p>\n<p>It is important that <i>Begay</i> specifically stated that the enumerated offenses \"typically\" involve purposeful conduct, <i>Begay,</i> 553 U.S. at 144-45, <span class=\"citation\" data-id=\"145815\"><a href=\"/opinion/145815/begay-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1581</span></a></span>, and required only that an offense be \"roughly similar\" in kind to the enumerated offenses in order to qualify under the ACCA, <i>id.</i> at 143, <span class=\"citation\" data-id=\"145815\"><a href=\"/opinion/145815/begay-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1581</span></a></span>; <i>see also </i><i>Holloway,</i> 630 F.3d at 261 (finding that reckless simple AB \"does not typically involve purposeful conduct\"); <i>Almenas,</i> 553 F.3d at 35 n. 9 (emphasizing typicality requirement). This means we should not allow hypothetical fact patterns to control our decision if they are unlikely to occur during the typical interactions which result in ABPO convictions. Indeed, the Massachusetts Supreme Judicial Court has itself cabined the meaning of \"recklessness\" in the ABPO context, vacating a judgment of reckless ABPO where court officers were merely \"hit in the forearm\" as defendant \"was wildly gesturing his arms\" because it was not clear that the jury had found the defendant reckless rather than merely <span class=\"star-pagination\">*469</span> negligent. <i>Zekirias,</i> 819 N.E.2d at 167. It is also true that the adjectives, such as \"purposeful,\" that the Supreme Court used in <i>Begay</i> \"denote qualities that are ineluctably manifested in degree and appear in different combinations; they are, therefore, imprecise aids.\" <i>United States v. Williams,</i> <span class=\"citation\" data-id=\"203280\"><a href=\"/opinion/203280/united-states-v-williams/\"><span class=\"volume\">529</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.2008) (footnote omitted).</p>\n<p>The simple AB statute discussed in <i>Holloway</i> requires only conduct \"involv[ing] a high degree of likelihood that substantial harm will result to another,\" or involving \"disregard of probable harmful consequences to another.\" <i>Holloway,</i> 630 F.3d at 261 (quoting <i>Commonwealth v. Welch,</i> 16 Mass.App.Ct. 271, <span class=\"citation\" data-id=\"2238256\"><a href=\"/opinion/2238256/commonwealth-v-welch/\"><span class=\"volume\">450</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1100</span></a></span>, 1102-03 (1983)). An AB conviction can arise from merely reckless conduct involving great risk or disregard for consequences; no additional statutory elements limit the factual circumstances in which these requirements are met to situations that typically involve purposeful conduct.<sup>[14]</sup> The elements of the offense of simple AB do not require any awareness of the victim, much less an awareness that the victim is a law enforcement officer engaged in the performance of official duties. <i>See </i><i>Welch,</i> 450 N.E.2d at 1102-03 (listing elements of reckless simple AB).</p>\n<p>By contrast, ABPO arises only in a narrow set of circumstances: an interaction between an individual and police officers in which the individual knows that he or she confronts an officer and that the officer is discharging his or her law enforcement duties at the time of the confrontation. This is ensured by the additional elements that the police officer \"was . . . in the lawful discharge of his [or her] duties as such officer, <i>as said (defendant) well knew.</i>\" Mass. Gen. Laws ch. 277, § 79 (emphasis added). By requiring proof that the defendant knew these facts as to the victim's status, the additional elements also require the prosecution to prove the defendant knew that there were one or more victims who could be injured by the defendant's actions, and yet nonetheless acted with \"disregard of probable harmful consequences\" or in a way that created \"a high degree of likelihood [of] substantial harm\" to a potential victim. <i>See </i><i>Welch,</i> 450 N.E.2d at 1102-03. That the defendant must also know the potential victim's specific status as a police officer engaged in official duties only heightens the level of knowledge, and thus purposeful conduct, that must be present before a defendant can be convicted of ABPO.</p>\n<p>As a result, in the ABPO context purposeful conduct is the norm, and what we said in <i>Fernandez</i> is still true: the crime of ABPO \"nearly always involves the intentional striking of a police officer.\" <i>Fernandez,</i> 121 F.3d at 780. \"At a minimum, assault and battery upon a police officer requires purposeful and unwelcomed contact with a person the defendant knows to be a law enforcement officer actually engaged in the performance of official duties.\" <i>Id.</i> The Massachusetts Appeals Court has recently ratified this conclusion, noting that our statement in <i>Fernandez</i> that ABPO requires <i>purposeful conduct</i> and knowledge as to the victim's identity is different from \"the concept that [the defendant] intended the consequences of his action.\" <i>Commonwealth v. Deschaine,</i> 77 Mass.App.Ct. 506, <span class=\"citation no-link\"><span class=\"volume\">932</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">854</span></span>, 861 (2010) (citing <i>Fernandez,</i> 121 F.3d at 778).</p>\n<p>Turning to the risk component of the residual clause, what we said in <i>Fernandez</i> <span class=\"star-pagination\">*470</span> about the degree of risk involved in ABPO also remains true. The ABPO crime \"nearly always poses a serious risk of actual or potential physical force and the likelihood of physical injury. That law enforcement officers usually carry weapons when on duty only heightens the serious risk of injury associated with such an assault.\" <i>Fernandez,</i> 121 F.3d at 780.</p>\n<p>While the primary risk of ABPO is to the officer who is occupied with his or her duties to the public, there is also a great risk to the defendant whose interference with the police is likely to provoke a response of decisive force calibrated to end the matter quickly and prevent the assailant from getting control of the officer or his or her weapon or otherwise injuring the officer or bystanders. <i>See </i><i>United States v. Williams,</i> <span class=\"citation\" data-id=\"171898\"><a href=\"/opinion/171898/united-states-v-williams/\"><span class=\"volume\">559</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1143</span></a></span>, 1149 (10th Cir.2009). \"[T]he use of force is an expected, necessary part of a law enforcement officer's task of subduing and securing individuals suspected of committing crimes.\" <i>Lee v. Ferraro,</i> <span class=\"citation\" data-id=\"75789\"><a href=\"/opinion/75789/kim-d-lee-v-luis-ferraro/\"><span class=\"volume\">284</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1188</span></a></span>, 1200 (11th Cir.2002). Police officers are trained to \"induce compliance\" in people who \"resist the officers' efforts to bring [them] under control,\" and the techniques they may legitimately use to do so may cause serious injury to the person resisting. <i>Jennings v. Jones,</i> <span class=\"citation\" data-id=\"204069\"><a href=\"/opinion/204069/jennings-v-jones/\"><span class=\"volume\">587</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">430</span></a></span>, 441 (1st Cir.2009) (describing officer's use of \"ankle turn control technique\" taught in police academy); <i>see also </i><i>Isom v. Town of Warren,</i> <span class=\"citation\" data-id=\"200876\"><a href=\"/opinion/200876/isom-v-town-of-warren/\"><span class=\"volume\">360</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 10 (1st Cir.2004) (describing officers' use of pepper spray in accordance with their training). In addition to risk to the officers and to the assailant, the confrontation between the officer and the assailant may put bystanders at risk of injury as well.</p>\n<p>Indeed we think the serious risk of injury is greater in the ABPO situation than in several of the enumerated offenses. As we have said of the Massachusetts crime of resisting arrest, the crime involves \"resisting the authority of a police officer, an official charged with defending the public.\" <i>Almenas,</i> 553 F.3d at 34. Resisting arrest poses an arguably greater risk than the enumerated offenses because the officer is \"duty-bound to effectuate the arrest,\" resulting in \"a significant risk of conflict and, concomitantly, a significant risk of injury.\" <i>Id.</i> The same is true for ABPO, which involves similar dynamics.</p>\n<p>This great risk of physical injury is present even if the assault and battery on the officer in the enforcement of his or her duties is recklessly done. And that risk is relevant to our categorical analysis even if actual physical harm does not materialize in a particular case. <i>Williams,</i> 559 F.3d at 1149 (\"[B]attery of an armed on-duty police officer is `a powder keg, which may or may not explode into violence and result in physical injury to someone at any given time, but which <i>always</i> has the serious potential to do so.'\") (quoting <i>United States v. West,</i> <span class=\"citation\" data-id=\"171490\"><a href=\"/opinion/171490/united-states-v-west/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">952</span></a></span>, 963 (10th Cir.2008) (overruled on other grounds by <i>United States v. McConnell,</i> <span class=\"citation\" data-id=\"146797\"><a href=\"/opinion/146797/united-states-v-mcconnell/\"><span class=\"volume\">605</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">822</span></a></span> (10th Cir.2010))). It is enough that the <i>typical</i> case of ABPO involves a serious risk of injury: the residual clause \"speaks in terms of a `potential risk,'\" an \"inherently probabilistic concept[ ].\" <i>James v. United States,</i> <span class=\"citation\" data-id=\"145743\"><a href=\"/opinion/145743/james-v-united-states/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">192</span></a></span>, 207, <span class=\"citation\" data-id=\"145743\"><a href=\"/opinion/145743/james-v-united-states/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1586</span></a></span>, <span class=\"citation\" data-id=\"145743\"><a href=\"/opinion/145743/james-v-united-states/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">532</span></a></span> (2007) (quoting 18 U.S.C. § 924(e)(2)(B)(ii)). It need not be the case that \"every conceivable factual offense covered by a statute must necessarily present a serious potential risk of injury before the offense can be deemed a violent felony.\" <i>Id.</i> at 208, <span class=\"citation\" data-id=\"145743\"><a href=\"/opinion/145743/james-v-united-states/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1586</span></a></span>.</p>\n<p>Because the Massachusetts crime of ABPO qualifies under the residual clause of the ACCA, we do not reach the question of whether it qualifies under the force clause.</p>\n<p><span class=\"star-pagination\">*471</span> Because Dancy has four qualified ACCA predicate offenses, we do not reach the question of whether a conviction for ABDW is itself a predicate offense.</p>\n<p>The conviction and sentence are affirmed.</p>\n<h2>NOTES</h2>\n<p>[*]  The Hon. David H. Souter, Associate Justice (Ret.) of the Supreme Court of the United States, sitting by designation.</p>\n<p>[1]  Reardon testified that he did not actually think that Taylor was the shooter, but mentioned the resemblance in order to improve the description for other officers who knew Taylor.</p>\n<p>[2]  Reardon testified that he could not see the actual rear door to Boomer's because of a picket fence in the way.</p>\n<p>[3]  When defense counsel asked Walls why he didn't just pull the gun out of Dancy's pocket himself, Walls replied, \"It's far more dangerous if you take it out, because I'mhe's still fighting me. I am still struggling with him. I want it in that pocket, contained with my hand on it, because that's the safest location. . . . If it comes out, who knows what happens then.\"</p>\n<p>[4]  During the suppression hearings, Trooper Walls testified that the revolver frame stayed in Dancy's pocket during the entire struggle, and both Officer Cesarini and Officer Hyland testified that it was ultimately recovered from Dancy's pocket rather than the floor, but the district court apparently found that the account in Officer Hyland's written report that he picked all of the pieces up off the floor was more consistent with the gun's broken condition. <i>United States v. Dancy,</i> No. 04-10387, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">2789279</span></span>, at *2 n. 4 (D.Mass. Sept. 25, 2007).</p>\n<p>[5]  Walls's suspicion that Dancy was the shooter Reardon had described was not made less reasonable by the fact that Dancy was wearing a leather jacket atop the other clothes Reardon had mentioned. As Reardon explained on cross-examination, it would have been logical for Dancy, who had just fired a gun in a public intersection, to want to alter the clothing he was wearing in case observers called the police and described what they had seen.</p>\n<p>[6]  The ACCA further provides that \"any State offenses classified by the laws of the State as a misdemeanor and punishable by a term of imprisonment of two years or less\" are not \"crime[s] punishable by imprisonment for a term exceeding one year.\" 18 U.S.C. § 921(a)(20). This limitation does not apply here.</p>\n<p>[7]  <i>Johnson</i> was decided under the force clause, <i>Johnson v. United States,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"1732\"><a href=\"/opinion/1732/johnson-v-united-states/\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1265</span></a></span>, 1268, <span class=\"citation\" data-id=\"1732\"><a href=\"/opinion/1732/johnson-v-united-states/\"><span class=\"volume\">176</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (2010); <i>Begay</i> under the residual clause, <i>Begay v. United States,</i> <span class=\"citation\" data-id=\"145815\"><a href=\"/opinion/145815/begay-v-united-states/\"><span class=\"volume\">553</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 140, <span class=\"citation\" data-id=\"145815\"><a href=\"/opinion/145815/begay-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1581</span></a></span>, <span class=\"citation\" data-id=\"145815\"><a href=\"/opinion/145815/begay-v-united-states/\"><span class=\"volume\">170</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></a></span> (2008).</p>\n<p>[8]  A plurality of the Court found that this was necessary to prevent federal courts from finding disputed facts about the nature of prior convictions, a practice that would raise questions under <i>Apprendi v. New Jersey,</i> <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (2000), and <i>Jones v. United States,</i> <span class=\"citation\" data-id=\"118274\"><a href=\"/opinion/118274/jones-v-united-states/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></a></span>, <span class=\"citation\" data-id=\"118274\"><a href=\"/opinion/118274/jones-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1215</span></a></span>, <span class=\"citation\" data-id=\"118274\"><a href=\"/opinion/118274/jones-v-united-states/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">311</span></a></span> (1999). <i>See </i><i>Shepard v. United States,</i> <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">13</span></a></span>, 24-26, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">205</span></a></span> (2005) (plurality opinion).</p>\n<p>[9]  We have held that \"the terms `crime of violence' under the career offender Guideline and `violent felony' under the ACCA are nearly identical in meaning, so that decisions construing one term inform the construction of the other.\" <i>United States v. Willings,</i> <span class=\"citation\" data-id=\"204088\"><a href=\"/opinion/204088/united-states-v-willings/\"><span class=\"volume\">588</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 58 n. 2 (1st Cir.2009). In <i>United States v. Giggey,</i> <span class=\"citation\" data-id=\"203601\"><a href=\"/opinion/203601/united-states-v-giggey/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 36 (1st Cir. 2008) (en banc), we acknowledged that the difference between the ACCA's enumeration of \"burglary\" and the career offender Guideline's enumeration of the narrower \"burglary of a dwelling\" affected the interpretation of the Guideline's residual clause.\n</p>\n<p>Dancy attempts to expand on <i>Giggey,</i> arguing that because an application note to the Guideline expressly lists several additional offenses, including \"aggravated assault,\" as crimes of violence, we cannot import into the ACCA context the analysis from any case holding that a type of assault qualifies as a crime of violence under the Guideline.</p>\n<p>Our opinion in <i>Fernandez</i> did not rely on or even mention the application notes. Nor is the ABPO crime an aggravated assault under Massachusetts law. <i>See </i><i>Commonwealth v. Correia,</i> 50 Mass.App.Ct. 455, <span class=\"citation no-link\"><span class=\"volume\">737</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1264</span></span>, 1266 (2000) (stating that assault and battery (AB) on a public employee is a codification of the common law crime of simple AB, with additional elements related to the employee's status and engagement in performing official duties). The Massachusetts AB and ABDW statutes list separate simple and aggravated offenses, though it is the courts and not the statutes that supply the \"aggravated\" title. <i>Compare</i> Mass. Gen. Laws ch. 265, § 13A(a) (simple AB), <i>with id.</i> § 13A(b) (aggravated assault); <i>compare id.</i> § 15A(b) (simple ABDW), <i>with id.</i> § 15A(c) (aggravated ABDW); <i>see also Commonwealth v. Assaf,</i> No. 07-P-1337, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">1616750</span></span>, at *1 (Mass.App.Ct. June 11, 2009) (distinguishing between statutes for simple and aggravated assault and battery).</p>\n<p>[10]  The <i>Holloway</i> court remanded to allow the government to try to prove, using <i>Shepard</i>-approved documents, that the defendants had been convicted of crimes that qualified under either the residual clause or the force clause. <i>United States v. Holloway,</i> <span class=\"citation\" data-id=\"183309\"><a href=\"/opinion/183309/united-states-v-holloway/\"><span class=\"volume\">630</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">252</span></a></span>, 263 (1st Cir.2011).</p>\n<p>[11]  The PSR in Dancy's case, which the parties use as a conclusive record of his prior convictions for present purposes, determined from state court records that Dancy was convicted of ABPO stemming from two separate altercations, with no other details.</p>\n<p>[12]  The additional elements also distinguish this case from those involving broad, general state statutes with recklessness standards, such as reckless endangerment, <i>see, e.g., </i><i>United States v. Lee,</i> <span class=\"citation\" data-id=\"150603\"><a href=\"/opinion/150603/united-states-v-lee/\"><span class=\"volume\">612</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">170</span></a></span>, 197 (3d Cir. 2010), or involuntary manslaughter, <i>see, e.g., </i><i>United States v. Woods,</i> <span class=\"citation\" data-id=\"1188867\"><a href=\"/opinion/1188867/united-states-v-woods/\"><span class=\"volume\">576</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">400</span></a></span>, 410 (7th Cir.2009).</p>\n<p>[13]  In fact, the Massachusetts state courts have expressly recognized that simple AB is a lesser included offense within ABPO, appropriate where the jury finds all of the elements of simple AB but does not find that the defendant knew the victim was a police officer engaged in his or her official duties at the time of the assault. <i>Commonwealth v. Francis,</i> 24 Mass.App.Ct. 576, <span class=\"citation\" data-id=\"2062397\"><a href=\"/opinion/2062397/commonwealth-v-francis/\"><span class=\"volume\">511</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">38</span></a></span>, 41-42 (1987); <i>Commonwealth v. Rosario,</i> 13 Mass.App.Ct. 920, <span class=\"citation no-link\"><span class=\"volume\">430</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">866</span></span>, 866 (1982).</p>\n<p>[14]  The recklessness theory of simple AB is limited to cases in which the victim was actually injured, but this goes to the effect of the defendant's actions, not to the defendant's mental state. <i>See </i><i>Holloway,</i> 630 F.3d at 261 (additional requirement under recklessness theory is that \"the victim suffered some physical injury\").</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/1732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/75789/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/142875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/146797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/150603/",
    "http://www.courtlistener.com/api/rest/v3/opinions/171490/",
    "http://www.courtlistener.com/api/rest/v3/opinions/171898/",
    "http://www.courtlistener.com/api/rest/v3/opinions/174684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/177231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/180797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/181336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/183309/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200876/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203280/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203554/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203601/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203688/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203740/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204088/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204167/",
    "http://www.courtlistener.com/api/rest/v3/opinions/205954/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1188867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1459960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2017353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2062397/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2238256/"
  ]
}