{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/214715/",
  "absolute_url": "/opinion/214715/young-v-wall/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/214715/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-04-14T18:16:46Z",
  "date_modified": "2016-04-26T13:23:17.700987Z",
  "type": "010combined",
  "sha1": "4f557ed29b815a3fb02a699d16d6c0c336b39a8c",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/10-1862P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/04/14/Young_v._Wall.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\nNo. 10-1862\n\n                    EDWARD EUGENE YOUNG, SR.,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                         ASHBEL T. WALL,\n     INDIVIDUALLY AND IN HIS CAPACITY AS THE DIRECTOR OF THE\n             RHODE ISLAND DEPARTMENT OF CORRECTIONS,\n\n                       Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n          [Hon. William E. Smith, U.S. District Judge]\n\n\n\n                              Before\n\n                      Boudin, Circuit Judge,\n                   Souter,* Associate Justice,\n                    and Selya, Circuit Judge.\n\n\n     Andrew B. Prescott, with whom Gauri A. Patil and Nixon Peabody\nLLP were on brief, for appellant.\n     Thomas A. Palombo, Assistant Attorney General, with whom\nPatrick C. Lynch, Attorney General, was on brief, for appellee.\n\n\n                          April 14, 2011\n\n\n\n     *\n      Hon. David H. Souter, Associate Justice (Ret.) of the\nSupreme Court of the United States, sitting by designation.\n\f            SELYA,    Circuit   Judge.       This   appeal    requires   us    to\n\ndetermine whether a prison's unilateral suspension of its internal\n\npolicy   of    paying     interest   on    inmate   accounts    violated      the\n\nconstitutional rights of an affected inmate.              The district court\n\nthought not.    Weighing in on an issue that has split the circuits,\n\nwe conclude that prison inmates lack a constitutionally protected\n\nproperty    right    in   interest   not    yet   paid.      Accordingly,     the\n\ndefendant was at liberty to abrogate the policy prospectively.\n\n            The material facts are not in dispute. By statute, Rhode\n\nIsland authorizes inmates to pursue gainful, in-prison employment\n\nwhile incarcerated.        R.I. Gen. Laws § 42-56-22.         Their wages are\n\ndeposited into inmate accounts maintained by the Rhode Island\n\nDepartment of Corrections (RIDOC).\n\n            RIDOC places twenty-five percent of an inmate's earnings\n\n(up to a maximum of $1,000) into what is known as an \"encumbered\n\naccount.\"     This sum is retained until the inmate's release, at\n\nwhich time it is tendered to him.           Id. § 42-56-22(a).    The balance\n\nof the inmate's earnings is deposited in what is known as an\n\n\"available account.\"         That account may be supplemented through\n\nother sources (e.g., gifts from family and friends). An inmate has\n\nthe option of transferring any unencumbered funds to a commercial\n\nbank account.\n\n            Despite the nomenclature, there are limits on what an\n\ninmate may do with the money in his available account.                         In\n\n\n                                      -2-\n\faccordance   with   Policy   No.   2.17   (the   Policy),   some   uses   are\n\npermitted (e.g., purchasing items at the prison commissary) and\n\nothers are prohibited (e.g., purchasing proscribed merchandise).\n\nInmates also are prohibited from making cash withdrawals.\n\n          There is a set procedure for transferring funds from\n\ninmate accounts for approved expenditures.1          Inmates get monthly\n\nstatements   detailing    their    transactions    and   confirming   their\n\naccount balances.\n\n          In bygone days, the funds in the individual inmate\n\naccounts were pooled and invested.        Any return on this investment\n\nwas then allocated to individual inmate accounts based on average\n\ndaily balances.     The Policy memorialized the practice of crediting\n\ninterest, stipulating that interest on funds in inmate accounts\n\nwould \"accrue[] to the depositing inmates in an equitable fashion.\"\n\nIt is the putative right to the continued accrual of interest that\n\nis at the epicenter of this appeal.\n\n          In 2001, RIDOC decided to outsource management of a wide\n\nswath of back-room systems.         Comments from prospective vendors\n\nprompted RIDOC to reevaluate the feasibility of paying interest on\n\ninmate accounts. As a result, the pooling arrangement was scrapped\n\nand, on June 1, 2002, RIDOC stopped paying interest.           A few weeks\n\nlater, RIDOC posted notices advising of this change in practice\n\n\n\n     1\n      The details of this procedure are not relevant to the issues\non appeal.\n\n                                    -3-\n\fthroughout the prison.    A similar notice appeared in the prison\n\nnewsletter.\n\n          During August, RIDOC formally suspended those provisions\n\nof the Policy that addressed interest on inmate accounts.       Withal,\n\nit was not until May 6, 2003, that RIDOC promulgated a new policy,\n\nwhich stated explicitly that no interest would accrue on funds held\n\nin inmate accounts.\n\n          This    about-face   troubled   plaintiff-appellant   Edward\n\nEugene Young, Sr., who was incarcerated at the prison both before\n\nand after the policy changed.    While serving his sentence, he had\n\nperformed various jobs for which he was paid; RIDOC had deposited\n\nhis earnings in inmate accounts; and RIDOC had paid him interest\n\nuntil June 1, 2002 (when it stopped paying interest on inmate\n\naccounts).    The plaintiff learned about this reversal of position\n\non or about June 20, 2002.\n\n          Nearly a year later, the plaintiff sued RIDOC's director,\n\nindividually and in his official capacity.        It would serve no\n\nuseful goal to track the tortuous travel of the case — including\n\nthe morphing of the original action into a second action — as it\n\nwended its way through the district court.    Suffice it to say that,\n\nafter several years of legal wrangling, the case narrowed for all\n\npractical purposes to two federal claims: (i) that the denial of\n\ninterest constituted an unconstitutional taking of the plaintiff's\n\nproperty and (ii) that RIDOC's failure to afford the plaintiff\n\n\n                                  -4-\n\fnotice   and   an   opportunity   to    be   heard   before   abandoning   the\n\npractice of accruing interest violated his right to procedural due\n\nprocess.2   In a series of rulings, the district court dismissed the\n\ntaking claim, see, e.g., Young v. Wall, 359 F. Supp. 2d 84, 94\n\n(D.R.I. 2005), and granted summary judgment for the defendant on\n\nthe due process claims, see Young v. Wall, No. 07-34, 2010 WL\n\n2553572, at *3 (D.R.I. June 18, 2010).          This timely appeal ensued.\n\n            In this court, as in the district court, the plaintiff\n\nclaims that RIDOC's decision to stop paying interest on inmate\n\naccounts amounted to both an unconstitutional taking and a due\n\nprocess violation.     That the district court disposed of the former\n\nclaim on a motion to dismiss, Fed. R. Civ. P. 12(b)(6), and the\n\nlatter claim on summary judgment, Fed. R. Civ. P. 56, is of no\n\nparticular moment; after all, the material facts are uncontroverted\n\nand the appeal turns on questions of law.\n\n            Our review is de novo. See Ungar v. Palestine Lib. Org.,\n\n599 F.3d 79, 83 (1st Cir. 2010); ConnectU LLC v. Zuckerberg, 522\n\nF.3d 82, 91 (1st Cir. 2008).            In this undertaking, we are not\n\nwedded to the district court's reasoning but may affirm its rulings\n\non any ground made manifest by the record.             See InterGen N.V. v.\n\nGrina, 344 F.3d 134, 141 (1st Cir. 2003); Houlton Citizens' Coal.\n\nv. Town of Houlton, 175 F.3d 178, 184 (1st Cir. 1999).\n\n\n\n     2\n       Along the way, the plaintiff raised a gallimaufry of state-\nlaw claims, none of which is implicated in this appeal.\n\n                                       -5-\n\f          Our inquiry is simplified because both of the plaintiff's\n\nclaims hinge on the existence vel non of a property right in the\n\naccrual of interest on inmate accounts.     As we explain below, the\n\nplaintiff lacks such a right.   Consequently, his claims fail.\n\n          It is axiomatic that \"the Constitution protects rather\n\nthan creates property interests.\"     Phillips v. Wash. Legal Found.,\n\n524 U.S. 156, 164 (1998).    This means that a court charged with\n\ndetermining the existence of a constitutionally protected property\n\ninterest must look to \"existing rules or understandings that stem\n\nfrom an independent source such as state law.\"     Bd. of Regents of\n\nState Colls. v. Roth, 408 U.S. 564, 577 (1972).     Some such source\n\nmust give rise to a \"legitimate claim of entitlement\" to the\n\nproperty in question.   Centro Medico del Turabo, Inc. v. Feliciano\n\nde Melecio, 406 F.3d 1, 8 (1st Cir. 2005) (quoting Roth, 408 U.S.\n\nat 577). A unilateral expectation, by itself, is not sufficient to\n\ncreate a constitutionally protected property interest.        Webb's\n\nFabulous Pharmacies, Inc. v. Beckwith, 449 U.S. 155, 161 (1980);\n\nURI Student Senate v. Town of Narragansett, 631 F.3d 1, 11 (1st\n\nCir. 2011).\n\n          In this instance, the plaintiff posits that state law\n\ncreates the requisite claim of entitlement three times over.      In\n\nthe pages that follow, we explore the three avenues to which he\n\nalludes: common law, statutory law, and policy and practice.     Each\n\nproves to be a dead end.\n\n\n                                -6-\n\f            Before embarking on this odyssey, we pause to explain\n\nthat this case is not about either principal or interest previously\n\ncredited    to    inmate      accounts.          It    is   clear   beyond     hope    of\n\ncontradiction         that   an   inmate   has     a   property     interest    in    the\n\nbalances held in his accounts.              See Reynolds v. Wagner, 128 F.3d\n\n166, 179 (3d Cir. 1997) (collecting cases).                     This case is about\n\ninterest not yet credited to an inmate's account.\n\n            The plaintiff's reliance on state common law as a source\n\nof his supposed property right is mislaid.                   He notes that he had a\n\nproperty right in the principal balances in his inmate accounts and\n\nadds   that,     at    common     law,   interest       follows     principal.        See\n\nPhillips, 524 U.S. at 165; Webb's Fabulous Pharmacies, 449 U.S. at\n\n162.   In his view, the combination of these two facts signifies\n\nthat he has a legitimate claim of entitlement to interest on an\n\nongoing basis.         We do not agree.\n\n            The most jagged rent in the fabric of the plaintiff's\n\nargument is his failure to recognize the highly idiosyncratic\n\ncontext that prison presents.              Although criminals do not forfeit\n\nall    of   their        constitutional          rights     upon    conviction        and\n\nincarceration, Wolff v. McDonnell, 418 U.S. 539, 555-56 (1974),\n\nthey traditionally enjoy a more modest constellation of rights than\n\nother persons.         See, e.g., Turner v. Safley, 482 U.S. 78, 91, 93\n\n(1987); Hudson v. Palmer, 468 U.S. 517, 525-26 (1984); French v.\n\nButterworth, 614 F.2d 23, 24 (1st Cir. 1980). This distinction has\n\n\n                                           -7-\n\fparticular force when it comes to property rights.               See Givens v.\n\nAla.   Dep't    of   Corr.,   381   F.3d    1064,   1068   (11th    Cir.   2004)\n\n(explaining that \"[a]lthough non-inmates enjoyed an assortment of\n\nproperty rights at common law, inmates did not\"); see also Calero-\n\nToledo v. Pearson Yacht Leasing Co., 416 U.S. 663, 682 (1974);\n\nUnited States v. 221 Dana Ave., 239 F.3d 78, 90 n.16 (1st Cir.\n\n2001).\n\n            At common law, prison inmates possessed no right to\n\nprofit from their labors; they could be compelled to work without\n\nany recompense.      See Washlefske v. Winston, 234 F.3d 179, 184-85\n\n(4th Cir. 2000) (holding that a policy of non-payment \"would not\n\nviolate any traditional principle of property law\").               Rhode Island\n\ncommon law echoes this theme.        See Anderson v. Salant, 96 A. 425,\n\n432 (R.I. 1916); see also R.I. Council 94 v. State, 714 A.2d 584,\n\n592 (R.I. 1998) (acknowledging that \"[e]mployment of prisoners at\n\nhard   labor    existed   before    the    adoption   of   the   Rhode     Island\n\nConstitution\").      The reported decisions of the Rhode Island courts\n\ndo not offer the slightest indication that the common law creates\n\na property right enabling inmates to demand interest on RIDOC-held\n\naccounts.      We conclude, therefore, that the common law does not\n\nspawn the property right that the plaintiff envisions.\n\n            To be sure, this conclusion is at odds with the holding\n\nin Schneider v. Cal. Dep't of Corr., 151 F.3d 1194, 1201 (9th Cir.\n\n1998).   But two other courts of appeals have rejected the Ninth\n\n\n                                      -8-\n\fCircuit's reasoning, see Givens, 381 F.3d at 1068-69; Washlefske,\n\n234 F.3d at 186, and we share their view.                      The Schneider court\n\nmechanically applied the mantra that interest follows principal\n\nwithout giving due weight to the truncation of prisoners' property\n\nrights that is characteristic of the common law.                    We think that\n\nthis limitation easily tips the balance.\n\n               State statutory law proves no more accommodating to the\n\nplaintiff's cause.           The pertinent provision allows an inmate to\n\nreceive a modest wage for his labors.                See R.I. Gen. Laws § 42-56-\n\n22(a) (stating that inmates \"may be permitted to labor in the\n\ndiscretion of the director . . . and in that case may be paid not\n\nmore than three dollars [per] day\").                To that extent, the statute\n\ncreates a limited property right in inmate wages, once paid, that\n\ndid not exist at common law.3             The statute is silent, however, on\n\nthe subject of interest.            This silence undermines the plaintiff's\n\nclaim       that   the    statute   creates     a   parallel    property   right   in\n\ninterest on inmate accounts.                  See Givens, 381 F.3d at 1070;\n\nWashlefske, 234 F.3d at 185.\n\n               In an effort to resist this conclusion, the plaintiff\n\nnotes that the language of the Rhode Island statute differs from\n\nthe   language       of    the   state   statutes     considered    in   Givens    and\n\nWashlefske, respectively.            This is true as far as it goes, but it\n\n\n        3\n       We say \"limited\" because there are formidable restrictions\non an inmate's ability to use his money. See Givens, 381 F.3d at\n1069; Washlefske, 234 F.3d at 185.\n\n                                          -9-\n\fdoes not take the plaintiff very far.\n\n           Specifically, the plaintiff points to language in section\n\n42-56-22 making clear that encumbered funds are the prisoner's\n\nproperty and are \"to be turned over to the prisoner\" upon his\n\nrelease.   But this language refers only to principal balances, not\n\nto any as-yet-uncredited interest.           The difference in wording,\n\nthen, is of no assistance to the plaintiff.\n\n           The last avenue that the plaintiff pursues in search of\n\na property right features a claim that the Policy and RIDOC's\n\npractice under it resulted in a shared understanding that interest\n\nwould accrue on inmate accounts.\n\n           The basic premise on which this line of argument rests —\n\nthat   a   state's    policies      and     practices     can    underpin    a\n\nconstitutionally protected property interest — is correct.                 See,\n\ne.g., Wilkinson v. Austin, 545 U.S. 209, 221-22 (2005); Wolff, 418\n\nU.S. at 556-58; Givens, 381 F.3d at 1069; cf. Perry v. Sindermann,\n\n408 U.S. 593, 603 (1972) (concluding that a plaintiff \"must be\n\ngiven an opportunity to prove the legitimacy of his claim of such\n\nentitlement   in   light   of    the   policies     and   practices   of    the\n\ninstitution\")   (quotation      omitted).     But   careful     perscrutation\n\ndiscloses that this premise is inapposite here.\n\n           To begin, the Policy reflected an act of administrative\n\ngenerosity, authorizing RIDOC to pay interest for so long as the\n\nPolicy was in effect.        It did not, however, obligate RIDOC to\n\n\n                                    -10-\n\ffollow that course indefinitely.   A policy, once implemented, need\n\nnot be continued in perpetuity but, rather, in the absence of\n\nspecial circumstances (say, detrimental reliance), may be modified\n\nor abandoned prospectively.    See, e.g., Bova v. City of Medford,\n\n564 F.3d 1093, 1097 (9th Cir. 2009) (explaining that the city may\n\nalter or abandon retirement policy); Biggers v. Wittek Indus.,\n\nInc., 4 F.3d 291, 295 (4th Cir. 1993) (holding that employer was\n\nunder no obligation to continue severance benefits policy).    This\n\nprinciple applies with full force in the prison context.        See\n\nMurphy v. Shaw, 49 F. App'x 711, 714 (9th Cir. 2002); Clark v.\n\nPerego, 39 F.3d 320 (5th Cir. 1994) (table).   It follows that RIDOC\n\nwas under no continuing obligation to pay interest on inmate\n\naccounts.\n\n            The short of it is that RIDOC met its obligations under\n\nthe Policy for as long as the Policy remained in effect.         It\n\naccrued interest on inmate accounts until it abandoned the Policy\n\nand changed its preexisting practice.   The plaintiff received that\n\ninterest.\n\n            When RIDOC halted this practice, it did so prospectively\n\nand uniformly.   Hence, the plaintiff was treated the same as every\n\nother similarly situated inmate.       He was not singled out and\n\nexcluded from the operation of a general policy or practice that\n\ncontinued in force.   This distinguishes the case at bar from those\n\ncases in which a continuing policy or practice has been deemed\n\n\n                                -11-\n\fsufficient       to   create     a    constitutionally        protected     property\n\ninterest.        See,    e.g.,   Perry,     408   U.S.   at    602-03;    Concepcíon\n\nChaparro v. Ruíz-Hernández, 607 F.3d 261, 265 (1st Cir. 2010); cf.\n\nDasey v. Anderson, 304 F.3d 148, 161 (1st Cir. 2002) (finding no\n\nproperty interest where employer's custom and practice did not\n\nprovide     employee      with      \"reasonable    expectation      of    continued\n\nemployment\"); Rosario-Torres v. Hernández-Colón, 889 F.2d 314, 319-\n\n20 (1st Cir. 1989) (en banc) (similar).\n\n            That ends this aspect of the matter.                     We hold that\n\nRIDOC's forward-looking change in policy and practice did not\n\ndeprive the plaintiff of any constitutionally protected property\n\nright.\n\n            As    a     fallback,    the    plaintiff    suggests    that    he   was\n\nentitled to notice and an opportunity to be heard before RIDOC\n\ncould effectuate the change in its policy and practice. See, e.g.,\n\nCleveland Bd. of Educ. v. Loudermill, 470 U.S. 532, 542 (1985);\n\nRoth, 408 U.S. at 570 n.7.             This suggestion puts the cart before\n\nthe horse.\n\n            With exceptions not relevant here, the Due Process Clause\n\nrequires notice and an opportunity to be heard when a state seeks\n\nto deprive a person of a property interest.                   Loudermill, 470 U.S.\n\nat 542; Goldberg v. Kelly, 397 U.S. 254, 263 (1970).                 But where, as\n\nhere, there is no property interest, that procedural prophylaxis is\n\nnot required.\n\n\n                                           -12-\n\f            We need go no further. For the reasons elucidated above,\n\nwe affirm the entry of judgment in favor of the defendant.\n\n\n\nAffirmed.\n\n\n\n\n                                -13-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>642 F.3d 49 (2011)</b></center>\n<center><h1>Edward Eugene YOUNG, Sr., Plaintiff, Appellant,<br>\nv.<br>\nAshbel T. WALL, individually and in his capacity as the Director of the Rhode Island Department of Corrections, Defendant, Appellee.</h1></center>\n<center>No. 10-1862.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 8, 2011.</center>\n<center>Decided April 14, 2011.</center>\n<p><span class=\"star-pagination\">*51</span> Andrew B. Prescott, with whom Gauri A. Patil and Nixon Peabody LLP were on brief, for appellant.</p>\n<p>Thomas A. Palombo, Assistant Attorney General, with whom Patrick C. Lynch, Attorney General, was on brief, for appellee.</p>\n<p>Before BOUDIN, Circuit Judge, SOUTER,<sup>[*]</sup> Associate Justice, and SELYA, Circuit Judge.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>This appeal requires us to determine whether a prison's unilateral suspension of its internal policy of paying interest on inmate accounts violated the constitutional rights of an affected inmate. The district court thought not. Weighing in on an issue that has split the circuits, we conclude that prison inmates lack a constitutionally protected property right in interest not yet paid. Accordingly, the defendant was at liberty to abrogate the policy prospectively.</p>\n<p>The material facts are not in dispute. By statute, Rhode Island authorizes inmates to pursue gainful, in-prison employment while incarcerated. R.I. Gen. Laws § 42-56-22. Their wages are deposited into inmate accounts maintained by the Rhode Island Department of Corrections (RIDOC).</p>\n<p>RIDOC places twenty-five percent of an inmate's earnings (up to a maximum of $1,000) into what is known as an \"encumbered account.\" This sum is retained until the inmate's release, at which time it is tendered to him. <i>Id.</i> § 42-56-22(a). The balance of the inmate's earnings is deposited in what is known as an \"available account.\" That account may be supplemented through other sources (e.g., gifts from family and friends). An inmate has the option of transferring any unencumbered funds to a commercial bank account.</p>\n<p>Despite the nomenclature, there are limits on what an inmate may do with the money in his available account. In accordance with Policy No. 2.17 (the Policy), some uses are permitted (e.g., purchasing items at the prison commissary) and others are prohibited (e.g., purchasing proscribed merchandise). Inmates also are prohibited from making cash withdrawals.</p>\n<p>There is a set procedure for transferring funds from inmate accounts for approved expenditures.<sup>[1]</sup> Inmates get monthly statements detailing their transactions and confirming their account balances.</p>\n<p>In bygone days, the funds in the individual inmate accounts were pooled and invested. Any return on this investment was then allocated to individual inmate accounts based on average daily balances. The Policy memorialized the practice of crediting interest, stipulating that interest on funds in inmate accounts would \"accrue [] to the depositing inmates in an equitable fashion.\" It is the putative right to the <span class=\"star-pagination\">*52</span> continued accrual of interest that is at the epicenter of this appeal.</p>\n<p>In 2001, RIDOC decided to outsource management of a wide swath of back-room systems. Comments from prospective vendors prompted RIDOC to reevaluate the feasibility of paying interest on inmate accounts. As a result, the pooling arrangement was scrapped and, on June 1, 2002, RIDOC stopped paying interest. A few weeks later, RIDOC posted notices advising of this change in practice throughout the prison. A similar notice appeared in the prison newsletter.</p>\n<p>During August, RIDOC formally suspended those provisions of the Policy that addressed interest on inmate accounts. Withal, it was not until May 6, 2003, that RIDOC promulgated a new policy, which stated explicitly that no interest would accrue on funds held in inmate accounts.</p>\n<p>This about-face troubled plaintiff-appellant Edward Eugene Young, Sr., who was incarcerated at the prison both before and after the policy changed. While serving his sentence, he had performed various jobs for which he was paid; RIDOC had deposited his earnings in inmate accounts; and RIDOC had paid him interest until June 1, 2002 (when it stopped paying interest on inmate accounts). The plaintiff learned about this reversal of position on or about June 20, 2002.</p>\n<p>Nearly a year later, the plaintiff sued RIDOC's director, individually and in his official capacity. It would serve no useful goal to track the tortuous travel of the caseincluding the morphing of the original action into a second actionas it wended its way through the district court. Suffice it to say that, after several years of legal wrangling, the case narrowed for all practical purposes to two federal claims: (i) that the denial of interest constituted an unconstitutional taking of the plaintiff's property and (ii) that RIDOC's failure to afford the plaintiff notice and an opportunity to be heard before abandoning the practice of accruing interest violated his right to procedural due process.<sup>[2]</sup> In a series of rulings, the district court dismissed the taking claim, <i>see, e.g., </i><i>Young v. Wall,</i> 359 F.Supp.2d 84, 94 (D.R.I.2005), and granted summary judgment for the defendant on the due process claims, <i>see Young v. Wall,</i> No. 07-34, 2010 WL 2553572, at *3 (D.R.I. June 18, 2010). This timely appeal ensued.</p>\n<p>In this court, as in the district court, the plaintiff claims that RIDOC's decision to stop paying interest on inmate accounts amounted to both an unconstitutional taking and a due process violation. That the district court disposed of the former claim on a motion to dismiss, Fed.R.Civ.P. 12(b)(6), and the latter claim on summary judgment, Fed.R.Civ.P. 56, is of no particular moment; after all, the material facts are uncontroverted and the appeal turns on questions of law.</p>\n<p>Our review is de novo. <i>See </i><i>Ungar v. Palestine Lib. Org.,</i> 599 F.3d 79, 83 (1st Cir.2010); <i>ConnectU LLC v. Zuckerberg,</i> 522 F.3d 82, 91 (1st Cir.2008). In this undertaking, we are not wedded to the district court's reasoning but may affirm its rulings on any ground made manifest by the record. <i>See </i><i>InterGen N.V. v. Grina,</i> 344 F.3d 134, 141 (1st Cir.2003); <i>Houlton Citizens' Coal. v. Town of Houlton,</i> 175 F.3d 178, 184 (1st Cir.1999).</p>\n<p>Our inquiry is simplified because both of the plaintiff's claims hinge on the existence vel non of a property right in the accrual <span class=\"star-pagination\">*53</span> of interest on inmate accounts. As we explain below, the plaintiff lacks such a right. Consequently, his claims fail.</p>\n<p>It is axiomatic that \"the Constitution protects rather than creates property interests.\" <i>Phillips v. Wash. Legal Found.,</i> 524 U.S. 156, 164, 118 S.Ct. 1925, 141 L.Ed.2d 174 (1998). This means that a court charged with determining the existence of a constitutionally protected property interest must look to \"existing rules or understandings that stem from an independent source such as state law.\" <i>Bd. of Regents of State Colls. v. Roth,</i> 408 U.S. 564, 577, 92 S.Ct. 2701, 33 L.Ed.2d 548 (1972). Some such source must give rise to a \"legitimate claim of entitlement\" to the property in question. <i>Centro Medico del Turabo, Inc. v. Feliciano de Melecio,</i> 406 F.3d 1, 8 (1st Cir.2005) (quoting <i>Roth,</i> 408 U.S. at 577, 92 S.Ct. 2701). A unilateral expectation, by itself, is not sufficient to create a constitutionally protected property interest. <i>Webb's Fabulous Pharmacies, Inc. v. Beckwith,</i> 449 U.S. 155, 161, 101 S.Ct. 446, 66 L.Ed.2d 358 (1980); <i>URI Student Senate v. Town of Narragansett,</i> 631 F.3d 1, 11 (1st Cir.2011).</p>\n<p>In this instance, the plaintiff posits that state law creates the requisite claim of entitlement three times over. In the pages that follow, we explore the three avenues to which he alludes: common law, statutory law, and policy and practice. Each proves to be a dead end.</p>\n<p>Before embarking on this odyssey, we pause to explain that this case is not about either principal or interest previously credited to inmate accounts. It is clear beyond hope of contradiction that an inmate has a property interest in the balances held in his accounts. <i>See </i><i>Reynolds v. Wagner,</i> 128 F.3d 166, 179 (3d Cir.1997) (collecting cases). This case is about interest not yet credited to an inmate's account.</p>\n<p>The plaintiff's reliance on state common law as a source of his supposed property right is mislaid. He notes that he had a property right in the principal balances in his inmate accounts and adds that, at common law, interest follows principal. <i>See </i><i>Phillips,</i> 524 U.S. at 165, 118 S.Ct. 1925; <i>Webb's Fabulous Pharmacies,</i> 449 U.S. at 162, 101 S.Ct. 446. In his view, the combination of these two facts signifies that he has a legitimate claim of entitlement to interest on an ongoing basis. We do not agree.</p>\n<p>The most jagged rent in the fabric of the plaintiff's argument is his failure to recognize the highly idiosyncratic context that prison presents. Although criminals do not forfeit all of their constitutional rights upon conviction and incarceration, <i>Wolff v. McDonnell,</i> 418 U.S. 539, 555-56, 94 S.Ct. 2963, 41 L.Ed.2d 935 (1974), they traditionally enjoy a more modest constellation of rights than other persons. <i>See, e.g., </i><i>Turner v. Safley,</i> 482 U.S. 78, 91, 93, 107 S.Ct. 2254, 96 L.Ed.2d 64 (1987); <i>Hudson v. Palmer,</i> 468 U.S. 517, 525-26, 104 S.Ct. 3194, 82 L.Ed.2d 393 (1984); <i>French v. Butterworth,</i> 614 F.2d 23, 24 (1st Cir.1980). This distinction has particular force when it comes to property rights. <i>See </i><i>Givens v. Ala. Dep't of Corr.,</i> 381 F.3d 1064, 1068 (11th Cir.2004) (explaining that \"[a]lthough non-inmates enjoyed an assortment of property rights at common law, inmates did not\"); <i>see also </i><i>Calero-Toledo v. Pearson Yacht Leasing Co.,</i> 416 U.S. 663, 682, 94 S.Ct. 2080, 40 L.Ed.2d 452 (1974); <i>United States v. 221 Dana Ave.,</i> 239 F.3d 78, 90 n. 16 (1st Cir.2001).</p>\n<p>At common law, prison inmates possessed no right to profit from their labors; they could be compelled to work without any recompense. <i>See </i><i>Washlefske v. Winston,</i> 234 F.3d 179, 184-85 (4th Cir.2000) (holding that a policy of non-payment \"would not violate any traditional principle <span class=\"star-pagination\">*54</span> of property law\"). Rhode Island common law echoes this theme. <i>See </i><i>Anderson v. Salant,</i> [38 R.I. 463] 96 A. 425, 432 (R.I. 1916); <i>see also </i><i>R.I. Council 94 v. State,</i> 714 A.2d 584, 592 (R.I.1998) (acknowledging that \"[e]mployment of prisoners at hard labor existed before the adoption of the Rhode Island Constitution\"). The reported decisions of the Rhode Island courts do not offer the slightest indication that the common law creates a property right enabling inmates to demand interest on RIDOC-held accounts. We conclude, therefore, that the common law does not spawn the property right that the plaintiff envisions.</p>\n<p>To be sure, this conclusion is at odds with the holding in <i>Schneider v. Cal. Dep't of Corr.,</i> 151 F.3d 1194, 1201 (9th Cir. 1998). But two other courts of appeals have rejected the Ninth Circuit's reasoning, <i>see </i><i>Givens,</i> 381 F.3d at 1068-69; <i>Washlefske,</i> 234 F.3d at 186, and we share their view. The <i>Schneider</i> court mechanically applied the mantra that interest follows principal without giving due weight to the truncation of prisoners' property rights that is characteristic of the common law. We think that this limitation easily tips the balance.</p>\n<p>State statutory law proves no more accommodating to the plaintiff's cause. The pertinent provision allows an inmate to receive a modest wage for his labors. <i>See</i> R.I. Gen. Laws § 42-56-22(a) (stating that inmates \"may be permitted to labor in the discretion of the director . . . and in that case may be paid not more than three dollars [per] day\"). To that extent, the statute creates a limited property right in inmate wages, once paid, that did not exist at common law.<sup>[3]</sup> The statute is silent, however, on the subject of interest. This silence undermines the plaintiff's claim that the statute creates a parallel property right in interest on inmate accounts. <i>See </i><i>Givens,</i> 381 F.3d at 1070; <i>Washlefske,</i> 234 F.3d at 185.</p>\n<p>In an effort to resist this conclusion, the plaintiff notes that the language of the Rhode Island statute differs from the language of the state statutes considered in <i>Givens</i> and <i>Washlefske,</i> respectively. This is true as far as it goes, but it does not take the plaintiff very far.</p>\n<p>Specifically, the plaintiff points to language in section 42-56-22 making clear that encumbered funds are the prisoner's property and are \"to be turned over to the prisoner\" upon his release. But this language refers only to principal balances, not to any as-yet-uncredited interest. The difference in wording, then, is of no assistance to the plaintiff.</p>\n<p>The last avenue that the plaintiff pursues in search of a property right features a claim that the Policy and RIDOC's practice under it resulted in a shared understanding that interest would accrue on inmate accounts.</p>\n<p>The basic premise on which this line of argument reststhat a state's policies and practices can underpin a constitutionally protected property interestis correct. <i>See, e.g., </i><i>Wilkinson v. Austin,</i> 545 U.S. 209, 221-22, 125 S.Ct. 2384, 162 L.Ed.2d 174 (2005); <i>Wolff,</i> 418 U.S. at 556-58, 94 S.Ct. 2963; <i>Givens,</i> 381 F.3d at 1069; <i>cf. </i><i>Perry v. Sindermann,</i> 408 U.S. 593, 603, 92 S.Ct. 2694, 33 L.Ed.2d 570 (1972) (concluding that a plaintiff \"must be given an opportunity to prove the legitimacy of his claim of such entitlement in light of the policies and practices of the institution\") (quotation omitted). But careful perscrutation discloses that this premise is inapposite here.</p>\n<p><span class=\"star-pagination\">*55</span> To begin, the Policy reflected an act of administrative generosity, authorizing RIDOC to pay interest for so long as the Policy was in effect. It did not, however, obligate RIDOC to follow that course indefinitely. A policy, once implemented, need not be continued in perpetuity but, rather, in the absence of special circumstances (say, detrimental reliance), may be modified or abandoned prospectively. <i>See, e.g., </i><i>Bova v. City of Medford,</i> 564 F.3d 1093, 1097 (9th Cir.2009) (explaining that the city may alter or abandon retirement policy); <i>Biggers v. Wittek Indus., Inc.,</i> 4 F.3d 291, 295 (4th Cir.1993) (holding that employer was under no obligation to continue severance benefits policy). This principle applies with full force in the prison context. <i>See Murphy v. Shaw,</i> 49 Fed. Appx. 711, 714 (9th Cir.2002); <i>Clark v. Perego,</i> 39 F.3d 320 (5th Cir.1994) (table). It follows that RIDOC was under no continuing obligation to pay interest on inmate accounts.</p>\n<p>The short of it is that RIDOC met its obligations under the Policy for as long as the Policy remained in effect. It accrued interest on inmate accounts until it abandoned the Policy and changed its preexisting practice. The plaintiff received that interest.</p>\n<p>When RIDOC halted this practice, it did so prospectively and uniformly. Hence, the plaintiff was treated the same as every other similarly situated inmate. He was not singled out and excluded from the operation of a general policy or practice that continued in force. This distinguishes the case at bar from those cases in which a continuing policy or practice has been deemed sufficient to create a constitutionally protected property interest. <i>See, e.g., </i><i>Perry,</i> 408 U.S. at 602-03, 92 S.Ct. 2694; <i>Concepcíon Chaparro v. Ruíz-Hernández,</i> 607 F.3d 261, 265 (1st Cir.2010); <i>cf. </i><i>Dasey v. Anderson,</i> 304 F.3d 148, 161 (1st Cir. 2002) (finding no property interest where employer's custom and practice did not provide employee with \"reasonable expectation of continued employment\"); <i>Rosario-Torres v. Hernández-Colón,</i> 889 F.2d 314, 319-20 (1st Cir.1989) (en banc) (similar).</p>\n<p>That ends this aspect of the matter. We hold that RIDOC's forward-looking change in policy and practice did not deprive the plaintiff of any constitutionally protected property right.</p>\n<p>As a fallback, the plaintiff suggests that he was entitled to notice and an opportunity to be heard before RIDOC could effectuate the change in its policy and practice. <i>See, e.g., </i><i>Cleveland Bd. of Educ. v. Loudermill,</i> 470 U.S. 532, 542, 105 S.Ct. 1487, 84 L.Ed.2d 494 (1985); <i>Roth,</i> 408 U.S. at 570 n. 7, 92 S.Ct. 2701. This suggestion puts the cart before the horse.</p>\n<p>With exceptions not relevant here, the Due Process Clause requires notice and an opportunity to be heard when a state seeks to deprive a person of a property interest. <i>Loudermill,</i> 470 U.S. at 542, 105 S.Ct. 1487; <i>Goldberg v. Kelly,</i> 397 U.S. 254, 263, 90 S.Ct. 1011, 25 L.Ed.2d 287 (1970). But where, as here, there is no property interest, that procedural prophylaxis is not required.</p>\n<p>We need go no further. For the reasons elucidated above, we affirm the entry of judgment in favor of the defendant.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Hon. David H. Souter, Associate Justice (Ret.) of the Supreme Court of the United States, sitting by designation.</p>\n<p>[1]  The details of this procedure are not relevant to the issues on appeal.</p>\n<p>[2]  Along the way, the plaintiff raised a gallimaufry of state-law claims, none of which is implicated in this appeal.</p>\n<p>[3]  We say \"limited\" because there are formidable restrictions on an inmate's ability to use his money. <i>See </i><i>Givens,</i> 381 F.3d at 1069; <i>Washlefske,</i> 234 F.3d at 185.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">642</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></span> (2011)</b></center>\n<center><h1>Edward Eugene YOUNG, Sr., Plaintiff, Appellant,<br>\nv.<br>\nAshbel T. WALL, individually and in his capacity as the Director of the Rhode Island Department of Corrections, Defendant, Appellee.</h1></center>\n<center>No. 10-1862.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 8, 2011.</center>\n<center>Decided April 14, 2011.</center>\n<p><span class=\"star-pagination\">*51</span> Andrew B. Prescott, with whom Gauri A. Patil and Nixon Peabody LLP were on brief, for appellant.</p>\n<p>Thomas A. Palombo, Assistant Attorney General, with whom Patrick C. Lynch, Attorney General, was on brief, for appellee.</p>\n<p>Before BOUDIN, Circuit Judge, SOUTER,<sup>[*]</sup> Associate Justice, and SELYA, Circuit Judge.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>This appeal requires us to determine whether a prison's unilateral suspension of its internal policy of paying interest on inmate accounts violated the constitutional rights of an affected inmate. The district court thought not. Weighing in on an issue that has split the circuits, we conclude that prison inmates lack a constitutionally protected property right in interest not yet paid. Accordingly, the defendant was at liberty to abrogate the policy prospectively.</p>\n<p>The material facts are not in dispute. By statute, Rhode Island authorizes inmates to pursue gainful, in-prison employment while incarcerated. R.I. Gen. Laws § 42-56-22. Their wages are deposited into inmate accounts maintained by the Rhode Island Department of Corrections (RIDOC).</p>\n<p>RIDOC places twenty-five percent of an inmate's earnings (up to a maximum of $1,000) into what is known as an \"encumbered account.\" This sum is retained until the inmate's release, at which time it is tendered to him. <i>Id.</i> § 42-56-22(a). The balance of the inmate's earnings is deposited in what is known as an \"available account.\" That account may be supplemented through other sources (e.g., gifts from family and friends). An inmate has the option of transferring any unencumbered funds to a commercial bank account.</p>\n<p>Despite the nomenclature, there are limits on what an inmate may do with the money in his available account. In accordance with Policy No. 2.17 (the Policy), some uses are permitted (e.g., purchasing items at the prison commissary) and others are prohibited (e.g., purchasing proscribed merchandise). Inmates also are prohibited from making cash withdrawals.</p>\n<p>There is a set procedure for transferring funds from inmate accounts for approved expenditures.<sup>[1]</sup> Inmates get monthly statements detailing their transactions and confirming their account balances.</p>\n<p>In bygone days, the funds in the individual inmate accounts were pooled and invested. Any return on this investment was then allocated to individual inmate accounts based on average daily balances. The Policy memorialized the practice of crediting interest, stipulating that interest on funds in inmate accounts would \"accrue [] to the depositing inmates in an equitable fashion.\" It is the putative right to the <span class=\"star-pagination\">*52</span> continued accrual of interest that is at the epicenter of this appeal.</p>\n<p>In 2001, RIDOC decided to outsource management of a wide swath of back-room systems. Comments from prospective vendors prompted RIDOC to reevaluate the feasibility of paying interest on inmate accounts. As a result, the pooling arrangement was scrapped and, on June 1, 2002, RIDOC stopped paying interest. A few weeks later, RIDOC posted notices advising of this change in practice throughout the prison. A similar notice appeared in the prison newsletter.</p>\n<p>During August, RIDOC formally suspended those provisions of the Policy that addressed interest on inmate accounts. Withal, it was not until May 6, 2003, that RIDOC promulgated a new policy, which stated explicitly that no interest would accrue on funds held in inmate accounts.</p>\n<p>This about-face troubled plaintiff-appellant Edward Eugene Young, Sr., who was incarcerated at the prison both before and after the policy changed. While serving his sentence, he had performed various jobs for which he was paid; RIDOC had deposited his earnings in inmate accounts; and RIDOC had paid him interest until June 1, 2002 (when it stopped paying interest on inmate accounts). The plaintiff learned about this reversal of position on or about June 20, 2002.</p>\n<p>Nearly a year later, the plaintiff sued RIDOC's director, individually and in his official capacity. It would serve no useful goal to track the tortuous travel of the caseincluding the morphing of the original action into a second actionas it wended its way through the district court. Suffice it to say that, after several years of legal wrangling, the case narrowed for all practical purposes to two federal claims: (i) that the denial of interest constituted an unconstitutional taking of the plaintiff's property and (ii) that RIDOC's failure to afford the plaintiff notice and an opportunity to be heard before abandoning the practice of accruing interest violated his right to procedural due process.<sup>[2]</sup> In a series of rulings, the district court dismissed the taking claim, <i>see, e.g., </i><i>Young v. Wall,</i> <span class=\"citation\" data-id=\"2470696\"><a href=\"/opinion/2470696/young-v-wall/\"><span class=\"volume\">359</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">84</span></a></span>, 94 (D.R.I.2005), and granted summary judgment for the defendant on the due process claims, <i>see Young v. Wall,</i> No. 07-34, <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">2553572</span></span>, at *3 (D.R.I. June 18, 2010). This timely appeal ensued.</p>\n<p>In this court, as in the district court, the plaintiff claims that RIDOC's decision to stop paying interest on inmate accounts amounted to both an unconstitutional taking and a due process violation. That the district court disposed of the former claim on a motion to dismiss, Fed.R.Civ.P. 12(b)(6), and the latter claim on summary judgment, Fed.R.Civ.P. 56, is of no particular moment; after all, the material facts are uncontroverted and the appeal turns on questions of law.</p>\n<p>Our review is de novo. <i>See </i><i>Ungar v. Palestine Lib. Org.,</i> <span class=\"citation\" data-id=\"604\"><a href=\"/opinion/604/ungar-v-palestine-liberation-organization/\"><span class=\"volume\">599</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></a></span>, 83 (1st Cir.2010); <i>ConnectU LLC v. Zuckerberg,</i> <span class=\"citation\" data-id=\"203264\"><a href=\"/opinion/203264/connectu-llc-v-zuckerberg/\"><span class=\"volume\">522</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></a></span>, 91 (1st Cir.2008). In this undertaking, we are not wedded to the district court's reasoning but may affirm its rulings on any ground made manifest by the record. <i>See </i><i>InterGen N.V. v. Grina,</i> <span class=\"citation\" data-id=\"200660\"><a href=\"/opinion/200660/intergen-n-v-v-grina/\"><span class=\"volume\">344</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">134</span></a></span>, 141 (1st Cir.2003); <i>Houlton Citizens' Coal. v. Town of Houlton,</i> <span class=\"citation\" data-id=\"763565\"><a href=\"/opinion/763565/houlton-citizens-coalition-v-town-of-houlton/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">178</span></a></span>, 184 (1st Cir.1999).</p>\n<p>Our inquiry is simplified because both of the plaintiff's claims hinge on the existence vel non of a property right in the accrual <span class=\"star-pagination\">*53</span> of interest on inmate accounts. As we explain below, the plaintiff lacks such a right. Consequently, his claims fail.</p>\n<p>It is axiomatic that \"the Constitution protects rather than creates property interests.\" <i>Phillips v. Wash. Legal Found.,</i> <span class=\"citation\" data-id=\"118226\"><a href=\"/opinion/118226/phillips-v-washington-legal-foundation/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span>, 164, <span class=\"citation\" data-id=\"118226\"><a href=\"/opinion/118226/phillips-v-washington-legal-foundation/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1925</span></a></span>, <span class=\"citation\" data-id=\"118226\"><a href=\"/opinion/118226/phillips-v-washington-legal-foundation/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">174</span></a></span> (1998). This means that a court charged with determining the existence of a constitutionally protected property interest must look to \"existing rules or understandings that stem from an independent source such as state law.\" <i>Bd. of Regents of State Colls. v. Roth,</i> <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 577, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></a></span>, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1972). Some such source must give rise to a \"legitimate claim of entitlement\" to the property in question. <i>Centro Medico del Turabo, Inc. v. Feliciano de Melecio,</i> <span class=\"citation\" data-id=\"201545\"><a href=\"/opinion/201545/centro-medico-del-v-feliciano-de-melecio/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.2005) (quoting <i>Roth,</i> 408 U.S. at 577, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></a></span>). A unilateral expectation, by itself, is not sufficient to create a constitutionally protected property interest. <i>Webb's Fabulous Pharmacies, Inc. v. Beckwith,</i> <span class=\"citation\" data-id=\"110362\"><a href=\"/opinion/110362/webbs-fabulous-pharmacies-inc-v-beckwith/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">155</span></a></span>, 161, <span class=\"citation\" data-id=\"110362\"><a href=\"/opinion/110362/webbs-fabulous-pharmacies-inc-v-beckwith/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">446</span></a></span>, <span class=\"citation\" data-id=\"110362\"><a href=\"/opinion/110362/webbs-fabulous-pharmacies-inc-v-beckwith/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">358</span></a></span> (1980); <i>URI Student Senate v. Town of Narragansett,</i> <span class=\"citation\" data-id=\"182273\"><a href=\"/opinion/182273/uri-student-senate-v-town-of-narragansett/\"><span class=\"volume\">631</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 11 (1st Cir.2011).</p>\n<p>In this instance, the plaintiff posits that state law creates the requisite claim of entitlement three times over. In the pages that follow, we explore the three avenues to which he alludes: common law, statutory law, and policy and practice. Each proves to be a dead end.</p>\n<p>Before embarking on this odyssey, we pause to explain that this case is not about either principal or interest previously credited to inmate accounts. It is clear beyond hope of contradiction that an inmate has a property interest in the balances held in his accounts. <i>See </i><i>Reynolds v. Wagner,</i> <span class=\"citation\" data-id=\"747610\"><a href=\"/opinion/747610/richard-reynolds-david-borrell-rolando-felix-julio-aracho-robert-santillo/\"><span class=\"volume\">128</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">166</span></a></span>, 179 (3d Cir.1997) (collecting cases). This case is about interest not yet credited to an inmate's account.</p>\n<p>The plaintiff's reliance on state common law as a source of his supposed property right is mislaid. He notes that he had a property right in the principal balances in his inmate accounts and adds that, at common law, interest follows principal. <i>See </i><i>Phillips,</i> 524 U.S. at 165, <span class=\"citation\" data-id=\"118226\"><a href=\"/opinion/118226/phillips-v-washington-legal-foundation/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1925</span></a></span>; <i>Webb's Fabulous Pharmacies,</i> 449 U.S. at 162, <span class=\"citation\" data-id=\"110362\"><a href=\"/opinion/110362/webbs-fabulous-pharmacies-inc-v-beckwith/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">446</span></a></span>. In his view, the combination of these two facts signifies that he has a legitimate claim of entitlement to interest on an ongoing basis. We do not agree.</p>\n<p>The most jagged rent in the fabric of the plaintiff's argument is his failure to recognize the highly idiosyncratic context that prison presents. Although criminals do not forfeit all of their constitutional rights upon conviction and incarceration, <i>Wolff v. McDonnell,</i> <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 555-56, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></a></span> (1974), they traditionally enjoy a more modest constellation of rights than other persons. <i>See, e.g., </i><i>Turner v. Safley,</i> <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, 91, 93, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span></a></span> (1987); <i>Hudson v. Palmer,</i> <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">517</span></a></span>, 525-26, <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3194</span></a></span>, <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">393</span></a></span> (1984); <i>French v. Butterworth,</i> <span class=\"citation\" data-id=\"373919\"><a href=\"/opinion/373919/wilfred-roy-french-v-fred-a-butterworth/\"><span class=\"volume\">614</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">23</span></a></span>, 24 (1st Cir.1980). This distinction has particular force when it comes to property rights. <i>See </i><i>Givens v. Ala. Dep't of Corr.,</i> <span class=\"citation\" data-id=\"76707\"><a href=\"/opinion/76707/joseph-g-givens-v-al-dept-of-corrections/\"><span class=\"volume\">381</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1064</span></a></span>, 1068 (11th Cir.2004) (explaining that \"[a]lthough non-inmates enjoyed an assortment of property rights at common law, inmates did not\"); <i>see also </i><i>Calero-Toledo v. Pearson Yacht Leasing Co.,</i> <span class=\"citation\" data-id=\"109026\"><a href=\"/opinion/109026/calero-toledo-v-pearson-yacht-leasing-co/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">663</span></a></span>, 682, <span class=\"citation\" data-id=\"109026\"><a href=\"/opinion/109026/calero-toledo-v-pearson-yacht-leasing-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2080</span></a></span>, <span class=\"citation\" data-id=\"109026\"><a href=\"/opinion/109026/calero-toledo-v-pearson-yacht-leasing-co/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">452</span></a></span> (1974); <i>United States v. 221 Dana Ave.,</i> <span class=\"citation no-link\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">78</span></span>, 90 n. 16 (1st Cir.2001).</p>\n<p>At common law, prison inmates possessed no right to profit from their labors; they could be compelled to work without any recompense. <i>See </i><i>Washlefske v. Winston,</i> <span class=\"citation\" data-id=\"771339\"><a href=\"/opinion/771339/william-f-washlefske-v-andrew-j-winston-ronald-j-angelone/\"><span class=\"volume\">234</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">179</span></a></span>, 184-85 (4th Cir.2000) (holding that a policy of non-payment \"would not violate any traditional principle <span class=\"star-pagination\">*54</span> of property law\"). Rhode Island common law echoes this theme. <i>See </i><i>Anderson v. Salant,</i> [38 R.I. 463] <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">A.</span> <span class=\"page\">425</span></span>, 432 (R.I. 1916); <i>see also </i><i>R.I. Council 94 v. State,</i> <span class=\"citation\" data-id=\"2399859\"><a href=\"/opinion/2399859/ri-council-94-afscme-afl-cio-v-state/\"><span class=\"volume\">714</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">584</span></a></span>, 592 (R.I.1998) (acknowledging that \"[e]mployment of prisoners at hard labor existed before the adoption of the Rhode Island Constitution\"). The reported decisions of the Rhode Island courts do not offer the slightest indication that the common law creates a property right enabling inmates to demand interest on RIDOC-held accounts. We conclude, therefore, that the common law does not spawn the property right that the plaintiff envisions.</p>\n<p>To be sure, this conclusion is at odds with the holding in <i>Schneider v. Cal. Dep't of Corr.,</i> <span class=\"citation\" data-id=\"756998\"><a href=\"/opinion/756998/98-cal-daily-op-serv-6089-98-daily-journal-dar-8471-paul-john/\"><span class=\"volume\">151</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1194</span></a></span>, 1201 (9th Cir. 1998). But two other courts of appeals have rejected the Ninth Circuit's reasoning, <i>see </i><i>Givens,</i> 381 F.3d at 1068-69; <i>Washlefske,</i> 234 F.3d at 186, and we share their view. The <i>Schneider</i> court mechanically applied the mantra that interest follows principal without giving due weight to the truncation of prisoners' property rights that is characteristic of the common law. We think that this limitation easily tips the balance.</p>\n<p>State statutory law proves no more accommodating to the plaintiff's cause. The pertinent provision allows an inmate to receive a modest wage for his labors. <i>See</i> R.I. Gen. Laws § 42-56-22(a) (stating that inmates \"may be permitted to labor in the discretion of the director . . . and in that case may be paid not more than three dollars [per] day\"). To that extent, the statute creates a limited property right in inmate wages, once paid, that did not exist at common law.<sup>[3]</sup> The statute is silent, however, on the subject of interest. This silence undermines the plaintiff's claim that the statute creates a parallel property right in interest on inmate accounts. <i>See </i><i>Givens,</i> 381 F.3d at 1070; <i>Washlefske,</i> 234 F.3d at 185.</p>\n<p>In an effort to resist this conclusion, the plaintiff notes that the language of the Rhode Island statute differs from the language of the state statutes considered in <i>Givens</i> and <i>Washlefske,</i> respectively. This is true as far as it goes, but it does not take the plaintiff very far.</p>\n<p>Specifically, the plaintiff points to language in section 42-56-22 making clear that encumbered funds are the prisoner's property and are \"to be turned over to the prisoner\" upon his release. But this language refers only to principal balances, not to any as-yet-uncredited interest. The difference in wording, then, is of no assistance to the plaintiff.</p>\n<p>The last avenue that the plaintiff pursues in search of a property right features a claim that the Policy and RIDOC's practice under it resulted in a shared understanding that interest would accrue on inmate accounts.</p>\n<p>The basic premise on which this line of argument reststhat a state's policies and practices can underpin a constitutionally protected property interestis correct. <i>See, e.g., </i><i>Wilkinson v. Austin,</i> <span class=\"citation\" data-id=\"799975\"><a href=\"/opinion/799975/wilkinson-v-austin/\"><span class=\"volume\">545</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">209</span></a></span>, 221-22, <span class=\"citation\" data-id=\"799975\"><a href=\"/opinion/799975/wilkinson-v-austin/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2384</span></a></span>, <span class=\"citation\" data-id=\"799975\"><a href=\"/opinion/799975/wilkinson-v-austin/\"><span class=\"volume\">162</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">174</span></a></span> (2005); <i>Wolff,</i> 418 U.S. at 556-58, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>; <i>Givens,</i> 381 F.3d at 1069; <i>cf. </i><i>Perry v. Sindermann,</i> <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">593</span></a></span>, 603, <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2694</span></a></span>, <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">570</span></a></span> (1972) (concluding that a plaintiff \"must be given an opportunity to prove the legitimacy of his claim of such entitlement in light of the policies and practices of the institution\") (quotation omitted). But careful perscrutation discloses that this premise is inapposite here.</p>\n<p><span class=\"star-pagination\">*55</span> To begin, the Policy reflected an act of administrative generosity, authorizing RIDOC to pay interest for so long as the Policy was in effect. It did not, however, obligate RIDOC to follow that course indefinitely. A policy, once implemented, need not be continued in perpetuity but, rather, in the absence of special circumstances (say, detrimental reliance), may be modified or abandoned prospectively. <i>See, e.g., </i><i>Bova v. City of Medford,</i> <span class=\"citation\" data-id=\"1192711\"><a href=\"/opinion/1192711/bova-v-city-of-medford/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1093</span></a></span>, 1097 (9th Cir.2009) (explaining that the city may alter or abandon retirement policy); <i>Biggers v. Wittek Indus., Inc.,</i> <span class=\"citation\" data-id=\"629142\"><a href=\"/opinion/629142/ronald-j-biggers-james-e-brandon-linda-m-cornwell-james-a-dunn-kenneth/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">291</span></a></span>, 295 (4th Cir.1993) (holding that employer was under no obligation to continue severance benefits policy). This principle applies with full force in the prison context. <i>See Murphy v. Shaw,</i> 49 Fed. Appx. 711, 714 (9th Cir.2002); <i>Clark v. Perego,</i> <span class=\"citation\" data-id=\"681442\"><a href=\"/opinion/681442/clark-v-perego/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">320</span></a></span> (5th Cir.1994) (table). It follows that RIDOC was under no continuing obligation to pay interest on inmate accounts.</p>\n<p>The short of it is that RIDOC met its obligations under the Policy for as long as the Policy remained in effect. It accrued interest on inmate accounts until it abandoned the Policy and changed its preexisting practice. The plaintiff received that interest.</p>\n<p>When RIDOC halted this practice, it did so prospectively and uniformly. Hence, the plaintiff was treated the same as every other similarly situated inmate. He was not singled out and excluded from the operation of a general policy or practice that continued in force. This distinguishes the case at bar from those cases in which a continuing policy or practice has been deemed sufficient to create a constitutionally protected property interest. <i>See, e.g., </i><i>Perry,</i> 408 U.S. at 602-03, <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2694</span></a></span>; <i>Concepcíon Chaparro v. Ruíz-Hernández,</i> <span class=\"citation\" data-id=\"147782\"><a href=\"/opinion/147782/concepcion-chaparro-v-ruiz-hernandez/\"><span class=\"volume\">607</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">261</span></a></span>, 265 (1st Cir.2010); <i>cf. </i><i>Dasey v. Anderson,</i> <span class=\"citation\" data-id=\"200131\"><a href=\"/opinion/200131/dasey-v-massachusetts-depart/\"><span class=\"volume\">304</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">148</span></a></span>, 161 (1st Cir. 2002) (finding no property interest where employer's custom and practice did not provide employee with \"reasonable expectation of continued employment\"); <i>Rosario-Torres v. Hernández-Colón,</i> <span class=\"citation\" data-id=\"532023\"><a href=\"/opinion/532023/miguel-a-rosario-torres-v-rafael-hernandez-colon-etc-appeal-of/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">314</span></a></span>, 319-20 (1st Cir.1989) (en banc) (similar).</p>\n<p>That ends this aspect of the matter. We hold that RIDOC's forward-looking change in policy and practice did not deprive the plaintiff of any constitutionally protected property right.</p>\n<p>As a fallback, the plaintiff suggests that he was entitled to notice and an opportunity to be heard before RIDOC could effectuate the change in its policy and practice. <i>See, e.g., </i><i>Cleveland Bd. of Educ. v. Loudermill,</i> <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">532</span></a></span>, 542, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1487</span></a></span>, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">494</span></a></span> (1985); <i>Roth,</i> 408 U.S. at 570 n. 7, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></a></span>. This suggestion puts the cart before the horse.</p>\n<p>With exceptions not relevant here, the Due Process Clause requires notice and an opportunity to be heard when a state seeks to deprive a person of a property interest. <i>Loudermill,</i> 470 U.S. at 542, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1487</span></a></span>; <i>Goldberg v. Kelly,</i> <span class=\"citation\" data-id=\"108100\"><a href=\"/opinion/108100/goldberg-v-kelly/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></a></span>, 263, <span class=\"citation\" data-id=\"108100\"><a href=\"/opinion/108100/goldberg-v-kelly/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1011</span></a></span>, <span class=\"citation\" data-id=\"108100\"><a href=\"/opinion/108100/goldberg-v-kelly/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">287</span></a></span> (1970). But where, as here, there is no property interest, that procedural prophylaxis is not required.</p>\n<p>We need go no further. For the reasons elucidated above, we affirm the entry of judgment in favor of the defendant.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Hon. David H. Souter, Associate Justice (Ret.) of the Supreme Court of the United States, sitting by designation.</p>\n<p>[1]  The details of this procedure are not relevant to the issues on appeal.</p>\n<p>[2]  Along the way, the plaintiff raised a gallimaufry of state-law claims, none of which is implicated in this appeal.</p>\n<p>[3]  We say \"limited\" because there are formidable restrictions on an inmate's ability to use his money. <i>See </i><i>Givens,</i> 381 F.3d at 1069; <i>Washlefske,</i> 234 F.3d at 185.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/604/",
    "http://www.courtlistener.com/api/rest/v3/opinions/76707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108100/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111372/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/147782/",
    "http://www.courtlistener.com/api/rest/v3/opinions/182273/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200131/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/373919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/629142/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/747610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756998/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771339/",
    "http://www.courtlistener.com/api/rest/v3/opinions/799975/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1192711/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2399859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2470696/"
  ]
}