{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/217571/",
  "absolute_url": "/opinion/217571/nunez-colon-v-toledo-davila/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/217571/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-05-26T20:21:22Z",
  "date_modified": "2016-02-28T05:30:18.018337Z",
  "type": "010combined",
  "sha1": "ffefe3baae5b0b55376953b41cf19098f2ad97d1",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1784P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/05/26/Nunez-Colon_v._Toledo-Davila.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\nNo. 09-1784\n\n                   MIGUEL NÚÑEZ COLÓN, et al.,\n\n                      Plaintiffs-Appellants,\n\n                                v.\n\n              HONORABLE PEDRO TOLEDO-DÁVILA, et al.,\n\n                      Defendants-Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Marcos E. López, U.S. Magistrate Judge]\n\n\n\n                              Before\n\n        Torruella, Leval,* and Thompson, Circuit Judges.\n\n\n\n     Jane Becker Whitaker was on brief for appellants.\n     Susana I. Peñagarícano-Brown, Assistant Solicitor General,\nDepartment of Justice, with whom Irene S. Soroeta-Kodesh, Solicitor\nGeneral, Leticia Casalduc-Rabell, Deputy Solicitor General, and\nZaira Z. Girón-Anadón, Deputy Solicitor General, were on brief for\nappellees.\n\n\n\n                           May 26, 2011\n\n\n\n*Of the Second Circuit, sitting by designation.\n\f       THOMPSON, Circuit Judge.     Police officer Miguel Núñez Colón\n\n(\"Núñez\") was arrested and fired from the Puerto Rico police\n\ndepartment after he misappropriated $600 during the search of a\n\nhome.      Núñez   claims     multiple    constitutional   violations   in\n\nconnection with this incident.           The lower court disagreed, and\n\ndiscerning no error we AFFIRM.\n\n                                   FACTS\n\n                            The Misappropriation\n\n       On July 21, 2005, Núñez, a twelve-year veteran of the police\n\nforce, went with other officers to a residence in response to an\n\ninformant's tip.    The tip concerned the possibility that drugs and\n\nweapons were being stored at the home.             A group of officers\n\nsearched the residence without a warrant, though it is disputed\n\nwhether Núñez actually entered the home.         What is known is that a\n\nwoman named Wanda Serrano was found sleeping inside and that she\n\nhad $600 in small bills stored in a plastic bag.           Ms. Serrano's\n\nmoney somehow found its way to Núñez, though another bone of\n\ncontention is whether Núñez was given the money by another officer\n\nor whether he found it himself.           In either event, within hours,\n\nNúñez contacted his supervisor, told him that he had the $600, and\n\nasked him what to do.       He was advised to return the money to Ms.\n\nSerrano and to obtain a receipt from her, which Núñez did the next\n\nday.\n\n       Though the money was back in the hands of its rightful owner,\n\n\n                                    -2-\n\fthe police department initiated an investigation of the incident.\n\nFurther, a criminal complaint for illegal appropriation was filed\n\nagainst Núñez, and the Puerto Rico Court of First Instance found\n\nprobable cause for his arrest.      On December 3, 2005, things only\n\ngot worse for Núñez when defendant Police Superintendent Pedro\n\nToledo-Dávila (\"Toledo\") summarily suspended him without pay.      On\n\nDecember 15th, Núñez requested an administrative hearing.\n\n                    The Administrative Proceedings\n\n     Six months after it was requested, Núñez's post-suspension\n\nhearing began on June 1, 2006.      Significant for purposes of this\n\nappeal is the fact that Núñez was acquitted of the criminal charges\n\nfourteen days prior to the start of the hearing.     At the hearing,\n\nNúñez was represented by counsel who questioned witnesses.         But\n\nalas this effort was to no avail.    Núñez was found to have violated\n\npolice department regulations, a sanctionable offense.      The police\n\ndepartment, through a letter penned by Toledo, terminated Núñez on\n\nOctober 26, 2006.\n\n     Núñez     appealed   the   administrative   decision     to   the\n\nInvestigation, Processing and Appeals Commission (Spanish acronym\n\n\"CIPA\").     CIPA also ruled against Núñez, finding that he in fact\n\nviolated department regulations when he took the $600, which was\n\nnot connected to any illegal activity and therefore should not have\n\nbeen seized. CIPA also noted that Núñez's acquittal did not affect\n\nthe ability of the police department to fire him.\n\n\n                                 -3-\n\f     Undeterred Núñez sought further review.       He appealed CIPA's\n\ndecision to the Puerto Rico Court of Appeals (\"PRCA\"). Applying an\n\nabuse of discretion standard, the PRCA affirmed CIPA.          Núñez chose\n\nnot to petition the Puerto Rico Supreme Court to review the PRCA's\n\ndecision.      Despite this fact, his quest for a remedy was not yet\n\ncomplete.\n\n                     The Federal Court Proceedings\n\n     Ever persistent, Núñez embarked on a contemporaneous journey\n\nthrough the federal judiciary.      Núñez's sojourn began in October\n\n2006 when he filed a complaint with the United States District\n\nCourt for the District of Puerto Rico.       Núñez (with his wife and\n\nchildren as co-plaintiffs) sued the Puerto Rico police department,\n\nthe Puerto Rico Department of Justice, superintendent Toledo, and\n\nother involved police department employees pursuant to 42 U.S.C. §\n\n1983.   He alleged: (1) wrongful arrest in violation of the Fourth\n\nAmendment; (2) malicious prosecution also contrary to the Fourth\n\nAmendment; (3) retaliation for conduct protected by the First\n\nAmendment; and (4) Fourteenth Amendment due process violations.\n\nNúñez   also    invoked   supplemental   jurisdiction   over    state-law\n\ndefamation and malicious prosecution claims.\n\n     Over the course of the next two years plus, the district court\n\nruled on various motions resulting in two written decisions.           In\n\nits first, the court dismissed Núñez's retaliation claim based on\n\nthe doctrine of collateral estoppel and his wrongful termination\n\n\n                                   -4-\n\fallegation because due process requirements were met.               Núñez Colón\n\nv. Toledo Dávila, 2009 WL 1108821 (D.P.R. Apr. 23, 2009).               In its\n\nsecond decision, the court dismissed Núñez's wrongful arrest and\n\nmalicious prosecution claims because he could not establish the\n\nrequisite elements - in part because collateral estoppel barred\n\nNúñez from re-litigating certain issues.              Núñez Colón v. Toledo\n\nDávila, 2009 WL 1311008 (D.P.R. Apr. 27, 2009).                The court also\n\ndismissed    Núñez's    state    law   defamation     claim   on   supplemental\n\njurisdiction grounds as there was no common nucleus of fact between\n\nit and the lone remaining federal claim.          The court then went on to\n\ndismiss the claims of the wife and children plaintiffs for lack of\n\nstanding, and the claims against all defendants but Toledo because\n\nhe was the only one Núñez alleged directly violated his rights.\n\n     With just Núñez and Toledo left standing, the case proceeded\n\nto a jury trial.     The only remaining issue was whether Núñez's due\n\nprocess     rights     were     violated     during    his    post-suspension\n\nadministrative proceeding.        After Núñez presented his case, Toledo\n\nmade a Rule 50(a) motion for judgment as a matter of law.                  The\n\ndistrict court ruled in Toledo's favor and issued a bench ruling\n\ndismissing Núñez's final claim.         The court first dismissed Núñez's\n\nofficial capacity claim against Toledo.                It held that because\n\nrecovery under this claim was limited to injunctive relief (e.g.\n\nordering the suspension to end), there was no feasible relief for\n\nNúñez because he no longer worked for the police department.               The\n\n\n                                       -5-\n\fcourt then addressed Núñez's claim against Toledo in his personal\n\ncapacity.       With respect to this claim, the court found that there\n\nwas not legally sufficient evidence on which a jury could find in\n\nNúñez's favor.          His appeal to this court followed.           In it, Núñez\n\nclaims that the district court blundered when it applied collateral\n\nestoppel, excluded certain testimony, and ruled against him on the\n\ndue process claim.\n\n                                        DISCUSSION\n\n                               Collateral Estoppel\n\n     In its first written decision, the district court applied the\n\ndoctrine of collateral estoppel to bar Núñez's argument that he did\n\nnot misappropriate the $600 and that his dismissal from the police\n\ndepartment was unwarranted. The court found that Núñez had already\n\nlitigated       these     issues   in    his     post-suspension   administrative\n\nproceeding - the result of which was affirmed by CIPA and the PRCA.\n\nThe court also held that a Puerto Rico state law1 exception to\n\ncollateral estoppel (discussed at length below) did not apply.\n\nWith the precluded issues out of play, the court reasoned that\n\nNúñez       could   not   prove    his    retaliation,    wrongful   arrest,   and\n\nmalicious prosecution claims and therefore dismissed them.                      We\n\nreview this dismissal de novo, taking as true the well-pleaded\n\n\n        1\n       Though Puerto Rico enjoys unique commonwealth status, it is\nthe \"functional equivalent of a state for purposes of full faith\nand credit\" and therefore we sometimes refer to its courts as\n\"state courts\" and its law as \"state law.\" Cruz v. Melecio, 204\nF.3d 14, 19 n.2 (1st Cir. 2000).\n\n                                           -6-\n\ffacts in the complaint and drawing all reasonable inferences in\n\nfavor of Núñez.      See Isla Nena Air Servs., Inc. v. Cessna Aircraft\n\nCo., 449 F.3d 85, 87 (1st Cir. 2006).\n\n      On   appeal,   Núñez   does   not    dispute   that   the   elements   of\n\ncollateral estoppel have been satisfied, and therefore we need not\n\ntarry long on the doctrine's requirements.             It suffices to note\n\nthat collateral estoppel bars re-litigation of any issues that\n\nwere, or could have been, brought in a previous action for which\n\njudgement was rendered.        See Barreto-Rosa v. Varona-Mendaz, 470\n\nF.3d 42, 45 (1st Cir. 2006).\n\n      What Núñez does argue is that an exception to collateral\n\nestoppel should apply.       The particular exception is a Puerto Rico\n\nstate law doctrine that has been referred to by this court as the\n\n\"public policy exception.\"2         Medina v. Chase Manhattan Bank, 737\n\nF.2d 140, 144 (1st Cir. 1984).         The exception is premised on the\n\nidea that in certain circumstances public policy will demand an\n\nexception to collateral estoppel.3          See Barreto-Rosa, 470 F.3d at\n\n48.   More specifically, Puerto Rico courts have declined to apply\n\n\n\n      2\n       We look to Puerto Rico case law because we must apply state\nlaw when deciding the res judicata effect of a state court judgment\nin federal court. Cruz, 204 F.3d at 18.\n      3\n       Much of the case law addressing the public policy exception\nspeaks in terms of res judicata. The relevant Puerto Rico statute,\nP.R. Laws Ann. tit. 31, § 3343, applies to both res judicata and\ncollateral estoppel and therefore we use the terms interchangeably.\nSee Puerto Ricans for P.R. Party v. Dalmau, 544 F.3d 58, 69 (1st\nCir. 2008).\n\n                                     -7-\n\fcollateral   estoppel   when   doing   so   would   defeat   the   \"ends    of\n\njustice, especially if reasons of public policy are involved.\"\n\nBonafont Solís v. Am. Eagle, Exec. Airline, Inc., 1997 P.R. Eng.\n\n423,416 (1997) (internal quotation marks and citation omitted).\n\n     Regrettably,    the   Puerto   Rico    jurisprudence    available      in\n\nEnglish translation that addresses the public policy exception does\n\nnot articulate a clear standard as to when the exception applies.\n\nThe case law is also ambiguous as to the exception's requirements.\n\nIn particular, the courts sometimes use the terms \"public interest\"\n\nand \"public policy\" interchangeably.          See Bonafont Solís, 1997\n\nP.R.-Eng. 423,416 (1997); Pagán Hernández v. U.P.R., 7 P.R. Offic.\n\nTrans. 795 (1978).      We do not believe these terms are synonymous\n\nand treating them so creates ambiguities.             Further, in Pagán\n\nHernández v. U.P.R. (a case Núñez cited heavily) the Puerto Rico\n\nSupreme Court concluded that the pubic policy exception applied but\n\nnever articulated what public policy (or interest) was at play.\n\nPagán Hernández, 7 P.R. Offic. Trans. 795 (1978).        This seems to us\n\nan important piece of information to omit.\n\n     Nor do we derive much specific guidance from this court's\n\ndecisions.   Although this court has plunged into the murky waters\n\nof the public policy exception a handful of times, it has not set\n\nforth a clear rule regarding when to apply the exception.                  See\n\nMedina, 737 F.2d at 145 (noting that the \"boundaries of the 'public\n\npolicy' exception . . . are not precisely defined\").          Instead this\n\n\n                                    -8-\n\fcourt's analysis has centered around a factual comparison between\n\nthe case before it and the Puerto Rico public policy exception\n\ncases - with a focus on the fairness of the process rendered to the\n\nplaintiff in the first instance or whether an overriding public\n\npolicy was at stake.         See, e.g., Barreto-Rosa, 470 F.3d at 48;\n\nMedina, 737 F.2d at 144.            This seems a wise course and so we\n\nfollow.\n\n      The public policy exception has been applied by the Puerto\n\nRico courts in a variety of cases.          This includes actions where the\n\npotentially preclusive prior judgment (1) affected the rights of a\n\nminor, (2) was moot, or (3) involved a dismissal for lack of\n\nprosecution.    See Bonafont Solís, 1997 P.R.-Eng. 423,416 (1997)\n\n(providing an account of cases where the public policy exception\n\nhas been applied).      However, most germane to this appeal is the\n\naforementioned case of Pagán Hernández v. U.P.R., 7 P.R. Offic.\n\nTrans. 795 (1978).     In Pagán, the court found that the doctrine of\n\nres judicata should be more flexible, as the possibly preclusive\n\njudgment stemmed from a tainted administrative proceeding. Because\n\nNúñez hung his hat almost exclusively on Pagán, we compare the\n\nfacts of the two cases.\n\n      Pagán involved a student who was expelled from the University\n\nof   Puerto   Rico   after    his   alleged    participation   in   criminal\n\nactivities.     The student, Pagán, sought readmission when the\n\ncriminal charges were dropped, but the university refused.            Pagán\n\n\n                                      -9-\n\fsued, and one of the issues before the Puerto Rico Supreme Court\n\nwas whether it was barred by the doctrine of res judicata from\n\naddressing the suspension because the university's disciplinary\n\nboard had already decided the issue.              The court found that it was\n\nnot   barred   because    the       public    policy    exception      applied.      In\n\nreaching   this    conclusion,          the     court     found       the    following\n\ncircumstances significant.\n\n      First,   Pagán     was    a    young    student     who   was    invoking     his\n\nconstitutional right to education.4             Second, he was being deprived\n\nof this right based on evidence the Puerto Rico Supreme Court had\n\ndeemed inadequate in a separate proceeding.                That is, the evidence\n\nthe administrative body relied on when suspending Pagán was found\n\nin Pagán's criminal proceeding to be \"insufficient, suggestive, and\n\nunreliable.\" Pagán, 7 P.R. Offic. Trans. 795 (1978). Furthermore,\n\nthe Puerto Rico Superior Court had previously found that Pagán's\n\nadministrative    proceeding          was     afflicted     with      \"institutional\n\nconfusion\" and that its conclusiveness was \"dubious.\"                       Id.   As for\n\nwhat public policy was at issue, the court, as noted above, did not\n\nanswer this question and rather seemed to rely on a general\n\n\"furtherance of justice\" principle. Id. With these facts in mind,\n\nwe turn to the case at hand.\n\n      As with Pagán, the decision which stands in the way of Núñez\n\n\n\n      4\n       Article II, section 5 of the Puerto Rico Constitution\nprovides for a right to education.\n\n                                        -10-\n\flitigating certain issues is an administrative one. Also, like the\n\nplaintiff in Pagán, Núñez claims that his constitutional rights\n\nwere violated by defendant Toledo.              But as stated in Pagán, the\n\n\"mere    invocation        of   a   constitutional         right      against    an\n\nadministrative act is not a key which would automatically move us\n\nto reject the presumption of res judicata.\"            Id.    Rather this court\n\nmust \"inquire into the circumstances present in each particular\n\ncase.\"   Id.    And so we do.\n\n     In the matter at hand - unlike in Pagán - there is no inkling\n\nthat Núñez's administrative hearing or the resulting decision was\n\nquestionable or problematic.               In particular, while the Pagán\n\nadministrative decision was criticized by the lower court, Núñez's\n\nwas upheld by both CIPA and the PRCA.            Also dissimilar to Pagán is\n\nthe fact that there is no credible indication that the evidence\n\nagainst Núñez at the administrative level was unreliable.                       For\n\nalthough Núñez proclaims the existence of a malicious conspiracy,\n\nthis is not supported by the record.            By Núñez's own admission, the\n\nsworn testimony of several officers placed him in the apartment and\n\neven in Serrano's bedroom. Furthermore, one officer testified that\n\nhe saw Núñez take the money and another officer told investigators\n\nthe same thing.      Even Núñez himself admits that he was in temporary\n\npossession     of    the   money,   in    violation   of     police    department\n\nregulations.        This contrasts starkly with Pagán, where the only\n\nevidence against the plaintiff was the testimony of a lone officer\n\n\n                                         -11-\n\f(deemed   unreliable)   and   a   photographic   identification   (found\n\nuntrustworthy).\n\n     Finally, we find it significant that Núñez made the choice to\n\nfile an administrative action prior to initiating the federal\n\nproceedings. Furthermore, Núñez (who was represented by counsel at\n\nall levels) chose to end his administrative/state court journey by\n\nnot appealing the PRCA decision to the Puerto Rico Supreme Court.\n\nWe do not think public policy requires us to give Núñez a chance to\n\nrevisit those choices.    See Baez-Cruz v. Municipality of Comerio,\n\n140 F.3d 24, 30 (1st Cir. 1998) (finding that public policy does\n\nnot counsel in favor of allowing plaintiffs to revisit their\n\ndecision to initiate an administrative action first). In fact, as\n\nwe have said before, \"public policy also includes an interest in\n\nfinality and efficiency.\"         Medina, 737 F.2d at 144 (internal\n\nquotation marks omitted).     So although we acknowledge that Núñez\n\nsuffered a significant blow when he lost his job, he had a fair and\n\nfull opportunity to litigate such issues at the administrative and\n\nstate court level.\n\n     The public policy exception is inapplicable, and therefore the\n\ndoctrine of collateral estoppel barred Núñez from arguing that he\n\ndid not misappropriate the money and that he should not have been\n\nfired.    With these issues off the table, Núñez had no hope of\n\nproving his retaliation, wrongful arrest, and malicious prosecution\n\nclaims.   Notably, Núñez does not contend otherwise.      We affirm the\n\n\n                                   -12-\n\fdistrict court's dismissal of Núñez's claims.\n\n                         Excluded Testimony\n\n     During trial and outside the presence of the jury, Núñez's\n\ncounsel made an offer of proof as to the testimony of various\n\npolice officers she planned to call as witnesses.        Núñez wanted to\n\nintroduce   the   officers'   testimony    to   show   that    the   police\n\ndepartment's allegations against him were weak and malicious and\n\nthat therefore he should not have been suspended.             The district\n\ncourt excluded the testimony because it only pertained to whether\n\nNúñez appropriated the money - an issue that was barred from being\n\naddressed by collateral estoppel.       Núñez claims error.5     We review\n\nthe district court's evidentiary ruling for abuse of discretion,\n\naffording the court considerable deference.       See United States v.\n\nGonzalez-Melendez, 594 F.3d 28 (1st Cir. 2010); United States v.\n\nWallace, 461 F.3d 15, 28 (1st Cir. 2006).\n\n     Our independent review of the testimony reveals that it indeed\n\npertains to the evening that Ms. Serrano's money was stolen.           Here\n\nare the particulars: Núñez sought to introduce testimony about the\n\ninformant's tip, what officers were wearing that night, the layout\n\n\n\n     5\n       Núñez relies on Cleveland Bd. of Educ. v. Loudermill, 470\nU.S. 532, 543 (1985), for the proposition that a fired employee\nshould be given \"some opportunity . . . to present his side of the\ncase.\" This reliance is incorrect. The Supreme Court was speaking\nin terms of an employee presenting evidence as to the\nappropriateness of his discharge, an issue that was no longer in\nplay at Núñez's trial. At this point, only due process questions\nabout the adequacy of Núñez's administrative proceeding remained.\n\n                                 -13-\n\fof   the   apartment,   what    happened    during   the    search,    what   the\n\nofficers    saw   Núñez    do    with   the   money,       and   the   criminal\n\ninvestigation against him.        This testimony is problematic because\n\nit only relates to whether or not Núñez took the money, an issue\n\nthat was already off limits.        The testimony has nothing to do with\n\nthe narrow trial issue of whether Núñez's due process rights were\n\nviolated in connection with his post-suspension administrative\n\nhearing.    A \"district court has broad discretion to make relevancy\n\ndeterminations,\" and we would be hard pressed to find an abuse of\n\nthat discretion here.      Richards v. Relentless, Inc., 341 F.3d 35,\n\n49 (1st Cir. 2003).       Because the district court did not abuse its\n\ndiscretion in excluding the testimony, we affirm.\n\n                               Due Process Claim\n\n      At trial only Núñez's due process claim remained, but even\n\nthis would not see a jury.         The court dismissed Núñez's official\n\ncapacity claim against Toledo because there was no possible remedy.\n\nFinding insufficient evidence, the court also granted judgment as\n\na matter of law in Toledo's favor on Núñez's personal capacity\n\nclaim.     Specifically, the court found that (1) police department\n\nregulations permitted Toledo to summarily suspend Núñez without a\n\nhearing, (2) any time delays were not unconstitutional, and (3)\n\nToledo was not personally involved in the alleged due process\n\nviolations.    On appeal, Núñez only takes issue with the latter two\n\n\n\n\n                                     -14-\n\ffindings.6   Because we find that the time delay did not violate\n\nNúñez's due process rights, we need not reach the issue of Toledo's\n\npersonal involvement.\n\n     We review the district court's grant of judgment as a matter\n\nof law de novo, and standing in the district court's shoes we\n\naffirm if \"a reasonable jury would not have a legally sufficient\n\nevidentiary basis to find\" for the non-moving party.   Fed. R. Civ.\n\nP. 50(a)(1); see also Crane v. Green & Freedman Baking Co., 134\n\nF.3d 17, 21 (1st Cir. 1997).   \"This standard requires more than 'a\n\nmere scintilla' of evidence in the non-moving party's favor.\"\n\nCrane, 134 F.3d at 21 (citing Fashion House, Inc. v. Kmart Corp.,\n\n892 F.2d 1076, 1088 (1st Cir. 1989)).\n\n     Núñez's due process argument is simple - it took too long for\n\nhis post-suspension hearing to take place.     To be precise, Núñez\n\ntakes issue with the fourteen-day lag between his acquittal and the\n\nstart of the hearing.7   To establish a due process violation, Núñez\n\nmust \"show first, a deprivation of a protected property interest,\n\nand second, a denial of due process.\"      Perez-Acevedo v. Rivero-\n\n\n     6\n       Núñez does not claim that the district court erred by\ndismissing Toledo in his official capacity.\n     7\n       In his reply brief, Núñez for the first time advances\nanother argument - that the six months between the start of his\nsuspension and the start of the hearing also violated his due\nprocess rights.    Because Núñez failed to raise this argument\nearlier, it is waived and we will not address it.      See United\nStates v. Capozzi,486 F.3d 711, 719 n.2 (1st Cir. 2007) (\"We have\nconsistently held that arguments not raised in the initial\nappellate legal brief are considered waived.\").\n\n                                -15-\n\fCubano, 520 F.3d 26, 30 (1st Cir. 2008).                 Only his ability to make\n\nthe second showing is contested and therefore we move on to the\n\nquestion of whether Núñez received the process he was due.\n\n     The       fatal   flaw    in    Núñez's       argument    is   its    absence    of\n\nsubstance.          He does no more than assert that the fourteen-day\n\nperiod was too long to wait.              The Supreme Court has previously\n\nfound such an argument deficient.                  See Cleveland Bd. of Educ. v.\n\nLoudermill, 470 U.S. 532, 543 (1985). In Loudermill, the plaintiff\n\nwaited       nine   months    to    receive    a    final     decision    on   a   post-\n\ntermination adjudication.            Like Núñez, the plaintiff in Loudermill\n\nrelied on the time delay alone to support his position that a\n\nspeedy resolution was missing.            The Supreme Court criticized this\n\napproach, finding that the plaintiff \"offered no indication that\n\nhis wait was unreasonably prolonged\" other than the amount of time\n\nit took.        Id. at 547.          The Court went on to hold that the\n\n\"chronology of the proceedings set out in the complaint, coupled\n\nwith the assertion that nine months is too long to wait, does not\n\nstate    a    claim    of    constitutional        deprivation.\"         Id.   Núñez's\n\nconclusory and generalized claim suffers from the same infirmity\n\nbecause he does not articulate why the fourteen days was an\n\nunreasonably lengthy period.            Under Loudermill, he has thus failed\n\nto state a constitutional deprivation claim. Accordingly defendant\n\nToledo was entitled to judgment as a matter of law.\n\n     Though our inquiry can end there, we will briefly touch on why\n\n                                         -16-\n\fwe do not find the fourteen-day period unconstitutional based on\n\nthe limited argument before us.     In order to do so, we look to the\n\nfactors set out by the Supreme Court in Gilbert v. Homar, 520 U.S.\n\n924, 930 (1997), a case also dealing with the process due to a\n\nsuspended employee.8    The relevant factors to be balanced in a due\n\nprocess inquiry are:\n\n     \"'[f]irst, the private interest that will be affected by\n     the official action; second, the risk of an erroneous\n     deprivation of such interest through the procedures used,\n     and the probable value, if any, of additional or\n     substitute procedural safeguards; and finally, the\n     Government’s interest.'\"\n\nId. at 931-32 (quoting Mathews v. Eldridge, 424 U.S. 319, 335\n\n(1976)).\n\n     Regarding the first factor, there seem to be two private\n\ninterests at stake for Núñez: his interests in being reinstated to\n\nhis position and in being paid.           We do not dispute that the\n\ndeprivation of one's livelihood is significant but, as noted in\n\nGilbert,   we   must   consider   the    length   and   finality   of   the\n\ndeprivation.    Id. at 932.   The period Núñez takes issue with was\n\nonly fourteen days, and during that time he was faced with a\n\n\n\n     8\n       In Gilbert, the Supreme Court ultimately did not answer the\nquestion of whether the employee received a sufficiently prompt\npost-suspension hearing because the issue was not addressed by the\nlower courts. The Court remanded the question to the Third Circuit\nCourt of Appeals, which remanded it to the district court, which\nconcluded that the sixteen-day period the plaintiff waited for his\npost-suspension hearing was not unconstitutional.    See Homar v.\nGilbert, 63 F. Supp. 2d 559, 570 (M.D. Pa. 1999).\n\n                                  -17-\n\ftemporary suspension as opposed to termination (a factor that was\n\nsignificant in Gilbert).             Id. at 932.     Further, though undoubtedly\n\nimportant to Núñez, his income was reduced for a temporary and\n\nshort duration.     This first factor does not bode in Núñez's favor.\n\n     As for the second factor of erroneous deprivation, we don't\n\nthink it favors Núñez either.               Núñez was acquitted on May 17, 2006\n\nand his hearing began on June 1, 2006.                 It was in Núñez's interest\n\nfor the department to take some amount of time to consider how the\n\npositive    development         of    Núñez's      acquittal       might   affect     his\n\nsuspension.      This delay actually benefitted Núñez, who possessed\n\n\"'an interest in seeing that a decision concerning his . . .\n\ncontinued suspension [was] not made with excessive haste.'\" Id. at\n\n935 (quoting FDIC v. Mallen, 486 U.S. 230, 243 (1988)).\n\n     With respect to the final factor - the government's stake -\n\nthe Court in Gilbert made it clear that the government has a\n\nsignificant interest in suspending police officers when they are\n\naccused of a felony.        Id. at 932.            However, as was the case with\n\nNúñez, \"[o]nce the charges [are] dropped, the risk of erroneous\n\ndeprivation increase[s] substantially.\"                 Id. at 935.        Nonetheless,\n\nNúñez's    acquittal      did    not       eliminate    the    police      department's\n\ninterest in the controversy.                The department needed to determine\n\nwhether Núñez (who had been accused of theft on the job in\n\nviolation of police department regulations) should continue to be\n\nsuspended   in    light    of        his   acquittal.         We   do   not   think    it\n\n                                            -18-\n\funreasonable that the police department took fourteen days to make\n\nthis determination.   This is especially true because as a police\n\nofficer, Núñez occupied a position \"of great public trust and high\n\nvisibility.\"   Id. at 932.\n\n     Balancing the Gilbert factors, we find that the fourteen-day\n\nperiod was not unreasonably long and more importantly was not\n\nunconstitutional.   For the foregoing reasons, we affirm the grant\n\nof judgment as a matter of law in Toledo's favor.\n\n                             CONCLUSION\n\n     Accordingly, we AFFIRM the decision of the district court.\n\n\n\n\n                                -19-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                      For the First Circuit\n\nNo. 09-1784\n\n                   MIGUEL NÚÑEZ COLÓN, et al.,\n\n                      Plaintiffs-Appellants,\n\n                                v.\n\n              HONORABLE PEDRO TOLEDO-DÁVILA, et al.,\n\n                      Defendants-Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Marcos E. López, U.S. Magistrate Judge]\n\n\n\n                              Before\n\n        Torruella, Leval,* and Thompson, Circuit Judges.\n\n\n\n     Jane Becker Whitaker was on brief for appellants.\n     Susana I. Peñagarícano-Brown, Assistant Solicitor General,\nDepartment of Justice, with whom Irene S. Soroeta-Kodesh, Solicitor\nGeneral, Leticia Casalduc-Rabell, Deputy Solicitor General, and\nZaira Z. Girón-Anadón, Deputy Solicitor General, were on brief for\nappellees.\n\n\n\n                           May 26, 2011\n\n\n\n*Of the Second Circuit, sitting by designation.\n\f       THOMPSON, Circuit Judge.     Police officer Miguel Núñez Colón\n\n(\"Núñez\") was arrested and fired from the Puerto Rico police\n\ndepartment after he misappropriated $600 during the search of a\n\nhome.      Núñez   claims     multiple    constitutional   violations   in\n\nconnection with this incident.           The lower court disagreed, and\n\ndiscerning no error we AFFIRM.\n\n                                   FACTS\n\n                            The Misappropriation\n\n       On July 21, 2005, Núñez, a twelve-year veteran of the police\n\nforce, went with other officers to a residence in response to an\n\ninformant's tip.    The tip concerned the possibility that drugs and\n\nweapons were being stored at the home.             A group of officers\n\nsearched the residence without a warrant, though it is disputed\n\nwhether Núñez actually entered the home.         What is known is that a\n\nwoman named Wanda Serrano was found sleeping inside and that she\n\nhad $600 in small bills stored in a plastic bag.           Ms. Serrano's\n\nmoney somehow found its way to Núñez, though another bone of\n\ncontention is whether Núñez was given the money by another officer\n\nor whether he found it himself.           In either event, within hours,\n\nNúñez contacted his supervisor, told him that he had the $600, and\n\nasked him what to do.       He was advised to return the money to Ms.\n\nSerrano and to obtain a receipt from her, which Núñez did the next\n\nday.\n\n       Though the money was back in the hands of its rightful owner,\n\n\n                                    -2-\n\fthe police department initiated an investigation of the incident.\n\nFurther, a criminal complaint for illegal appropriation was filed\n\nagainst Núñez, and the Puerto Rico Court of First Instance found\n\nprobable cause for his arrest.      On December 3, 2005, things only\n\ngot worse for Núñez when defendant Police Superintendent Pedro\n\nToledo-Dávila (\"Toledo\") summarily suspended him without pay.      On\n\nDecember 15th, Núñez requested an administrative hearing.\n\n                    The Administrative Proceedings\n\n     Six months after it was requested, Núñez's post-suspension\n\nhearing began on June 1, 2006.      Significant for purposes of this\n\nappeal is the fact that Núñez was acquitted of the criminal charges\n\nfourteen days prior to the start of the hearing.     At the hearing,\n\nNúñez was represented by counsel who questioned witnesses.         But\n\nalas this effort was to no avail.    Núñez was found to have violated\n\npolice department regulations, a sanctionable offense.      The police\n\ndepartment, through a letter penned by Toledo, terminated Núñez on\n\nOctober 26, 2006.\n\n     Núñez     appealed   the   administrative   decision     to   the\n\nInvestigation, Processing and Appeals Commission (Spanish acronym\n\n\"CIPA\").     CIPA also ruled against Núñez, finding that he in fact\n\nviolated department regulations when he took the $600, which was\n\nnot connected to any illegal activity and therefore should not have\n\nbeen seized. CIPA also noted that Núñez's acquittal did not affect\n\nthe ability of the police department to fire him.\n\n\n                                 -3-\n\f     Undeterred Núñez sought further review.       He appealed CIPA's\n\ndecision to the Puerto Rico Court of Appeals (\"PRCA\"). Applying an\n\nabuse of discretion standard, the PRCA affirmed CIPA.          Núñez chose\n\nnot to petition the Puerto Rico Supreme Court to review the PRCA's\n\ndecision.      Despite this fact, his quest for a remedy was not yet\n\ncomplete.\n\n                     The Federal Court Proceedings\n\n     Ever persistent, Núñez embarked on a contemporaneous journey\n\nthrough the federal judiciary.      Núñez's sojourn began in October\n\n2006 when he filed a complaint with the United States District\n\nCourt for the District of Puerto Rico.       Núñez (with his wife and\n\nchildren as co-plaintiffs) sued the Puerto Rico police department,\n\nthe Puerto Rico Department of Justice, superintendent Toledo, and\n\nother involved police department employees pursuant to 42 U.S.C. §\n\n1983.   He alleged: (1) wrongful arrest in violation of the Fourth\n\nAmendment; (2) malicious prosecution also contrary to the Fourth\n\nAmendment; (3) retaliation for conduct protected by the First\n\nAmendment; and (4) Fourteenth Amendment due process violations.\n\nNúñez   also    invoked   supplemental   jurisdiction   over    state-law\n\ndefamation and malicious prosecution claims.\n\n     Over the course of the next two years plus, the district court\n\nruled on various motions resulting in two written decisions.           In\n\nits first, the court dismissed Núñez's retaliation claim based on\n\nthe doctrine of collateral estoppel and his wrongful termination\n\n\n                                   -4-\n\fallegation because due process requirements were met.               Núñez Colón\n\nv. Toledo Dávila, </pre><span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">1108821</span></span><pre class=\"inline\"> (D.P.R. Apr. 23, 2009).               In its\n\nsecond decision, the court dismissed Núñez's wrongful arrest and\n\nmalicious prosecution claims because he could not establish the\n\nrequisite elements - in part because collateral estoppel barred\n\nNúñez from re-litigating certain issues.              Núñez Colón v. Toledo\n\nDávila, </pre><span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">1311008</span></span><pre class=\"inline\"> (D.P.R. Apr. 27, 2009).                The court also\n\ndismissed    Núñez's    state    law   defamation     claim   on   supplemental\n\njurisdiction grounds as there was no common nucleus of fact between\n\nit and the lone remaining federal claim.          The court then went on to\n\ndismiss the claims of the wife and children plaintiffs for lack of\n\nstanding, and the claims against all defendants but Toledo because\n\nhe was the only one Núñez alleged directly violated his rights.\n\n     With just Núñez and Toledo left standing, the case proceeded\n\nto a jury trial.     The only remaining issue was whether Núñez's due\n\nprocess     rights     were     violated     during    his    post-suspension\n\nadministrative proceeding.        After Núñez presented his case, Toledo\n\nmade a Rule 50(a) motion for judgment as a matter of law.                  The\n\ndistrict court ruled in Toledo's favor and issued a bench ruling\n\ndismissing Núñez's final claim.         The court first dismissed Núñez's\n\nofficial capacity claim against Toledo.                It held that because\n\nrecovery under this claim was limited to injunctive relief (e.g.\n\nordering the suspension to end), there was no feasible relief for\n\nNúñez because he no longer worked for the police department.               The\n\n\n                                       -5-\n\fcourt then addressed Núñez's claim against Toledo in his personal\n\ncapacity.       With respect to this claim, the court found that there\n\nwas not legally sufficient evidence on which a jury could find in\n\nNúñez's favor.          His appeal to this court followed.           In it, Núñez\n\nclaims that the district court blundered when it applied collateral\n\nestoppel, excluded certain testimony, and ruled against him on the\n\ndue process claim.\n\n                                        DISCUSSION\n\n                               Collateral Estoppel\n\n     In its first written decision, the district court applied the\n\ndoctrine of collateral estoppel to bar Núñez's argument that he did\n\nnot misappropriate the $600 and that his dismissal from the police\n\ndepartment was unwarranted. The court found that Núñez had already\n\nlitigated       these     issues   in    his     post-suspension   administrative\n\nproceeding - the result of which was affirmed by CIPA and the PRCA.\n\nThe court also held that a Puerto Rico state law1 exception to\n\ncollateral estoppel (discussed at length below) did not apply.\n\nWith the precluded issues out of play, the court reasoned that\n\nNúñez       could   not   prove    his    retaliation,    wrongful   arrest,   and\n\nmalicious prosecution claims and therefore dismissed them.                      We\n\nreview this dismissal de novo, taking as true the well-pleaded\n\n\n        1\n       Though Puerto Rico enjoys unique commonwealth status, it is\nthe \"functional equivalent of a state for purposes of full faith\nand credit\" and therefore we sometimes refer to its courts as\n\"state courts\" and its law as \"state law.\" Cruz v. Melecio, </pre><span class=\"citation\" data-id=\"198832\"><a href=\"/opinion/198832/oscar-cruz-v-melecio/\"><span class=\"volume\">204</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span><pre class=\"inline\">, 19 n.2 (1st Cir. 2000).\n\n                                           -6-\n\ffacts in the complaint and drawing all reasonable inferences in\n\nfavor of Núñez.      See Isla Nena Air Servs., Inc. v. Cessna Aircraft\n\nCo., </pre><span class=\"citation\" data-id=\"202239\"><a href=\"/opinion/202239/isla-nena-air-v-cessna-aircraft/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">85</span></a></span><pre class=\"inline\">, 87 (1st Cir. 2006).\n\n      On   appeal,   Núñez   does   not    dispute   that   the   elements   of\n\ncollateral estoppel have been satisfied, and therefore we need not\n\ntarry long on the doctrine's requirements.             It suffices to note\n\nthat collateral estoppel bars re-litigation of any issues that\n\nwere, or could have been, brought in a previous action for which\n\njudgement was rendered.        See Barreto-Rosa v. Varona-Mendaz, </pre><span class=\"citation\" data-id=\"202528\"><a href=\"/opinion/202528/barreto-rosa-v-varona-mendez/\"><span class=\"volume\">470</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></a></span><pre class=\"inline\">, 45 (1st Cir. 2006).\n\n      What Núñez does argue is that an exception to collateral\n\nestoppel should apply.       The particular exception is a Puerto Rico\n\nstate law doctrine that has been referred to by this court as the\n\n\"public policy exception.\"2         Medina v. Chase Manhattan Bank, </pre><span class=\"citation\" data-id=\"437458\"><a href=\"/opinion/437458/angel-l-medina-v-the-chase-manhattan-bank-na/\"><span class=\"volume\">737</span>\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">140</span></a></span><pre class=\"inline\">, 144 (1st Cir. 1984).         The exception is premised on the\n\nidea that in certain circumstances public policy will demand an\n\nexception to collateral estoppel.3          See Barreto-Rosa, 470 F.3d at\n\n48.   More specifically, Puerto Rico courts have declined to apply\n\n\n\n      2\n       We look to Puerto Rico case law because we must apply state\nlaw when deciding the res judicata effect of a state court judgment\nin federal court. Cruz, 204 F.3d at 18.\n      3\n       Much of the case law addressing the public policy exception\nspeaks in terms of res judicata. The relevant Puerto Rico statute,\nP.R. Laws Ann. tit. 31, § 3343, applies to both res judicata and\ncollateral estoppel and therefore we use the terms interchangeably.\nSee Puerto Ricans for P.R. Party v. Dalmau, </pre><span class=\"citation\" data-id=\"203513\"><a href=\"/opinion/203513/puerto-ricans-for-puerto-rico-party-v-dalmau/\"><span class=\"volume\">544</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span><pre class=\"inline\">, 69 (1st\nCir. 2008).\n\n                                     -7-\n\fcollateral   estoppel   when   doing   so   would   defeat   the   \"ends    of\n\njustice, especially if reasons of public policy are involved.\"\n\nBonafont Solís v. Am. Eagle, Exec. Airline, Inc., 1997 P.R. Eng.\n\n423,416 (1997) (internal quotation marks and citation omitted).\n\n     Regrettably,    the   Puerto   Rico    jurisprudence    available      in\n\nEnglish translation that addresses the public policy exception does\n\nnot articulate a clear standard as to when the exception applies.\n\nThe case law is also ambiguous as to the exception's requirements.\n\nIn particular, the courts sometimes use the terms \"public interest\"\n\nand \"public policy\" interchangeably.          See Bonafont Solís, 1997\n\nP.R.-Eng. 423,416 (1997); Pagán Hernández v. U.P.R., 7 P.R. Offic.\n\nTrans. 795 (1978).      We do not believe these terms are synonymous\n\nand treating them so creates ambiguities.             Further, in Pagán\n\nHernández v. U.P.R. (a case Núñez cited heavily) the Puerto Rico\n\nSupreme Court concluded that the pubic policy exception applied but\n\nnever articulated what public policy (or interest) was at play.\n\nPagán Hernández, </pre><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">P.R. Offic. Trans.</span> <span class=\"page\">795</span></span><pre class=\"inline\"> (1978).        This seems to us\n\nan important piece of information to omit.\n\n     Nor do we derive much specific guidance from this court's\n\ndecisions.   Although this court has plunged into the murky waters\n\nof the public policy exception a handful of times, it has not set\n\nforth a clear rule regarding when to apply the exception.                  See\n\nMedina, 737 F.2d at 145 (noting that the \"boundaries of the 'public\n\npolicy' exception . . . are not precisely defined\").          Instead this\n\n\n                                    -8-\n\fcourt's analysis has centered around a factual comparison between\n\nthe case before it and the Puerto Rico public policy exception\n\ncases - with a focus on the fairness of the process rendered to the\n\nplaintiff in the first instance or whether an overriding public\n\npolicy was at stake.         See, e.g., Barreto-Rosa, 470 F.3d at 48;\n\nMedina, 737 F.2d at 144.            This seems a wise course and so we\n\nfollow.\n\n      The public policy exception has been applied by the Puerto\n\nRico courts in a variety of cases.          This includes actions where the\n\npotentially preclusive prior judgment (1) affected the rights of a\n\nminor, (2) was moot, or (3) involved a dismissal for lack of\n\nprosecution.    See Bonafont Solís, 1997 P.R.-Eng. 423,416 (1997)\n\n(providing an account of cases where the public policy exception\n\nhas been applied).      However, most germane to this appeal is the\n\naforementioned case of Pagán Hernández v. U.P.R., 7 P.R. Offic.\n\nTrans. 795 (1978).     In Pagán, the court found that the doctrine of\n\nres judicata should be more flexible, as the possibly preclusive\n\njudgment stemmed from a tainted administrative proceeding. Because\n\nNúñez hung his hat almost exclusively on Pagán, we compare the\n\nfacts of the two cases.\n\n      Pagán involved a student who was expelled from the University\n\nof   Puerto   Rico   after    his   alleged    participation   in   criminal\n\nactivities.     The student, Pagán, sought readmission when the\n\ncriminal charges were dropped, but the university refused.            Pagán\n\n\n                                      -9-\n\fsued, and one of the issues before the Puerto Rico Supreme Court\n\nwas whether it was barred by the doctrine of res judicata from\n\naddressing the suspension because the university's disciplinary\n\nboard had already decided the issue.              The court found that it was\n\nnot   barred   because    the       public    policy    exception      applied.      In\n\nreaching   this    conclusion,          the     court     found       the    following\n\ncircumstances significant.\n\n      First,   Pagán     was    a    young    student     who   was    invoking     his\n\nconstitutional right to education.4             Second, he was being deprived\n\nof this right based on evidence the Puerto Rico Supreme Court had\n\ndeemed inadequate in a separate proceeding.                That is, the evidence\n\nthe administrative body relied on when suspending Pagán was found\n\nin Pagán's criminal proceeding to be \"insufficient, suggestive, and\n\nunreliable.\" Pagán, </pre><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">P.R. Offic. Trans.</span> <span class=\"page\">795</span></span><pre class=\"inline\"> (1978). Furthermore,\n\nthe Puerto Rico Superior Court had previously found that Pagán's\n\nadministrative    proceeding          was     afflicted     with      \"institutional\n\nconfusion\" and that its conclusiveness was \"dubious.\"                       Id.   As for\n\nwhat public policy was at issue, the court, as noted above, did not\n\nanswer this question and rather seemed to rely on a general\n\n\"furtherance of justice\" principle. Id. With these facts in mind,\n\nwe turn to the case at hand.\n\n      As with Pagán, the decision which stands in the way of Núñez\n\n\n\n      4\n       Article II, section 5 of the Puerto Rico Constitution\nprovides for a right to education.\n\n                                        -10-\n\flitigating certain issues is an administrative one. Also, like the\n\nplaintiff in Pagán, Núñez claims that his constitutional rights\n\nwere violated by defendant Toledo.              But as stated in Pagán, the\n\n\"mere    invocation        of   a   constitutional         right      against    an\n\nadministrative act is not a key which would automatically move us\n\nto reject the presumption of res judicata.\"            Id.    Rather this court\n\nmust \"inquire into the circumstances present in each particular\n\ncase.\"   Id.    And so we do.\n\n     In the matter at hand - unlike in Pagán - there is no inkling\n\nthat Núñez's administrative hearing or the resulting decision was\n\nquestionable or problematic.               In particular, while the Pagán\n\nadministrative decision was criticized by the lower court, Núñez's\n\nwas upheld by both CIPA and the PRCA.            Also dissimilar to Pagán is\n\nthe fact that there is no credible indication that the evidence\n\nagainst Núñez at the administrative level was unreliable.                       For\n\nalthough Núñez proclaims the existence of a malicious conspiracy,\n\nthis is not supported by the record.            By Núñez's own admission, the\n\nsworn testimony of several officers placed him in the apartment and\n\neven in Serrano's bedroom. Furthermore, one officer testified that\n\nhe saw Núñez take the money and another officer told investigators\n\nthe same thing.      Even Núñez himself admits that he was in temporary\n\npossession     of    the   money,   in    violation   of     police    department\n\nregulations.        This contrasts starkly with Pagán, where the only\n\nevidence against the plaintiff was the testimony of a lone officer\n\n\n                                         -11-\n\f(deemed   unreliable)   and   a   photographic   identification   (found\n\nuntrustworthy).\n\n     Finally, we find it significant that Núñez made the choice to\n\nfile an administrative action prior to initiating the federal\n\nproceedings. Furthermore, Núñez (who was represented by counsel at\n\nall levels) chose to end his administrative/state court journey by\n\nnot appealing the PRCA decision to the Puerto Rico Supreme Court.\n\nWe do not think public policy requires us to give Núñez a chance to\n\nrevisit those choices.    See Baez-Cruz v. Municipality of Comerio,\n\n</pre><span class=\"citation\" data-id=\"197882\"><a href=\"/opinion/197882/baez-cruz-v-comerio/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span><pre class=\"inline\">, 30 (1st Cir. 1998) (finding that public policy does\n\nnot counsel in favor of allowing plaintiffs to revisit their\n\ndecision to initiate an administrative action first). In fact, as\n\nwe have said before, \"public policy also includes an interest in\n\nfinality and efficiency.\"         Medina, 737 F.2d at 144 (internal\n\nquotation marks omitted).     So although we acknowledge that Núñez\n\nsuffered a significant blow when he lost his job, he had a fair and\n\nfull opportunity to litigate such issues at the administrative and\n\nstate court level.\n\n     The public policy exception is inapplicable, and therefore the\n\ndoctrine of collateral estoppel barred Núñez from arguing that he\n\ndid not misappropriate the money and that he should not have been\n\nfired.    With these issues off the table, Núñez had no hope of\n\nproving his retaliation, wrongful arrest, and malicious prosecution\n\nclaims.   Notably, Núñez does not contend otherwise.      We affirm the\n\n\n                                   -12-\n\fdistrict court's dismissal of Núñez's claims.\n\n                         Excluded Testimony\n\n     During trial and outside the presence of the jury, Núñez's\n\ncounsel made an offer of proof as to the testimony of various\n\npolice officers she planned to call as witnesses.        Núñez wanted to\n\nintroduce   the   officers'   testimony    to   show   that    the   police\n\ndepartment's allegations against him were weak and malicious and\n\nthat therefore he should not have been suspended.             The district\n\ncourt excluded the testimony because it only pertained to whether\n\nNúñez appropriated the money - an issue that was barred from being\n\naddressed by collateral estoppel.       Núñez claims error.5     We review\n\nthe district court's evidentiary ruling for abuse of discretion,\n\naffording the court considerable deference.       See United States v.\n\nGonzalez-Melendez, </pre><span class=\"citation\" data-id=\"1379893\"><a href=\"/opinion/1379893/united-states-v-gonzalez-melendez/\"><span class=\"volume\">594</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span><pre class=\"inline\"> (1st Cir. 2010); United States v.\n\nWallace, </pre><span class=\"citation\" data-id=\"202348\"><a href=\"/opinion/202348/united-states-v-wallace/\"><span class=\"volume\">461</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span><pre class=\"inline\">, 28 (1st Cir. 2006).\n\n     Our independent review of the testimony reveals that it indeed\n\npertains to the evening that Ms. Serrano's money was stolen.           Here\n\nare the particulars: Núñez sought to introduce testimony about the\n\ninformant's tip, what officers were wearing that night, the layout\n\n\n\n     5\n       Núñez relies on Cleveland Bd. of Educ. v. Loudermill, </pre><span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">470</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">532</span></a></span><pre class=\"inline\">, 543 (1985), for the proposition that a fired employee\nshould be given \"some opportunity . . . to present his side of the\ncase.\" This reliance is incorrect. The Supreme Court was speaking\nin terms of an employee presenting evidence as to the\nappropriateness of his discharge, an issue that was no longer in\nplay at Núñez's trial. At this point, only due process questions\nabout the adequacy of Núñez's administrative proceeding remained.\n\n                                 -13-\n\fof   the   apartment,   what    happened    during   the    search,    what   the\n\nofficers    saw   Núñez    do    with   the   money,       and   the   criminal\n\ninvestigation against him.        This testimony is problematic because\n\nit only relates to whether or not Núñez took the money, an issue\n\nthat was already off limits.        The testimony has nothing to do with\n\nthe narrow trial issue of whether Núñez's due process rights were\n\nviolated in connection with his post-suspension administrative\n\nhearing.    A \"district court has broad discretion to make relevancy\n\ndeterminations,\" and we would be hard pressed to find an abuse of\n\nthat discretion here.      Richards v. Relentless, Inc., </pre><span class=\"citation\" data-id=\"200599\"><a href=\"/opinion/200599/richards-v-relentless-inc/\"><span class=\"volume\">341</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span><pre class=\"inline\">,\n\n49 (1st Cir. 2003).       Because the district court did not abuse its\n\ndiscretion in excluding the testimony, we affirm.\n\n                               Due Process Claim\n\n      At trial only Núñez's due process claim remained, but even\n\nthis would not see a jury.         The court dismissed Núñez's official\n\ncapacity claim against Toledo because there was no possible remedy.\n\nFinding insufficient evidence, the court also granted judgment as\n\na matter of law in Toledo's favor on Núñez's personal capacity\n\nclaim.     Specifically, the court found that (1) police department\n\nregulations permitted Toledo to summarily suspend Núñez without a\n\nhearing, (2) any time delays were not unconstitutional, and (3)\n\nToledo was not personally involved in the alleged due process\n\nviolations.    On appeal, Núñez only takes issue with the latter two\n\n\n\n\n                                     -14-\n\ffindings.6   Because we find that the time delay did not violate\n\nNúñez's due process rights, we need not reach the issue of Toledo's\n\npersonal involvement.\n\n     We review the district court's grant of judgment as a matter\n\nof law de novo, and standing in the district court's shoes we\n\naffirm if \"a reasonable jury would not have a legally sufficient\n\nevidentiary basis to find\" for the non-moving party.   Fed. R. Civ.\n\nP. 50(a)(1); see also Crane v. Green & Freedman Baking Co., </pre><span class=\"citation no-link\"><span class=\"volume\">134</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></span><pre class=\"inline\">, 21 (1st Cir. 1997).   \"This standard requires more than 'a\n\nmere scintilla' of evidence in the non-moving party's favor.\"\n\nCrane, 134 F.3d at 21 (citing Fashion House, Inc. v. Kmart Corp.,\n\n</pre><span class=\"citation\" data-id=\"534521\"><a href=\"/opinion/534521/fashion-house-inc-v-k-mart-corporation-fashion-house-inc-v-k-mart/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1076</span></a></span><pre class=\"inline\">, 1088 (1st Cir. 1989)).\n\n     Núñez's due process argument is simple - it took too long for\n\nhis post-suspension hearing to take place.     To be precise, Núñez\n\ntakes issue with the fourteen-day lag between his acquittal and the\n\nstart of the hearing.7   To establish a due process violation, Núñez\n\nmust \"show first, a deprivation of a protected property interest,\n\nand second, a denial of due process.\"      Perez-Acevedo v. Rivero-\n\n\n     6\n       Núñez does not claim that the district court erred by\ndismissing Toledo in his official capacity.\n     7\n       In his reply brief, Núñez for the first time advances\nanother argument - that the six months between the start of his\nsuspension and the start of the hearing also violated his due\nprocess rights.    Because Núñez failed to raise this argument\nearlier, it is waived and we will not address it.      See United\nStates v. Capozzi,486 F.3d 711, 719 n.2 (1st Cir. 2007) (\"We have\nconsistently held that arguments not raised in the initial\nappellate legal brief are considered waived.\").\n\n                                -15-\n\fCubano, </pre><span class=\"citation\" data-id=\"203182\"><a href=\"/opinion/203182/perez-acevedo-v-rivero-cubano/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span><pre class=\"inline\">, 30 (1st Cir. 2008).                 Only his ability to make\n\nthe second showing is contested and therefore we move on to the\n\nquestion of whether Núñez received the process he was due.\n\n     The       fatal   flaw    in    Núñez's       argument    is   its    absence    of\n\nsubstance.          He does no more than assert that the fourteen-day\n\nperiod was too long to wait.              The Supreme Court has previously\n\nfound such an argument deficient.                  See Cleveland Bd. of Educ. v.\n\nLoudermill, </pre><span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">532</span></a></span><pre class=\"inline\">, 543 (1985). In Loudermill, the plaintiff\n\nwaited       nine   months    to    receive    a    final     decision    on   a   post-\n\ntermination adjudication.            Like Núñez, the plaintiff in Loudermill\n\nrelied on the time delay alone to support his position that a\n\nspeedy resolution was missing.            The Supreme Court criticized this\n\napproach, finding that the plaintiff \"offered no indication that\n\nhis wait was unreasonably prolonged\" other than the amount of time\n\nit took.        Id. at 547.          The Court went on to hold that the\n\n\"chronology of the proceedings set out in the complaint, coupled\n\nwith the assertion that nine months is too long to wait, does not\n\nstate    a    claim    of    constitutional        deprivation.\"         Id.   Núñez's\n\nconclusory and generalized claim suffers from the same infirmity\n\nbecause he does not articulate why the fourteen days was an\n\nunreasonably lengthy period.            Under Loudermill, he has thus failed\n\nto state a constitutional deprivation claim. Accordingly defendant\n\nToledo was entitled to judgment as a matter of law.\n\n     Though our inquiry can end there, we will briefly touch on why\n\n                                         -16-\n\fwe do not find the fourteen-day period unconstitutional based on\n\nthe limited argument before us.     In order to do so, we look to the\n\nfactors set out by the Supreme Court in Gilbert v. Homar, </pre><span class=\"citation\" data-id=\"118125\"><a href=\"/opinion/118125/gilbert-v-homar/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">924</span></a></span><pre class=\"inline\">, 930 (1997), a case also dealing with the process due to a\n\nsuspended employee.8    The relevant factors to be balanced in a due\n\nprocess inquiry are:\n\n     \"'[f]irst, the private interest that will be affected by\n     the official action; second, the risk of an erroneous\n     deprivation of such interest through the procedures used,\n     and the probable value, if any, of additional or\n     substitute procedural safeguards; and finally, the\n     Government’s interest.'\"\n\nId. at 931-32 (quoting Mathews v. Eldridge, </pre><span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span><pre class=\"inline\">, 335\n\n(1976)).\n\n     Regarding the first factor, there seem to be two private\n\ninterests at stake for Núñez: his interests in being reinstated to\n\nhis position and in being paid.           We do not dispute that the\n\ndeprivation of one's livelihood is significant but, as noted in\n\nGilbert,   we   must   consider   the    length   and   finality   of   the\n\ndeprivation.    Id. at 932.   The period Núñez takes issue with was\n\nonly fourteen days, and during that time he was faced with a\n\n\n\n     8\n       In Gilbert, the Supreme Court ultimately did not answer the\nquestion of whether the employee received a sufficiently prompt\npost-suspension hearing because the issue was not addressed by the\nlower courts. The Court remanded the question to the Third Circuit\nCourt of Appeals, which remanded it to the district court, which\nconcluded that the sixteen-day period the plaintiff waited for his\npost-suspension hearing was not unconstitutional.    See Homar v.\nGilbert, </pre><span class=\"citation\" data-id=\"2456564\"><a href=\"/opinion/2456564/homar-v-gilbert/\"><span class=\"volume\">63</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">559</span></a></span><pre class=\"inline\">, 570 (M.D. Pa. 1999).\n\n                                  -17-\n\ftemporary suspension as opposed to termination (a factor that was\n\nsignificant in Gilbert).             Id. at 932.     Further, though undoubtedly\n\nimportant to Núñez, his income was reduced for a temporary and\n\nshort duration.     This first factor does not bode in Núñez's favor.\n\n     As for the second factor of erroneous deprivation, we don't\n\nthink it favors Núñez either.               Núñez was acquitted on May 17, 2006\n\nand his hearing began on June 1, 2006.                 It was in Núñez's interest\n\nfor the department to take some amount of time to consider how the\n\npositive    development         of    Núñez's      acquittal       might   affect     his\n\nsuspension.      This delay actually benefitted Núñez, who possessed\n\n\"'an interest in seeing that a decision concerning his . . .\n\ncontinued suspension [was] not made with excessive haste.'\" Id. at\n\n935 (quoting FDIC v. Mallen, </pre><span class=\"citation\" data-id=\"112079\"><a href=\"/opinion/112079/fdic-v-mallen/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">230</span></a></span><pre class=\"inline\">, 243 (1988)).\n\n     With respect to the final factor - the government's stake -\n\nthe Court in Gilbert made it clear that the government has a\n\nsignificant interest in suspending police officers when they are\n\naccused of a felony.        Id. at 932.            However, as was the case with\n\nNúñez, \"[o]nce the charges [are] dropped, the risk of erroneous\n\ndeprivation increase[s] substantially.\"                 Id. at 935.        Nonetheless,\n\nNúñez's    acquittal      did    not       eliminate    the    police      department's\n\ninterest in the controversy.                The department needed to determine\n\nwhether Núñez (who had been accused of theft on the job in\n\nviolation of police department regulations) should continue to be\n\nsuspended   in    light    of        his   acquittal.         We   do   not   think    it\n\n                                            -18-\n\funreasonable that the police department took fourteen days to make\n\nthis determination.   This is especially true because as a police\n\nofficer, Núñez occupied a position \"of great public trust and high\n\nvisibility.\"   Id. at 932.\n\n     Balancing the Gilbert factors, we find that the fourteen-day\n\nperiod was not unreasonably long and more importantly was not\n\nunconstitutional.   For the foregoing reasons, we affirm the grant\n\nof judgment as a matter of law in Toledo's favor.\n\n                             CONCLUSION\n\n     Accordingly, we AFFIRM the decision of the district court.\n\n\n\n\n                                -19-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111372/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112079/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202239/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202348/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202528/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203513/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437458/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1379893/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2456564/"
  ]
}