{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/218377/",
  "absolute_url": "/opinion/218377/hannon-v-beard/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/218377/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-06-08T18:27:42Z",
  "date_modified": "2016-04-26T13:07:27.928700Z",
  "type": "010combined",
  "sha1": "ccbe3468ea26e4e0f6d6f05ac44123a3cbfb2f1c",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/10-1792P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/06/08/Hannon_v._Beard.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 10-1792\n\n                           FRANCIS HANNON,\n\n                        Plaintiff, Appellant,\n\n                                  v.\n\n                            JEFFREY BEARD,\n\n                         Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MASSACHUSETTS\n\n               [Hon. Rya W. Zobel, U.S. District Judge]\n\n\n\n                                Before\n\n              Howard, Selya and Thompson, Circuit Judges.\n\n\n\n     Matthew J. Matule, by appointment of the court, with whom\nDavid S. Clancy and Christopher G. Clark were on brief, for\nappellant.\n     Claudia   M.  Tesoro,   Senior   Deputy   Attorney General,\nCommonwealth of Pennsylvania, with whom William H. Ryan, Jr.,\nActing Attorney General, and John G. Knorr, III, Chief Deputy\nAttorney General, were on brief, for appellee.\n\n\n\n                             June 8, 2011\n\f           SELYA,    Circuit   Judge.       Plaintiff-appellant     Francis\n\nHannon, a convict serving a sentence imposed by a Pennsylvania\n\nstate   court,    characterizes    his    transfer   to   a   Massachusetts\n\npenitentiary as an unlawful retaliatory response to his vigorous\n\nexercise of First Amendment rights.            In his ensuing suit for\n\ndamages, the district court entered summary judgment in favor of\n\ndefendant-appellee Jeffrey Beard, Secretary of the Pennsylvania\n\nDepartment of Corrections (PDOC).         Concluding that the plaintiff\n\nhas not made out a prima facie case of retaliation, we affirm.\n\nI.   BACKGROUND\n\n           The relevant facts are catalogued in considerable detail\n\nin an earlier opinion in this case, see Hannon v. Beard, 524 F.3d\n\n275, 278-79 (1st Cir. 2008), and we assume the reader's familiarity\n\nwith that account.     We rehearse here, in the light most favorable\n\nto the plaintiff, those facts needed to bring the challenged\n\ntransfer into perspective.\n\n           In 1978, a Pennsylvania jury convicted the plaintiff of\n\nmurder. Approximately three years later, the trial judge sentenced\n\nhim to life imprisonment.         The plaintiff has been incarcerated\n\ncontinuously since that time.      During the years, he has acquired a\n\nreputation as a \"jailhouse lawyer.\" As such, he has filed numerous\n\ngrievances both on behalf of other inmates and to his own behoof,\n\norganized fellow inmates, and served as an inmate advocate in a\n\nmyriad of disciplinary proceedings.          After initially committing\n\n\n                                    -2-\n\fsome disciplinary infractions, he has compiled an unblemished\n\ndisciplinary record over more than two decades.\n\n              For many years, the PDOC housed the plaintiff in various\n\nin-state correctional facilities.           During that span, the plaintiff\n\ndeveloped a number of \"separations\" — a term used to indicate the\n\nexistence of a placement conflict counseling against assignment of\n\none inmate to the same institution as another inmate or staff\n\nmember.   See, e.g., Hoover v. Beard, 248 F. App'x 393, 395 (3d Cir.\n\n2007).    Faced with these accumulated separations, the PDOC moved\n\nthe plaintiff out of Pennsylvania in 1997, billeting him in other\n\nstates' prisons pursuant to the Interstate Corrections Compact\n\n(ICC).    See 61 Pa. Cons. Stat. § 7101-7103; Mass. Gen. Laws ch.\n\n125, App. § 2-1; see generally Olim v. Wakinekona, 461 U.S. 238,\n\n246-47 (1983) (describing operations of the ICC).\n\n              The plaintiff's ICC assignments included stops at two\n\ndifferent correctional facilities operated by the District of\n\nColumbia and, after a brief return to Pennsylvania, stops at a pair\n\nof Maryland penitentiaries.           His exile lasted for nearly four\n\nyears.    Then, in May of 2001, the PDOC, at the request of the\n\nFederal Bureau of Investigation, temporarily repatriated him and\n\nplaced him in a Pennsylvania prison.\n\n              The plaintiff's return to Pennsylvania proved to be\n\nshort-lived.      In December of 2001, the PDOC informed him that he\n\nwas   again     being   transferred    out    of   state   —   this   time   to\n\n\n                                      -3-\n\fMassachusetts.     This transfer is the focal point of the present\n\nappeal.1\n\n             This brings us to the defendant, Beard, whose appointment\n\nas Secretary of the PDOC was confirmed in February of 2001.\n\nMaryland returned the plaintiff to Pennsylvania that May, and the\n\ndefendant, in October of 2001, instructed a subordinate to once\n\nagain transfer the plaintiff out of state and to \"[k]eep [the\n\ndefendant] updated on the matter.\"         As part of the groundwork for\n\nthis move, the subordinate sent an ICC referral letter (the Letter)\n\nto   her    Massachusetts   counterpart.     The   Letter   described   the\n\nplaintiff's penological history and limned the reasons for the\n\nrequest:\n\n             [The plaintiff] was sent to the District of\n             Columbia in March 1997 but was returned to\n             Pennsylvania on April 5, 2001 when they closed\n             their facilities.     He was transferred to\n             Maryland on 4-13-2001 as an ICC transfer. He\n             was brought back to Pennsylvania on 5-31-2001\n             for   temporary   purposes   to   conduct   an\n             investigation.   It is now concluded and we\n             need to find placement for him in another\n             state.\n\n             He has only incurred eight (8) misconducts\n             with the last one being in 1987. Therefore,\n             he is not what you would call a management\n             problem nor does he appear to be a threat to\n             staff or other inmates. He is more of what\n             you call a nuisance.\n\n             He has a history of being suspected of being\n             the   force  behind  a   number   of  untrue\n\n\n      1\n           The plaintiff has since been relocated to a New Jersey\nprison.      That transfer is not in issue here.\n\n                                   -4-\n\f            accusations about staff and institutional\n            operations.    He also has a history of\n            manipulating other inmates to champion his\n            cause, rather than taking responsibility for\n            his false accusations.       He consistently\n            functions as a \"jailhouse lawyer\" and spends\n            the majority of his time working on personal\n            legal matters and acting as an inmate\n            representative for other inmates at misconduct\n            hearings.\n\n            Due to his history of \"using other inmates,\"\n            he has developed considerable separations\n            within our system and therefore, we need to\n            move him to another jurisdiction where he does\n            not have separations. We have exhausted the\n            remedies available to us within our system.\n\nMassachusetts honored the request, and the PDOC effected the\n\ntransfer in December, sending the plaintiff from a Pennsylvania\n\nmedium-security prison to a Massachusetts maximum-security prison.\n\n            After his relocation, the plaintiff invoked 42 U.S.C.\n\n§ 1983 and brought suit against Beard, individually, in the United\n\nStates District Court for the District of Massachusetts.                           The\n\ngravamen of his complaint is an allegation that the defendant\n\nordered his transfer in retaliation for the exercise of his First\n\nAmendment rights, that is, his advocacy on behalf of himself and\n\nother convicts.       After we resolved a jurisdictional challenge, see\n\nHannon,    524   F.3d   at   285-86,     the    parties    engaged    in    pretrial\n\ndiscovery.       In   due    season,   the     defendant     moved    for   summary\n\njudgment.    The district court obliged, discerning \"no affirmative\n\nevidence    that   [the     defendant]    was    motivated    by     an   intent    to\n\nretaliate\" against the plaintiff.               Cook v. Maloney, No. 03-cv-\n\n\n                                         -5-\n\f12138, 2010 WL 1381731, at *3 (D. Mass. Mar. 30, 2010).          Following\n\nthe denial of his motion for reconsideration, the plaintiff filed\n\na timely notice of appeal.\n\nII.   ANALYSIS\n\n           We review the entry of summary judgment de novo. Garside\n\nv. Osco Drug, Inc., 895 F.2d 46, 48 (1st Cir. 1990).          We may affirm\n\nthe decision only if the record, viewed in the light most favorable\n\nto the summary judgment loser, discloses no genuine issue as to any\n\nmaterial fact and confirms that the moving party is entitled to\n\njudgment as a matter of law.     Vineberg v. Bissonnette, 548 F.3d 50,\n\n55 (1st Cir. 2008).       In conducting this tamisage, we draw all\n\nreasonable inferences in the nonmovant's favor.           Houlton Citizens'\n\nCoal. v. Town of Houlton, 175 F.3d 178, 184 (1st Cir. 1999).\n\n           This standard is favorable to the nonmoving party, but it\n\ndoes not give him a free pass to trial.       He must carry \"the burden\n\nof producing specific facts sufficient to deflect the swing of the\n\nsummary judgment scythe.\"       Mulvihill v. Top-Flite Golf Co., 335\n\nF.3d 15, 19 (1st Cir. 2003).           Conclusory allegations and rank\n\nspeculation, even if couched in pejorative language, will not\n\nsuffice to defeat a properly supported summary judgment motion.\n\nAhern v. Shinseki, 629 F.3d 49, 54 (1st Cir. 2010); Pagano v.\n\nFrank, 983 F.2d 343, 347 (1st Cir. 1993).\n\n           In    this   venue   the   plaintiff,   ably    represented   by\n\nappointed counsel, contends that the district court failed to\n\n\n                                      -6-\n\fconsider the evidence in the light most favorable to him2 and that\n\nthe record, correctly assayed, establishes a chronology of events\n\nfrom which a reasonable jury could infer retaliation.        We examine\n\nthis contention.\n\n          We appreciate that running a prison system is a difficult\n\nenterprise, fraught with security concerns.         Given that reality,\n\ncourts must defer broadly to correctional officials' managerial\n\ndecisions.   Turner v. Safley, 482 U.S. 78, 84-85 (1987).\n\n          This dynamic calls for a delicate balance between the\n\nflexibility needed to operate prisons and the constitutional rights\n\nthat prisoners retain.     In constructing that balance, courts have\n\nheld that, despite the deference owing to the decisions of prison\n\nofficials,   retaliation     against    a     prisoner's   exercise   of\n\nconstitutional rights is actionable.        See, e.g., Espinal v. Goord,\n\n558 F.3d 119, 128 (2d Cir. 2009); Allah v. Seiverling, 229 F.3d\n\n220, 224-25 (3d Cir. 2000); Thaddeus-X v. Blatter, 175 F.3d 378,\n\n386 (6th Cir. 1999) (en banc).          But this principle cannot be\n\napplied in a vacuum.\n\n\n     2\n       In this regard, the plaintiff faults the district court for\nignoring First Circuit precedent. To support this remonstrance, he\ncites Ferranti v. Moran, 618 F.2d 888 (1st Cir. 1980) and McDonald\nv. Hall, 610 F.2d 16 (1st Cir. 1979).     These cases are readily\ndistinguishable. Each involved the reinstatement on appeal of a\npro se complaint dismissed for failure to state a claim.       See\nFerranti, 618 F.2d at 892; McDonald, 610 F.2d at 18. The posture\nof this case is materially different.     At summary judgment, we\ncannot credit \"conclusory allegations, improbable inferences, and\nunsupported speculation.\" Medina-Muñoz v. R.J. Reynolds Tobacco\nCo., 896 F.2d 5, 8 (1st Cir. 1990).\n\n                                  -7-\n\f                 Because       prisoner       retaliation       claims      are    \"easily\n\nfabricated[] and . . . pose a substantial risk of unwarranted\n\njudicial intrusion into matters of general prison administration,\"\n\ncourts must insist that such claims are bound up in facts, not in\n\nthe gossamer strands of speculation and surmise. Bennett v. Goord,\n\n343       F.3d    133,   137    (2d    Cir.     2003)    (internal       quotation    marks\n\nomitted).          Thus,     in    order   to    survive       summary    judgment    on    a\n\nretaliation claim, a prisoner must make out a prima facie case by\n\nadducing facts sufficient to show that he engaged in a protected\n\nactivity, that the state took an adverse action against him, and\n\nthat there is a causal link between the former and the latter.\n\nGeorge v. Walker, 535 F.3d 535, 538 (7th Cir. 2008); Thaddeus-X,\n\n175 F.3d at 394.\n\n                 Here, neither of the first two elements of the prima\n\nfacie case poses a problem.                    The plaintiff, in filing his own\n\ngrievances         and     legal    actions,         plainly    engaged    in     protected\n\nactivity.3        See Bounds v. Smith, 430 U.S. 817, 821 (1977); Ferranti\n\nv. Moran, 618 F.2d 888, 891 (1st Cir. 1980).                               Moreover, the\n\nplaintiff's transfer from a medium-security prison in Pennsylvania\n\nto    a       maximum-security        prison    in    Massachusetts       constituted      an\n\n\n          3\n       The plaintiff also engaged in other activities, such as\norganizing his fellow inmates and providing legal assistance to\nthem, that are accorded a lesser degree of constitutional\nprotection. See, e.g., Shaw v. Murphy, 532 U.S. 223, 231 (2001);\nJones v. N.C. Prisoners' Labor Union, Inc., 433 U.S. 119, 132-33\n(1977). This case does not require us to probe the nature of that\ndistinction.\n\n                                               -8-\n\fadverse action.     See, e.g., Davis v. Kelly, 160 F.3d 917, 920 (2d\n\nCir. 1998); McDonald v. Hall, 610 F.2d 16, 18 (1st Cir. 1979); see\n\nalso Wilkinson v. Austin, 545 U.S. 209, 223-24 (2005) (concluding\n\nthat prisoners have a liberty interest in avoiding assignment to a\n\nmaximum-security     penitentiary).            The   heart     of     the   matter,\n\ntherefore, is the third element of the prima facie case: the\n\npresence or absence of a causal link between the protected activity\n\nundertaken   by   the   plaintiff        and   the   adverse    action      that   he\n\nexperienced.\n\n           The    plaintiff      makes    only   a   feeble     effort      to   show\n\nretaliatory motive through direct evidence.                    He points to his\n\naffidavit, which tracked his deposition testimony and declared that\n\ntwo different PDOC officers told him that the defendant had ordered\n\nthe   transfer    because   of    his     litigiousness.         He    added     that\n\nMassachusetts corrections officers informed him that he was in a\n\nmaximum-security institution at the defendant's direction.\n\n           Those statements are hearsay, pure and simple.                          The\n\nplaintiff did not proffer affidavits from any of his supposed\n\ninformants, nor has he attempted to show the origins of whatever\n\nknowledge they may have had.        \"It is black-letter law that hearsay\n\nevidence cannot be considered on summary judgment\" for the truth of\n\nthe matter asserted.          Dávila v. Corporación de P.R. para la\n\nDifusión Pública, 498 F.3d 9, 17 (1st Cir. 2007).                A genuine issue\n\nof material fact can be created only by materials of evidentiary\n\n\n                                         -9-\n\fquality.      See Morelli v. Webster, 552 F.3d 12, 18-19 (1st Cir.\n\n2009);    Garside,       895   F.2d    at     49.      Thus,   both     affidavits       and\n\ndeposition testimony are effective in opposing summary judgment\n\nonly when they are given on personal knowledge, set out facts that\n\nwould be admissible in evidence, and show that the affiant or\n\ndeponent (as the case may be) is competent to testify about the\n\nmatter in question.          See Fed. R. Civ. P. 56(e)(1).             The plaintiff's\n\nstatements       about    what    he     was        told   lack    these      attributes.\n\nConsequently, they must be disregarded.\n\n              Of course, direct proof of a retaliatory motive is not\n\nessential to make out a prima facie case.                          See Harbin-Bey v.\n\nRutter, 420 F.3d 571, 580 (6th Cir. 2005); Murphy v. Lane, 833 F.2d\n\n106,    108   (7th    Cir.     1987)    (per    curiam).          In   some    instances,\n\ncircumstantial        evidence        (say,    temporal        proximity       between    a\n\nprotected act and an adverse action, falsification of institutional\n\nrecords, or deviation from standard operating procedures) may\n\nsuffice.      See, e.g., Westefer v. Snyder, 422 F.3d 570, 584 (7th\n\nCir. 2005); Bennett, 343 F.3d at 138; Thaddeus-X, 175 F.3d at 399.\n\n              The plaintiff labors to fit his case within this mold.\n\nHe claims that the chronology of events gives rise to an inference\n\nof retaliation.          The premise on which this claim rests is sound:\n\n\"temporal proximity . . . may serve as circumstantial evidence of\n\nretaliation.\"        Gayle v. Gonyea, 313 F.3d 677, 683 (2d Cir. 2002).\n\nBut    nothing    about    the   timing       of     the   plaintiff's        transfer   to\n\n\n                                            -10-\n\fMassachusetts supports the application of the premise here.      In\n\npoint of fact, the decision to remove the plaintiff from the\n\nPennsylvania prison system was made in 1997, more than three years\n\nbefore the defendant became Secretary of the PDOC. The plaintiff's\n\nfirst out-of-state placement was effected in that same time frame.\n\nThis sequence of events is important because the plaintiff does not\n\noffer any evidence to counter the inescapable conclusion that his\n\nseven-month stay in Pennsylvania, four years later, was — as the\n\nLetter says — merely a temporary break in the continuum of out-of-\n\nstate placements.    We hold, therefore, that the timing of the\n\ndisputed transfer, without more, does not justify the conclusory\n\nallegation of retaliation.   See Bridges v. Gilbert, 557 F.3d 541,\n\n554 (7th Cir. 2009); Smith v. Campbell, 250 F.3d 1032, 1038 (6th\n\nCir. 2001).\n\n           This holding is reinforced by the uncontradicted evidence\n\nthat the plaintiff had accumulated a large number of legitimate\n\nseparations while incarcerated in the Pennsylvania prison system.\n\nThese separations, mentioned prominently in the Letter, constituted\n\nthe stated reason for the PDOC's initial decision to invoke the\n\nICC.   That reason remained, unabated, in 2001.\n\n           In an effort to change the trajectory of the debate, the\n\nplaintiff observes that the Letter acknowledges the absence of any\n\nmisconduct reports after 1987 and the fact that he posed no threat\n\n\n\n\n                                -11-\n\fto staff or other inmates.       Those observations are true as far as\n\nthey go, but they do not go very far.\n\n           The Letter made clear that the separations formed the\n\nbasis for the serial transfer decisions.         Separations are not the\n\nsame thing as misconduct, and the plaintiff has not shown (or even\n\nalleged) that any of his separations were either capriciously\n\nimposed or unnecessary.         Nor has the plaintiff shown (or even\n\nalleged)   that    the   PDOC   violated   standard   prison   policies   or\n\nprocedures in using the ICC as an antidote for a lengthy list of\n\nseparations.      Seen in this light, the absence of recent misconduct\n\nreports and potential threats to others is of no moment.\n\n           We add that being called a \"nuisance\" — a term used in\n\nthe Letter — is not, in context, proof of retaliation.                    The\n\nplaintiff's activities in organizing other inmates and manipulating\n\nthem clearly justified this dysphemism. Furthermore, the plaintiff\n\noffers no competent evidence to show that this term referred to his\n\nFirst Amendment activities.          Without such evidence, he cannot\n\nestablish the missing causal connection.         See O'Bryant v. Finch,\n\n637 F.3d 1207, 1219-20 (11th Cir. 2011); Harbin-Bey, 420 F.3d at\n\n579-80.\n\n           Taking a different tack, the plaintiff makes much of the\n\ndefendant's statement, contained in an affidavit supporting the\n\nsummary judgment motion, that he (the defendant) was not involved\n\nin \"any matters concerning [the plaintiff] subsequent to his\n\n\n                                    -12-\n\ftransfer to Massachusetts.\" The plaintiff says that this statement\n\nis contradicted by an e-mail exchange that occurred some six months\n\nafter the transfer, in which a subordinate inquired about payment\n\nfor shipment of the plaintiff's legal materials to Massachusetts\n\nand received a negative reply from the defendant.\n\n           This does not assist the plaintiff's cause for two\n\nreasons.   First, there is no contradiction; the e-mail exchange\n\nrelates to a residual detail of the original transfer, not to some\n\nnew matter.    Second, even if a discrepancy does exist, that\n\ndiscrepancy has nothing to do with the reason for the transfer.   It\n\nis, therefore, not significantly probative.   See, e.g., Chiang v.\n\nVerizon New Engl. Inc., 595 F.3d 26, 39 (1st Cir. 2010) (concluding\n\nthat disputes over immaterial matters cannot defeat grant of\n\nsummary judgment); Hoyos v. Telecorp Commc'ns, Inc., 488 F.3d 1, 10\n\n(1st Cir. 2007) (similar).\n\n           The short of it is that the plaintiff has failed to\n\nfurnish a factual basis sturdy enough to support a reasonable\n\ninference of retaliatory animus.4 The record contains insufficient\n\nevidence, direct or circumstantial, to contradict the defendant's\n\nstated (non-retaliatory) reason for the transfer.     Without such\n\n\n     4\n       At one point, the plaintiff alludes to deposition testimony\nfrom a Massachusetts correctional officer to the effect that the\ndecision to keep the plaintiff in a \"higher security\" institution\nwas made by Pennsylvania officials. There is, however, nothing in\nthe record to show that the deponent had personal knowledge about\neither the decision or how it was made.         The testimony is,\ntherefore, irrelevant. See Dávila, 498 F.3d at 17.\n\n                               -13-\n\fevidence, we cannot accept the plaintiff's invitation to speculate\n\nabout a hidden motive.             See Nat'l Amusements, Inc. v. Town of\n\nDedham, 43 F.3d 731, 735 (1st Cir. 1995); Layne v. Vinzant, 657\n\nF.2d 468, 476 (1st Cir. 1981); see also Anderson v. Liberty Lobby,\n\nInc.,      477    U.S.   242,   249-50   (1986)   (holding   that,   on   summary\n\njudgment, nonmovant must produce \"significantly probative\" evidence\n\nin order to create a genuine issue of material fact).\n\nIII.       CONCLUSION\n\n                 We need go no further. For the reasons elucidated above,\n\nwe conclude that the district court appropriately granted summary\n\njudgment for the defendant.5\n\n\n\nAffirmed.\n\n\n\n\n       5\n       This determination effectively disposes of the plaintiff's\nclaim that the district court abused its discretion in refusing to\nreconsider the summary judgment order. A trial court acts well\nwithin its discretion in declining to reconsider a legally correct\norder. See Palmer v. Champion Mortg., 465 F.3d 24, 30 (1st Cir.\n2006); Rodríguez v. Fullerton Tires Corp., 115 F.3d 81, 86 (1st\nCir. 1997).\n\n                                         -14-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>645 F.3d 45 (2011)</b></center>\n<center><h1>Francis HANNON, Plaintiff, Appellant,<br>\nv.<br>\nJeffrey BEARD, Defendant, Appellee.</h1></center>\n<center>No. 10-1792.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 5, 2011.</center>\n<center>Decided June 8, 2011.</center>\n<p>Matthew J. Matule, with whom David S. Clancy and Christopher G. Clark were on brief, for appellant.</p>\n<p>Claudia M. Tesoro, Senior Deputy Attorney General, Commonwealth of Pennsylvania, with whom William H. Ryan, Jr., Acting Attorney General, and John G. Knorr, III, Chief Deputy Attorney General, were on brief, for appellee.</p>\n<p><span class=\"star-pagination\">*46</span> Before HOWARD, SELYA and THOMPSON, Circuit Judges.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>Plaintiff-appellant Francis Hannon, a convict serving a sentence imposed by a Pennsylvania state court, characterizes his transfer to a Massachusetts penitentiary as an unlawful retaliatory response to his vigorous exercise of First Amendment rights. In his ensuing suit for damages, the district court entered summary judgment in favor of defendant-appellee Jeffrey Beard, Secretary of the Pennsylvania Department of Corrections (PDOC). Concluding that the plaintiff has not made out a prima facie case of retaliation, we affirm.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>The relevant facts are catalogued in considerable detail in an earlier opinion in this case, <i>see </i><i>Hannon v. Beard,</i> 524 F.3d 275, 278-79 (1st Cir.2008), and we assume the reader's familiarity with that account. We rehearse here, in the light most favorable to the plaintiff, those facts needed to bring the challenged transfer into perspective.</p>\n<p>In 1978, a Pennsylvania jury convicted the plaintiff of murder. Approximately three years later, the trial judge sentenced him to life imprisonment. The plaintiff has been incarcerated continuously since that time. During the years, he has acquired a reputation as a \"jailhouse lawyer.\" As such, he has filed numerous grievances both on behalf of other inmates and to his own behoof, organized fellow inmates, and served as an inmate advocate in a myriad of disciplinary proceedings. After initially committing some disciplinary infractions, he has compiled an unblemished disciplinary record over more than two decades.</p>\n<p>For many years, the PDOC housed the plaintiff in various in-state correctional facilities. During that span, the plaintiff developed a number of \"separations\"a term used to indicate the existence of a placement conflict counseling against assignment of one inmate to the same institution as another inmate or staff member. <i>See, e.g., Hoover v. Beard,</i> 248 Fed.Appx. 393, 395 (3d Cir.2007). Faced with these accumulated separations, the PDOC moved the plaintiff out of Pennsylvania in 1997, billeting him in other states' prisons pursuant to the Interstate Corrections Compact (ICC). <i>See</i> 61 Pa. Cons.Stat. § 7101-7103; Mass. Gen. Laws ch. 125, App. § 2-1; <i>see generally </i><i>Olim v. Wakinekona,</i> 461 U.S. 238, 246-47, 103 S.Ct. 1741, 75 L.Ed.2d 813 (1983) (describing operations of the ICC).</p>\n<p>The plaintiff's ICC assignments included stops at two different correctional facilities operated by the District of Columbia and, after a brief return to Pennsylvania, stops at a pair of Maryland penitentiaries. His exile lasted for nearly four years. Then, in May of 2001, the PDOC, at the request of the Federal Bureau of Investigation, temporarily repatriated him and placed him in a Pennsylvania prison.</p>\n<p>The plaintiff's return to Pennsylvania proved to be short-lived. In December of 2001, the PDOC informed him that he was again being transferred out of statethis time to Massachusetts. This transfer is the focal point of the present appeal.<sup>[1]</sup></p>\n<p>This brings us to the defendant, Beard, whose appointment as Secretary of the PDOC was confirmed in February of 2001. Maryland returned the plaintiff to Pennsylvania that May, and the defendant, in October of 2001, instructed a subordinate <span class=\"star-pagination\">*47</span> to once again transfer the plaintiff out of state and to \"[k]eep [the defendant] updated on the matter.\" As part of the groundwork for this move, the subordinate sent an ICC referral letter (the Letter) to her Massachusetts counterpart. The Letter described the plaintiff's penological history and limned the reasons for the request:</p>\n<blockquote>[The plaintiff] was sent to the District of Columbia in March 1997 but was returned to Pennsylvania on April 5, 2001 when they closed their facilities. He was transferred to Maryland on 4-13-2001 as an ICC transfer. He was brought back to Pennsylvania on 5-31-2001 for temporary purposes to conduct an investigation. It is now concluded and we need to find placement for him in another state.</blockquote>\n<blockquote>He has only incurred eight (8) misconducts with the last one being in 1987. Therefore, he is not what you would call a management problem nor does he appear to be a threat to staff or other inmates. He is more of what you call a nuisance.</blockquote>\n<blockquote>He has a history of being suspected of being the force behind a number of untrue accusations about staff and institutional operations. He also has a history of manipulating other inmates to champion his cause, rather than taking responsibility for his false accusations. He consistently functions as a \"jailhouse lawyer\" and spends the majority of his time working on personal legal matters and acting as an inmate representative for other inmates at misconduct hearings.</blockquote>\n<blockquote>Due to his history of \"using other inmates,\" he has developed considerable separations within our system and therefore, we need to move him to another jurisdiction where he does not have separations. We have exhausted the remedies available to us within our system.</blockquote>\n<p>Massachusetts honored the request, and the PDOC effected the transfer in December, sending the plaintiff from a Pennsylvania medium-security prison to a Massachusetts maximum-security prison.</p>\n<p>After his relocation, the plaintiff invoked 42 U.S.C. § 1983 and brought suit against Beard, individually, in the United States District Court for the District of Massachusetts. The gravamen of his complaint is an allegation that the defendant ordered his transfer in retaliation for the exercise of his First Amendment rights, that is, his advocacy on behalf of himself and other convicts. After we resolved a jurisdictional challenge, <i>see </i><i>Hannon,</i> 524 F.3d at 285-86, the parties engaged in pretrial discovery. In due season, the defendant moved for summary judgment. The district court obliged, discerning \"no affirmative evidence that [the defendant] was motivated by an intent to retaliate\" against the plaintiff. <i>Cook v. Maloney,</i> No. 03-cv-12138, 2010 WL 1381731, at *3 (D.Mass. Mar. 30, 2010). Following the denial of his motion for reconsideration, the plaintiff filed a timely notice of appeal.</p>\n<p></p>\n<h2>II. ANALYSIS</h2>\n<p>We review the entry of summary judgment de novo. <i>Garside v. Osco Drug, Inc.,</i> 895 F.2d 46, 48 (1st Cir.1990). We may affirm the decision only if the record, viewed in the light most favorable to the summary judgment loser, discloses no genuine issue as to any material fact and confirms that the moving party is entitled to judgment as a matter of law. <i>Vineberg v. Bissonnette,</i> 548 F.3d 50, 55 (1st Cir. 2008). In conducting this tamisage, we draw all reasonable inferences in the nonmovant's favor. <i>Houlton Citizens' Coal. v. Town of Houlton,</i> 175 F.3d 178, 184 (1st Cir.1999).</p>\n<p><span class=\"star-pagination\">*48</span> This standard is favorable to the nonmoving party, but it does not give him a free pass to trial. He must carry \"the burden of producing specific facts sufficient to deflect the swing of the summary judgment scythe.\" <i>Mulvihill v. Top-Flite Golf Co.,</i> 335 F.3d 15, 19 (1st Cir.2003). Conclusory allegations and rank speculation, even if couched in pejorative language, will not suffice to defeat a properly supported summary judgment motion. <i>Ahern v. Shinseki,</i> 629 F.3d 49, 54 (1st Cir.2010); <i>Pagano v. Frank,</i> 983 F.2d 343, 347 (1st Cir.1993).</p>\n<p>In this venue the plaintiff, ably represented by counsel, contends that the district court failed to consider the evidence in the light most favorable to him<sup>[2]</sup> and that the record, correctly assayed, establishes a chronology of events from which a reasonable jury could infer retaliation. We examine this contention.</p>\n<p>We appreciate that running a prison system is a difficult enterprise, fraught with security concerns. Given that reality, courts must defer broadly to correctional officials' managerial decisions. <i>Turner v. Safley,</i> 482 U.S. 78, 84-85, 107 S.Ct. 2254, 96 L.Ed.2d 64 (1987).</p>\n<p>This dynamic calls for a delicate balance between the flexibility needed to operate prisons and the constitutional rights that prisoners retain. In constructing that balance, courts have held that, despite the deference owing to the decisions of prison officials, retaliation against a prisoner's exercise of constitutional rights is actionable. <i>See, e.g., </i><i>Espinal v. Goord,</i> 558 F.3d 119, 128 (2d Cir.2009); <i>Allah v. Seiverling,</i> 229 F.3d 220, 224-25 (3d Cir.2000); <i>Thaddeus-X v. Blatter,</i> 175 F.3d 378, 386 (6th Cir. 1999) (en banc). But this principle cannot be applied in a vacuum.</p>\n<p>Because prisoner retaliation claims are \"easily fabricated[ ] and ... pose a substantial risk of unwarranted judicial intrusion into matters of general prison administration,\" courts must insist that such claims are bound up in facts, not in the gossamer strands of speculation and surmise. <i>Bennett v. Goord,</i> 343 F.3d 133, 137 (2d Cir.2003) (internal quotation marks omitted). Thus, in order to survive summary judgment on a retaliation claim, a prisoner must make out a prima facie case by adducing facts sufficient to show that he engaged in a protected activity, that the state took an adverse action against him, and that there is a causal link between the former and the latter. <i>George v. Walker,</i> 535 F.3d 535, 538 (7th Cir.2008); <i>Thaddeus-X,</i> 175 F.3d at 394.</p>\n<p>Here, neither of the first two elements of the prima facie case poses a problem. The plaintiff, in filing his own grievances and legal actions, plainly engaged in protected activity.<sup>[3]</sup><i>See </i><i>Bounds v. Smith,</i> 430 <span class=\"star-pagination\">*49</span> U.S. 817, 821, 97 S.Ct. 1491, 52 L.Ed.2d 72 (1977); <i>Ferranti v. Moran,</i> 618 F.2d 888, 891 (1st Cir.1980). Moreover, the plaintiff's transfer from a medium-security prison in Pennsylvania to a maximum-security prison in Massachusetts constituted an adverse action. <i>See, e.g., </i><i>Davis v. Kelly,</i> 160 F.3d 917, 920 (2d Cir.1998); <i>McDonald v. Hall,</i> 610 F.2d 16, 18 (1st Cir.1979); <i>see also </i><i>Wilkinson v. Austin,</i> 545 U.S. 209, 223-24, 125 S.Ct. 2384, 162 L.Ed.2d 174 (2005) (concluding that prisoners have a liberty interest in avoiding assignment to a maximum-security penitentiary). The heart of the matter, therefore, is the third element of the prima facie case: the presence or absence of a causal link between the protected activity undertaken by the plaintiff and the adverse action that he experienced.</p>\n<p>The plaintiff makes only a feeble effort to show retaliatory motive through direct evidence. He points to his affidavit, which tracked his deposition testimony and declared that two different PDOC officers told him that the defendant had ordered the transfer because of his litigiousness. He added that Massachusetts corrections officers informed him that he was in a maximum-security institution at the defendant's direction.</p>\n<p>Those statements are hearsay, pure and simple. The plaintiff did not proffer affidavits from any of his supposed informants, nor has he attempted to show the origins of whatever knowledge they may have had. \"It is black-letter law that hearsay evidence cannot be considered on summary judgment\" for the truth of the matter asserted. <i>Dávila v. Corporación de P.R. Para La Difusión Pública,</i> 498 F.3d 9, 17 (1st Cir.2007). A genuine issue of material fact can be created only by materials of evidentiary quality. <i>See </i><i>Morelli v. Webster,</i> 552 F.3d 12, 18-19 (1st Cir.2009); <i>Garside,</i> 895 F.2d at 49. Thus, both affidavits and deposition testimony are effective in opposing summary judgment only when they are given on personal knowledge, set out facts that would be admissible in evidence, and show that the affiant or deponent (as the case may be) is competent to testify about the matter in question. <i>See</i> Fed.R.Civ.P. 56(e)(1). The plaintiff's statements about what he was told lack these attributes. Consequently, they must be disregarded.</p>\n<p>Of course, direct proof of a retaliatory motive is not essential to make out a prima facie case. <i>See </i><i>Harbin-Bey v. Rutter,</i> 420 F.3d 571, 580 (6th Cir.2005); <i>Murphy v. Lane,</i> 833 F.2d 106, 108 (7th Cir.1987) (per curiam). In some instances, circumstantial evidence (say, temporal proximity between a protected act and an adverse action, falsification of institutional records, or deviation from standard operating procedures) may suffice. <i>See, e.g., </i><i>Westefer v. Snyder,</i> 422 F.3d 570, 584 (7th Cir.2005); <i>Bennett,</i> 343 F.3d at 138; <i>Thaddeus-X,</i> 175 F.3d at 399.</p>\n<p>The plaintiff labors to fit his case within this mold. He claims that the chronology of events gives rise to an inference of retaliation. The premise on which this claim rests is sound: \"temporal proximity... may serve as circumstantial evidence of retaliation.\" <i>Gayle v. Gonyea,</i> 313 F.3d 677, 683 (2d Cir.2002). But nothing about the timing of the plaintiff's transfer to Massachusetts supports the application of the premise here. In point of fact, the decision to remove the plaintiff from the Pennsylvania prison system was made in 1997, more than three years before the defendant became Secretary of the PDOC. The plaintiff's first out-of-state placement was effected in that same time frame. This sequence of events is important because the plaintiff does not offer any evidence to counter the inescapable conclusion that his seven-month stay in <span class=\"star-pagination\">*50</span> Pennsylvania, four years later, wasas the Letter saysmerely a temporary break in the continuum of out-of-state placements. We hold, therefore, that the timing of the disputed transfer, without more, does not justify the conclusory allegation of retaliation. <i>See </i><i>Bridges v. Gilbert,</i> 557 F.3d 541, 554 (7th Cir.2009); <i>Smith v. Campbell,</i> 250 F.3d 1032, 1038 (6th Cir.2001).</p>\n<p>This holding is reinforced by the uncontradicted evidence that the plaintiff had accumulated a large number of legitimate separations while incarcerated in the Pennsylvania prison system. These separations, mentioned prominently in the Letter, constituted the stated reason for the PDOC's initial decision to invoke the ICC. That reason remained, unabated, in 2001.</p>\n<p>In an effort to change the trajectory of the debate, the plaintiff observes that the Letter acknowledges the absence of any misconduct reports after 1987 and the fact that he posed no threat to staff or other inmates. Those observations are true as far as they go, but they do not go very far.</p>\n<p>The Letter made clear that the separations formed the basis for the serial transfer decisions. Separations are not the same thing as misconduct, and the plaintiff has not shown (or even alleged) that any of his separations were either capriciously imposed or unnecessary. Nor has the plaintiff shown (or even alleged) that the PDOC violated standard prison policies or procedures in using the ICC as an antidote for a lengthy list of separations. Seen in this light, the absence of recent misconduct reports and potential threats to others is of no moment.</p>\n<p>We add that being called a \"nuisance\" a term used in the Letteris not, in context, proof of retaliation. The plaintiff's activities in organizing other inmates and manipulating them clearly justified this dysphemism. Furthermore, the plaintiff offers no competent evidence to show that this term referred to his First Amendment activities. Without such evidence, he cannot establish the missing causal connection. <i>See </i><i>O'Bryant v. Finch,</i> 637 F.3d 1207, 1219-20 (11th Cir.2011); <i>Harbin-Bey,</i> 420 F.3d at 579-80.</p>\n<p>Taking a different tack, the plaintiff makes much of the defendant's statement, contained in an affidavit supporting the summary judgment motion, that he (the defendant) was not involved in \"any matters concerning [the plaintiff] subsequent to his transfer to Massachusetts.\" The plaintiff says that this statement is contradicted by an e-mail exchange that occurred some six months after the transfer, in which a subordinate inquired about payment for shipment of the plaintiff's legal materials to Massachusetts and received a negative reply from the defendant.</p>\n<p>This does not assist the plaintiff's cause for two reasons. First, there is no contradiction; the e-mail exchange relates to a residual detail of the original transfer, not to some new matter. Second, even if a discrepancy does exist, that discrepancy has nothing to do with the <i>reason</i> for the transfer. It is, therefore, not significantly probative. <i>See, e.g., </i><i>Chiang v. Verizon New Engl. Inc.,</i> 595 F.3d 26, 39 (1st Cir. 2010) (concluding that disputes over immaterial matters cannot defeat grant of summary judgment); <i>Hoyos v. Telecorp Commc'ns, Inc.,</i> 488 F.3d 1, 10 (1st Cir. 2007) (similar).</p>\n<p>The short of it is that the plaintiff has failed to furnish a factual basis sturdy enough to support a reasonable inference of retaliatory animus.<sup>[4]</sup> The record contains insufficient evidence, direct or circumstantial, <span class=\"star-pagination\">*51</span> to contradict the defendant's stated (non-retaliatory) reason for the transfer. Without such evidence, we cannot accept the plaintiff's invitation to speculate about a hidden motive. <i>See </i><i>Nat'l Amusements, Inc. v. Town of Dedham,</i> 43 F.3d 731, 735 (1st Cir.1995); <i>Layne v. Vinzant,</i> 657 F.2d 468, 476 (1st Cir.1981); <i>see also </i><i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 249-50, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986) (holding that, on summary judgment, nonmovant must produce \"significantly probative\" evidence in order to create a genuine issue of material fact).</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>We need go no further. For the reasons elucidated above, we conclude that the district court appropriately granted summary judgment for the defendant.<sup>[5]</sup></p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The plaintiff has since been relocated to a New Jersey prison. That transfer is not in issue here.</p>\n<p>[2]  In this regard, the plaintiff faults the district court for ignoring First Circuit precedent. To support this remonstrance, he cites <i>Ferranti v. Moran,</i> 618 F.2d 888 (1st Cir.1980) and <i>McDonald v. Hall,</i> 610 F.2d 16 (1st Cir.1979). These cases are readily distinguishable. Each involved the reinstatement on appeal of a pro se complaint dismissed for failure to state a claim. <i>See </i><i>Ferranti,</i> 618 F.2d at 892; <i>McDonald,</i> 610 F.2d at 18. The posture of this case is materially different. At summary judgment, we cannot credit \"conclusory allegations, improbable inferences, and unsupported speculation.\" <i>Medina-Muñoz v. R.J. Reynolds Tobacco Co.,</i> 896 F.2d 5, 8 (1st Cir. 1990).</p>\n<p>[3]  The plaintiff also engaged in other activities, such as organizing his fellow inmates and providing legal assistance to them, that are accorded a lesser degree of constitutional protection. <i>See, e.g., </i><i>Shaw v. Murphy,</i> 532 U.S. 223, 231, 121 S.Ct. 1475, 149 L.Ed.2d 420 (2001); <i>Jones v. N.C. Prisoners' Labor Union, Inc.,</i> 433 U.S. 119, 132-33, 97 S.Ct. 2532, 53 L.Ed.2d 629 (1977). This case does not require us to probe the nature of that distinction.</p>\n<p>[4]  At one point, the plaintiff alludes to deposition testimony from a Massachusetts correctional officer to the effect that the decision to keep the plaintiff in a \"higher security\" institution was made by Pennsylvania officials. There is, however, nothing in the record to show that the deponent had personal knowledge about either the decision or how it was made. The testimony is, therefore, irrelevant. <i>See </i><i>Dávila,</i> 498 F.3d at 17.</p>\n<p>[5]  This determination effectively disposes of the plaintiff's claim that the district court abused its discretion in refusing to reconsider the summary judgment order. A trial court acts well within its discretion in declining to reconsider a legally correct order. <i>See </i><i>Palmer v. Champion Mortg.,</i> 465 F.3d 24, 30 (1st Cir.2006); <i>Rodríguez v. Fullerton Tires Corp.,</i> 115 F.3d 81, 86 (1st Cir.1997).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">645</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></span> (2011)</b></center>\n<center><h1>Francis HANNON, Plaintiff, Appellant,<br>\nv.<br>\nJeffrey BEARD, Defendant, Appellee.</h1></center>\n<center>No. 10-1792.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard May 5, 2011.</center>\n<center>Decided June 8, 2011.</center>\n<p>Matthew J. Matule, with whom David S. Clancy and Christopher G. Clark were on brief, for appellant.</p>\n<p>Claudia M. Tesoro, Senior Deputy Attorney General, Commonwealth of Pennsylvania, with whom William H. Ryan, Jr., Acting Attorney General, and John G. Knorr, III, Chief Deputy Attorney General, were on brief, for appellee.</p>\n<p><span class=\"star-pagination\">*46</span> Before HOWARD, SELYA and THOMPSON, Circuit Judges.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>Plaintiff-appellant Francis Hannon, a convict serving a sentence imposed by a Pennsylvania state court, characterizes his transfer to a Massachusetts penitentiary as an unlawful retaliatory response to his vigorous exercise of First Amendment rights. In his ensuing suit for damages, the district court entered summary judgment in favor of defendant-appellee Jeffrey Beard, Secretary of the Pennsylvania Department of Corrections (PDOC). Concluding that the plaintiff has not made out a prima facie case of retaliation, we affirm.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>The relevant facts are catalogued in considerable detail in an earlier opinion in this case, <i>see </i><i>Hannon v. Beard,</i> <span class=\"citation\" data-id=\"203269\"><a href=\"/opinion/203269/hannon-v-beard/\"><span class=\"volume\">524</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">275</span></a></span>, 278-79 (1st Cir.2008), and we assume the reader's familiarity with that account. We rehearse here, in the light most favorable to the plaintiff, those facts needed to bring the challenged transfer into perspective.</p>\n<p>In 1978, a Pennsylvania jury convicted the plaintiff of murder. Approximately three years later, the trial judge sentenced him to life imprisonment. The plaintiff has been incarcerated continuously since that time. During the years, he has acquired a reputation as a \"jailhouse lawyer.\" As such, he has filed numerous grievances both on behalf of other inmates and to his own behoof, organized fellow inmates, and served as an inmate advocate in a myriad of disciplinary proceedings. After initially committing some disciplinary infractions, he has compiled an unblemished disciplinary record over more than two decades.</p>\n<p>For many years, the PDOC housed the plaintiff in various in-state correctional facilities. During that span, the plaintiff developed a number of \"separations\"a term used to indicate the existence of a placement conflict counseling against assignment of one inmate to the same institution as another inmate or staff member. <i>See, e.g., Hoover v. Beard,</i> 248 Fed.Appx. 393, 395 (3d Cir.2007). Faced with these accumulated separations, the PDOC moved the plaintiff out of Pennsylvania in 1997, billeting him in other states' prisons pursuant to the Interstate Corrections Compact (ICC). <i>See</i> 61 Pa. Cons.Stat. § 7101-7103; Mass. Gen. Laws ch. 125, App. § 2-1; <i>see generally </i><i>Olim v. Wakinekona,</i> <span class=\"citation\" data-id=\"110921\"><a href=\"/opinion/110921/olim-v-wakinekona/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, 246-47, <span class=\"citation\" data-id=\"110921\"><a href=\"/opinion/110921/olim-v-wakinekona/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1741</span></a></span>, <span class=\"citation\" data-id=\"110921\"><a href=\"/opinion/110921/olim-v-wakinekona/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">813</span></a></span> (1983) (describing operations of the ICC).</p>\n<p>The plaintiff's ICC assignments included stops at two different correctional facilities operated by the District of Columbia and, after a brief return to Pennsylvania, stops at a pair of Maryland penitentiaries. His exile lasted for nearly four years. Then, in May of 2001, the PDOC, at the request of the Federal Bureau of Investigation, temporarily repatriated him and placed him in a Pennsylvania prison.</p>\n<p>The plaintiff's return to Pennsylvania proved to be short-lived. In December of 2001, the PDOC informed him that he was again being transferred out of statethis time to Massachusetts. This transfer is the focal point of the present appeal.<sup>[1]</sup></p>\n<p>This brings us to the defendant, Beard, whose appointment as Secretary of the PDOC was confirmed in February of 2001. Maryland returned the plaintiff to Pennsylvania that May, and the defendant, in October of 2001, instructed a subordinate <span class=\"star-pagination\">*47</span> to once again transfer the plaintiff out of state and to \"[k]eep [the defendant] updated on the matter.\" As part of the groundwork for this move, the subordinate sent an ICC referral letter (the Letter) to her Massachusetts counterpart. The Letter described the plaintiff's penological history and limned the reasons for the request:</p>\n<blockquote>[The plaintiff] was sent to the District of Columbia in March 1997 but was returned to Pennsylvania on April 5, 2001 when they closed their facilities. He was transferred to Maryland on 4-13-2001 as an ICC transfer. He was brought back to Pennsylvania on 5-31-2001 for temporary purposes to conduct an investigation. It is now concluded and we need to find placement for him in another state.</blockquote>\n<blockquote>He has only incurred eight (8) misconducts with the last one being in 1987. Therefore, he is not what you would call a management problem nor does he appear to be a threat to staff or other inmates. He is more of what you call a nuisance.</blockquote>\n<blockquote>He has a history of being suspected of being the force behind a number of untrue accusations about staff and institutional operations. He also has a history of manipulating other inmates to champion his cause, rather than taking responsibility for his false accusations. He consistently functions as a \"jailhouse lawyer\" and spends the majority of his time working on personal legal matters and acting as an inmate representative for other inmates at misconduct hearings.</blockquote>\n<blockquote>Due to his history of \"using other inmates,\" he has developed considerable separations within our system and therefore, we need to move him to another jurisdiction where he does not have separations. We have exhausted the remedies available to us within our system.</blockquote>\n<p>Massachusetts honored the request, and the PDOC effected the transfer in December, sending the plaintiff from a Pennsylvania medium-security prison to a Massachusetts maximum-security prison.</p>\n<p>After his relocation, the plaintiff invoked 42 U.S.C. § 1983 and brought suit against Beard, individually, in the United States District Court for the District of Massachusetts. The gravamen of his complaint is an allegation that the defendant ordered his transfer in retaliation for the exercise of his First Amendment rights, that is, his advocacy on behalf of himself and other convicts. After we resolved a jurisdictional challenge, <i>see </i><i>Hannon,</i> 524 F.3d at 285-86, the parties engaged in pretrial discovery. In due season, the defendant moved for summary judgment. The district court obliged, discerning \"no affirmative evidence that [the defendant] was motivated by an intent to retaliate\" against the plaintiff. <i>Cook v. Maloney,</i> No. 03-cv-12138, <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">1381731</span></span>, at *3 (D.Mass. Mar. 30, 2010). Following the denial of his motion for reconsideration, the plaintiff filed a timely notice of appeal.</p>\n<p></p>\n<h2>II. ANALYSIS</h2>\n<p>We review the entry of summary judgment de novo. <i>Garside v. Osco Drug, Inc.,</i> <span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 48 (1st Cir.1990). We may affirm the decision only if the record, viewed in the light most favorable to the summary judgment loser, discloses no genuine issue as to any material fact and confirms that the moving party is entitled to judgment as a matter of law. <i>Vineberg v. Bissonnette,</i> <span class=\"citation\" data-id=\"1287195\"><a href=\"/opinion/1287195/vineberg-v-bissonnette/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 55 (1st Cir. 2008). In conducting this tamisage, we draw all reasonable inferences in the nonmovant's favor. <i>Houlton Citizens' Coal. v. Town of Houlton,</i> <span class=\"citation\" data-id=\"763565\"><a href=\"/opinion/763565/houlton-citizens-coalition-v-town-of-houlton/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">178</span></a></span>, 184 (1st Cir.1999).</p>\n<p><span class=\"star-pagination\">*48</span> This standard is favorable to the nonmoving party, but it does not give him a free pass to trial. He must carry \"the burden of producing specific facts sufficient to deflect the swing of the summary judgment scythe.\" <i>Mulvihill v. Top-Flite Golf Co.,</i> <span class=\"citation\" data-id=\"200528\"><a href=\"/opinion/200528/mulvihill-v-top-flite-golf/\"><span class=\"volume\">335</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 19 (1st Cir.2003). Conclusory allegations and rank speculation, even if couched in pejorative language, will not suffice to defeat a properly supported summary judgment motion. <i>Ahern v. Shinseki,</i> <span class=\"citation\" data-id=\"180959\"><a href=\"/opinion/180959/ahern-v-shinseki/\"><span class=\"volume\">629</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span>, 54 (1st Cir.2010); <i>Pagano v. Frank,</i> <span class=\"citation\" data-id=\"597806\"><a href=\"/opinion/597806/michael-pagano-v-anthony-m-frank-postmaster-general-etc/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">343</span></a></span>, 347 (1st Cir.1993).</p>\n<p>In this venue the plaintiff, ably represented by counsel, contends that the district court failed to consider the evidence in the light most favorable to him<sup>[2]</sup> and that the record, correctly assayed, establishes a chronology of events from which a reasonable jury could infer retaliation. We examine this contention.</p>\n<p>We appreciate that running a prison system is a difficult enterprise, fraught with security concerns. Given that reality, courts must defer broadly to correctional officials' managerial decisions. <i>Turner v. Safley,</i> <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, 84-85, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span></a></span> (1987).</p>\n<p>This dynamic calls for a delicate balance between the flexibility needed to operate prisons and the constitutional rights that prisoners retain. In constructing that balance, courts have held that, despite the deference owing to the decisions of prison officials, retaliation against a prisoner's exercise of constitutional rights is actionable. <i>See, e.g., </i><i>Espinal v. Goord,</i> <span class=\"citation\" data-id=\"1355379\"><a href=\"/opinion/1355379/espinal-v-goord/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">119</span></a></span>, 128 (2d Cir.2009); <i>Allah v. Seiverling,</i> <span class=\"citation\" data-id=\"770720\"><a href=\"/opinion/770720/michael-malik-allah-v-thomas-seiverling-robert-sparbanie-john-deletto-ben/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span>, 224-25 (3d Cir.2000); <i>Thaddeus-X v. Blatter,</i> <span class=\"citation\" data-id=\"763587\"><a href=\"/opinion/763587/thaddeus-x-and-earnest-bell-jr-v-blatter/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">378</span></a></span>, 386 (6th Cir. 1999) (en banc). But this principle cannot be applied in a vacuum.</p>\n<p>Because prisoner retaliation claims are \"easily fabricated[ ] and ... pose a substantial risk of unwarranted judicial intrusion into matters of general prison administration,\" courts must insist that such claims are bound up in facts, not in the gossamer strands of speculation and surmise. <i>Bennett v. Goord,</i> <span class=\"citation\" data-id=\"783514\"><a href=\"/opinion/783514/anthony-bennett-v-glenn-s-goord-superintendent-kelly-v-herbert/\"><span class=\"volume\">343</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">133</span></a></span>, 137 (2d Cir.2003) (internal quotation marks omitted). Thus, in order to survive summary judgment on a retaliation claim, a prisoner must make out a prima facie case by adducing facts sufficient to show that he engaged in a protected activity, that the state took an adverse action against him, and that there is a causal link between the former and the latter. <i>George v. Walker,</i> <span class=\"citation\" data-id=\"1323506\"><a href=\"/opinion/1323506/george-v-walker/\"><span class=\"volume\">535</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">535</span></a></span>, 538 (7th Cir.2008); <i>Thaddeus-X,</i> 175 F.3d at 394.</p>\n<p>Here, neither of the first two elements of the prima facie case poses a problem. The plaintiff, in filing his own grievances and legal actions, plainly engaged in protected activity.<sup>[3]</sup><i>See </i><i>Bounds v. Smith,</i> 430 <span class=\"star-pagination\">*49</span> U.S. 817, 821, <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1491</span></a></span>, <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">72</span></a></span> (1977); <i>Ferranti v. Moran,</i> <span class=\"citation\" data-id=\"376821\"><a href=\"/opinion/376821/david-r-ferranti-v-john-j-moran/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">888</span></a></span>, 891 (1st Cir.1980). Moreover, the plaintiff's transfer from a medium-security prison in Pennsylvania to a maximum-security prison in Massachusetts constituted an adverse action. <i>See, e.g., </i><i>Davis v. Kelly,</i> <span class=\"citation\" data-id=\"759230\"><a href=\"/opinion/759230/robert-davis-v-walter-r-kelly/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">917</span></a></span>, 920 (2d Cir.1998); <i>McDonald v. Hall,</i> <span class=\"citation\" data-id=\"371947\"><a href=\"/opinion/371947/anthony-f-mcdonald-v-frank-a-hall/\"><span class=\"volume\">610</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span>, 18 (1st Cir.1979); <i>see also </i><i>Wilkinson v. Austin,</i> <span class=\"citation\" data-id=\"799975\"><a href=\"/opinion/799975/wilkinson-v-austin/\"><span class=\"volume\">545</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">209</span></a></span>, 223-24, <span class=\"citation\" data-id=\"799975\"><a href=\"/opinion/799975/wilkinson-v-austin/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2384</span></a></span>, <span class=\"citation\" data-id=\"799975\"><a href=\"/opinion/799975/wilkinson-v-austin/\"><span class=\"volume\">162</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">174</span></a></span> (2005) (concluding that prisoners have a liberty interest in avoiding assignment to a maximum-security penitentiary). The heart of the matter, therefore, is the third element of the prima facie case: the presence or absence of a causal link between the protected activity undertaken by the plaintiff and the adverse action that he experienced.</p>\n<p>The plaintiff makes only a feeble effort to show retaliatory motive through direct evidence. He points to his affidavit, which tracked his deposition testimony and declared that two different PDOC officers told him that the defendant had ordered the transfer because of his litigiousness. He added that Massachusetts corrections officers informed him that he was in a maximum-security institution at the defendant's direction.</p>\n<p>Those statements are hearsay, pure and simple. The plaintiff did not proffer affidavits from any of his supposed informants, nor has he attempted to show the origins of whatever knowledge they may have had. \"It is black-letter law that hearsay evidence cannot be considered on summary judgment\" for the truth of the matter asserted. <i>Dávila v. Corporación de P.R. Para La Difusión Pública,</i> <span class=\"citation\" data-id=\"202880\"><a href=\"/opinion/202880/davila-v-corporacion-de-puerto-rico/\"><span class=\"volume\">498</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 17 (1st Cir.2007). A genuine issue of material fact can be created only by materials of evidentiary quality. <i>See </i><i>Morelli v. Webster,</i> <span class=\"citation\" data-id=\"203615\"><a href=\"/opinion/203615/morelli-v-webster/\"><span class=\"volume\">552</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 18-19 (1st Cir.2009); <i>Garside,</i> 895 F.2d at 49. Thus, both affidavits and deposition testimony are effective in opposing summary judgment only when they are given on personal knowledge, set out facts that would be admissible in evidence, and show that the affiant or deponent (as the case may be) is competent to testify about the matter in question. <i>See</i> Fed.R.Civ.P. 56(e)(1). The plaintiff's statements about what he was told lack these attributes. Consequently, they must be disregarded.</p>\n<p>Of course, direct proof of a retaliatory motive is not essential to make out a prima facie case. <i>See </i><i>Harbin-Bey v. Rutter,</i> <span class=\"citation\" data-id=\"791599\"><a href=\"/opinion/791599/keith-harbin-bey-v-lyle-rutter/\"><span class=\"volume\">420</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">571</span></a></span>, 580 (6th Cir.2005); <i>Murphy v. Lane,</i> <span class=\"citation\" data-id=\"497035\"><a href=\"/opinion/497035/paul-murphy-v-michael-p-lane-director-of-department-of-corrections/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">106</span></a></span>, 108 (7th Cir.1987) (per curiam). In some instances, circumstantial evidence (say, temporal proximity between a protected act and an adverse action, falsification of institutional records, or deviation from standard operating procedures) may suffice. <i>See, e.g., </i><i>Westefer v. Snyder,</i> <span class=\"citation\" data-id=\"791814\"><a href=\"/opinion/791814/robert-westefer-mark-vonperbandt-allejandro-villazana-v-donald-snyder/\"><span class=\"volume\">422</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">570</span></a></span>, 584 (7th Cir.2005); <i>Bennett,</i> 343 F.3d at 138; <i>Thaddeus-X,</i> 175 F.3d at 399.</p>\n<p>The plaintiff labors to fit his case within this mold. He claims that the chronology of events gives rise to an inference of retaliation. The premise on which this claim rests is sound: \"temporal proximity... may serve as circumstantial evidence of retaliation.\" <i>Gayle v. Gonyea,</i> <span class=\"citation\" data-id=\"780162\"><a href=\"/opinion/780162/gregory-gayle-v-p-gonyea-t-sheehan-hearing-officer-f-iby-co-p/\"><span class=\"volume\">313</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">677</span></a></span>, 683 (2d Cir.2002). But nothing about the timing of the plaintiff's transfer to Massachusetts supports the application of the premise here. In point of fact, the decision to remove the plaintiff from the Pennsylvania prison system was made in 1997, more than three years before the defendant became Secretary of the PDOC. The plaintiff's first out-of-state placement was effected in that same time frame. This sequence of events is important because the plaintiff does not offer any evidence to counter the inescapable conclusion that his seven-month stay in <span class=\"star-pagination\">*50</span> Pennsylvania, four years later, wasas the Letter saysmerely a temporary break in the continuum of out-of-state placements. We hold, therefore, that the timing of the disputed transfer, without more, does not justify the conclusory allegation of retaliation. <i>See </i><i>Bridges v. Gilbert,</i> <span class=\"citation\" data-id=\"1433891\"><a href=\"/opinion/1433891/bridges-v-gilbert/\"><span class=\"volume\">557</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">541</span></a></span>, 554 (7th Cir.2009); <i>Smith v. Campbell,</i> <span class=\"citation\" data-id=\"773340\"><a href=\"/opinion/773340/robert-l-smith-jr-v-donal-campbell-warden-janice-buchanan-kay-winkler/\"><span class=\"volume\">250</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1032</span></a></span>, 1038 (6th Cir.2001).</p>\n<p>This holding is reinforced by the uncontradicted evidence that the plaintiff had accumulated a large number of legitimate separations while incarcerated in the Pennsylvania prison system. These separations, mentioned prominently in the Letter, constituted the stated reason for the PDOC's initial decision to invoke the ICC. That reason remained, unabated, in 2001.</p>\n<p>In an effort to change the trajectory of the debate, the plaintiff observes that the Letter acknowledges the absence of any misconduct reports after 1987 and the fact that he posed no threat to staff or other inmates. Those observations are true as far as they go, but they do not go very far.</p>\n<p>The Letter made clear that the separations formed the basis for the serial transfer decisions. Separations are not the same thing as misconduct, and the plaintiff has not shown (or even alleged) that any of his separations were either capriciously imposed or unnecessary. Nor has the plaintiff shown (or even alleged) that the PDOC violated standard prison policies or procedures in using the ICC as an antidote for a lengthy list of separations. Seen in this light, the absence of recent misconduct reports and potential threats to others is of no moment.</p>\n<p>We add that being called a \"nuisance\" a term used in the Letteris not, in context, proof of retaliation. The plaintiff's activities in organizing other inmates and manipulating them clearly justified this dysphemism. Furthermore, the plaintiff offers no competent evidence to show that this term referred to his First Amendment activities. Without such evidence, he cannot establish the missing causal connection. <i>See </i><i>O'Bryant v. Finch,</i> <span class=\"citation\" data-id=\"214080\"><a href=\"/opinion/214080/obryant-v-finch/\"><span class=\"volume\">637</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1207</span></a></span>, 1219-20 (11th Cir.2011); <i>Harbin-Bey,</i> 420 F.3d at 579-80.</p>\n<p>Taking a different tack, the plaintiff makes much of the defendant's statement, contained in an affidavit supporting the summary judgment motion, that he (the defendant) was not involved in \"any matters concerning [the plaintiff] subsequent to his transfer to Massachusetts.\" The plaintiff says that this statement is contradicted by an e-mail exchange that occurred some six months after the transfer, in which a subordinate inquired about payment for shipment of the plaintiff's legal materials to Massachusetts and received a negative reply from the defendant.</p>\n<p>This does not assist the plaintiff's cause for two reasons. First, there is no contradiction; the e-mail exchange relates to a residual detail of the original transfer, not to some new matter. Second, even if a discrepancy does exist, that discrepancy has nothing to do with the <i>reason</i> for the transfer. It is, therefore, not significantly probative. <i>See, e.g., </i><i>Chiang v. Verizon New Engl. Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">595</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></span>, 39 (1st Cir. 2010) (concluding that disputes over immaterial matters cannot defeat grant of summary judgment); <i>Hoyos v. Telecorp Commc'ns, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 10 (1st Cir. 2007) (similar).</p>\n<p>The short of it is that the plaintiff has failed to furnish a factual basis sturdy enough to support a reasonable inference of retaliatory animus.<sup>[4]</sup> The record contains insufficient evidence, direct or circumstantial, <span class=\"star-pagination\">*51</span> to contradict the defendant's stated (non-retaliatory) reason for the transfer. Without such evidence, we cannot accept the plaintiff's invitation to speculate about a hidden motive. <i>See </i><i>Nat'l Amusements, Inc. v. Town of Dedham,</i> <span class=\"citation\" data-id=\"195818\"><a href=\"/opinion/195818/national-amusements-v-town-of-dedham/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">731</span></a></span>, 735 (1st Cir.1995); <i>Layne v. Vinzant,</i> <span class=\"citation\" data-id=\"393677\"><a href=\"/opinion/393677/robert-m-layne-v-douglas-vinzant-frank-hall-and-charles-gaughan-robert/\"><span class=\"volume\">657</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">468</span></a></span>, 476 (1st Cir.1981); <i>see also </i><i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 249-50, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986) (holding that, on summary judgment, nonmovant must produce \"significantly probative\" evidence in order to create a genuine issue of material fact).</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>We need go no further. For the reasons elucidated above, we conclude that the district court appropriately granted summary judgment for the defendant.<sup>[5]</sup></p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The plaintiff has since been relocated to a New Jersey prison. That transfer is not in issue here.</p>\n<p>[2]  In this regard, the plaintiff faults the district court for ignoring First Circuit precedent. To support this remonstrance, he cites <i>Ferranti v. Moran,</i> <span class=\"citation\" data-id=\"376821\"><a href=\"/opinion/376821/david-r-ferranti-v-john-j-moran/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">888</span></a></span> (1st Cir.1980) and <i>McDonald v. Hall,</i> <span class=\"citation\" data-id=\"371947\"><a href=\"/opinion/371947/anthony-f-mcdonald-v-frank-a-hall/\"><span class=\"volume\">610</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span> (1st Cir.1979). These cases are readily distinguishable. Each involved the reinstatement on appeal of a pro se complaint dismissed for failure to state a claim. <i>See </i><i>Ferranti,</i> 618 F.2d at 892; <i>McDonald,</i> 610 F.2d at 18. The posture of this case is materially different. At summary judgment, we cannot credit \"conclusory allegations, improbable inferences, and unsupported speculation.\" <i>Medina-Muñoz v. R.J. Reynolds Tobacco Co.,</i> <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir. 1990).</p>\n<p>[3]  The plaintiff also engaged in other activities, such as organizing his fellow inmates and providing legal assistance to them, that are accorded a lesser degree of constitutional protection. <i>See, e.g., </i><i>Shaw v. Murphy,</i> <span class=\"citation\" data-id=\"2620698\"><a href=\"/opinion/2620698/shaw-v-murphy/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">223</span></a></span>, 231, <span class=\"citation\" data-id=\"2620698\"><a href=\"/opinion/2620698/shaw-v-murphy/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1475</span></a></span>, <span class=\"citation\" data-id=\"2620698\"><a href=\"/opinion/2620698/shaw-v-murphy/\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">420</span></a></span> (2001); <i>Jones v. N.C. Prisoners' Labor Union, Inc.,</i> <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">119</span></a></span>, 132-33, <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2532</span></a></span>, <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">629</span></a></span> (1977). This case does not require us to probe the nature of that distinction.</p>\n<p>[4]  At one point, the plaintiff alludes to deposition testimony from a Massachusetts correctional officer to the effect that the decision to keep the plaintiff in a \"higher security\" institution was made by Pennsylvania officials. There is, however, nothing in the record to show that the deponent had personal knowledge about either the decision or how it was made. The testimony is, therefore, irrelevant. <i>See </i><i>Dávila,</i> 498 F.3d at 17.</p>\n<p>[5]  This determination effectively disposes of the plaintiff's claim that the district court abused its discretion in refusing to reconsider the summary judgment order. A trial court acts well within its discretion in declining to reconsider a legally correct order. <i>See </i><i>Palmer v. Champion Mortg.,</i> <span class=\"citation\" data-id=\"202442\"><a href=\"/opinion/202442/palmer-v-champion-mortgage/\"><span class=\"volume\">465</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 30 (1st Cir.2006); <i>Rodríguez v. Fullerton Tires Corp.,</i> <span class=\"citation\" data-id=\"197406\"><a href=\"/opinion/197406/alers-rodriguez-v-national-insurance/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></a></span>, 86 (1st Cir.1997).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/180959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195818/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200528/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203615/",
    "http://www.courtlistener.com/api/rest/v3/opinions/214080/",
    "http://www.courtlistener.com/api/rest/v3/opinions/371947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/376821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/497035/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597806/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759230/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770720/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773340/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780162/",
    "http://www.courtlistener.com/api/rest/v3/opinions/783514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/799975/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1287195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1323506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1355379/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1433891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620698/"
  ]
}