{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/219418/",
  "absolute_url": "/opinion/219418/nlrb-v-northeastern-land-services-ltd/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/219418/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-06-22T18:17:19Z",
  "date_modified": "2016-04-26T13:23:48.695208Z",
  "type": "010combined",
  "sha1": "05073097be2b41cd3a03c172800a3d09fc215145",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/10-2156P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/06/22/NLRB_v._Northeastern_Land_Services.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 10-2156\n\n                 NATIONAL LABOR RELATIONS BOARD,\n\n                           Petitioner,\n\n                                v.\n\n                NORTHEASTERN LAND SERVICES, LTD.,\n                       d/b/a THE NLS GROUP,\n\n                           Respondent.\n\n\n           APPLICATION FOR ENFORCEMENT OF AN ORDER OF\n                THE NATIONAL LABOR RELATIONS BOARD\n\n\n                              Before\n\n                       Lynch, Chief Judge,\n               Lipez and Thompson, Circuit Judges.\n\n\n     Ruth E. Burdick, Supervising Attorney, Heather S. Beard,\nAttorney, Lafe E. Solomon, Acting General Counsel, Celeste J.\nMattina, Acting Deputy General Counsel, John H. Ferguson, Associate\nGeneral Counsel, and Linda Dreeben, Deputy Associate General\nCounsel, National Labor Relations Board, on brief for petitioner.\n     Richard D. Wayne and Hinckley, Allen & Snyder LLP on brief for\nrespondent.\n\n\n                          June 22, 2011\n\f            LYNCH, Chief Judge.    On June 28, 2010, the Supreme Court\n\nvacated our prior decision in this case, Ne. Land Servs., Ltd. v.\n\nNLRB, 560 F.3d 36 (1st Cir. 2009), which had enforced a 2008 order\n\nof the National Labor Relations Board (NLRB), Ne. Land Servs.,\n\nLtd., 352 N.L.R.B. 744 (2008).            The Court's vacating of our\n\ndecision was accompanied by an order granting a petition for writ\n\nof certiorari filed by Northeastern Land Services, Ltd. (NLS). Ne.\n\nLand Servs., Ltd. v. NLRB, 130 S. Ct. 3498 (2010).             The Court\n\nremanded for reconsideration in light of its decision in New\n\nProcess Steel v. NLRB, 130 S. Ct. 2635 (2010), which held that a\n\ndelegee group of the Board must maintain a membership of three in\n\norder to exercise the delegated authority of the Board.           Id. at\n\n2642.1\n\n            Upon the vacating of our prior decision and the return of\n\njurisdiction to this court, the NLRB filed a motion to remand the\n\ncase to the Board.     On July 30, 2010, the case was so remanded by\n\norder of this court.     Ne. Land Servs., Ltd. v. NLRB, No. 08-1878,\n\n2010 WL 4072835, at *1 (1st Cir. July 30, 2010).\n\n            On September 28, 2010, a three-member delegee group of\n\nthe Board exercised the authority delegated to it and affirmed the\n\nALJ's    \"rulings,   findings,    and   conclusions\"   and   adopted   the\n\n\n     1\n          While Northeastern Land Services's petition challenged\nboth the authority of a delegee group composed of only two members\nand the merits of its decision, the Court's remand order said\nnothing about the merits, and its decision in New Process Steel v.\nNLRB, 130 S. Ct. 2635 (2010), did not affect the merits.\n\n                                    -2-\n\frecommended order, but \"only to the extent and for the reasons\n\nstated in the decision reported at 352 N.L.R.B. 744 (2008), which\n\nis incorporated herein by reference.\"            Ne. Land Servs., Ltd., 355\n\nN.L.R.B. No. 169 (Sept. 28, 2010).              The three member panel in\n\neffect adopted the Board's 2008 decision and order, which this\n\ncourt had enforced, finding that NLS had violated section 8(a)(1)\n\nof the National Labor Relations Act (NLRA), 29 U.S.C. § 158(a)(1),\n\nby   maintaining     an    overbroad   confidentiality    provision       and    by\n\ndischarging    its    employee       Jamison   Dupuy    for   violating      that\n\nprovision.\n\n            On September 30, the Board applied for enforcement of the\n\norder.   NLS opposed the Board's application for enforcement.\n\n            The arguments by each side largely replicate the merits-\n\nbased arguments presented in the first round of this case.                      The\n\nprimary difference is that NLS no longer challenges the authority\n\nof the Board to issue the order and calls our attention to interim\n\nNLRB matters in another case, which are not on point.                    NLS also\n\nraises new arguments before us for the first time.                       As these\n\narguments    were    not    raised   before    the   Board,   we   are    without\n\njurisdiction to consider them.          See 29 U.S.C. § 160(e).\n\n            As there has been no intervening controlling authority or\n\neven persuasive authority provided to us, this panel reinstates as\n\nfollows the merits portion of our prior decision, with the matters\n\n\n\n\n                                       -3-\n\foverruled by New Process Steel excerpted, and grants the Board's\n\napplication for enforcement of its 2010 order.\n\n                                         I.\n\n            Because     \"the     Board      is    primarily      responsible       for\n\ndeveloping and applying a coherent national labor policy, we accord\n\nits decisions considerable deference.\"                   NLRB v. Boston Dist.\n\nCouncil of Carpenters, 80 F.3d 662, 665 (1st Cir. 1996) (citation\n\nomitted).    The Board's judgment stands when the choice is \"between\n\ntwo   fairly     conflicting     views,       even    though    the    court     would\n\njustifiably have made a different choice had the matter been before\n\nit de novo.\"      Universal Camera Corp. v. NLRB, 340 U.S. 474, 488\n\n(1951).     A Board order must be enforced if the Board correctly\n\napplied the law and if its factual findings are supported by\n\nsubstantial evidence on the record.                   29 U.S.C. § 160(e), (f);\n\nYesterday's Children, Inc. v. NLRB, 115 F.3d 36, 44 (1st Cir.\n\n1997).      Where, as here, \"the board has reached a conclusion\n\nopposite    of   that   of     the   ALJ,      our    review   is     slightly    less\n\ndeferential than it would be otherwise.\"                     C.E.K. Indus. Mech.\n\nContractors, Inc. v. NLRB, 921 F.2d 350, 355 (1st Cir. 1990).\n\n                                         II.\n\n            The facts are not in dispute.                    NLS is a temporary\n\nemployment agency located in East Providence, Rhode Island, that\n\nsupplies     workers     to     clients          in    the     natural     gas     and\n\ntelecommunications      industries,       but     pays   its    workers   directly.\n\n\n                                         -4-\n\fDupuy was employed twice by NLS as a right-of-way agent for the\n\nacquisition of land rights by clients, from February to November\n\n2000, and from July to October 2001.           Dupuy obtained the 2001\n\nplacement by contacting Rick Lopez, a project manager for NLS\n\nclient El Paso Energy, who had once worked with Dupuy at NLS.\n\nLopez directed Dupuy to contact NLS, which soon placed him with El\n\nPaso at its Dracut Expansion Project in Massachusetts.\n\n            Before both of Dupuy's placements by NLS, NLS required\n\nDupuy to sign a temporary employment contract which said, in\n\nrelevant part:\n\n            Employee . . . understands that the terms of\n            this employment, including compensation, are\n            confidential to Employee and the NLS Group.\n            Disclosure of these terms to other parties may\n            constitute grounds for dismissal.\n\nThis confidentiality provision is at the heart of this case.\n\n            Dupuy   complained   to    NLS   about   repeated   delays   in\n\nreceiving his paycheck.    He was particularly concerned because he\n\nhad to pay for expenses such as his hotel bills up front and later\n\nseek reimbursement.     After Dupuy tried to negotiate with NLS, and\n\neven threatened to quit, Jesse Green, Executive Vice President and\n\nChief Operating Officer of NLS, agreed to call Lopez to see if El\n\nPaso would either pay for Dupuy's hotel bill or provide a larger\n\nper diem than NLS had offered to help with Dupuy's cash flow\n\nproblems.   Although NLS ultimately billed most of Dupuy's expenses\n\n\n\n\n                                      -5-\n\fto El Paso, NLS was responsible for reimbursing Dupuy.             Green told\n\nDupuy that Lopez would not agree to any alternative arrangements.\n\n           In   early   October   2001,   Dupuy    raised   two    additional\n\nconcerns about his job. The first arose when Dupuy contacted Lopez\n\nto tell him that Dupuy's cell phone was not working.              Dupuy asked\n\nLopez whether he might be able to work for El Paso through a\n\ndifferent employment agency because Dupuy had not been paid in a\n\ntimely manner by NLS. Lopez refused Dupuy's request and gave Dupuy\n\nthe contact information of Norm Winters, an agent of NLS, to\n\nresolve the pay issues.\n\n           The second concern was the reimbursement for Dupuy's\n\nwork-related use of his personal computer.           Dupuy had initially\n\narranged to receive a $15-per-day reimbursement for computer usage.\n\nNLS treated this as a \"pass-through\" business expense for tax\n\npurposes, which did not count as income to the employee, and on\n\nwhich NLS did not pay Social Security taxes.                On October 2,\n\nhowever, Dupuy received an email from NLS's coordinator of human\n\nresources, Susan Green, which referred to the computer usage\n\nreimbursement rate as $12 per day.        Dupuy replied that El Paso had\n\nauthorized, and he had been billing, $15 per day for computer\n\nusage; he questioned the $12-per-day rate.          Green told Dupuy that\n\nNLS's accountants had determined that the computer usage cost\n\nshould be considered taxable compensation, rather than a pass-\n\nthrough   expense   billed   to   El   Paso.      Green   stated    that   the\n\n\n                                   -6-\n\freclassification of the tax status of the computer usage fee had\n\nincreased NLS's overhead costs, requiring an offsetting reduction\n\nof $3 per day.\n\n            Dupuy   sent   a   reply   email    to   Green,   copying   Lopez,\n\nstating, \"By copy of this email to Rick Lopez, I am asking El Paso\n\nto offset your surcharge and additional tax burden.\"            He said that\n\nif he did not receive the offset, \"I will no longer be using my\n\ncomputer for this job.         El Paso will have to furnish me with a\n\ndigital camera, and I will no longer be available by email . . . .\n\nAfter today and until the matter has been resolved, my equipment is\n\noffline.\"\n\n            On the evening of October 3, he sent an email to everyone\n\nworking with him on the El Paso project, including Rick Lopez,\n\nsaying,   \"Until further notice, my computer is offline and I will\n\nnot be accepting email.         I can still be reached by the contact\n\ntelephone numbers that you have.\"              Dupuy did not copy any NLS\n\nmanagers on the email.         Jesse Green testified that although he\n\ntried to contact Dupuy numerous times by paging him, calling his\n\ncell phone and leaving messages at his hotel and with other\n\nemployees, Dupuy did not call him back.\n\n            On October 11, 2001, Jesse Green spoke with Dupuy on the\n\nphone.    Green told Dupuy that NLS had tried to accommodate his\n\nrequests, but that it seemed that NLS could never make Dupuy happy\n\nand, as a result, NLS thought it was best to terminate his\n\n\n                                       -7-\n\femployment.        Dupuy replied that he would sue NLS for retaliatory\n\ndischarge, alleging that it fired him because he had threatened to\n\nfile       a   complaint   against   the    company   with   the   Massachusetts\n\nAttorney General alleging violations of state wage laws.2                   When\n\nDupuy pressed Jesse Green for the reason for his termination, Green\n\nreplied that NLS had cause to terminate Dupuy's employment, as\n\nDupuy had \"not lived up to [his] end of the bargain with [NLS].\"\n\n                Jesse Green later testified that his statement regarding\n\nDupuy's \"failure to live up to his end of the bargain\" was a\n\nreference to Dupuy's failure to comply with the confidentiality\n\nprovision in the temporary employment agreement that required him\n\nnot to disclose the terms of his employment to outside parties.\n\nGreen, who had drafted the confidentiality provision, further\n\ntestified that in making the determination that Dupuy had violated\n\nthe confidentiality provision by contacting El Paso directly, Green\n\nthought it was \"inappropriate\" for Dupuy to \"approach a client with\n\n[his] . . . problems [about salary], [because] then we're not\n\nproviding the services that we contracted to provide.\"\n\n                Dupuy filed an unfair labor practice charge on October\n\n24, 2001, and filed an amended charge on December 17, 2001.                 The\n\ncomplaint issued January 16, 2002, alleging that NLS violated\n\n\n\n       2\n          The alleged violations were NLS's failure to pay Dupuy\nwithin six days of the end of the pay period and the deduction of\n$3.00 from his compensation due to the change in the rate of\nreimbursement for computer usage.\n\n                                           -8-\n\fsection    8(a)(1)   of   the    NLRA     by    maintaining       and   enforcing    an\n\nunlawful confidentiality clause in its employment contract that\n\ndiscouraged    employees        from     engaging     in    protected       concerted\n\nactivities, and by terminating Dupuy's employment on October 11 for\n\nviolating the terms of that clause.\n\n            The ALJ found that although the provision did restrict\n\nthe employees' right to discuss their terms and conditions of\n\nemployment with third parties, \"there are different gradations in\n\nhow seriously employees' Section 7 rights are affected.\"                     Relying\n\non   his   reading   of   Board    precedent,         the   ALJ    found    that    the\n\nconfidentiality      provision         did     not   violate      section    8(a)(1),\n\nexplaining that \"because [NLS] did not prohibit discussions of\n\nterms and conditions of employment among fellow employees, I find\n\n[NLS's] restriction a less serious infringement upon its employees'\n\nSection 7 rights.\"        Relying on language from Desert Palace Inc.,\n\n336 N.L.R.B. 271 (2001), the ALJ explained that \"[i]t is necessary\n\nto strike a proper balance between employees' Section 7 rights and\n\nan employer's business justifications.\"                 Noting the competitive\n\nbidding process in NLS's industry, the ALJ found that NLS \"had a\n\nlegitimate and substantial business justification for the rule\n\noutweighing the restriction on the employees' Section 7 rights.\"\n\nDupuy appealed.\n\n            On September 28, 2010, the Board, by a three-member\n\npanel, determined that under Martin Luther Memorial Home, Inc.\n\n\n                                         -9-\n\f(Lutheran Heritage), 343 N.L.R.B. 646 (2004), the confidentiality\n\nprovision was unlawful because employees reasonably would construe\n\nit to prohibit activity protected by Section 7.                   As it explained in\n\nthe   2008     decision    that    it     incorporated       by    reference,      \"the\n\n[confidentiality]         provision,       by     its   clear     terms,   precludes\n\nemployees      from    discussing        compensation       and    other   terms     of\n\nemployment     with    'other     parties.'         Employees     would    reasonably\n\nunderstand     that    language     as    prohibiting       discussions     of   their\n\ncompensation with union representatives.\"                   Ne. Land Servs., Ltd.,\n\n352 N.L.R.B. 744, 745 (2008).                   The Board determined that the\n\nprovision was overbroad and therefore in violation of section\n\n8(a)(1), without relying on whether NLS had actually enforced the\n\nrule.\n\n              As to the termination of Dupuy's employment for violating\n\nthe   rule,    the    Board   held,      \"Under    extant    Board   precedent,      an\n\nemployer's imposition of discipline pursuant to an unlawfully\n\noverbroad . . . rule constitutes a violation of the Act.\"                    Id.    NLS\n\nhad conceded that it dismissed Dupuy because he violated the\n\nconfidentiality provision.               The Board concluded that \"[NLS]'s\n\ntermination of Dupuy pursuant to [the confidentiality] provision\n\nviolated Section 8(a)(1).\"               Id. at 746.        In a footnote to the\n\nunlawful discharge analysis (which we understand to have been\n\nreinstated in the 2010 Order), the Board explained that one member,\n\nChairman Schaumber,\n\n\n                                          -10-\n\f          agrees . . . that application of Double Eagle\n          Hotel & Casino dictates a finding that Dupuy's\n          termination violated Sec. 8(a)(1) of the Act.\n          However, he questions the theory that an\n          employer's imposition of discipline pursuant\n          to an unlawfully overbroad rule is necessarily\n          unlawful, such as in situations where the\n          discipline imposed is for a lawful reason\n          albeit under an overly broad, unlawful rule.\n          Nonetheless,   he    applies   precedent   for\n          institutional reasons for the purpose of\n          deciding this case.\n\nId. at 747 n.9.\n\n          The Board ordered, inter alia, that NLS rescind the\n\nprovision; that NLS notify its current and former employees under\n\nthe temporary employment agreement of the decision; that Dupuy be\n\nreinstated to his former position or a substantially similar\n\nposition; that Dupuy be made whole \"for any loss of earnings and\n\nother benefits suffered as a result of the unlawful action taken\n\nagainst him\"; and that NLS ensure that the references to the\n\nunlawful discharge be deleted from NLS's files.           Id. at 746.\n\n                                      III.\n\n          We turn to the NLRB's application for enforcement of its\n\norder and NLS's challenge.\n\nA.        Overbreadth of the Confidentiality Provision\n\n          Section     8    of   the    NLRA   prohibits   employers     from\n\n\"interfer[ing] with, restrain[ing], or coerc[ing] employees in the\n\nexercise of the rights guaranteed in\" section 7 of the NLRA.             29\n\nU.S.C. § 158(a)(1).       Section 7 guarantees employees the right to\n\n\"self-organization, to form, join, or assist labor organizations,\n\n                                      -11-\n\fto   bargain    collectively    through        representatives       of    their   own\n\nchoosing, and to engage in other concerted activities for the\n\npurpose    of    collective     bargaining        or    other      mutual    aid   or\n\nprotection.\"     29 U.S.C. § 157.\n\n            Section      8(a)(1)    has    been        read   to     bar     employer\n\ninterference     with    employees'    right      to    discuss     the    terms   and\n\nconditions of their employment with others under section 7 of the\n\nNLRA.     See Beth Israel Hosp. v. NLRB, 437 U.S. 483, 491 (1978)\n\n(\"[T]he    right    of    employees       to     self-organize        and     bargain\n\ncollectively established by § 7 . . . necessarily encompasses the\n\nright   effectively      to   communicate       with    one   another       regarding\n\nself-organization at the jobsite.\"); Cent. Hardware Co. v. NLRB,\n\n407 U.S. 539, 543 (1972) (\"[O]rganization rights are not viable in\n\na vacuum; their effectiveness depends in some measure on the\n\nability of employees to learn the advantages and disadvantages of\n\norganization from others.\").\n\n            An employer violates section 8(a)(1) when it maintains a\n\nwork rule that \"would reasonably tend to chill employees in the\n\nexercise of their Section 7 rights.\"               Lafayette Park Hotel, 326\n\nN.L.R.B. 824, 825 (1998).          Under the Board's caselaw, if the rule\n\nis \"likely to have a chilling effect on Section 7 rights, the Board\n\nmay conclude that [its] maintenance is an unfair labor practice,\n\neven absent evidence of enforcement.\"              Id.; see also Guardsmark,\n\n\n\n\n                                      -12-\n\fLLC v. NLRB, 475 F.3d 369, 374-80 (D.C. Cir. 2007) (explaining and\n\napplying Lafayette Park \"mere maintenance\" rule).\n\n             NLS contends that the confidentiality provision did not\n\nviolate the NLRA because, as a factual matter, it did not prohibit\n\nemployees from discussing terms of employment among themselves and,\n\nalthough it was enforced, it was not enforced in the face of union\n\nactivity. NLS asserts that mere broad wording, without evidence of\n\nactual chilling of union activity, is insufficient to violate\n\nsection 8(a)(1).\n\n             NLS then makes a qualitatively different argument: that\n\nthe Board must engage in a balancing test.                   Here, NLS contends the\n\nBoard failed to consider the legitimate justification it had for\n\nthe confidentiality provision: labor costs were a key component of\n\nits   bids    to    clients,    and       NLS    did   not    want   its   employees\n\njeopardizing its bids.         NLS's arguments, however, are at odds with\n\ncurrent Board precedent.\n\n             After the ALJ ruling and before the Board rendered its\n\ndecision here, the Board decided Lutheran Heritage, 343 N.L.R.B.\n\n646. Lutheran Heritage clarified the nature of the Board's inquiry\n\nand confirmed the Board's prior caselaw that \"mere maintenance\" of\n\na rule that \"would reasonably tend to chill employees in the\n\nexercise     of    their   Section    7    rights\"     is    unlawful   under   Board\n\ncaselaw, Lafayette Park, 326 N.L.R.B. at 825, and that there need\n\n\n\n\n                                          -13-\n\fnot be any evidence of actual chilling of union activity as NLS\n\nclaims.\n\n          In Lutheran Heritage, the Board articulated a two-step\n\nframework for determining whether an employer's maintenance of a\n\nwork rule violates section 8(a)(1).     First, if the rule explicitly\n\nrestricts section 7 activity, it is unlawful.       Lutheran Heritage,\n\n343 N.L.R.B. at 646.    Second, even if the rule does not explicitly\n\nrestrict section 7 activity, it is nonetheless unlawful if \"(1)\n\nemployees would reasonably construe the language [of the rule] to\n\nprohibit Section 7 activity; (2) the rule was promulgated in\n\nresponse to union activity; or (3) the rule has been applied to\n\nrestrict the exercise of Section 7 rights.\"     Id. at 647.\n\n          Here, the Board relied on the first prong of the second\n\npart of the test.      It found that although the NLS rule did not\n\nexplicitly restrict section 7 activity, employees would reasonably\n\nconstrue the language of the rule to prohibit section 7 activity\n\nunder Lutheran Heritage. The plain language of the confidentiality\n\nprovision provides: \"Disclosure of these terms [of employment] to\n\nother parties may constitute grounds for dismissal.\"       The Board's\n\nfinding that this language could be fairly read to extend to\n\ndisclosure of terms of employment to union representatives is\n\nsupportable.    The    precise   subject   matter   of   the   forbidden\n\n\n\n\n                                 -14-\n\fdisclosure -- terms of employment, including compensation -- went\n\nto a prime area of concern under section 7.3\n\n            The Board's interpretation was consistent with its prior\n\ncaselaw.4   See Cintas Corp., 344 N.L.R.B. 943, 943 (2005) (finding\n\noverbroad a confidentiality provision prohibiting \"the release of\n\n'any information' regarding '[the company's] partners' [because it]\n\ncould be reasonably construed by employees to restrict discussion\n\nof wages and other terms and conditions of employment with their\n\n\n     3\n          To the extent NLS asserts that the confidentiality\nprovision is lawful because the plain text of the provision did not\nforbid employees from talking to each other or to union organizers,\nthe argument fails to address the Board's Lutheran Heritage\nanalysis, which holds that a provision is unlawful if employees\nwould reasonably believe it forbids such communication.\n     4\n           NLS argues that the Board's result is inconsistent with\nthe prior caselaw, as demonstrated by the ALJ's reading of the\ncaselaw. We find no such inconsistency.\n           In interpreting NLS's provision as a \"less serious\ninfringement on its employees' Section 7 rights,\" the ALJ relied on\ncases involving more narrowly drafted confidentiality provisions\nthan the one at issue here. See, e.g., K-Mart, 330 N.L.R.B. 263\n(1999) (prohibition on disclosing \"company business and documents\"\ndid not by its terms include employee wages or working conditions\nand made no reference to employee information); Lafayette Park\nHotel, 326 N.L.R.B. at 826 (rule banning discussion of\n\"hotel-private\" information that did not on its face cover employee\nwage discussion). Furthermore, under Lafayette Park and Lutheran\nHeritage's \"mere maintenance\" rule, the Board did not need to\nconsider the employer's reasons for the rule. Cf. Desert Palace,\nInc., 336 N.L.R.B. 271, 272 (2001) (upholding employer's policy of\nconfidentiality on matters relating to its investigation of an\nallegation that an employee was dealing drugs). Moreover, since\nits 1990 decision in Kinder-Care Learning Ctrs., Inc., 299 N.L.R.B.\n1171 (1990), the Board has consistently held that when a rule's\nplain language restricts employees' ability to communicate their\nconditions of employment to third parties it violates section\n8(a)(1).    Id. at 1172 (finding ban on \"parent communication\"\nunlawful).\n\n                                -15-\n\ffellow employees and with the Union\"), enforced, 482 F.3d 463 (D.C.\n\nCir. 2007).\n\n           NLS argues that the Board should have considered that the\n\nconfidentiality provision was justified by legitimate business\n\nreasons, citing Republic Aviation Corp. v. NLRB, 324 U.S. 793\n\n(1945).   See   id.   at   798   (noting   that   in   section   7   analysis\n\n\"[o]pportunity to organize and proper discipline are both essential\n\nelements in a balanced society\"); see also Tex. Instruments, Inc.\n\nv. NLRB, 637 F.2d 822, 833 (1st Cir. 1981).            Nothing in Republic\n\nAviation compelled the Board to apply a balancing test here. While\n\nthe Board could have chosen to structure its rule differently and\n\nengage in a balancing analysis, we owe deference to its decision\n\nnot to do so.     Further, as a practical matter, a more narrowly\n\ndrafted provision would be sufficient to accomplish NLS's goal in\n\nmaintaining confidentiality in bidding for contracts.            See, e.g.,\n\nCintas Corp. v. NLRB, 482 F.3d 463, 470 (D.C. Cir. 2007) (\"A more\n\nnarrowly tailored rule that does not interfere with protected\n\nemployee activity would be sufficient to accomplish the Company's\n\npresumed interest in protecting confidential information.\").               We\n\ncannot say the Board's interpretation was unreasonable.              Some may\n\nthink this result unattractive, but the Board's rule is intended to\n\nbe prophylactic and in any event is subject to deference.\n\n\n\n\n                                    -16-\n\fB.        The Termination of Dupuy's Employment\n\n          NLS has conceded that its main witness, Executive Vice\n\nPresident and Chief Operating Officer Jesse Green, testified that\n\nDupuy was dismissed for violating the confidentiality provision,\n\nand the Board credited this testimony.           \"[W]here discipline is\n\nimposed pursuant to an overbroad rule, that discipline is unlawful\n\nregardless of whether the conduct could have been prohibited by a\n\nlawful rule.\"    Double Eagle Hotel & Casino, 341 N.L.R.B. 112, 112\n\nn.3 (2004), enforced, 414 F.3d 1249 (10th Cir. 2005); see also\n\nOpryland Hotel, 323 N.L.R.B. 723, 728 (1997).            While Chairman\n\nSchaumber indicated he might question the rule, he conceded he was\n\nbound by the precedent set in Double Eagle Hotel.\n\n          NLS claims that the discharge was lawful, relying on\n\nWright Line, a Div. of Wright Line, Inc., 251 N.L.R.B. 1083 (1980),\n\nenforced, 662 F.2d 899 (1st Cir. 1981), to argue that NLS can avoid\n\nliability if it demonstrates that it would have discharged Dupuy\n\neven in the absence of an unlawful reason.         NLS contends that it\n\nwould   have    terminated   Dupuy   even   in   the   absence   of   the\n\nconfidentiality provision because he was disruptive.             It also\n\nargues that even if its confidentiality provision was unlawful,\n\nDupuy's dismissal did not violate the Act because he was not\n\nengaged in union or concerted protected activity.       These arguments\n\nmisconstrue the Board's precedent.\n\n\n\n\n                                 -17-\n\f              Wright Line sets forth the test for assessing cases where\n\nthe    dispute    turns   on    employer         motive:    whether   the    employer\n\ndischarged an employee because of the employee's union affiliation,\n\nor whether he acted because of some factor unrelated to the\n\nemployee's union status.            662 F.2d at 901.        Wright Line, however,\n\ndoes not govern here. Under the Board's precedent, where the Board\n\nfinds an employer rule is invalid, discharge for violating that\n\nrule is invalid.      See Saia Motor Freight Line, Inc., 333 N.L.R.B.\n\n784, 785 (2001) (\"Because [the employee] was disciplined for\n\nviolating the [employer]'s unlawful overly broad . . . rule, that\n\ndiscipline itself constitutes a violation of Section 8(a)(3) and\n\n(1),    without    consideration        of    Wright       Line's   dual-motivation\n\nanalysis.\").\n\n              The Board did not err in not considering that Dupuy would\n\nhave   been    discharged      in    the    absence    of    a   violation    of   the\n\nconfidentiality provision. The Board supportably relied on its own\n\nprecedents to determine that any discharge pursuant to an unlawful\n\nrule is itself unlawful.              \"The fact that one reason for [an\n\nemployee's] reprimand was lawful in no way diminishes the fact that\n\nthe other reason was unlawful.\"               A.T. & S.F. Mem'l Hosps., Inc.,\n\n234 N.L.R.B. 436, 436 (1978).\n\n                                           IV.\n\n              We direct entry of judgment enforcing the order of the\n\nBoard.\n\n\n                                           -18-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>645 F.3d 475 (2011)</b></center>\n<center><h1>NATIONAL LABOR RELATIONS BOARD, Petitioner,<br>\nv.<br>\nNORTHEASTERN LAND SERVICES, LTD., d/b/a the NLS Group, Respondent.</h1></center>\n<center>No. 10-2156.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted June 6, 2011.</center>\n<center>Decided June 22, 2011.</center>\n<p><span class=\"star-pagination\">*477</span> Ruth E. Burdick, Supervising Attorney, Heather S. Beard, Attorney, Lafe E. Solomon, Acting General Counsel, Celeste J. Mattina, Acting Deputy General Counsel, John H. Ferguson, Associate General Counsel, and Linda Dreeben, Deputy Associate General Counsel, National Labor Relations Board, on brief for petitioner.</p>\n<p>Richard D. Wayne and Hinckley, Allen &amp; Snyder LLP on brief for respondent.</p>\n<p>Before LYNCH, Chief Judge, LIPEZ and THOMPSON, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>On June 28, 2010, the Supreme Court vacated our prior decision in this case, <i>Ne. Land Servs., Ltd. v. NLRB,</i> 560 F.3d 36 (1st Cir.2009), which had enforced a 2008 order of the National Labor Relations Board (NLRB), <i>Ne. Land Servs., Ltd.,</i> 352 N.L.R.B. 744 (2008). The Court's vacating of our decision was accompanied by an order granting a petition for writ of certiorari filed by Northeastern Land Services, Ltd. (NLS). <i>Ne. Land Servs., Ltd. v. NLRB,</i> ___ U.S. ____, 130 S.Ct. 3498, 177 L.Ed.2d 1085 (2010). The Court remanded for reconsideration in light of its decision in <i>New Process Steel v. NLRB,</i> ___ U.S. ____, 130 S.Ct. 2635, 177 L.Ed.2d 162 (2010), which held that a delegee group of the Board must maintain a membership of three in order to exercise the delegated authority of the Board. <i>Id.</i> at 2642.<sup>[1]</sup></p>\n<p>Upon the vacating of our prior decision and the return of jurisdiction to this court, the NLRB filed a motion to remand the case to the Board. On July 30, 2010, the case was so remanded by order of this court. <i>Ne. Land Servs., Ltd. v. NLRB,</i> No. 08-1878, 2010 WL 4072835, at *1 (1st Cir. July 30, 2010).</p>\n<p>On September 28, 2010, a three-member delegee group of the Board exercised the authority delegated to it and affirmed the ALJ's \"rulings, findings, and conclusions\" and adopted the recommended order, but \"only to the extent and for the reasons stated in the decision reported at 352 N.L.R.B. 744 (2008), which is incorporated herein by reference.\" <i>Ne. Land Servs., Ltd.,</i> 355 N.L.R.B. No. 169 (Sept. 28, 2010). The three member panel in effect adopted the Board's 2008 decision and order, which this court had enforced, finding that NLS had violated section 8(a)(1) of the National Labor Relations Act (NLRA), 29 U.S.C. § 158(a)(1), by maintaining an overbroad confidentiality provision and by <span class=\"star-pagination\">*478</span> discharging its employee Jamison Dupuy for violating that provision.</p>\n<p>On September 30, the Board applied for enforcement of the order. NLS opposed the Board's application for enforcement.</p>\n<p>The arguments by each side largely replicate the merits-based arguments presented in the first round of this case. The primary difference is that NLS no longer challenges the authority of the Board to issue the order and calls our attention to interim NLRB matters in another case, which are not on point. NLS also raises new arguments before us for the first time. As these arguments were not raised before the Board, we are without jurisdiction to consider them. <i>See</i> 29 U.S.C. § 160(e).</p>\n<p>As there has been no intervening controlling authority or even persuasive authority provided to us, this panel reinstates as follows the merits portion of our prior decision, with the matters overruled by <i>New Process Steel</i> excerpted, and grants the Board's application for enforcement of its 2010 order.</p>\n<p></p>\n<h2>I.</h2>\n<p>Because \"the Board is primarily responsible for developing and applying a coherent national labor policy, we accord its decisions considerable deference.\" <i>NLRB v. Boston Dist. Council of Carpenters,</i> 80 F.3d 662, 665 (1st Cir.1996) (citation omitted). The Board's judgment stands when the choice is \"between two fairly conflicting views, even though the court would justifiably have made a different choice had the matter been before it de novo.\" <i>Universal Camera Corp. v. NLRB,</i> 340 U.S. 474, 488, 71 S.Ct. 456, 95 L.Ed. 456 (1951). A Board order must be enforced if the Board correctly applied the law and if its factual findings are supported by substantial evidence on the record. 29 U.S.C. § 160(e), (f); <i>Yesterday's Children, Inc. v. NLRB,</i> 115 F.3d 36, 44 (1st Cir.1997). Where, as here, \"the board has reached a conclusion opposite of that of the ALJ, our review is slightly less deferential than it would be otherwise.\" <i>C.E.K. Indus. Mech. Contractors, Inc. v. NLRB,</i> 921 F.2d 350, 355 (1st Cir.1990).</p>\n<p></p>\n<h2>II.</h2>\n<p>The facts are not in dispute. NLS is a temporary employment agency located in East Providence, Rhode Island, that supplies workers to clients in the natural gas and telecommunications industries, but pays its workers directly. Dupuy was employed twice by NLS as a right-of-way agent for the acquisition of land rights by clients, from February to November 2000, and from July to October 2001. Dupuy obtained the 2001 placement by contacting Rick Lopez, a project manager for NLS client El Paso Energy, who had once worked with Dupuy at NLS. Lopez directed Dupuy to contact NLS, which soon placed him with El Paso at its Dracut Expansion Project in Massachusetts.</p>\n<p>Before both of Dupuy's placements by NLS, NLS required Dupuy to sign a temporary employment contract which said, in relevant part:</p>\n<blockquote>Employee . . . understands that the terms of this employment, including compensation, are confidential to Employee and the NLS Group. Disclosure of these terms to other parties may constitute grounds for dismissal.</blockquote>\n<p>This confidentiality provision is at the heart of this case.</p>\n<p>Dupuy complained to NLS about repeated delays in receiving his paycheck. He was particularly concerned because he had to pay for expenses such as his hotel bills up front and later seek reimbursement. After Dupuy tried to negotiate with NLS, and even threatened to quit, Jesse Green, Executive Vice President and Chief <span class=\"star-pagination\">*479</span> Operating Officer of NLS, agreed to call Lopez to see if El Paso would either pay for Dupuy's hotel bill or provide a larger per diem than NLS had offered to help with Dupuy's cash flow problems. Although NLS ultimately billed most of Dupuy's expenses to El Paso, NLS was responsible for reimbursing Dupuy. Green told Dupuy that Lopez would not agree to any alternative arrangements.</p>\n<p>In early October 2001, Dupuy raised two additional concerns about his job. The first arose when Dupuy contacted Lopez to tell him that Dupuy's cell phone was not working. Dupuy asked Lopez whether he might be able to work for El Paso through a different employment agency because Dupuy had not been paid in a timely manner by NLS. Lopez refused Dupuy's request and gave Dupuy the contact information of Norm Winters, an agent of NLS, to resolve the pay issues.</p>\n<p>The second concern was the reimbursement for Dupuy's work-related use of his personal computer. Dupuy had initially arranged to receive a $15-per-day reimbursement for computer usage. NLS treated this as a \"pass-through\" business expense for tax purposes, which did not count as income to the employee, and on which NLS did not pay Social Security taxes. On October 2, however, Dupuy received an email from NLS's coordinator of human resources, Susan Green, which referred to the computer usage reimbursement rate as $12 per day. Dupuy replied that El Paso had authorized, and he had been billing, $15 per day for computer usage; he questioned the $12-per-day rate. Green told Dupuy that NLS's accountants had determined that the computer usage cost should be considered taxable compensation, rather than a pass-through expense billed to El Paso. Green stated that the reclassification of the tax status of the computer usage fee had increased NLS's overhead costs, requiring an offsetting reduction of $3 per day.</p>\n<p>Dupuy sent a reply email to Green, copying Lopez, stating, \"By copy of this email to Rick Lopez, I am asking El Paso to offset your surcharge and additional tax burden.\" He said that if he did not receive the offset, \"I will no longer be using my computer for this job. El Paso will have to furnish me with a digital camera, and I will no longer be available by email. . . . After today and until the matter has been resolved, my equipment is offline.\"</p>\n<p>On the evening of October 3, he sent an email to everyone working with him on the El Paso project, including Rick Lopez, saying, \"Until further notice, my computer is offline and I will not be accepting email. I can still be reached by the contact telephone numbers that you have.\" Dupuy did not copy any NLS managers on the email. Jesse Green testified that although he tried to contact Dupuy numerous times by paging him, calling his cell phone and leaving messages at his hotel and with other employees, Dupuy did not call him back.</p>\n<p>On October 11, 2001, Jesse Green spoke with Dupuy on the phone. Green told Dupuy that NLS had tried to accommodate his requests, but that it seemed that NLS could never make Dupuy happy and, as a result, NLS thought it was best to terminate his employment. Dupuy replied that he would sue NLS for retaliatory discharge, alleging that it fired him because he had threatened to file a complaint against the company with the Massachusetts Attorney General alleging violations of state wage laws.<sup>[2]</sup> When Dupuy pressed <span class=\"star-pagination\">*480</span> Jesse Green for the reason for his termination, Green replied that NLS had cause to terminate Dupuy's employment, as Dupuy had \"not lived up to [his] end of the bargain with [NLS].\"</p>\n<p>Jesse Green later testified that his statement regarding Dupuy's \"failure to live up to his end of the bargain\" was a reference to Dupuy's failure to comply with the confidentiality provision in the temporary employment agreement that required him not to disclose the terms of his employment to outside parties. Green, who had drafted the confidentiality provision, further testified that in making the determination that Dupuy had violated the confidentiality provision by contacting El Paso directly, Green thought it was \"inappropriate\" for Dupuy to \"approach a client with [his] . . . problems [about salary], [because] then we're not providing the services that we contracted to provide.\"</p>\n<p>Dupuy filed an unfair labor practice charge on October 24, 2001, and filed an amended charge on December 17, 2001. The complaint issued January 16, 2002, alleging that NLS violated section 8(a)(1) of the NLRA by maintaining and enforcing an unlawful confidentiality clause in its employment contract that discouraged employees from engaging in protected concerted activities, and by terminating Dupuy's employment on October 11 for violating the terms of that clause.</p>\n<p>The ALJ found that although the provision did restrict the employees' right to discuss their terms and conditions of employment with third parties, \"there are different gradations in how seriously employees' Section 7 rights are affected.\" Relying on his reading of Board precedent, the ALJ found that the confidentiality provision did not violate section 8(a)(1), explaining that \"because [NLS] did not prohibit discussions of terms and conditions of employment among fellow employees, I find [NLS's] restriction a less serious infringement upon its employees' Section 7 rights.\" Relying on language from <i>Desert Palace Inc.,</i> 336 N.L.R.B. 271 (2001), the ALJ explained that \"[i]t is necessary to strike a proper balance between employees' Section 7 rights and an employer's business justifications.\" Noting the competitive bidding process in NLS's industry, the ALJ found that NLS \"had a legitimate and substantial business justification for the rule outweighing the restriction on the employees' Section 7 rights.\" Dupuy appealed.</p>\n<p>On September 28, 2010, the Board, by a three-member panel, determined that under <i>Martin Luther Memorial Home, Inc.</i> (<i>Lutheran Heritage</i>), 343 N.L.R.B. 646 (2004), the confidentiality provision was unlawful because employees reasonably would construe it to prohibit activity protected by Section 7. As it explained in the 2008 decision that it incorporated by reference, \"the [confidentiality] provision, by its clear terms, precludes employees from discussing compensation and other terms of employment with `other parties.' Employees would reasonably understand that language as prohibiting discussions of their compensation with union representatives.\" <i>Ne. Land Servs., Ltd.,</i> 352 N.L.R.B. 744, 745 (2008). The Board determined that the provision was overbroad and therefore in violation of section 8(a)(1), without relying on whether NLS had actually enforced the rule.</p>\n<p>As to the termination of Dupuy's employment for violating the rule, the Board held, \"Under extant Board precedent, an employer's imposition of discipline pursuant to an unlawfully overbroad . . . rule constitutes a violation of the Act.\" <i>Id.</i> NLS <span class=\"star-pagination\">*481</span> had conceded that it dismissed Dupuy because he violated the confidentiality provision. The Board concluded that \"[NLS]'s termination of Dupuy pursuant to [the confidentiality] provision violated Section 8(a)(1).\" <i>Id.</i> at 746. In a footnote to the unlawful discharge analysis (which we understand to have been reinstated in the 2010 Order), the Board explained that one member, Chairman Schaumber,</p>\n<blockquote>agrees . . . that application of <i>Double Eagle Hotel &amp; Casino</i> dictates a finding that Dupuy's termination violated Sec. 8(a)(1) of the Act. However, he questions the theory that an employer's imposition of discipline pursuant to an unlawfully overbroad rule is necessarily unlawful, such as in situations where the discipline imposed is for a lawful reason albeit under an overly broad, unlawful rule. Nonetheless, he applies precedent for institutional reasons for the purpose of deciding this case.</blockquote>\n<p><i>Id.</i> at 747 n. 9.</p>\n<p>The Board ordered, inter alia, that NLS rescind the provision; that NLS notify its current and former employees under the temporary employment agreement of the decision; that Dupuy be reinstated to his former position or a substantially similar position; that Dupuy be made whole \"for any loss of earnings and other benefits suffered as a result of the unlawful action taken against him\"; and that NLS ensure that the references to the unlawful discharge be deleted from NLS's files. <i>Id.</i> at 746.</p>\n<p></p>\n<h2>III.</h2>\n<p>We turn to the NLRB's application for enforcement of its order and NLS's challenge.</p>\n<p></p>\n<h2>A. <i>Overbreadth of the Confidentiality Provision</i>\n</h2>\n<p>Section 8 of the NLRA prohibits employers from \"interfer[ing] with, re-strain[ing], or coerc[ing] employees in the exercise of the rights guaranteed in\" section 7 of the NLRA. 29 U.S.C. § 158(a)(1). Section 7 guarantees employees the right to \"self-organization, to form, join, or assist labor organizations, to bargain collectively through representatives of their own choosing, and to engage in other concerted activities for the purpose of collective bargaining or other mutual aid or protection.\" 29 U.S.C. § 157.</p>\n<p>Section 8(a)(1) has been read to bar employer interference with employees' right to discuss the terms and conditions of their employment with others under section 7 of the NLRA. <i>See </i><i>Beth Israel Hosp. v. NLRB,</i> 437 U.S. 483, 491, 98 S.Ct. 2463, 57 L.Ed.2d 370 (1978) (\"[T]he right of employees to self-organize and bargain collectively established by § 7 . . . necessarily encompasses the right effectively to communicate with one another regarding self-organization at the jobsite.\"); <i>Cent. Hardware Co. v. NLRB,</i> 407 U.S. 539, 543, 92 S.Ct. 2238, 33 L.Ed.2d 122 (1972) (\"[O]rganization rights are not viable in a vacuum; their effectiveness depends in some measure on the ability of employees to learn the advantages and disadvantages of organization from others.\").</p>\n<p>An employer violates section 8(a)(1) when it maintains a work rule that \"would reasonably tend to chill employees in the exercise of their Section 7 rights.\" <i>Lafayette Park Hotel,</i> 326 N.L.R.B. 824, 825 (1998). Under the Board's caselaw, if the rule is \"likely to have a chilling effect on Section 7 rights, the Board may conclude that [its] maintenance is an unfair labor practice, even absent evidence of enforcement.\" <i>Id.; see also </i><i>Guardsmark, LLC v. NLRB,</i> 475 F.3d 369, 374-80 (D.C.Cir.2007) (explaining and applying <i>Lafayette Park</i> \"mere maintenance\" rule).</p>\n<p><span class=\"star-pagination\">*482</span> NLS contends that the confidentiality provision did not violate the NLRA because, as a factual matter, it did not prohibit employees from discussing terms of employment among themselves and, although it was enforced, it was not enforced in the face of union activity. NLS asserts that mere broad wording, without evidence of actual chilling of union activity, is insufficient to violate section 8(a)(1).</p>\n<p>NLS then makes a qualitatively different argument: that the Board must engage in a balancing test. Here, NLS contends the Board failed to consider the legitimate justification it had for the confidentiality provision: labor costs were a key component of its bids to clients, and NLS did not want its employees jeopardizing its bids. NLS's arguments, however, are at odds with current Board precedent.</p>\n<p>After the ALJ ruling and before the Board rendered its decision here, the Board decided <i>Lutheran Heritage,</i> 343 N.L.R.B. 646. <i>Lutheran Heritage</i> clarified the nature of the Board's inquiry and confirmed the Board's prior caselaw that \"mere maintenance\" of a rule that \"would reasonably tend to chill employees in the exercise of their Section 7 rights\" is unlawful under Board caselaw, <i>Lafayette Park,</i> 326 N.L.R.B. at 825, and that there need not be any evidence of actual chilling of union activity as NLS claims.</p>\n<p>In <i>Lutheran Heritage,</i> the Board articulated a two-step framework for determining whether an employer's maintenance of a work rule violates section 8(a)(1). First, if the rule <i>explicitly</i> restricts section 7 activity, it is unlawful. <i>Lutheran </i><i>Heritage,</i> 343 N.L.R.B. at 646. Second, even if the rule does not explicitly restrict section 7 activity, it is nonetheless unlawful if \"(1) employees would reasonably construe the language [of the rule] to prohibit Section 7 activity; (2) the rule was promulgated in response to union activity; or (3) the rule has been applied to restrict the exercise of Section 7 rights.\" <i>Id.</i> at 647.</p>\n<p>Here, the Board relied on the first prong of the second part of the test. It found that although the NLS rule did not explicitly restrict section 7 activity, employees would reasonably construe the language of the rule to prohibit section 7 activity under <i>Lutheran Heritage.</i> The plain language of the confidentiality provision provides: \"Disclosure of these terms [of employment] to other parties may constitute grounds for dismissal.\" The Board's finding that this language could be fairly read to extend to disclosure of terms of employment to union representatives is supportable. The precise subject matter of the forbidden disclosureterms of employment, including compensationwent to a prime area of concern under section 7.<sup>[3]</sup></p>\n<p>The Board's interpretation was consistent with its prior caselaw.<sup>[4]</sup><i>See </i><i>Cintas</i> <span class=\"star-pagination\">*483</span> <i>Corp.,</i> 344 N.L.R.B. 943, 943 (2005) (finding overbroad a confidentiality provision prohibiting \"the release of `any information' regarding `[the company's] partners' [because it] could be reasonably construed by employees to restrict discussion of wages and other terms and conditions of employment with their fellow employees and with the Union\"), <i>enforced,</i> 482 F.3d 463 (D.C.Cir.2007).</p>\n<p>NLS argues that the Board should have considered that the confidentiality provision was justified by legitimate business reasons, citing <i>Republic Aviation Corp. v. NLRB,</i> 324 U.S. 793, 65 S.Ct. 982, 89 L.Ed. 1372 (1945). <i>See id.</i> at 798, 65 S.Ct. 982 (noting that in section 7 analysis \"[o]pportunity to organize and proper discipline are both essential elements in a balanced society\"); <i>see also </i><i>Tex. Instruments, Inc. v. NLRB,</i> 637 F.2d 822, 833 (1st Cir.1981). Nothing in <i>Republic Aviation</i> compelled the Board to apply a balancing test here. While the Board could have chosen to structure its rule differently and engage in a balancing analysis, we owe deference to its decision not to do so. Further, as a practical matter, a more narrowly drafted provision would be sufficient to accomplish NLS's goal in maintaining confidentiality in bidding for contracts. <i>See, e.g., </i><i>Cintas Corp. v. NLRB,</i> 482 F.3d 463, 470 (D.C.Cir.2007) (\"A more narrowly tailored rule that does not interfere with protected employee activity would be sufficient to accomplish the Company's presumed interest in protecting confidential information.\"). We cannot say the Board's interpretation was unreasonable. Some may think this result unattractive, but the Board's rule is intended to be prophylactic and in any event is subject to deference.</p>\n<p></p>\n<h2>B. <i>The Termination of Dupuy's Employment</i>\n</h2>\n<p>NLS has conceded that its main witness, Executive Vice President and Chief Operating Officer Jesse Green, testified that Dupuy was dismissed for violating the confidentiality provision, and the Board credited this testimony. \"[W]here discipline is imposed pursuant to an overbroad rule, that discipline is unlawful regardless of whether the conduct could have been prohibited by a lawful rule.\" <i>Double Eagle Hotel &amp; Casino,</i> 341 N.L.R.B. 112, 112 n. 3 (2004), <i>enforced,</i> 414 F.3d 1249 (10th Cir.2005); <i>see also </i><i>Opryland Hotel,</i> 323 N.L.R.B. 723, 728 (1997). While Chairman Schaumber indicated he might question the rule, he conceded he was bound by the precedent set in <i>Double Eagle Hotel.</i></p>\n<p>NLS claims that the discharge was lawful, relying on <i>Wright Line, a Div. of Wright Line, Inc. v. Lamoureux,</i> 251 N.L.R.B. 1083 (1980), <i>enforced,</i> 662 F.2d 899 (1st Cir.1981), to argue that NLS can avoid liability if it demonstrates that it would have discharged Dupuy even in the absence of an unlawful reason. NLS contends that it would have terminated Dupuy even in the absence of the confidentiality provision because he was disruptive. It also argues that even if its confidentiality provision was unlawful, Dupuy's dismissal <span class=\"star-pagination\">*484</span> did not violate the Act because he was not engaged in union or concerted protected activity. These arguments misconstrue the Board's precedent.</p>\n<p><i>Wright Line</i> sets forth the test for assessing cases where the dispute turns on employer motive: whether the employer discharged an employee because of the employee's union affiliation, or whether he acted because of some factor unrelated to the employee's union status. 662 F.2d at 901. <i>Wright Line,</i> however, does not govern here. Under the Board's precedent, where the Board finds an employer rule is invalid, discharge for violating that rule is invalid. <i>See </i><i>Saia Motor Freight Line, Inc.,</i> 333 N.L.R.B. 784, 785 (2001) (\"Because [the employee] was disciplined for violating the [employer]'s unlawful overly broad . . . rule, that discipline itself constitutes a violation of Section 8(a)(3) and (1), without consideration of <i>Wright Line</i>'s dual-motivation analysis.\").</p>\n<p>The Board did not err in not considering that Dupuy would have been discharged in the absence of a violation of the confidentiality provision. The Board supportably relied on its own precedents to determine that any discharge pursuant to an unlawful rule is itself unlawful. \"The fact that one reason for [an employee's] reprimand was lawful in no way diminishes the fact that the other reason was unlawful.\" <i>A.T. &amp; S.F. Mem'l Hosps., Inc. v. Smaldino,</i> 234 N.L.R.B. 436, 436 (1978).</p>\n<p></p>\n<h2>IV.</h2>\n<p>We direct entry of judgment enforcing the order of the Board.</p>\n<h2>NOTES</h2>\n<p>[1]  While Northeastern Land Services's petition challenged both the authority of a delegee group composed of only two members and the merits of its decision, the Court's remand order said nothing about the merits, and its decision in <i>New Process Steel v. NLRB,</i> ___ U.S. ____, 130 S.Ct. 2635, 177 L.Ed.2d 162 (2010), did not affect the merits.</p>\n<p>[2]  The alleged violations were NLS's failure to pay Dupuy within six days of the end of the pay period and the deduction of $3.00 from his compensation due to the change in the rate of reimbursement for computer usage.</p>\n<p>[3]  To the extent NLS asserts that the confidentiality provision is lawful because the plain text of the provision did not forbid employees from talking to each other or to union organizers, the argument fails to address the Board's <i>Lutheran Heritage</i> analysis, which holds that a provision is unlawful if employees would reasonably believe it forbids such communication.</p>\n<p>[4]  NLS argues that the Board's result is inconsistent with the prior caselaw, as demonstrated by the ALJ's reading of the caselaw. We find no such inconsistency.\n</p>\n<p>In interpreting NLS's provision as a \"less serious infringement on its employees' Section 7 rights,\" the ALJ relied on cases involving more narrowly drafted confidentiality provisions than the one at issue here. <i>See, e.g., </i><i>K-Mart,</i> 330 N.L.R.B. 263 (1999) (prohibition on disclosing \"company business and documents\" did not by its terms include employee wages or working conditions and made no reference to employee information); <i>Lafayette Park Hotel,</i> 326 N.L.R.B. at 826 (rule banning discussion of \"hotel-private\" information that did not on its face cover employee wage discussion). Furthermore, under <i>Lafayette Park</i> and <i>Lutheran Heritage</i>'s \"mere maintenance\" rule, the Board did not need to consider the employer's reasons for the rule. <i>Cf. </i><i>Desert Palace, Inc.,</i> 336 N.L.R.B. 271, 272 (2001) (upholding employer's policy of confidentiality on matters relating to its investigation of an allegation that an employee was dealing drugs). Moreover, since its 1990 decision in <i>Kinder-Care Learning Ctrs., Inc.,</i> 299 N.L.R.B. 1171 (1990), the Board has consistently held that when a rule's plain language restricts employees' ability to communicate their conditions of employment to third parties it violates section 8(a)(1). <i>Id.</i> at 1172 (finding ban on \"parent communication\" unlawful).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">645</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">475</span></span> (2011)</b></center>\n<center><h1>NATIONAL LABOR RELATIONS BOARD, Petitioner,<br>\nv.<br>\nNORTHEASTERN LAND SERVICES, LTD., d/b/a the NLS Group, Respondent.</h1></center>\n<center>No. 10-2156.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted June 6, 2011.</center>\n<center>Decided June 22, 2011.</center>\n<p><span class=\"star-pagination\">*477</span> Ruth E. Burdick, Supervising Attorney, Heather S. Beard, Attorney, Lafe E. Solomon, Acting General Counsel, Celeste J. Mattina, Acting Deputy General Counsel, John H. Ferguson, Associate General Counsel, and Linda Dreeben, Deputy Associate General Counsel, National Labor Relations Board, on brief for petitioner.</p>\n<p>Richard D. Wayne and Hinckley, Allen &amp; Snyder LLP on brief for respondent.</p>\n<p>Before LYNCH, Chief Judge, LIPEZ and THOMPSON, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>On June 28, 2010, the Supreme Court vacated our prior decision in this case, <i>Ne. Land Servs., Ltd. v. NLRB,</i> <span class=\"citation\" data-id=\"203725\"><a href=\"/opinion/203725/northeastern-land-services-ltd-v-nlrb/\"><span class=\"volume\">560</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span> (1st Cir.2009), which had enforced a 2008 order of the National Labor Relations Board (NLRB), <i>Ne. Land Servs., Ltd.,</i> 352 N.L.R.B. 744 (2008). The Court's vacating of our decision was accompanied by an order granting a petition for writ of certiorari filed by Northeastern Land Services, Ltd. (NLS). <i>Ne. Land Servs., Ltd. v. NLRB,</i> ___ U.S. ____, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3498</span></span>, <span class=\"citation no-link\"><span class=\"volume\">177</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1085</span></span> (2010). The Court remanded for reconsideration in light of its decision in <i>New Process Steel v. NLRB,</i> ___ U.S. ____, <span class=\"citation\" data-id=\"148799\"><a href=\"/opinion/148799/new-process-steel-l-p-v-nlrb/\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2635</span></a></span>, <span class=\"citation\" data-id=\"148799\"><a href=\"/opinion/148799/new-process-steel-l-p-v-nlrb/\"><span class=\"volume\">177</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">162</span></a></span> (2010), which held that a delegee group of the Board must maintain a membership of three in order to exercise the delegated authority of the Board. <i>Id.</i> at 2642.<sup>[1]</sup></p>\n<p>Upon the vacating of our prior decision and the return of jurisdiction to this court, the NLRB filed a motion to remand the case to the Board. On July 30, 2010, the case was so remanded by order of this court. <i>Ne. Land Servs., Ltd. v. NLRB,</i> No. 08-1878, <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">4072835</span></span>, at *1 (1st Cir. July 30, 2010).</p>\n<p>On September 28, 2010, a three-member delegee group of the Board exercised the authority delegated to it and affirmed the ALJ's \"rulings, findings, and conclusions\" and adopted the recommended order, but \"only to the extent and for the reasons stated in the decision reported at 352 N.L.R.B. 744 (2008), which is incorporated herein by reference.\" <i>Ne. Land Servs., Ltd.,</i> 355 N.L.R.B. No. 169 (Sept. 28, 2010). The three member panel in effect adopted the Board's 2008 decision and order, which this court had enforced, finding that NLS had violated section 8(a)(1) of the National Labor Relations Act (NLRA), 29 U.S.C. § 158(a)(1), by maintaining an overbroad confidentiality provision and by <span class=\"star-pagination\">*478</span> discharging its employee Jamison Dupuy for violating that provision.</p>\n<p>On September 30, the Board applied for enforcement of the order. NLS opposed the Board's application for enforcement.</p>\n<p>The arguments by each side largely replicate the merits-based arguments presented in the first round of this case. The primary difference is that NLS no longer challenges the authority of the Board to issue the order and calls our attention to interim NLRB matters in another case, which are not on point. NLS also raises new arguments before us for the first time. As these arguments were not raised before the Board, we are without jurisdiction to consider them. <i>See</i> 29 U.S.C. § 160(e).</p>\n<p>As there has been no intervening controlling authority or even persuasive authority provided to us, this panel reinstates as follows the merits portion of our prior decision, with the matters overruled by <i>New Process Steel</i> excerpted, and grants the Board's application for enforcement of its 2010 order.</p>\n<p></p>\n<h2>I.</h2>\n<p>Because \"the Board is primarily responsible for developing and applying a coherent national labor policy, we accord its decisions considerable deference.\" <i>NLRB v. Boston Dist. Council of Carpenters,</i> <span class=\"citation\" data-id=\"715775\"><a href=\"/opinion/715775/national-labor-relations-board-v-boston-district-council-of-carpenters/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">662</span></a></span>, 665 (1st Cir.1996) (citation omitted). The Board's judgment stands when the choice is \"between two fairly conflicting views, even though the court would justifiably have made a different choice had the matter been before it de novo.\" <i>Universal Camera Corp. v. NLRB,</i> <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, 488, <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">456</span></a></span>, <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">456</span></a></span> (1951). A Board order must be enforced if the Board correctly applied the law and if its factual findings are supported by substantial evidence on the record. 29 U.S.C. § 160(e), (f); <i>Yesterday's Children, Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"741734\"><a href=\"/opinion/741734/yesterdays-children-inc-v-national-labor-relations-board/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 44 (1st Cir.1997). Where, as here, \"the board has reached a conclusion opposite of that of the ALJ, our review is slightly less deferential than it would be otherwise.\" <i>C.E.K. Indus. Mech. Contractors, Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"553166\"><a href=\"/opinion/553166/cek-industrial-mechanical-contractors-inc-v-national-labor-relations/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">350</span></a></span>, 355 (1st Cir.1990).</p>\n<p></p>\n<h2>II.</h2>\n<p>The facts are not in dispute. NLS is a temporary employment agency located in East Providence, Rhode Island, that supplies workers to clients in the natural gas and telecommunications industries, but pays its workers directly. Dupuy was employed twice by NLS as a right-of-way agent for the acquisition of land rights by clients, from February to November 2000, and from July to October 2001. Dupuy obtained the 2001 placement by contacting Rick Lopez, a project manager for NLS client El Paso Energy, who had once worked with Dupuy at NLS. Lopez directed Dupuy to contact NLS, which soon placed him with El Paso at its Dracut Expansion Project in Massachusetts.</p>\n<p>Before both of Dupuy's placements by NLS, NLS required Dupuy to sign a temporary employment contract which said, in relevant part:</p>\n<blockquote>Employee . . . understands that the terms of this employment, including compensation, are confidential to Employee and the NLS Group. Disclosure of these terms to other parties may constitute grounds for dismissal.</blockquote>\n<p>This confidentiality provision is at the heart of this case.</p>\n<p>Dupuy complained to NLS about repeated delays in receiving his paycheck. He was particularly concerned because he had to pay for expenses such as his hotel bills up front and later seek reimbursement. After Dupuy tried to negotiate with NLS, and even threatened to quit, Jesse Green, Executive Vice President and Chief <span class=\"star-pagination\">*479</span> Operating Officer of NLS, agreed to call Lopez to see if El Paso would either pay for Dupuy's hotel bill or provide a larger per diem than NLS had offered to help with Dupuy's cash flow problems. Although NLS ultimately billed most of Dupuy's expenses to El Paso, NLS was responsible for reimbursing Dupuy. Green told Dupuy that Lopez would not agree to any alternative arrangements.</p>\n<p>In early October 2001, Dupuy raised two additional concerns about his job. The first arose when Dupuy contacted Lopez to tell him that Dupuy's cell phone was not working. Dupuy asked Lopez whether he might be able to work for El Paso through a different employment agency because Dupuy had not been paid in a timely manner by NLS. Lopez refused Dupuy's request and gave Dupuy the contact information of Norm Winters, an agent of NLS, to resolve the pay issues.</p>\n<p>The second concern was the reimbursement for Dupuy's work-related use of his personal computer. Dupuy had initially arranged to receive a $15-per-day reimbursement for computer usage. NLS treated this as a \"pass-through\" business expense for tax purposes, which did not count as income to the employee, and on which NLS did not pay Social Security taxes. On October 2, however, Dupuy received an email from NLS's coordinator of human resources, Susan Green, which referred to the computer usage reimbursement rate as $12 per day. Dupuy replied that El Paso had authorized, and he had been billing, $15 per day for computer usage; he questioned the $12-per-day rate. Green told Dupuy that NLS's accountants had determined that the computer usage cost should be considered taxable compensation, rather than a pass-through expense billed to El Paso. Green stated that the reclassification of the tax status of the computer usage fee had increased NLS's overhead costs, requiring an offsetting reduction of $3 per day.</p>\n<p>Dupuy sent a reply email to Green, copying Lopez, stating, \"By copy of this email to Rick Lopez, I am asking El Paso to offset your surcharge and additional tax burden.\" He said that if he did not receive the offset, \"I will no longer be using my computer for this job. El Paso will have to furnish me with a digital camera, and I will no longer be available by email. . . . After today and until the matter has been resolved, my equipment is offline.\"</p>\n<p>On the evening of October 3, he sent an email to everyone working with him on the El Paso project, including Rick Lopez, saying, \"Until further notice, my computer is offline and I will not be accepting email. I can still be reached by the contact telephone numbers that you have.\" Dupuy did not copy any NLS managers on the email. Jesse Green testified that although he tried to contact Dupuy numerous times by paging him, calling his cell phone and leaving messages at his hotel and with other employees, Dupuy did not call him back.</p>\n<p>On October 11, 2001, Jesse Green spoke with Dupuy on the phone. Green told Dupuy that NLS had tried to accommodate his requests, but that it seemed that NLS could never make Dupuy happy and, as a result, NLS thought it was best to terminate his employment. Dupuy replied that he would sue NLS for retaliatory discharge, alleging that it fired him because he had threatened to file a complaint against the company with the Massachusetts Attorney General alleging violations of state wage laws.<sup>[2]</sup> When Dupuy pressed <span class=\"star-pagination\">*480</span> Jesse Green for the reason for his termination, Green replied that NLS had cause to terminate Dupuy's employment, as Dupuy had \"not lived up to [his] end of the bargain with [NLS].\"</p>\n<p>Jesse Green later testified that his statement regarding Dupuy's \"failure to live up to his end of the bargain\" was a reference to Dupuy's failure to comply with the confidentiality provision in the temporary employment agreement that required him not to disclose the terms of his employment to outside parties. Green, who had drafted the confidentiality provision, further testified that in making the determination that Dupuy had violated the confidentiality provision by contacting El Paso directly, Green thought it was \"inappropriate\" for Dupuy to \"approach a client with [his] . . . problems [about salary], [because] then we're not providing the services that we contracted to provide.\"</p>\n<p>Dupuy filed an unfair labor practice charge on October 24, 2001, and filed an amended charge on December 17, 2001. The complaint issued January 16, 2002, alleging that NLS violated section 8(a)(1) of the NLRA by maintaining and enforcing an unlawful confidentiality clause in its employment contract that discouraged employees from engaging in protected concerted activities, and by terminating Dupuy's employment on October 11 for violating the terms of that clause.</p>\n<p>The ALJ found that although the provision did restrict the employees' right to discuss their terms and conditions of employment with third parties, \"there are different gradations in how seriously employees' Section 7 rights are affected.\" Relying on his reading of Board precedent, the ALJ found that the confidentiality provision did not violate section 8(a)(1), explaining that \"because [NLS] did not prohibit discussions of terms and conditions of employment among fellow employees, I find [NLS's] restriction a less serious infringement upon its employees' Section 7 rights.\" Relying on language from <i>Desert Palace Inc.,</i> 336 N.L.R.B. 271 (2001), the ALJ explained that \"[i]t is necessary to strike a proper balance between employees' Section 7 rights and an employer's business justifications.\" Noting the competitive bidding process in NLS's industry, the ALJ found that NLS \"had a legitimate and substantial business justification for the rule outweighing the restriction on the employees' Section 7 rights.\" Dupuy appealed.</p>\n<p>On September 28, 2010, the Board, by a three-member panel, determined that under <i>Martin Luther Memorial Home, Inc.</i> (<i>Lutheran Heritage</i>), 343 N.L.R.B. 646 (2004), the confidentiality provision was unlawful because employees reasonably would construe it to prohibit activity protected by Section 7. As it explained in the 2008 decision that it incorporated by reference, \"the [confidentiality] provision, by its clear terms, precludes employees from discussing compensation and other terms of employment with `other parties.' Employees would reasonably understand that language as prohibiting discussions of their compensation with union representatives.\" <i>Ne. Land Servs., Ltd.,</i> 352 N.L.R.B. 744, 745 (2008). The Board determined that the provision was overbroad and therefore in violation of section 8(a)(1), without relying on whether NLS had actually enforced the rule.</p>\n<p>As to the termination of Dupuy's employment for violating the rule, the Board held, \"Under extant Board precedent, an employer's imposition of discipline pursuant to an unlawfully overbroad . . . rule constitutes a violation of the Act.\" <i>Id.</i> NLS <span class=\"star-pagination\">*481</span> had conceded that it dismissed Dupuy because he violated the confidentiality provision. The Board concluded that \"[NLS]'s termination of Dupuy pursuant to [the confidentiality] provision violated Section 8(a)(1).\" <i>Id.</i> at 746. In a footnote to the unlawful discharge analysis (which we understand to have been reinstated in the 2010 Order), the Board explained that one member, Chairman Schaumber,</p>\n<blockquote>agrees . . . that application of <i>Double Eagle Hotel &amp; Casino</i> dictates a finding that Dupuy's termination violated Sec. 8(a)(1) of the Act. However, he questions the theory that an employer's imposition of discipline pursuant to an unlawfully overbroad rule is necessarily unlawful, such as in situations where the discipline imposed is for a lawful reason albeit under an overly broad, unlawful rule. Nonetheless, he applies precedent for institutional reasons for the purpose of deciding this case.</blockquote>\n<p><i>Id.</i> at 747 n. 9.</p>\n<p>The Board ordered, inter alia, that NLS rescind the provision; that NLS notify its current and former employees under the temporary employment agreement of the decision; that Dupuy be reinstated to his former position or a substantially similar position; that Dupuy be made whole \"for any loss of earnings and other benefits suffered as a result of the unlawful action taken against him\"; and that NLS ensure that the references to the unlawful discharge be deleted from NLS's files. <i>Id.</i> at 746.</p>\n<p></p>\n<h2>III.</h2>\n<p>We turn to the NLRB's application for enforcement of its order and NLS's challenge.</p>\n<p></p>\n<h2>A. <i>Overbreadth of the Confidentiality Provision</i>\n</h2>\n<p>Section 8 of the NLRA prohibits employers from \"interfer[ing] with, re-strain[ing], or coerc[ing] employees in the exercise of the rights guaranteed in\" section 7 of the NLRA. 29 U.S.C. § 158(a)(1). Section 7 guarantees employees the right to \"self-organization, to form, join, or assist labor organizations, to bargain collectively through representatives of their own choosing, and to engage in other concerted activities for the purpose of collective bargaining or other mutual aid or protection.\" 29 U.S.C. § 157.</p>\n<p>Section 8(a)(1) has been read to bar employer interference with employees' right to discuss the terms and conditions of their employment with others under section 7 of the NLRA. <i>See </i><i>Beth Israel Hosp. v. NLRB,</i> <span class=\"citation\" data-id=\"109910\"><a href=\"/opinion/109910/beth-israel-hospital-v-nlrb/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, 491, <span class=\"citation\" data-id=\"109910\"><a href=\"/opinion/109910/beth-israel-hospital-v-nlrb/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2463</span></a></span>, <span class=\"citation\" data-id=\"109910\"><a href=\"/opinion/109910/beth-israel-hospital-v-nlrb/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">370</span></a></span> (1978) (\"[T]he right of employees to self-organize and bargain collectively established by § 7 . . . necessarily encompasses the right effectively to communicate with one another regarding self-organization at the jobsite.\"); <i>Cent. Hardware Co. v. NLRB,</i> <span class=\"citation\" data-id=\"108591\"><a href=\"/opinion/108591/central-hardware-co-v-nlrb/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 543, <span class=\"citation\" data-id=\"108591\"><a href=\"/opinion/108591/central-hardware-co-v-nlrb/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2238</span></a></span>, <span class=\"citation\" data-id=\"108591\"><a href=\"/opinion/108591/central-hardware-co-v-nlrb/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">122</span></a></span> (1972) (\"[O]rganization rights are not viable in a vacuum; their effectiveness depends in some measure on the ability of employees to learn the advantages and disadvantages of organization from others.\").</p>\n<p>An employer violates section 8(a)(1) when it maintains a work rule that \"would reasonably tend to chill employees in the exercise of their Section 7 rights.\" <i>Lafayette Park Hotel,</i> 326 N.L.R.B. 824, 825 (1998). Under the Board's caselaw, if the rule is \"likely to have a chilling effect on Section 7 rights, the Board may conclude that [its] maintenance is an unfair labor practice, even absent evidence of enforcement.\" <i>Id.; see also </i><i>Guardsmark, LLC v. NLRB,</i> <span class=\"citation\" data-id=\"186864\"><a href=\"/opinion/186864/guardsmark-v-nlrb/\"><span class=\"volume\">475</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">369</span></a></span>, 374-80 (D.C.Cir.2007) (explaining and applying <i>Lafayette Park</i> \"mere maintenance\" rule).</p>\n<p><span class=\"star-pagination\">*482</span> NLS contends that the confidentiality provision did not violate the NLRA because, as a factual matter, it did not prohibit employees from discussing terms of employment among themselves and, although it was enforced, it was not enforced in the face of union activity. NLS asserts that mere broad wording, without evidence of actual chilling of union activity, is insufficient to violate section 8(a)(1).</p>\n<p>NLS then makes a qualitatively different argument: that the Board must engage in a balancing test. Here, NLS contends the Board failed to consider the legitimate justification it had for the confidentiality provision: labor costs were a key component of its bids to clients, and NLS did not want its employees jeopardizing its bids. NLS's arguments, however, are at odds with current Board precedent.</p>\n<p>After the ALJ ruling and before the Board rendered its decision here, the Board decided <i>Lutheran Heritage,</i> 343 N.L.R.B. 646. <i>Lutheran Heritage</i> clarified the nature of the Board's inquiry and confirmed the Board's prior caselaw that \"mere maintenance\" of a rule that \"would reasonably tend to chill employees in the exercise of their Section 7 rights\" is unlawful under Board caselaw, <i>Lafayette Park,</i> 326 N.L.R.B. at 825, and that there need not be any evidence of actual chilling of union activity as NLS claims.</p>\n<p>In <i>Lutheran Heritage,</i> the Board articulated a two-step framework for determining whether an employer's maintenance of a work rule violates section 8(a)(1). First, if the rule <i>explicitly</i> restricts section 7 activity, it is unlawful. <i>Lutheran </i><i>Heritage,</i> 343 N.L.R.B. at 646. Second, even if the rule does not explicitly restrict section 7 activity, it is nonetheless unlawful if \"(1) employees would reasonably construe the language [of the rule] to prohibit Section 7 activity; (2) the rule was promulgated in response to union activity; or (3) the rule has been applied to restrict the exercise of Section 7 rights.\" <i>Id.</i> at 647.</p>\n<p>Here, the Board relied on the first prong of the second part of the test. It found that although the NLS rule did not explicitly restrict section 7 activity, employees would reasonably construe the language of the rule to prohibit section 7 activity under <i>Lutheran Heritage.</i> The plain language of the confidentiality provision provides: \"Disclosure of these terms [of employment] to other parties may constitute grounds for dismissal.\" The Board's finding that this language could be fairly read to extend to disclosure of terms of employment to union representatives is supportable. The precise subject matter of the forbidden disclosureterms of employment, including compensationwent to a prime area of concern under section 7.<sup>[3]</sup></p>\n<p>The Board's interpretation was consistent with its prior caselaw.<sup>[4]</sup><i>See </i><i>Cintas</i> <span class=\"star-pagination\">*483</span> <i>Corp.,</i> 344 N.L.R.B. 943, 943 (2005) (finding overbroad a confidentiality provision prohibiting \"the release of `any information' regarding `[the company's] partners' [because it] could be reasonably construed by employees to restrict discussion of wages and other terms and conditions of employment with their fellow employees and with the Union\"), <i>enforced,</i> <span class=\"citation\" data-id=\"186877\"><a href=\"/opinion/186877/cintas-corp-v-nlrb/\"><span class=\"volume\">482</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">463</span></a></span> (D.C.Cir.2007).</p>\n<p>NLS argues that the Board should have considered that the confidentiality provision was justified by legitimate business reasons, citing <i>Republic Aviation Corp. v. NLRB,</i> <span class=\"citation\" data-id=\"104130\"><a href=\"/opinion/104130/republic-aviation-corp-v-nlrb/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">793</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">982</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1372</span></span> (1945). <i>See id.</i> at 798, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">982</span></span> (noting that in section 7 analysis \"[o]pportunity to organize and proper discipline are both essential elements in a balanced society\"); <i>see also </i><i>Tex. Instruments, Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"385825\"><a href=\"/opinion/385825/texas-instruments-incorporated-v-national-labor-relations-board/\"><span class=\"volume\">637</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">822</span></a></span>, 833 (1st Cir.1981). Nothing in <i>Republic Aviation</i> compelled the Board to apply a balancing test here. While the Board could have chosen to structure its rule differently and engage in a balancing analysis, we owe deference to its decision not to do so. Further, as a practical matter, a more narrowly drafted provision would be sufficient to accomplish NLS's goal in maintaining confidentiality in bidding for contracts. <i>See, e.g., </i><i>Cintas Corp. v. NLRB,</i> <span class=\"citation\" data-id=\"186877\"><a href=\"/opinion/186877/cintas-corp-v-nlrb/\"><span class=\"volume\">482</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">463</span></a></span>, 470 (D.C.Cir.2007) (\"A more narrowly tailored rule that does not interfere with protected employee activity would be sufficient to accomplish the Company's presumed interest in protecting confidential information.\"). We cannot say the Board's interpretation was unreasonable. Some may think this result unattractive, but the Board's rule is intended to be prophylactic and in any event is subject to deference.</p>\n<p></p>\n<h2>B. <i>The Termination of Dupuy's Employment</i>\n</h2>\n<p>NLS has conceded that its main witness, Executive Vice President and Chief Operating Officer Jesse Green, testified that Dupuy was dismissed for violating the confidentiality provision, and the Board credited this testimony. \"[W]here discipline is imposed pursuant to an overbroad rule, that discipline is unlawful regardless of whether the conduct could have been prohibited by a lawful rule.\" <i>Double Eagle Hotel &amp; Casino,</i> 341 N.L.R.B. 112, 112 n. 3 (2004), <i>enforced,</i> <span class=\"citation\" data-id=\"166126\"><a href=\"/opinion/166126/double-eagle-hotel-v-nlrb/\"><span class=\"volume\">414</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1249</span></a></span> (10th Cir.2005); <i>see also </i><i>Opryland Hotel,</i> 323 N.L.R.B. 723, 728 (1997). While Chairman Schaumber indicated he might question the rule, he conceded he was bound by the precedent set in <i>Double Eagle Hotel.</i></p>\n<p>NLS claims that the discharge was lawful, relying on <i>Wright Line, a Div. of Wright Line, Inc. v. Lamoureux,</i> 251 N.L.R.B. 1083 (1980), <i>enforced,</i> <span class=\"citation\" data-id=\"396305\"><a href=\"/opinion/396305/national-labor-relations-board-v-wright-line-a-division-of-wright-line/\"><span class=\"volume\">662</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">899</span></a></span> (1st Cir.1981), to argue that NLS can avoid liability if it demonstrates that it would have discharged Dupuy even in the absence of an unlawful reason. NLS contends that it would have terminated Dupuy even in the absence of the confidentiality provision because he was disruptive. It also argues that even if its confidentiality provision was unlawful, Dupuy's dismissal <span class=\"star-pagination\">*484</span> did not violate the Act because he was not engaged in union or concerted protected activity. These arguments misconstrue the Board's precedent.</p>\n<p><i>Wright Line</i> sets forth the test for assessing cases where the dispute turns on employer motive: whether the employer discharged an employee because of the employee's union affiliation, or whether he acted because of some factor unrelated to the employee's union status. 662 F.2d at 901. <i>Wright Line,</i> however, does not govern here. Under the Board's precedent, where the Board finds an employer rule is invalid, discharge for violating that rule is invalid. <i>See </i><i>Saia Motor Freight Line, Inc.,</i> 333 N.L.R.B. 784, 785 (2001) (\"Because [the employee] was disciplined for violating the [employer]'s unlawful overly broad . . . rule, that discipline itself constitutes a violation of Section 8(a)(3) and (1), without consideration of <i>Wright Line</i>'s dual-motivation analysis.\").</p>\n<p>The Board did not err in not considering that Dupuy would have been discharged in the absence of a violation of the confidentiality provision. The Board supportably relied on its own precedents to determine that any discharge pursuant to an unlawful rule is itself unlawful. \"The fact that one reason for [an employee's] reprimand was lawful in no way diminishes the fact that the other reason was unlawful.\" <i>A.T. &amp; S.F. Mem'l Hosps., Inc. v. Smaldino,</i> 234 N.L.R.B. 436, 436 (1978).</p>\n<p></p>\n<h2>IV.</h2>\n<p>We direct entry of judgment enforcing the order of the Board.</p>\n<h2>NOTES</h2>\n<p>[1]  While Northeastern Land Services's petition challenged both the authority of a delegee group composed of only two members and the merits of its decision, the Court's remand order said nothing about the merits, and its decision in <i>New Process Steel v. NLRB,</i> ___ U.S. ____, <span class=\"citation\" data-id=\"148799\"><a href=\"/opinion/148799/new-process-steel-l-p-v-nlrb/\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2635</span></a></span>, <span class=\"citation\" data-id=\"148799\"><a href=\"/opinion/148799/new-process-steel-l-p-v-nlrb/\"><span class=\"volume\">177</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">162</span></a></span> (2010), did not affect the merits.</p>\n<p>[2]  The alleged violations were NLS's failure to pay Dupuy within six days of the end of the pay period and the deduction of $3.00 from his compensation due to the change in the rate of reimbursement for computer usage.</p>\n<p>[3]  To the extent NLS asserts that the confidentiality provision is lawful because the plain text of the provision did not forbid employees from talking to each other or to union organizers, the argument fails to address the Board's <i>Lutheran Heritage</i> analysis, which holds that a provision is unlawful if employees would reasonably believe it forbids such communication.</p>\n<p>[4]  NLS argues that the Board's result is inconsistent with the prior caselaw, as demonstrated by the ALJ's reading of the caselaw. We find no such inconsistency.\n</p>\n<p>In interpreting NLS's provision as a \"less serious infringement on its employees' Section 7 rights,\" the ALJ relied on cases involving more narrowly drafted confidentiality provisions than the one at issue here. <i>See, e.g., </i><i>K-Mart,</i> 330 N.L.R.B. 263 (1999) (prohibition on disclosing \"company business and documents\" did not by its terms include employee wages or working conditions and made no reference to employee information); <i>Lafayette Park Hotel,</i> 326 N.L.R.B. at 826 (rule banning discussion of \"hotel-private\" information that did not on its face cover employee wage discussion). Furthermore, under <i>Lafayette Park</i> and <i>Lutheran Heritage</i>'s \"mere maintenance\" rule, the Board did not need to consider the employer's reasons for the rule. <i>Cf. </i><i>Desert Palace, Inc.,</i> 336 N.L.R.B. 271, 272 (2001) (upholding employer's policy of confidentiality on matters relating to its investigation of an allegation that an employee was dealing drugs). Moreover, since its 1990 decision in <i>Kinder-Care Learning Ctrs., Inc.,</i> 299 N.L.R.B. 1171 (1990), the Board has consistently held that when a rule's plain language restricts employees' ability to communicate their conditions of employment to third parties it violates section 8(a)(1). <i>Id.</i> at 1172 (finding ban on \"parent communication\" unlawful).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108591/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109910/",
    "http://www.courtlistener.com/api/rest/v3/opinions/148799/",
    "http://www.courtlistener.com/api/rest/v3/opinions/166126/",
    "http://www.courtlistener.com/api/rest/v3/opinions/186864/",
    "http://www.courtlistener.com/api/rest/v3/opinions/186877/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203725/",
    "http://www.courtlistener.com/api/rest/v3/opinions/385825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/396305/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741734/"
  ]
}