{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/219760/",
  "absolute_url": "/opinion/219760/lamex-foods-inc-v-audeliz-lebron-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/219760/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-06-27T18:47:52Z",
  "date_modified": "2016-02-28T05:33:42.451520Z",
  "type": "010combined",
  "sha1": "24ce6dd644f89b72950c2a4991514c818a380042",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/10-1677P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/06/27/Lamex_Foods_Inc._v._Audeliz_Lebron_Corp..pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 10-1677\n\n                       LAMEX FOODS, INC.,\n\n                      Plaintiff, Appellee,\n\n                               v.\n\n                      AUDELIZ LEBRÓN CORP.,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. José Antonio Fusté, U.S. District Judge]\n\n\n                             Before\n\n                       Lynch, Chief Judge,\n              Torruella and Lipez, Circuit Judges.\n\n\n\n     Pedro Jiménez-Rodríguez, with whom Pedro J. Santa-Sánchez,\nJosé L. Ramírez-Coll, and Adsuar Muñiz Goyco Seda & Pérez-Ochoa,\nPSC were on brief, for appellant.\n     Laura Beléndez-Ferrero, with whom Ferraiuoli Torres Marchand\n& Rovira, PSC was on brief, for appellee.\n\n\n\n                          June 27, 2011\n\f             LIPEZ, Circuit Judge. Defendant-appellant Audeliz Lebrón\n\nCorp. (\"ALC\") appeals from a judgment in favor of plaintiff-\n\nappellee Lamex Foods, Inc. (\"Lamex\"), which the district court\n\nentered after consolidating a preliminary injunction hearing with\n\na bench trial on the merits under Federal Rule of Civil Procedure\n\n65(a)(2).     The appellant argues that the district court abrogated\n\nits right to a jury trial by failing to provide indisputably clear\n\nnotice of its intent to consolidate.        See U.S. Const. amend. VII;\n\nsee also Fed. R. Civ. P. 65(a)(2) (permitting the consolidation of\n\na preliminary injunction hearing with a trial on the merits, but\n\nnoting that \"the court must preserve any party's right to a jury\n\ntrial\").\n\n             Although we appreciate the district court's efforts to\n\nresolve the parties' dispute in an efficient and timely manner, we\n\nagree with ALC that the court's inadequate notice of its intent to\n\nconsolidate abrogated ALC's right to a jury trial.              Rejecting\n\nappellant's other arguments, we vacate the judgment in part and\n\nremand for further proceedings.\n\n                                    I.\n\nA. Factual Background\n\n             Lamex is a Minnesota corporation that facilitates the\n\nsale of food from manufacturers to suppliers and vendors worldwide.\n\nAround February 2007, Lamex entered into a business relationship in\n\nwhich   it   purchased   frozen   chicken   from   George's   Farms,   Inc.\n\n\n                                    -2-\n\f(\"George's\")      and   resold    the    product      to   ALC,   a    Puerto   Rico\n\ncorporation that supplies frozen food products to supermarkets and\n\nother retailers throughout the Commonwealth.\n\n            The    parties'      business       relationship      encountered        an\n\nobstacle around January 2009, when ALC's insurance underwriter\n\ndropped the corporation from its coverage.                 Lamex sought from ALC\n\na replacement security, which ALC provided in the form of a standby\n\nletter of credit for $500,000 drawn on First Bank, a Puerto Rico\n\nfinancial   institution.         In     turn,   ALC   requested       from   Lamex    a\n\nmatching unsecured credit for $500,000.               Lamex's corporate policy\n\nprohibited such matching, but in an effort to preserve the parties'\n\nrelationship, Steve Anderson, the president of Lamex, encumbered\n\nhis personal funds to provide ALC with the matching credit.\n\n            In    November    2009,       however,     the     parties'      cordial\n\nrelationship came to an end when ALC stopped paying Lamex money\n\nowed.    By that time, ALC, without remunerating appellee, had\n\nreceived shipments of frozen poultry totaling over $1.2 million in\n\nvalue.   After myriad informal attempts to collect the delinquent\n\ninvoices from ALC failed, Lamex canceled ALC's account, halted\n\nshipment on orders of poultry designated for ALC, and placed the\n\nunpaid-for poultry into cold storage in various facilities in\n\nPuerto Rico and on the mainland.           Lamex also cashed in the $500,000\n\nletter of credit from First Bank.\n\n\n\n\n                                         -3-\n\f           ALC   responded    by   filing   suit     in   the   Commonwealth's\n\nSuperior Court in San Juan, naming as defendants Lamex, George's,\n\nand First Bank, among others, and alleging violations of Puerto\n\nRico's Dealers' Contract Act of 1964 (\"Law 75\"), P.R. Laws Ann.\n\ntit. 10, §§ 278-278e, which prohibits a principal from terminating\n\na   business   relationship    with    a    dealer    without    just   cause,\n\nEuromotion, Inc. v. BMW of N. Am., Inc., 136 F.3d 866, 870 (1st\n\nCir. 1998).    After ALC's suit had been filed, but before service-\n\nof-process had been completed, Lamex brought the instant action in\n\nfederal district court, naming as defendants ALC and its president,\n\nAudeliz Lebrón.\n\n           In its December 22, 2009 complaint, Lamex sought to\n\nrecover the remainder of the monies owed to it and asked that the\n\ncorporate veil be pierced to hold Lebrón personally liable for\n\nALC's debt should the corporation be unable to pay in full.\n\nFurthermore, Lamex requested a declaratory judgment stating that it\n\nwas not a \"principal\" for Law 75 purposes or that even if it were\n\na principal, it had just cause to terminate its relationship with\n\nALC.   Finally, Lamex sought a preliminary injunction barring ALC\n\nfrom continuing a \"smear campaign\" against Lamex, in which ALC\n\npurportedly interfered with Lamex's attempts to find other buyers\n\nfor the cold-stored poultry by telling potential buyers that Lamex\n\nand George's poultry products were entangled in a lawsuit. Lamex's\n\ncomplaint contained a jury demand for all of its legal claims.\n\n\n                                      -4-\n\fB. District Court Proceedings\n\n           1. The First Hearing and Status Conference\n\n           On January 14, 2010, the district court convened an\n\ninitial hearing for the purpose of deciding Lamex's motion to\n\nreconsider an order granting defendants extended time to answer the\n\ncomplaint. After inquiring into the nature of the parties' dispute\n\nand discovering that their conflict involved the collection of\n\noutstanding debt, the court warned the litigants that \"you cannot\n\ndrag a case like this for a year or two, because there's no point,\"\n\nand encouraged them to settle.       In the interim, the court put the\n\ncase on an expedited schedule.            It gave defendants one day to\n\nrespond to the complaint. Additionally, the court established what\n\nit characterized as a \"streamlined discovery process,\" ordering the\n\nparties to exchange all pertinent documents by January 18 and to\n\ndepose two key witnesses -- Steve Anderson and Audeliz Lebrón -- by\n\nJanuary 20.\n\n              On January 18, Lamex filed a motion to convert its\n\nrequest for a preliminary injunction, which it had submitted in its\n\ncomplaint and in a separate motion dated January 13, into a demand\n\nfor a permanent injunction.         The court, in an order issued on\n\nJanuary   20,   \"[g]ranted   [the   motion]    in   the   sense   that   the\n\npreliminary and permanent injunctive relief, if available, shall be\n\nconsidered in a consolidated hearing as requested.\"\n\n\n\n\n                                    -5-\n\f            Soon after, the court received notice that the parties\n\ndid not finish the depositions on January 20, as ordered. Lebrón's\n\ndeposition was cut short after he refused to answer questions\n\nrelating to issues addressed in Lamex's prayers for declaratory\n\njudgment and preliminary injunction.              At a status conference six\n\ndays    later,   the     court    reviewed      the   transcript   of    Lebrón's\n\ndeposition,      concluded       that    defendants     were   obstructing      the\n\ndiscovery process, and sanctioned them by ordering them to pay for\n\nany expense Lamex incurred for the thwarted deposition.                    At the\n\nconclusion of the status conference, the court advised the parties\n\nthat the preliminary injunction hearing, which was originally set\n\nfor February 1, would be advanced to January 27, the very next\n\nmorning.\n\n            2. The Injunction Hearing\n\n            Decrying behavior it characterized as parties \"playing\n\nhardball   to    avoid    certain       obligations,\"    the   court    began   the\n\npreliminary injunction hearing by emphasizing that it was committed\n\n\"to help[ing] the parties . . . resolve this whole situation\" in a\n\nprofessional manner:\n\n       I am here to do the right thing, and that's the reason\n       why I got really upset with you people yesterday, and\n       that's the reason I said that if you had not taken my\n       advice to do discovery the right way, with the purpose of\n       trying to resolve the situation, I was going to then take\n       the law in my own hands and force it, shove it upon you,\n       a solution. . . . There is no way that I'm going to allow\n       a case like this to drag for months and months when you\n       have those amounts of money due and owing for chicken,\n       basically, okay? And I am not going to allow this kind\n\n                                          -6-\n\f       of argument to linger without some sort of arbiter,\n       [j]udge or whoever, telling you what the story is.\n\nThe court then informed the parties that \"if I get at some point in\n\ntime during this hearing that I should convert this into a trial on\n\nthe merits, then I will do it.\"               He advised them that \"even though\n\nwe are proceeding under a preliminary injunction situation, if the\n\nissues are as simple as I think they are, I'm going to take this\n\nmatter and resolve it altogether, one shot.\"                       When Lamex reminded\n\nthe court of its motion to convert the preliminary injunction\n\nhearing into a permanent injunction hearing, the court replied,\n\n\"You already heard what I said.                   If I think as we progress that\n\nthat's what I should do, I'm going to do it.                       I'm just giving you\n\nfair warning.\"\n\n                The    court      then   proceeded    to    take    the    testimony   of\n\nAnderson.        At the conclusion of its president's testimony, Lamex\n\nagain       moved     to   have    the   hearing     be    treated    as   a   permanent\n\ninjunction hearing.1              In response, the court stated, \"I told you\n\nthat        I       was    considering        doing        precisely        that,      the\n\nconsolidation. . . . But I will not make that decision until I have\n\nheard all the evidence.\"\n\n                When the hearing reconvened after a lunch recess, Lamex\n\nrequested that the court \"at least . . . enter an order for [a]\n\n\n        1\n       Lamex also moved, in the alternative, for summary judgment,\nsee Fed. R. Civ. P. 56, arguing that Anderson's testimony, combined\nwith Lebrón's deposition, was sufficient to resolve the claims in\nits favor. The motion was denied.\n\n                                            -7-\n\fpreliminary injunction.\"       The court admonished Lamex's counsel for\n\nmaking this request, reminding her that it wanted to hear all the\n\nevidence before proceeding: \"Counsel, if you don't give me what I\n\nneed, I'm going to just deny your motion.                 Simple as that.\"\n\nDefendants in turn moved for a judgment on partial findings under\n\nFederal Rule of Civil Procedure 52(c), on the ground that because\n\nthey had already consigned money to the Superior Court, the amount\n\nin controversy was insufficient to give the federal court subject\n\nmatter jurisdiction. As an alternative ground for their Rule 52(c)\n\nmotion,     defendants   argued       that   Lamex    failed   to   meet   the\n\nrequirements for a preliminary injunction. See Narragansett Indian\n\nTribe v. Guilbert, 934 F.2d 4, 5 (1st Cir. 1991) (reciting the\n\nfour-part     preliminary      injunction      inquiry,    which     requires\n\nconsideration of the likelihood of success on the merits, the\n\npotential for irreparable injury, the balance of equities for and\n\nagainst an injunction, and the effect on the public interest). The\n\ndistrict court found both grounds unpersuasive and denied the\n\nmotion.\n\n            Audeliz   Lebrón    and    two   employees    of   George's    then\n\ntestified, the latter two by phone.                  At the close of their\n\ntestimony, defendants renewed their Rule 52(c) motion, adding a new\n\nargument that Lamex had failed to show irreparable harm \"in as much\n\nas ample evidence has been presented that the money that was\n\nallegedly owed has already been consigned and given [to the Puerto\n\n\n                                       -8-\n\fRico court].\"   The district court asked defendants whether they\n\nwould \"object to a motion filed tomorrow . . . to disburse that\n\nmoney   immediately   to   Lamex,\"    to   which   defendants   initially\n\nresponded in the negative.      But they subsequently equivocated,\n\ntelling the court, \"If the amounts are the same, then [Lamex] can\n\nretire the money.\"\n\n           The court then had the following colloquy with counsel:\n\n     THE COURT: This is what we're going to do. I find that\n     this is a very simple case. I thought it was a lot more\n     complicated. It's an extremely simple case.\n          The only issues here are, number one, what kind of\n     intervention this [f]ederal [c]ourt can have in the\n     context of the relations between these parties as it\n     pertains to Law 75, having plaintiff being the one who\n     initiated the case.\n          That's number one. And it could be as claimed by\n     way of injunctive relief or, more probable than not,\n     perhaps declarative judgment, if any, that could be the\n     alternative.\n          And then the other question is whether there is any\n     issue with the payment that is due and owing supposedly.\n     That's all.\n          Does everybody agree that those are the issues?\n     Plaintiff, are those the issues?\n\n     COUNSEL FOR LAMEX: Yes, Your Honor.\n\n     COUNSEL FOR ALC: Yes, Your Honor.\n\n     THE COURT: I think what I told you at the beginning, that\n     I could consolidate this into one thing, is going to\n     happen. I don't think I need anything else. All I need\n     to do is sit down with this evidence and figure out which\n     rights each party has to this. Any objection to this?\n\n     COUNSEL FOR LAMEX: Your Honor, I don't have any objection\n     to that.\n\n     THE COURT: Do you have any objection to that?\n\n     COUNSEL FOR ALC: No, Your Honor.\n\n                                     -9-\n\f          3. After the Injunction Hearing\n\n          A week later, the court conducted an evidentiary hearing\n\nto determine the amount of cold-storage fees Lamex incurred as a\n\nresult of ALC's failure to pay its outstanding invoices.\n\n          The next day, February 5, the court issued an opinion and\n\norder disposing, on the merits, of all of the claims made in\n\nLamex's complaint. The court denied Lamex's requests to pierce the\n\ncorporate veil and for preliminary and permanent injunctive relief.\n\nHowever, it granted Lamex's request for a declaratory judgment\n\nabsolving Lamex from liability under Law 75.       Furthermore, it\n\nordered defendants to pay the total amount due to Lamex and ordered\n\nthe Superior Court of San Juan to release the money ALC consigned.2\n\n          After its motion for reconsideration was denied by the\n\ndistrict court, ALC timely appealed.3   Before us, it argues that\n\nthe district court failed to provide unambiguous notice of the Rule\n\n65(a) consolidation and, in so doing, violated its right to trial\n\n\n\n\n     2\n       According to the district court, ALC owed Lamex monetary\nrelief in the sum of $1,287,911.13 in poultry delivered; interest\non that amount, calculated at 1.5% for every month ALC's account is\nin arrears; and storage fees totaling $56,692.12. The $500,000\nLamex already received by drawing on First Bank's letter of credit\nwould be credited toward the total amount owed, as would the\n$785,097.14 held in consignment by the San Juan court.\n     3\n       Lebrón, in his personal capacity, is not a party to this\nappeal.\n\n                               -10-\n\fby jury.4            As an additional matter, ALC asks us to vacate the\n\ncourt's order of sanctions for its discovery-related conduct.\n\n                                            II.\n\nA. Right to a Trial by Jury\n\n                The Supreme Court has long counseled that \"[m]aintenance\n\nof the jury as a fact-finding body is of such importance and\n\noccupies so firm a place in our history and jurisprudence that any\n\nseeming        curtailment     of    the   right   to    a   jury    trial   should   be\n\nscrutinized with the utmost care.\"                  Dimick v. Schiedt, 293 U.S.\n\n474, 486 (1935).           For this reason, once a party files a proper\n\ndemand for a jury trial on its legal claims, see Fed. R. Civ. P.\n\n38, that demand must be honored unless the parties expressly\n\nconsent to withdraw the demand, see id., or subsequently waive\n\ntheir jury trial right by either expressly or implicitly agreeing\n\nto   a       bench    trial,   see   Venture      Tape   Corp.      v.   McGills   Glass\n\nWarehouse, 540 F.3d 56, 62-63 (1st Cir. 2008); Coxcom, Inc. v.\n\nChaffee, 536 F.3d 101, 110-11 (1st Cir. 2008).\n\n                In this instance, Lamex made a general demand for a jury\n\ntrial with respect to all the legal claims pled in its complaint,\n\nand ALC was entitled to rely on that demand.                     In re N-500L Cases,\n\n\n         4\n       Appellant raises two additional issues related to this\nargument. It contends that the Rule 65(a) consolidation deprived\nit of the opportunity to conduct meaningful discovery. It further\nasserts that the court relied on inappropriate evidence, in\nparticular testimony obtained remotely via telephone, in adjudging\ncredibility and reaching a decision on the merits.      Because we\nvacate the judgment, we do not reach these subsidiary arguments.\n\n                                           -11-\n\f691 F.2d 15, 22 (1st Cir. 1982) (\"Where one party has made a\n\ndemand, others are entitled to rely on the demand with respect to\n\nissues covered by the demand and need not make an independent\n\ndemand of their own.\").         ALC says that it did so rely and, never\n\nhaving received clear notice from the district court of its intent\n\nto consolidate, its participation in the January 27 hearing was\n\nlimited to the issue of injunctive relief.               It expected that\n\nLamex's legal claims, including the declaratory judgment related to\n\nLaw 75,5 would be resolved at a later point before a jury.6              Lamex\n\ncounters that the district court consolidated the preliminary\n\ninjunction hearing with a trial on the merits after providing\n\nadequate notice, and that ALC implicitly waived the right to a jury\n\ntrial       by   actively   participating,   without   objection,   in   that\n\nconsolidated proceeding.\n\n\n\n\n        5\n       Although Lamex's Law 75 claim was framed as a declaratory\njudgment, appellant argues, and Lamex does not disagree, that Law\n75 controversies are quintessentially legal, and not equitable, and\nthus can be heard by a jury. This court has not held that Law 75\nis an action to which the Seventh Amendment attaches; however,\nbecause the parties here are in agreement on this issue, we accept\nthat position for the purposes of this case.\n     6\n        As it turns out, during the injunction hearing, defendants\nconceded the existence and amount of the debt owed to Lamex and\ntold the court that \"[i]f the amounts [that Lamex claims is owed]\nare the same [as that ALC consigned to the Puerto Rico court] then\nthey can retire the money.\" This admission left only two legal\nclaims: the declaratory judgment and the piercing of the corporate\nveil.\n\n                                     -12-\n\f          1. Inadequate Notice of Rule 65(a)(2) Consolidation\n\n          Rule 65(a)(2) states, in relevant part: \"Before or after\n\nbeginning the hearing on a motion for a preliminary injunction, the\n\ncourt may advance the trial on the merits and consolidate it with\n\nthe [preliminary injunction] hearing.\"   Fed. R. Civ. P. 65(a)(2).\n\nAlthough the rule facilitates \"the generally admirable objective of\n\nsaving time and duplication of effort,\" there are \"hazards inherent\n\nin fully disposing of cases in such an expedited fashion -- among\n\nthem incomplete coverage of relevant issues and failure to present\n\nall relevant evidence.\"   Caribbean Produce Exch., Inc. v. Sec'y of\n\nHealth & Human     Servs., 893 F.2d 3, 5 (1st Cir. 1989); see also\n\nUniv. of Tex. v. Camenisch, 451 U.S. 390, 395 (1981) (noting that\n\n\"a preliminary injunction is customarily granted on the basis of\n\nprocedures that are less formal and evidence that is less complete\n\nthan in a trial on the merits,\" and concluding that \"[i]n light of\n\nthese considerations, it is generally inappropriate for a federal\n\ncourt at the preliminary injunction stage to give a final judgment\n\non the merits\").     Such risks are especially acute in cases that\n\nturn on credibility determinations, as a truncated hearing will\n\noften limit the parties' opportunity to present and thoroughly\n\nexamine witnesses. For this reason, our law \"demand[s that a trial\n\ncourt provide] 'indisputably clear notice' to the parties before\n\napproving . . . consolidation.\" Francisco Sánchez v. Esso Standard\n\nOil Co., 572 F.3d 1, 15 (1st Cir. 2009) (quoting Caribbean Produce,\n\n\n                                -13-\n\f893 F.2d at 5); see also Camenisch, 451 U.S. at 395 (noting that\n\n\"the parties should normally receive clear and unambiguous notice\n\n[of consolidation] either before the hearing commences or at a time\n\nwhich will still afford the parties a full opportunity to present\n\ntheir respective cases\" (quoting Pughsley v. 3750 Lake Shore Drive\n\nCoop. Bldg., 463 F. 2d 1055, 1057 (7th Cir. 1972))).\n\n          Failure   to   provide    indisputably   clear   notice   of\n\nconsolidation can constitute reversible error even if the right to\n\na jury trial is not at issue.7     See Caribbean Produce, 893 F.2d at\n\n5-6; 11A Charles Alan Wright, Arthur R. Miller & Mary Kay Kane,\n\nFederal Practice and Procedure § 2950 (2d ed. 1995) (\"[O]rdering\n\nconsolidation during the course of a preliminary injunction hearing\n\nis reversible error when little or no notice is given of this\n\nchange and the effect is to deprive a party of the right to present\n\nhis case on the merits.\").   The stakes are even higher where, as\n\nhere, the surprise consolidation would result in the deprivation of\n\n\n\n     7\n       The issue of the adequacy of notice of consolidation under\nRule 65(a) can arise independently of a dispute over the waiver of\nthe jury trial right and has constitutional implications beyond the\nSeventh Amendment. Cf. K-Mart Corp. v. Oriental Plaza, Inc., 875\nF.2d 907, 913 (1st Cir. 1989) (\"It is apodictic that the district\ncourt's power in [ordering consolidation] 'must be tempered by the\ndue process principle that fair notice and an opportunity to be\nheard must be given the litigants before the disposition of a case\non the merits.'\" (quoting 11 Charles Alan Wright & Arthur R.\nMiller, Federal Practice and Procedure § 2950 (1st ed. 1973))).\nHere, however, ALC argues the adequacy of notice in relation to the\nSeventh Amendment jury trial right. Under the circumstances of\nthis case, we think that is an appropriate way to analyze the\nissue.\n\n                                 -14-\n\fa party's right to prosecute or defend the remaining legal claims\n\nbefore a jury.    In these situations, we \"indulge every reasonable\n\npresumption against [construing the parties' participation in the\n\nconsolidated hearing as] waiver.\"       Aetna Ins. Co. v. Kennedy, 301\n\nU.S. 389, 393 (1937); see also García-Ayala v. Lederle Parenterals,\n\nInc., 212 F.3d 638, 645 (1st Cir. 2000) (emphasizing that \"the\n\nright to a jury trial is constitutionally protected and casual\n\nwaivers are not to be presumed\").\n\n          In this case, the court gave the parties contradictory\n\nsignals as to its intent.   At the parties' first appearance before\n\nthe court, which took place on January 14, Lamex requested, and the\n\ncourt scheduled, a hearing on Lamex's motion to enjoin defendants\n\nfrom \"interfer[ing] with [Lamex's] course of dealing with other\n\nPuerto Rico businesses\" and \"performing other acts in detriment of\n\n[Lamex's] goodwill, name, and reputation.\"         On January 20, the\n\ncourt granted Lamex's motion to consolidate and agreed to consider\n\n\"the preliminary and permanent injunctive relief, if available\n\n. . . in a consolidated hearing.\"       This order, which was the only\n\nwritten order mentioning \"consolidation,\" was plainly not a Rule\n\n65(a)(2) order.   On the eve of the January 27 hearing, the court,\n\ndespite its January 20 order, was still referring to the next\n\nmorning's proceedings as a preliminary injunction hearing, and the\n\nhearing was captioned as such.   Up to this point, the court and the\n\n\n\n\n                                 -15-\n\fparties seemed to be in agreement that only the plea for injunctive\n\nrelief was before the court.8\n\n            The confusion began the next day.            At the start of the\n\npreliminary injunction hearing, the court warned the parties: \"[I]f\n\nI get at some point in time during this hearing that I should\n\nconvert this into a trial on the merits, then I will do it.\"                  It\n\nadvised   them   \"that    even    though      we   are   proceeding   under   a\n\npreliminary injunction situation, if the issues are as simple as I\n\nthink they are, I'm going to take this matter and resolve it\n\naltogether, one shot.\"      This statement might provide the requisite\n\nnotice of Rule 65(a)(2) consolidation if not for the court's\n\nsubsequent comments.       In the next breath, the court offered a\n\ndifferent view of its intentions when it responded in the following\n\nway to Lamex's reminder that it had \"requested that the preliminary\n\ninjunction hearing be converted to a permanent injunction hearing\":\n\n\"You already heard what I said.            If I think as we progress that\n\nthat’s what I should do, I’m going to do it.\"9                 This succeeding\n\nstatement    implied     that    the   court's     intention    was   only    to\n\n\n\n     8\n       Indeed, the crux of ALC's defense against the imposition of\nsanctions at the status conference was that Lebrón justifiably\nrefused to answer Lamex's counsel's questions because they\npertained to the Law 75 claim and not to the preliminary\ninjunction.\n     9\n       It is not clear why Lamex insisted on renewing a motion that\nhad already been granted on January 20. Nor is it clear why the\ncourt made no reference to its January 20th order. These oddities\nconfirm the confusion that permeated the proceedings.\n\n                                       -16-\n\fconsolidate the hearing for preliminary injunctive relief with the\n\nhearing for permanent injunctive relief, as Lamex requested, and\n\nnot to reach the merits of the remaining claims.             Later, the court\n\nshored up this inference when, in response to Lamex's reminding the\n\ncourt of its January 20 order, the court stated, \"I told you that\n\nI was considering doing precisely that, the consolidation.\"10                In\n\nsum,    during   the    hearing,   the   court   made   three   references   to\n\nconsolidation; of those three references, only the first mentioned\n\nthe merits of the other claims, and the later two implied that it\n\nexpected    only   to    consolidate     the   proceedings   for   preliminary\n\ninjunctive relief with those for permanent injunctive relief.\n\n            At the very end of the preliminary injunction hearing,\n\nthe court compounded the confusion by stating that \"I think what I\n\ntold you at the beginning, that I could consolidate this into one\n\nthing, is going to happen,\" without clarifying what it meant by\n\nconsolidating \"this into one thing.\"             It then asked whether the\n\nparties objected to \"this,\" to which the parties answered in the\n\n\n\n       10\n        In responding to Lamex, the court again did not acknowledge\nthe terms or existence of its January 20 order.        Instead, it\nstated:\n\n       I told you that I was considering doing precisely that,\n       the consolidation. Consolidation doesn't mean that the\n       result is going to be favorable to you or to them.\n       Consolidation is a technical procedural matter.\n            But I will not make that decision until I have heard\n       all the evidence. I want to receive more evidence. I\n       need to hear you. I need to hear the other side, too.\n       Then I'll decide.\n\n                                       -17-\n\fnegative.   Not once during this colloquy did the court explicitly\n\nstate that it intended to dispose of all the issues on the merits\n\nor that it was proceeding under Rule 65(a)(2).\n\n            The court's contradictory and vague statements do not\n\nsatisfy \"the overriding requirement [of] indisputably clear notice\"\n\nof the court's intention to consolidate the preliminary injunction\n\nhearing with a trial on the merits.   Caribbean Produce, 893 F.2d at\n\n5.   Indeed, statements less ambiguous than those voiced by the\n\ndistrict court have been held to be inadequate.          See, e.g.,\n\nAttorneyFirst, LLC v. Ascension Entm't, Inc., 144 F. App'x 283, 290\n\n(4th Cir. 2005) (per curiam) (unpublished) (holding that the\n\ncomment that \"the preliminary injunction stage, if I do it right,\n\nwill be the end of the fight,\" did not \"constitute[] the kind of\n\nclear and unambiguous notice required by Rule 65(a)(2)\"); Woe v.\n\nCuomo, 801 F.2d 627, 629 (2d Cir. 1986) (concluding that the\n\ncourt's \"oblique references . . . to the dispositive nature of the\n\nproceedings,\" including the statement that it wanted \"to finally\n\nclose this case . . . [o]nce and for all, at least at this level,\"\n\ndid not provide adequate notice); Pughsley, 463 F.2d at 1056-57\n\n(holding that a court's instruction for counsel to put on \"your\n\ntotal case\" did not provide adequate notice of consolidation, as\n\n\"[p]laintiffs' counsel could reasonably have understood the judge\n\nas merely requiring a presentation . . . of the remainder of\n\nplaintiffs' 'total case' in support of their pending motion [for a\n\n\n                               -18-\n\fpreliminary    injunction]\").     From   the    court's   statements,   the\n\nparties reasonably could have understood, as ALC claims that it\n\ndid, that only the issue of injunctive relief was before the court,\n\nand that by \"consolidation,\" the court meant that it would treat\n\nthe   preliminary   injunction   hearing   as   a   permanent   injunction\n\nhearing.11\n\n             Lamex suggests that we may infer the requisite notice\n\nfrom the district court's summary of the issues before it as \"one,\n\nwhat kind of intervention this [court] can have in the context of\n\nthe relations between these parties as it pertains to Law 75,\" and\n\ntwo, \"whether there is any issue with the payment that is due and\n\n\n      11\n        Notably, even Lamex behaved in ways consistent with this\nunderstanding: Lamex reiterated its jury trial demand for its legal\nclaims, pressed the court at various points to convert the hearing\nfrom one for preliminary injunctive relief to one for permanent\ninjunctive relief, and, at the hearing's conclusion, indicated that\nit would refrain from presenting the rest of its evidence \"[i]n the\ninterest of a speedy injunction.\" Lamex also called few witnesses\nand petitioned for liberal rules of evidence and procedure. During\nher questioning of Steve Anderson, for instance, Lamex's counsel\nspecifically referenced the fact that this was a preliminary\ninjunction hearing to argue for a more lenient standard of\nadmissibility:\n\n      THE COURT: We don't know what is the relationship between this\n      [person] and ALC. Therefore, it's [not admissible until] you\n      establish that relationship. That's it.\n\n      COUNSEL FOR LAMEX: Your Honor, if this is a preliminary\n      injunction hearing, just for the record, inadmissible evidence\n      that may otherwise be admissible in a court of law at the\n      trial –\n\n      THE COURT: Counsel, no.\n\n      COUNSEL FOR LAMEX: Okay, Your Honor.\n\n                                  -19-\n\fowing supposedly.\"    These comments, however, do little to clarify\n\nthe scope of the issues actually at stake.                    By \"what kind of\n\nintervention this [court] can have in the context of the relations\n\nbetween   these   parties    as    it    pertains    to     Law   75,\"   the   court\n\nreasonably could be understood as pondering whether it could\n\nprovide injunctive relief without addressing the Law 75 issues.\n\nNor could the reference to \"the payment that is due and owing\n\nsupposedly\" be construed unambiguously as notice of consolidation.\n\nThat comment came on the heels of defendants' renewal of its motion\n\nfor judgment on partial findings, see Fed. R. Civ. P. 52(c), in\n\nwhich they argued that because they had already acknowledged their\n\ndebt and consigned money to the local court, Lamex could not meet\n\nthe irreparable harm prong of the four-part test for a preliminary\n\ninjunction.12     Alone     or    in    context,    these    statements    do    not\n\nconstitute indisputably clear notice of the court's intent to\n\nresolve all the issues on the merits.\n\n           2. No Implicit Waiver of the Jury Trial Right\n\n\n\n\n     12\n       Lamex countered that it was suffering irreparable harm in\nthat ALC's delinquency and smear campaign were causing Lamex to\nincur cold-storage costs that would continue to skyrocket \"if\ndefendants continue their delinquent conduct.\" Relatedly, we note\nthat because the cold-storage fees were part of the court's\ncalculus on irreparable injury and because ALC conceded the amount\nand existence of its debt to Lamex, the court's convening of an\nevidentiary hearing to determine the cold-storage costs also cannot\nbe construed as providing unambiguous notice of consolidation. Nor\ncan ALC's participation therein imply its waiver of the jury trial\nright. Lamex does not argue to the contrary.\n\n                                        -20-\n\f             Given the court's failure to provide indisputably clear\n\nnotice of consolidation, it becomes far more difficult for Lamex to\n\nargue that ALC implicitly waived its right to a jury trial.                    We\n\nhave held that \"active participation both leading up to and during\n\n[a] bench trial,\" combined with a failure to \"specifically object\n\nto the lack of a jury,\" amounts to a waiver of the jury trial\n\nright.    Coxcom, 536 F.3d at 111.              This rule of waiver-by-conduct\n\nreflects our judgment that a losing party who has been accorded an\n\nopportunity to present its full case before a court should not be\n\nallowed to \"reassert[] a right to trial by jury after a bench\n\ntrial.\"      Id.; see also Royal Am. Managers, Inc. v. IRC Holding\n\nCorp., 885 F.2d 1011, 1018 (2d Cir. 1989) (adopting the implicit\n\nwaiver rule because \"[i]t would be 'patently unfair' and, 'in\n\neffect, [an] ambush [of the] trial judge on appeal' if appellant\n\nwere allowed 'to lodge an early demand for a jury,' participate in\n\na bench trial without objection, and then assign as error the\n\nfailure to honor the jury demand\" (second and third alterations in\n\noriginal) (quoting United States v. 1966 Beechcraft Aircraft Model\n\nKing   Air   A90,    777   F.2d   947,    951     (4th   Cir.   1985))   (internal\n\nquotation marks omitted)).\n\n             ALC's   behavior     during        the   hearing   simply   was   not\n\nconsistent with Lamex's assertion that ALC \"fully and vigorously\"\n\nparticipated in what it understood to be a bench trial on all the\n\nremaining legal issues. Venture Tape, 540 F.3d at 63 (quoting 1966\n\n\n                                         -21-\n\fBeechcraft Aircraft Model King Air A90, 777 F.2d at 951).                    To the\n\ncontrary, because it was not clearly notified of the court's intent\n\nto adjudicate all of the issues on the merits, ALC conducted itself\n\nas   though    it    were   participating        in   a   preliminary     injunction\n\nhearing.       During the January 27 proceeding, ALC acquiesced to\n\nliberal rules of evidence and procedure.                      It only called one\n\nwitness and presented two exhibits, neither of which were in direct\n\nsupport of its claim that Lamex could be held liable as a principal\n\nunder Law 75.13        Indeed, ALC conducted minimal discovery in the\n\nbarely     one-month-long        period   between     the    commencement    of   the\n\nfederal suit and the injunction hearing; prior to the hearing, ALC\n\nhad not even deposed a single representative of Lamex or George's.\n\n              In arguing its initial Rule 52(c) motion, ALC framed its\n\nargument      in    terms   of    the   four-pronged        test   for   preliminary\n\ninjunctions.14        Additionally, when arguing that Lamex lacked a\n\n\n      13\n       The first exhibit, a letter from George's to ALC's counsel\ndemanding that ALC cease and desist from using George's protected\nmarks in its marketing and denying any \"exclusivity in favor of\nALC,\" was presented for the purpose of justifying ALC's decision to\nstop paying Lamex. The second exhibit was comprised of copies of\nthe checks consigned to the Superior Court.\n      14\n       Rule 52(c) allows for a judgment on partial findings \"[i]f\na party has been fully heard on an issue during a nonjury trial.\"\nFed. R. Civ. P. 52(c). Although Lamex is under the impression that\nRule 52(c) motions are only available in bench trials, appellant\npoints out, and the record confirms, that its Rule 52(c) motions\nwere directed toward Lamex's plea for injunctive relief, not toward\nthe Law 75 issues.      Trial courts in this circuit routinely\nentertain Rule 52(c) motions in preliminary injunction hearings,\nand not just bench trials. See, e.g., Freightliner, L.L.C. v. P.R.\nTruck Sales, Inc., 399 F. Supp. 2d 57, 73 (D.P.R. 2005).\n\n                                          -22-\n\fprobability of succeeding on the merits, ALC specifically pointed\n\nout that \"there is a hearing on the state case that is scheduled\n\nfor February 7.\"    Finally, in renewing its motion at the end of the\n\nhearing, ALC argued that \"injunction is a remedy for a person to\n\nclaim a right when there is no other alternative,\" and that this\n\nequitable remedy was not necessary here because the parties would\n\nsoon be trying their Law 75 case in state court.             From these\n\nstatements, it is evident that ALC understood that the Law 75 issue\n\nwas not being litigated fully during the injunction hearing but\n\ninstead would be resolved at a later point, either before a jury in\n\nfederal court or as part of its multi-million-dollar state lawsuit.\n\n          3. Summary\n\n          Neither the status of the jury trial right nor the\n\nprotections afforded it by the courts or the Federal Rules is\n\ndiminished   when   a   district   court   employs   the   consolidation\n\nmechanism provided by Rule 65(a)(2).       In fact, the rule explicitly\n\nrequires that even when consolidation is ordered, \"the court must\n\npreserve any party's right to a jury trial,\" Fed. R. Civ. P.\n\n65(a)(2), and appellate courts have held that a party's agreement\n\nto a properly noticed \"'consolidation of trial on the merits with\n\na hearing for a preliminary injunction by itself in no way amounts\n\nto a waiver of the right to jury trial.'\"        New Windsor Volunteer\n\nAmbulance Corps, Inc. v. Meyers, 442 F.3d 101, 120 (2d Cir. 2006)\n\n(quoting Heyman v. Kline, 456 F.2d 123, 130 (2d Cir. 1972)); see\n\n\n                                   -23-\n\falso Bowles v. Bennett, 629 F.2d 1092, 1095 (5th Cir. 1980) (noting\n\nthat \"[e]ven assuming that plaintiffs' counsel had agreed to\n\nconsolidate . . . , that, alone, would not be an express waiver of\n\nthe right to jury trial\").             Where, as here, the district court\n\nfails    to    provide   indisputably    clear    notice      of   its    intent   to\n\nconsolidate, with the effect that a party does not understand\n\nitself to be participating in a trial on the merits and conducts\n\nitself accordingly, we cannot infer a waiver of the jury trial\n\nright.    See Royal Am. Managers, 885 F.2d at 1018 (\"Of course, a\n\nparty should not be held, by reason of its participation in the\n\nnonjury proceedings, to have waived the jury trial right unless the\n\nparty    was    'on    notice   that   the    trial   court    was   planning      to\n\nadjudicate       the   dispositive     issues    of   fact.'\"      (quoting    1966\n\nBeechcraft Aircraft Model King Air A90, 777 F.2d at 951)); see also\n\nWhite v. McGinnis, 903 F.2d 699, 703 (9th Cir. 1990).                    This is not\n\na situation in which a losing party is \"attempting a second bite at\n\nthe apple.\"      Coxcom, 536 F.3d at 111.        Rather, ALC has not even had\n\nits first full bite.\n\n               We conclude that the district court erred in failing to\n\nprovide indisputably clear notice of its intent to consolidate\n\nunder Rule 65(a)(2) and, in so doing, abrogated ALC's right to a\n\njury trial.        Accordingly, we vacate the court's judgment with\n\nrespect to the claims for declaratory judgment and to pierce the\n\ncorporate veil and remand for further proceedings consistent with\n\n\n                                       -24-\n\fthis opinion. Because ALC conceded the amount and existence of the\n\ndebt    owed    to    Lamex,   we    affirm   the   district   court's     monetary\n\njudgment in favor of Lamex.15\n\n               B. Discovery-Related Sanctions\n\n               Appellant challenges the district court's order imposing\n\nsanctions      upon    it    for    its   failure   to   comply    with   discovery\n\nobligations.         District courts have \"first-line authority for case-\n\nmanagement decisions.\"             Torres v. Puerto Rico, 485 F.3d 5, 10 (1st\n\nCir.    2007).        We    therefore     \"step   softly\"   when   reviewing    the\n\nimposition of sanctions, intervening only when there has been an\n\nabuse of discretion.           Id. (quoting United States v. One 1987 BMW\n\n325, 985 F.2d 655, 657 (1st Cir. 1993)).\n\n               Pursuant to its authority under Federal Rules of Civil\n\nProcedure 16(f) and 37(b)(2), the court ordered ALC to pay the\n\n\n\n       15\n         ALC also presses an abstention argument pursuant to the\ndoctrine enunciated in Colorado River Water Conservation District\nv. United States, 424 U.S. 800 (1976). Although this court may\nraise the issue of Colorado River abstention sua sponte, Jiménez v.\nRodríguez-Pagán, 597 F.3d 18, 27 n.4 (1st Cir. 2010), \"abstention\nis a waivable defense,\" Guillemard-Ginorio v. Contreras-Gómez, 585\nF.3d 508, 517 (1st Cir. 2009).      ALC failed to raise the issue\nbelow, and we deem it waived.        Even if the issue had been\npreserved, however, abstention is not warranted here.           The\ncircumstances permitting abstention on grounds of \"wise judicial\nadministration,\" Colo. River, 424 U.S. at 818, \"are quite 'limited'\nand indeed 'exceptional.'\" Rio Grande Cmty. Health Ctr., Inc. v.\nRullan, 397 F.3d 56, 71 (1st Cir. 2005) (quoting Colo. River, 424\nU.S. at 819); see also Currie v. Group Ins. Comm'n, 290 F.3d 1, 10\n(1st Cir. 2002) (reserving Colorado River abstention for only the\nmost \"extraordinary circumstances\"). The circumstances here would\nnot remotely justify the federal court taking the extraordinary\nstep of divesting itself of jurisdiction.\n\n                                          -25-\n\fcosts and attorney's fees Lamex incurred in the deposition of\n\nAudeliz Lebrón.        It did so upon finding that Lebrón was non-\n\nresponsive     to   the   questions    of    Lamex's    counsel    during   his\n\ndeposition, and that through his vexatious conduct he \"placed\n\nobstacles to the taking of the deposition in violation of the Rules\n\n[of Civil Procedure].\"        Here, as below, appellant attempts to\n\njustify Lebrón's behavior by asserting that he only refused to\n\nanswer questions that he thought were beyond the scope of the\n\ndeposition.16       This representation is belied by the deposition\n\ntranscript, which shows that Lebrón was obstructionist and hostile\n\nto Lamex's counsel's most benign questions.17           Additionally, as the\n\n\n     16\n       ALC also ventures a fairness argument, contending that Lamex\ntoo did not comply with its discovery obligations. It made this\nargument in a motion for sanctions against Lamex, and the district\ncourt, within its discretion, rejected the motion, concluding that\n\"[p]laintiff's behavior did not warrant sanction.\"\n     17\n          This is a typical exchange between Lamex's counsel and\nLebrón:\n\n     Counsel: [W]hat was your position                 in   [the   first]\n     supermarket [you worked for]?\n\n     Lebrón: Groceries.\n\n     Counsel: Okay . . . . Could you explain to me what were\n     your duties and responsibilities . . . ?\n\n     . . . .\n\n     Lebrón: I repeat groceries, groceries.\n\n     Counsel: Okay. But my question goes a little further\n     than that, Mr. Lebrón . . . . What exactly did you do as\n     a grocery [at the supermarket]?\n\n\n                                      -26-\n\fdistrict court pointed out in its sanctions order, it did not order\n\nlimited discovery and thus Lebrón and ALC had no grounds to believe\n\nthat the deposition was limited in scope.        Finally, even if ALC or\n\nLebrón   had   justifiable    concerns    regarding    the   scope   of   the\n\ndeposition, the Federal Rules provide a way for them to register\n\nthose objections without holding up the deposition.            See Fed. R.\n\nCiv. P. 30(c)(2).      Given Lebrón's behavior, the district court was\n\nwell within its discretion in imposing sanctions.\n\n                                   III.\n\n           For   the    reasons   set   forth,   we   affirm   the   court's\n\nimposition of sanctions against ALC; affirm the court's monetary\n\njudgment in favor of Lamex; vacate the court's judgment with\n\nrespect to Lamex's claims for a declaratory judgment and to pierce\n\nALC's corporate veil; and remand for proceedings consistent with\n\nthis opinion.    Each party shall bear its own costs on appeal.\n\n           So ordered.\n\n\n\n\n     Lebrón: Well, if you don't know what groceries is, check\n     and see what groceries is.\n\n                                   -27-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 10-1677\n\n                       LAMEX FOODS, INC.,\n\n                      Plaintiff, Appellee,\n\n                               v.\n\n                      AUDELIZ LEBRÓN CORP.,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. José Antonio Fusté, U.S. District Judge]\n\n\n                             Before\n\n                       Lynch, Chief Judge,\n              Torruella and Lipez, Circuit Judges.\n\n\n\n     Pedro Jiménez-Rodríguez, with whom Pedro J. Santa-Sánchez,\nJosé L. Ramírez-Coll, and Adsuar Muñiz Goyco Seda & Pérez-Ochoa,\nPSC were on brief, for appellant.\n     Laura Beléndez-Ferrero, with whom Ferraiuoli Torres Marchand\n& Rovira, PSC was on brief, for appellee.\n\n\n\n                          June 27, 2011\n\f             LIPEZ, Circuit Judge. Defendant-appellant Audeliz Lebrón\n\nCorp. (\"ALC\") appeals from a judgment in favor of plaintiff-\n\nappellee Lamex Foods, Inc. (\"Lamex\"), which the district court\n\nentered after consolidating a preliminary injunction hearing with\n\na bench trial on the merits under Federal Rule of Civil Procedure\n\n65(a)(2).     The appellant argues that the district court abrogated\n\nits right to a jury trial by failing to provide indisputably clear\n\nnotice of its intent to consolidate.        See U.S. Const. amend. VII;\n\nsee also Fed. R. Civ. P. 65(a)(2) (permitting the consolidation of\n\na preliminary injunction hearing with a trial on the merits, but\n\nnoting that \"the court must preserve any party's right to a jury\n\ntrial\").\n\n             Although we appreciate the district court's efforts to\n\nresolve the parties' dispute in an efficient and timely manner, we\n\nagree with ALC that the court's inadequate notice of its intent to\n\nconsolidate abrogated ALC's right to a jury trial.              Rejecting\n\nappellant's other arguments, we vacate the judgment in part and\n\nremand for further proceedings.\n\n                                    I.\n\nA. Factual Background\n\n             Lamex is a Minnesota corporation that facilitates the\n\nsale of food from manufacturers to suppliers and vendors worldwide.\n\nAround February 2007, Lamex entered into a business relationship in\n\nwhich   it   purchased   frozen   chicken   from   George's   Farms,   Inc.\n\n\n                                    -2-\n\f(\"George's\")      and   resold    the    product      to   ALC,   a    Puerto   Rico\n\ncorporation that supplies frozen food products to supermarkets and\n\nother retailers throughout the Commonwealth.\n\n            The    parties'      business       relationship      encountered        an\n\nobstacle around January 2009, when ALC's insurance underwriter\n\ndropped the corporation from its coverage.                 Lamex sought from ALC\n\na replacement security, which ALC provided in the form of a standby\n\nletter of credit for $500,000 drawn on First Bank, a Puerto Rico\n\nfinancial   institution.         In     turn,   ALC   requested       from   Lamex    a\n\nmatching unsecured credit for $500,000.               Lamex's corporate policy\n\nprohibited such matching, but in an effort to preserve the parties'\n\nrelationship, Steve Anderson, the president of Lamex, encumbered\n\nhis personal funds to provide ALC with the matching credit.\n\n            In    November    2009,       however,     the     parties'      cordial\n\nrelationship came to an end when ALC stopped paying Lamex money\n\nowed.    By that time, ALC, without remunerating appellee, had\n\nreceived shipments of frozen poultry totaling over $1.2 million in\n\nvalue.   After myriad informal attempts to collect the delinquent\n\ninvoices from ALC failed, Lamex canceled ALC's account, halted\n\nshipment on orders of poultry designated for ALC, and placed the\n\nunpaid-for poultry into cold storage in various facilities in\n\nPuerto Rico and on the mainland.           Lamex also cashed in the $500,000\n\nletter of credit from First Bank.\n\n\n\n\n                                         -3-\n\f           ALC   responded    by   filing   suit     in   the   Commonwealth's\n\nSuperior Court in San Juan, naming as defendants Lamex, George's,\n\nand First Bank, among others, and alleging violations of Puerto\n\nRico's Dealers' Contract Act of 1964 (\"Law 75\"), P.R. Laws Ann.\n\ntit. 10, §§ 278-278e, which prohibits a principal from terminating\n\na   business   relationship    with    a    dealer    without    just   cause,\n\nEuromotion, Inc. v. BMW of N. Am., Inc., </pre><span class=\"citation\" data-id=\"751692\"><a href=\"/opinion/751692/euromotion-inc-dba-prime-wholesalers-v-bmw-of-north-america-inc/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">866</span></a></span><pre class=\"inline\">, 870 (1st\n\nCir. 1998).    After ALC's suit had been filed, but before service-\n\nof-process had been completed, Lamex brought the instant action in\n\nfederal district court, naming as defendants ALC and its president,\n\nAudeliz Lebrón.\n\n           In its December 22, 2009 complaint, Lamex sought to\n\nrecover the remainder of the monies owed to it and asked that the\n\ncorporate veil be pierced to hold Lebrón personally liable for\n\nALC's debt should the corporation be unable to pay in full.\n\nFurthermore, Lamex requested a declaratory judgment stating that it\n\nwas not a \"principal\" for Law 75 purposes or that even if it were\n\na principal, it had just cause to terminate its relationship with\n\nALC.   Finally, Lamex sought a preliminary injunction barring ALC\n\nfrom continuing a \"smear campaign\" against Lamex, in which ALC\n\npurportedly interfered with Lamex's attempts to find other buyers\n\nfor the cold-stored poultry by telling potential buyers that Lamex\n\nand George's poultry products were entangled in a lawsuit. Lamex's\n\ncomplaint contained a jury demand for all of its legal claims.\n\n\n                                      -4-\n\fB. District Court Proceedings\n\n           1. The First Hearing and Status Conference\n\n           On January 14, 2010, the district court convened an\n\ninitial hearing for the purpose of deciding Lamex's motion to\n\nreconsider an order granting defendants extended time to answer the\n\ncomplaint. After inquiring into the nature of the parties' dispute\n\nand discovering that their conflict involved the collection of\n\noutstanding debt, the court warned the litigants that \"you cannot\n\ndrag a case like this for a year or two, because there's no point,\"\n\nand encouraged them to settle.       In the interim, the court put the\n\ncase on an expedited schedule.            It gave defendants one day to\n\nrespond to the complaint. Additionally, the court established what\n\nit characterized as a \"streamlined discovery process,\" ordering the\n\nparties to exchange all pertinent documents by January 18 and to\n\ndepose two key witnesses -- Steve Anderson and Audeliz Lebrón -- by\n\nJanuary 20.\n\n              On January 18, Lamex filed a motion to convert its\n\nrequest for a preliminary injunction, which it had submitted in its\n\ncomplaint and in a separate motion dated January 13, into a demand\n\nfor a permanent injunction.         The court, in an order issued on\n\nJanuary   20,   \"[g]ranted   [the   motion]    in   the   sense   that   the\n\npreliminary and permanent injunctive relief, if available, shall be\n\nconsidered in a consolidated hearing as requested.\"\n\n\n\n\n                                    -5-\n\f            Soon after, the court received notice that the parties\n\ndid not finish the depositions on January 20, as ordered. Lebrón's\n\ndeposition was cut short after he refused to answer questions\n\nrelating to issues addressed in Lamex's prayers for declaratory\n\njudgment and preliminary injunction.              At a status conference six\n\ndays    later,   the     court    reviewed      the   transcript   of    Lebrón's\n\ndeposition,      concluded       that    defendants     were   obstructing      the\n\ndiscovery process, and sanctioned them by ordering them to pay for\n\nany expense Lamex incurred for the thwarted deposition.                    At the\n\nconclusion of the status conference, the court advised the parties\n\nthat the preliminary injunction hearing, which was originally set\n\nfor February 1, would be advanced to January 27, the very next\n\nmorning.\n\n            2. The Injunction Hearing\n\n            Decrying behavior it characterized as parties \"playing\n\nhardball   to    avoid    certain       obligations,\"    the   court    began   the\n\npreliminary injunction hearing by emphasizing that it was committed\n\n\"to help[ing] the parties . . . resolve this whole situation\" in a\n\nprofessional manner:\n\n       I am here to do the right thing, and that's the reason\n       why I got really upset with you people yesterday, and\n       that's the reason I said that if you had not taken my\n       advice to do discovery the right way, with the purpose of\n       trying to resolve the situation, I was going to then take\n       the law in my own hands and force it, shove it upon you,\n       a solution. . . . There is no way that I'm going to allow\n       a case like this to drag for months and months when you\n       have those amounts of money due and owing for chicken,\n       basically, okay? And I am not going to allow this kind\n\n                                          -6-\n\f       of argument to linger without some sort of arbiter,\n       [j]udge or whoever, telling you what the story is.\n\nThe court then informed the parties that \"if I get at some point in\n\ntime during this hearing that I should convert this into a trial on\n\nthe merits, then I will do it.\"               He advised them that \"even though\n\nwe are proceeding under a preliminary injunction situation, if the\n\nissues are as simple as I think they are, I'm going to take this\n\nmatter and resolve it altogether, one shot.\"                       When Lamex reminded\n\nthe court of its motion to convert the preliminary injunction\n\nhearing into a permanent injunction hearing, the court replied,\n\n\"You already heard what I said.                   If I think as we progress that\n\nthat's what I should do, I'm going to do it.                       I'm just giving you\n\nfair warning.\"\n\n                The    court      then   proceeded    to    take    the    testimony   of\n\nAnderson.        At the conclusion of its president's testimony, Lamex\n\nagain       moved     to   have    the   hearing     be    treated    as   a   permanent\n\ninjunction hearing.1              In response, the court stated, \"I told you\n\nthat        I       was    considering        doing        precisely        that,      the\n\nconsolidation. . . . But I will not make that decision until I have\n\nheard all the evidence.\"\n\n                When the hearing reconvened after a lunch recess, Lamex\n\nrequested that the court \"at least . . . enter an order for [a]\n\n\n        1\n       Lamex also moved, in the alternative, for summary judgment,\nsee Fed. R. Civ. P. 56, arguing that Anderson's testimony, combined\nwith Lebrón's deposition, was sufficient to resolve the claims in\nits favor. The motion was denied.\n\n                                            -7-\n\fpreliminary injunction.\"       The court admonished Lamex's counsel for\n\nmaking this request, reminding her that it wanted to hear all the\n\nevidence before proceeding: \"Counsel, if you don't give me what I\n\nneed, I'm going to just deny your motion.                 Simple as that.\"\n\nDefendants in turn moved for a judgment on partial findings under\n\nFederal Rule of Civil Procedure 52(c), on the ground that because\n\nthey had already consigned money to the Superior Court, the amount\n\nin controversy was insufficient to give the federal court subject\n\nmatter jurisdiction. As an alternative ground for their Rule 52(c)\n\nmotion,     defendants   argued       that   Lamex    failed   to   meet   the\n\nrequirements for a preliminary injunction. See Narragansett Indian\n\nTribe v. Guilbert, </pre><span class=\"citation\" data-id=\"561828\"><a href=\"/opinion/561828/narragansett-indian-tribe-v-paul-e-guilbert/\"><span class=\"volume\">934</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span><pre class=\"inline\">, 5 (1st Cir. 1991) (reciting the\n\nfour-part     preliminary      injunction      inquiry,    which     requires\n\nconsideration of the likelihood of success on the merits, the\n\npotential for irreparable injury, the balance of equities for and\n\nagainst an injunction, and the effect on the public interest). The\n\ndistrict court found both grounds unpersuasive and denied the\n\nmotion.\n\n            Audeliz   Lebrón    and    two   employees    of   George's    then\n\ntestified, the latter two by phone.                  At the close of their\n\ntestimony, defendants renewed their Rule 52(c) motion, adding a new\n\nargument that Lamex had failed to show irreparable harm \"in as much\n\nas ample evidence has been presented that the money that was\n\nallegedly owed has already been consigned and given [to the Puerto\n\n\n                                       -8-\n\fRico court].\"   The district court asked defendants whether they\n\nwould \"object to a motion filed tomorrow . . . to disburse that\n\nmoney   immediately   to   Lamex,\"    to   which   defendants   initially\n\nresponded in the negative.      But they subsequently equivocated,\n\ntelling the court, \"If the amounts are the same, then [Lamex] can\n\nretire the money.\"\n\n           The court then had the following colloquy with counsel:\n\n     THE COURT: This is what we're going to do. I find that\n     this is a very simple case. I thought it was a lot more\n     complicated. It's an extremely simple case.\n          The only issues here are, number one, what kind of\n     intervention this [f]ederal [c]ourt can have in the\n     context of the relations between these parties as it\n     pertains to Law 75, having plaintiff being the one who\n     initiated the case.\n          That's number one. And it could be as claimed by\n     way of injunctive relief or, more probable than not,\n     perhaps declarative judgment, if any, that could be the\n     alternative.\n          And then the other question is whether there is any\n     issue with the payment that is due and owing supposedly.\n     That's all.\n          Does everybody agree that those are the issues?\n     Plaintiff, are those the issues?\n\n     COUNSEL FOR LAMEX: Yes, Your Honor.\n\n     COUNSEL FOR ALC: Yes, Your Honor.\n\n     THE COURT: I think what I told you at the beginning, that\n     I could consolidate this into one thing, is going to\n     happen. I don't think I need anything else. All I need\n     to do is sit down with this evidence and figure out which\n     rights each party has to this. Any objection to this?\n\n     COUNSEL FOR LAMEX: Your Honor, I don't have any objection\n     to that.\n\n     THE COURT: Do you have any objection to that?\n\n     COUNSEL FOR ALC: No, Your Honor.\n\n                                     -9-\n\f          3. After the Injunction Hearing\n\n          A week later, the court conducted an evidentiary hearing\n\nto determine the amount of cold-storage fees Lamex incurred as a\n\nresult of ALC's failure to pay its outstanding invoices.\n\n          The next day, February 5, the court issued an opinion and\n\norder disposing, on the merits, of all of the claims made in\n\nLamex's complaint. The court denied Lamex's requests to pierce the\n\ncorporate veil and for preliminary and permanent injunctive relief.\n\nHowever, it granted Lamex's request for a declaratory judgment\n\nabsolving Lamex from liability under Law 75.       Furthermore, it\n\nordered defendants to pay the total amount due to Lamex and ordered\n\nthe Superior Court of San Juan to release the money ALC consigned.2\n\n          After its motion for reconsideration was denied by the\n\ndistrict court, ALC timely appealed.3   Before us, it argues that\n\nthe district court failed to provide unambiguous notice of the Rule\n\n65(a) consolidation and, in so doing, violated its right to trial\n\n\n\n\n     2\n       According to the district court, ALC owed Lamex monetary\nrelief in the sum of $1,287,911.13 in poultry delivered; interest\non that amount, calculated at 1.5% for every month ALC's account is\nin arrears; and storage fees totaling $56,692.12. The $500,000\nLamex already received by drawing on First Bank's letter of credit\nwould be credited toward the total amount owed, as would the\n$785,097.14 held in consignment by the San Juan court.\n     3\n       Lebrón, in his personal capacity, is not a party to this\nappeal.\n\n                               -10-\n\fby jury.4            As an additional matter, ALC asks us to vacate the\n\ncourt's order of sanctions for its discovery-related conduct.\n\n                                            II.\n\nA. Right to a Trial by Jury\n\n                The Supreme Court has long counseled that \"[m]aintenance\n\nof the jury as a fact-finding body is of such importance and\n\noccupies so firm a place in our history and jurisprudence that any\n\nseeming        curtailment     of    the   right   to    a   jury    trial   should   be\n\nscrutinized with the utmost care.\"                  Dimick v. Schiedt, </pre><span class=\"citation\" data-id=\"102358\"><a href=\"/opinion/102358/dimick-v-schiedt/\"><span class=\"volume\">293</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">474</span></a></span><pre class=\"inline\">, 486 (1935).           For this reason, once a party files a proper\n\ndemand for a jury trial on its legal claims, see Fed. R. Civ. P.\n\n38, that demand must be honored unless the parties expressly\n\nconsent to withdraw the demand, see id., or subsequently waive\n\ntheir jury trial right by either expressly or implicitly agreeing\n\nto   a       bench    trial,   see   Venture      Tape   Corp.      v.   McGills   Glass\n\nWarehouse, </pre><span class=\"citation\" data-id=\"203460\"><a href=\"/opinion/203460/venture-tape-corp-v-mcgills-glass-warehouse/\"><span class=\"volume\">540</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span><pre class=\"inline\">, 62-63 (1st Cir. 2008); Coxcom, Inc. v.\n\nChaffee, </pre><span class=\"citation\" data-id=\"1401280\"><a href=\"/opinion/1401280/coxcom-inc-v-chaffee/\"><span class=\"volume\">536</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">101</span></a></span><pre class=\"inline\">, 110-11 (1st Cir. 2008).\n\n                In this instance, Lamex made a general demand for a jury\n\ntrial with respect to all the legal claims pled in its complaint,\n\nand ALC was entitled to rely on that demand.                     In re N-500L Cases,\n\n\n         4\n       Appellant raises two additional issues related to this\nargument. It contends that the Rule 65(a) consolidation deprived\nit of the opportunity to conduct meaningful discovery. It further\nasserts that the court relied on inappropriate evidence, in\nparticular testimony obtained remotely via telephone, in adjudging\ncredibility and reaching a decision on the merits.      Because we\nvacate the judgment, we do not reach these subsidiary arguments.\n\n                                           -11-\n\f</pre><span class=\"citation\" data-id=\"409634\"><a href=\"/opinion/409634/in-re-n-500l-cases-cornhill-insurance-company-ltd-and-corporacion/\"><span class=\"volume\">691</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span><pre class=\"inline\">, 22 (1st Cir. 1982) (\"Where one party has made a\n\ndemand, others are entitled to rely on the demand with respect to\n\nissues covered by the demand and need not make an independent\n\ndemand of their own.\").         ALC says that it did so rely and, never\n\nhaving received clear notice from the district court of its intent\n\nto consolidate, its participation in the January 27 hearing was\n\nlimited to the issue of injunctive relief.               It expected that\n\nLamex's legal claims, including the declaratory judgment related to\n\nLaw 75,5 would be resolved at a later point before a jury.6              Lamex\n\ncounters that the district court consolidated the preliminary\n\ninjunction hearing with a trial on the merits after providing\n\nadequate notice, and that ALC implicitly waived the right to a jury\n\ntrial       by   actively   participating,   without   objection,   in   that\n\nconsolidated proceeding.\n\n\n\n\n        5\n       Although Lamex's Law 75 claim was framed as a declaratory\njudgment, appellant argues, and Lamex does not disagree, that Law\n75 controversies are quintessentially legal, and not equitable, and\nthus can be heard by a jury. This court has not held that Law 75\nis an action to which the Seventh Amendment attaches; however,\nbecause the parties here are in agreement on this issue, we accept\nthat position for the purposes of this case.\n     6\n        As it turns out, during the injunction hearing, defendants\nconceded the existence and amount of the debt owed to Lamex and\ntold the court that \"[i]f the amounts [that Lamex claims is owed]\nare the same [as that ALC consigned to the Puerto Rico court] then\nthey can retire the money.\" This admission left only two legal\nclaims: the declaratory judgment and the piercing of the corporate\nveil.\n\n                                     -12-\n\f          1. Inadequate Notice of Rule 65(a)(2) Consolidation\n\n          Rule 65(a)(2) states, in relevant part: \"Before or after\n\nbeginning the hearing on a motion for a preliminary injunction, the\n\ncourt may advance the trial on the merits and consolidate it with\n\nthe [preliminary injunction] hearing.\"   Fed. R. Civ. P. 65(a)(2).\n\nAlthough the rule facilitates \"the generally admirable objective of\n\nsaving time and duplication of effort,\" there are \"hazards inherent\n\nin fully disposing of cases in such an expedited fashion -- among\n\nthem incomplete coverage of relevant issues and failure to present\n\nall relevant evidence.\"   Caribbean Produce Exch., Inc. v. Sec'y of\n\nHealth & Human     Servs., </pre><span class=\"citation\" data-id=\"534572\"><a href=\"/opinion/534572/caribbean-produce-exchange-inc-v-secretary-of-health-and-human-services/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span><pre class=\"inline\">, 5 (1st Cir. 1989); see also\n\nUniv. of Tex. v. Camenisch, </pre><span class=\"citation\" data-id=\"110470\"><a href=\"/opinion/110470/university-of-texas-v-camenisch/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span><pre class=\"inline\">, 395 (1981) (noting that\n\n\"a preliminary injunction is customarily granted on the basis of\n\nprocedures that are less formal and evidence that is less complete\n\nthan in a trial on the merits,\" and concluding that \"[i]n light of\n\nthese considerations, it is generally inappropriate for a federal\n\ncourt at the preliminary injunction stage to give a final judgment\n\non the merits\").     Such risks are especially acute in cases that\n\nturn on credibility determinations, as a truncated hearing will\n\noften limit the parties' opportunity to present and thoroughly\n\nexamine witnesses. For this reason, our law \"demand[s that a trial\n\ncourt provide] 'indisputably clear notice' to the parties before\n\napproving . . . consolidation.\" Francisco Sánchez v. Esso Standard\n\nOil Co., </pre><span class=\"citation\" data-id=\"203878\"><a href=\"/opinion/203878/francisco-sanchez-v-esso-standard-oil-co/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 15 (1st Cir. 2009) (quoting Caribbean Produce,\n\n\n                                -13-\n\f893 F.2d at 5); see also Camenisch, 451 U.S. at 395 (noting that\n\n\"the parties should normally receive clear and unambiguous notice\n\n[of consolidation] either before the hearing commences or at a time\n\nwhich will still afford the parties a full opportunity to present\n\ntheir respective cases\" (quoting Pughsley v. 3750 Lake Shore Drive\n\nCoop. Bldg., </pre><span class=\"citation\" data-id=\"304624\"><a href=\"/opinion/304624/tamoura-pughsley-by-her-next-friend-edwin-feldman-md-and-edwin/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1055</span></a></span><pre class=\"inline\">, 1057 (7th Cir. 1972))).\n\n          Failure   to   provide    indisputably   clear   notice   of\n\nconsolidation can constitute reversible error even if the right to\n\na jury trial is not at issue.7     See Caribbean Produce, 893 F.2d at\n\n5-6; 11A Charles Alan Wright, Arthur R. Miller & Mary Kay Kane,\n\nFederal Practice and Procedure § 2950 (2d ed. 1995) (\"[O]rdering\n\nconsolidation during the course of a preliminary injunction hearing\n\nis reversible error when little or no notice is given of this\n\nchange and the effect is to deprive a party of the right to present\n\nhis case on the merits.\").   The stakes are even higher where, as\n\nhere, the surprise consolidation would result in the deprivation of\n\n\n\n     7\n       The issue of the adequacy of notice of consolidation under\nRule 65(a) can arise independently of a dispute over the waiver of\nthe jury trial right and has constitutional implications beyond the\nSeventh Amendment. Cf. K-Mart Corp. v. Oriental Plaza, Inc., </pre><span class=\"citation\" data-id=\"524046\"><a href=\"/opinion/524046/k-mart-corporation-v-oriental-plaza-inc/\"><span class=\"volume\">875</span>\n<span class=\"reporter\">F.2d</span> <span class=\"page\">907</span></a></span><pre class=\"inline\">, 913 (1st Cir. 1989) (\"It is apodictic that the district\ncourt's power in [ordering consolidation] 'must be tempered by the\ndue process principle that fair notice and an opportunity to be\nheard must be given the litigants before the disposition of a case\non the merits.'\" (quoting 11 Charles Alan Wright & Arthur R.\nMiller, Federal Practice and Procedure § 2950 (1st ed. 1973))).\nHere, however, ALC argues the adequacy of notice in relation to the\nSeventh Amendment jury trial right. Under the circumstances of\nthis case, we think that is an appropriate way to analyze the\nissue.\n\n                                 -14-\n\fa party's right to prosecute or defend the remaining legal claims\n\nbefore a jury.    In these situations, we \"indulge every reasonable\n\npresumption against [construing the parties' participation in the\n\nconsolidated hearing as] waiver.\"       Aetna Ins. Co. v. Kennedy, </pre><span class=\"citation\" data-id=\"102830\"><a href=\"/opinion/102830/aetna-ins-co-v-kennedy-ex-rel-bogash/\"><span class=\"volume\">301</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span><pre class=\"inline\">, 393 (1937); see also García-Ayala v. Lederle Parenterals,\n\nInc., </pre><span class=\"citation\" data-id=\"768712\"><a href=\"/opinion/768712/zenaida-garc-a-ayala-v-lederle-parenterals-inc/\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">638</span></a></span><pre class=\"inline\">, 645 (1st Cir. 2000) (emphasizing that \"the\n\nright to a jury trial is constitutionally protected and casual\n\nwaivers are not to be presumed\").\n\n          In this case, the court gave the parties contradictory\n\nsignals as to its intent.   At the parties' first appearance before\n\nthe court, which took place on January 14, Lamex requested, and the\n\ncourt scheduled, a hearing on Lamex's motion to enjoin defendants\n\nfrom \"interfer[ing] with [Lamex's] course of dealing with other\n\nPuerto Rico businesses\" and \"performing other acts in detriment of\n\n[Lamex's] goodwill, name, and reputation.\"         On January 20, the\n\ncourt granted Lamex's motion to consolidate and agreed to consider\n\n\"the preliminary and permanent injunctive relief, if available\n\n. . . in a consolidated hearing.\"       This order, which was the only\n\nwritten order mentioning \"consolidation,\" was plainly not a Rule\n\n65(a)(2) order.   On the eve of the January 27 hearing, the court,\n\ndespite its January 20 order, was still referring to the next\n\nmorning's proceedings as a preliminary injunction hearing, and the\n\nhearing was captioned as such.   Up to this point, the court and the\n\n\n\n\n                                 -15-\n\fparties seemed to be in agreement that only the plea for injunctive\n\nrelief was before the court.8\n\n            The confusion began the next day.            At the start of the\n\npreliminary injunction hearing, the court warned the parties: \"[I]f\n\nI get at some point in time during this hearing that I should\n\nconvert this into a trial on the merits, then I will do it.\"                  It\n\nadvised   them   \"that    even    though      we   are   proceeding   under   a\n\npreliminary injunction situation, if the issues are as simple as I\n\nthink they are, I'm going to take this matter and resolve it\n\naltogether, one shot.\"      This statement might provide the requisite\n\nnotice of Rule 65(a)(2) consolidation if not for the court's\n\nsubsequent comments.       In the next breath, the court offered a\n\ndifferent view of its intentions when it responded in the following\n\nway to Lamex's reminder that it had \"requested that the preliminary\n\ninjunction hearing be converted to a permanent injunction hearing\":\n\n\"You already heard what I said.            If I think as we progress that\n\nthat’s what I should do, I’m going to do it.\"9                 This succeeding\n\nstatement    implied     that    the   court's     intention    was   only    to\n\n\n\n     8\n       Indeed, the crux of ALC's defense against the imposition of\nsanctions at the status conference was that Lebrón justifiably\nrefused to answer Lamex's counsel's questions because they\npertained to the Law 75 claim and not to the preliminary\ninjunction.\n     9\n       It is not clear why Lamex insisted on renewing a motion that\nhad already been granted on January 20. Nor is it clear why the\ncourt made no reference to its January 20th order. These oddities\nconfirm the confusion that permeated the proceedings.\n\n                                       -16-\n\fconsolidate the hearing for preliminary injunctive relief with the\n\nhearing for permanent injunctive relief, as Lamex requested, and\n\nnot to reach the merits of the remaining claims.             Later, the court\n\nshored up this inference when, in response to Lamex's reminding the\n\ncourt of its January 20 order, the court stated, \"I told you that\n\nI was considering doing precisely that, the consolidation.\"10                In\n\nsum,    during   the    hearing,   the   court   made   three   references   to\n\nconsolidation; of those three references, only the first mentioned\n\nthe merits of the other claims, and the later two implied that it\n\nexpected    only   to    consolidate     the   proceedings   for   preliminary\n\ninjunctive relief with those for permanent injunctive relief.\n\n            At the very end of the preliminary injunction hearing,\n\nthe court compounded the confusion by stating that \"I think what I\n\ntold you at the beginning, that I could consolidate this into one\n\nthing, is going to happen,\" without clarifying what it meant by\n\nconsolidating \"this into one thing.\"             It then asked whether the\n\nparties objected to \"this,\" to which the parties answered in the\n\n\n\n       10\n        In responding to Lamex, the court again did not acknowledge\nthe terms or existence of its January 20 order.        Instead, it\nstated:\n\n       I told you that I was considering doing precisely that,\n       the consolidation. Consolidation doesn't mean that the\n       result is going to be favorable to you or to them.\n       Consolidation is a technical procedural matter.\n            But I will not make that decision until I have heard\n       all the evidence. I want to receive more evidence. I\n       need to hear you. I need to hear the other side, too.\n       Then I'll decide.\n\n                                       -17-\n\fnegative.   Not once during this colloquy did the court explicitly\n\nstate that it intended to dispose of all the issues on the merits\n\nor that it was proceeding under Rule 65(a)(2).\n\n            The court's contradictory and vague statements do not\n\nsatisfy \"the overriding requirement [of] indisputably clear notice\"\n\nof the court's intention to consolidate the preliminary injunction\n\nhearing with a trial on the merits.   Caribbean Produce, 893 F.2d at\n\n5.   Indeed, statements less ambiguous than those voiced by the\n\ndistrict court have been held to be inadequate.          See, e.g.,\n\nAttorneyFirst, LLC v. Ascension Entm't, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">144</span> <span class=\"reporter\">F. App'x</span> <span class=\"page\">283</span></span><pre class=\"inline\">, 290\n\n(4th Cir. 2005) (per curiam) (unpublished) (holding that the\n\ncomment that \"the preliminary injunction stage, if I do it right,\n\nwill be the end of the fight,\" did not \"constitute[] the kind of\n\nclear and unambiguous notice required by Rule 65(a)(2)\"); Woe v.\n\nCuomo, </pre><span class=\"citation\" data-id=\"476655\"><a href=\"/opinion/476655/walter-woe-by-his-mother-and-guardian-wilma-woe-on-behalf-of-themselves/\"><span class=\"volume\">801</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">627</span></a></span><pre class=\"inline\">, 629 (2d Cir. 1986) (concluding that the\n\ncourt's \"oblique references . . . to the dispositive nature of the\n\nproceedings,\" including the statement that it wanted \"to finally\n\nclose this case . . . [o]nce and for all, at least at this level,\"\n\ndid not provide adequate notice); Pughsley, 463 F.2d at 1056-57\n\n(holding that a court's instruction for counsel to put on \"your\n\ntotal case\" did not provide adequate notice of consolidation, as\n\n\"[p]laintiffs' counsel could reasonably have understood the judge\n\nas merely requiring a presentation . . . of the remainder of\n\nplaintiffs' 'total case' in support of their pending motion [for a\n\n\n                               -18-\n\fpreliminary    injunction]\").     From   the    court's   statements,   the\n\nparties reasonably could have understood, as ALC claims that it\n\ndid, that only the issue of injunctive relief was before the court,\n\nand that by \"consolidation,\" the court meant that it would treat\n\nthe   preliminary   injunction   hearing   as   a   permanent   injunction\n\nhearing.11\n\n             Lamex suggests that we may infer the requisite notice\n\nfrom the district court's summary of the issues before it as \"one,\n\nwhat kind of intervention this [court] can have in the context of\n\nthe relations between these parties as it pertains to Law 75,\" and\n\ntwo, \"whether there is any issue with the payment that is due and\n\n\n      11\n        Notably, even Lamex behaved in ways consistent with this\nunderstanding: Lamex reiterated its jury trial demand for its legal\nclaims, pressed the court at various points to convert the hearing\nfrom one for preliminary injunctive relief to one for permanent\ninjunctive relief, and, at the hearing's conclusion, indicated that\nit would refrain from presenting the rest of its evidence \"[i]n the\ninterest of a speedy injunction.\" Lamex also called few witnesses\nand petitioned for liberal rules of evidence and procedure. During\nher questioning of Steve Anderson, for instance, Lamex's counsel\nspecifically referenced the fact that this was a preliminary\ninjunction hearing to argue for a more lenient standard of\nadmissibility:\n\n      THE COURT: We don't know what is the relationship between this\n      [person] and ALC. Therefore, it's [not admissible until] you\n      establish that relationship. That's it.\n\n      COUNSEL FOR LAMEX: Your Honor, if this is a preliminary\n      injunction hearing, just for the record, inadmissible evidence\n      that may otherwise be admissible in a court of law at the\n      trial –\n\n      THE COURT: Counsel, no.\n\n      COUNSEL FOR LAMEX: Okay, Your Honor.\n\n                                  -19-\n\fowing supposedly.\"    These comments, however, do little to clarify\n\nthe scope of the issues actually at stake.                    By \"what kind of\n\nintervention this [court] can have in the context of the relations\n\nbetween   these   parties    as    it    pertains    to     Law   75,\"   the   court\n\nreasonably could be understood as pondering whether it could\n\nprovide injunctive relief without addressing the Law 75 issues.\n\nNor could the reference to \"the payment that is due and owing\n\nsupposedly\" be construed unambiguously as notice of consolidation.\n\nThat comment came on the heels of defendants' renewal of its motion\n\nfor judgment on partial findings, see Fed. R. Civ. P. 52(c), in\n\nwhich they argued that because they had already acknowledged their\n\ndebt and consigned money to the local court, Lamex could not meet\n\nthe irreparable harm prong of the four-part test for a preliminary\n\ninjunction.12     Alone     or    in    context,    these    statements    do    not\n\nconstitute indisputably clear notice of the court's intent to\n\nresolve all the issues on the merits.\n\n           2. No Implicit Waiver of the Jury Trial Right\n\n\n\n\n     12\n       Lamex countered that it was suffering irreparable harm in\nthat ALC's delinquency and smear campaign were causing Lamex to\nincur cold-storage costs that would continue to skyrocket \"if\ndefendants continue their delinquent conduct.\" Relatedly, we note\nthat because the cold-storage fees were part of the court's\ncalculus on irreparable injury and because ALC conceded the amount\nand existence of its debt to Lamex, the court's convening of an\nevidentiary hearing to determine the cold-storage costs also cannot\nbe construed as providing unambiguous notice of consolidation. Nor\ncan ALC's participation therein imply its waiver of the jury trial\nright. Lamex does not argue to the contrary.\n\n                                        -20-\n\f             Given the court's failure to provide indisputably clear\n\nnotice of consolidation, it becomes far more difficult for Lamex to\n\nargue that ALC implicitly waived its right to a jury trial.                    We\n\nhave held that \"active participation both leading up to and during\n\n[a] bench trial,\" combined with a failure to \"specifically object\n\nto the lack of a jury,\" amounts to a waiver of the jury trial\n\nright.    Coxcom, 536 F.3d at 111.              This rule of waiver-by-conduct\n\nreflects our judgment that a losing party who has been accorded an\n\nopportunity to present its full case before a court should not be\n\nallowed to \"reassert[] a right to trial by jury after a bench\n\ntrial.\"      Id.; see also Royal Am. Managers, Inc. v. IRC Holding\n\nCorp., </pre><span class=\"citation\" data-id=\"529718\"><a href=\"/opinion/529718/royal-american-managers-incorporated-v-irc-holding-corporation-and-joseph/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1011</span></a></span><pre class=\"inline\">, 1018 (2d Cir. 1989) (adopting the implicit\n\nwaiver rule because \"[i]t would be 'patently unfair' and, 'in\n\neffect, [an] ambush [of the] trial judge on appeal' if appellant\n\nwere allowed 'to lodge an early demand for a jury,' participate in\n\na bench trial without objection, and then assign as error the\n\nfailure to honor the jury demand\" (second and third alterations in\n\noriginal) (quoting United States v. 1966 Beechcraft Aircraft Model\n\nKing   Air   A90,    </pre><span class=\"citation\" data-id=\"461232\"><a href=\"/opinion/461232/united-states-v-1966-beechcraft-aircraft-model-king-air-a90-cream-with/\"><span class=\"volume\">777</span>   <span class=\"reporter\">F.2d</span>   <span class=\"page\">947</span></a></span><pre class=\"inline\">,    951     (4th   Cir.   1985))   (internal\n\nquotation marks omitted)).\n\n             ALC's   behavior     during        the   hearing   simply   was   not\n\nconsistent with Lamex's assertion that ALC \"fully and vigorously\"\n\nparticipated in what it understood to be a bench trial on all the\n\nremaining legal issues. Venture Tape, 540 F.3d at 63 (quoting 1966\n\n\n                                         -21-\n\fBeechcraft Aircraft Model King Air A90, 777 F.2d at 951).                    To the\n\ncontrary, because it was not clearly notified of the court's intent\n\nto adjudicate all of the issues on the merits, ALC conducted itself\n\nas   though    it    were   participating        in   a   preliminary     injunction\n\nhearing.       During the January 27 proceeding, ALC acquiesced to\n\nliberal rules of evidence and procedure.                      It only called one\n\nwitness and presented two exhibits, neither of which were in direct\n\nsupport of its claim that Lamex could be held liable as a principal\n\nunder Law 75.13        Indeed, ALC conducted minimal discovery in the\n\nbarely     one-month-long        period   between     the    commencement    of   the\n\nfederal suit and the injunction hearing; prior to the hearing, ALC\n\nhad not even deposed a single representative of Lamex or George's.\n\n              In arguing its initial Rule 52(c) motion, ALC framed its\n\nargument      in    terms   of    the   four-pronged        test   for   preliminary\n\ninjunctions.14        Additionally, when arguing that Lamex lacked a\n\n\n      13\n       The first exhibit, a letter from George's to ALC's counsel\ndemanding that ALC cease and desist from using George's protected\nmarks in its marketing and denying any \"exclusivity in favor of\nALC,\" was presented for the purpose of justifying ALC's decision to\nstop paying Lamex. The second exhibit was comprised of copies of\nthe checks consigned to the Superior Court.\n      14\n       Rule 52(c) allows for a judgment on partial findings \"[i]f\na party has been fully heard on an issue during a nonjury trial.\"\nFed. R. Civ. P. 52(c). Although Lamex is under the impression that\nRule 52(c) motions are only available in bench trials, appellant\npoints out, and the record confirms, that its Rule 52(c) motions\nwere directed toward Lamex's plea for injunctive relief, not toward\nthe Law 75 issues.      Trial courts in this circuit routinely\nentertain Rule 52(c) motions in preliminary injunction hearings,\nand not just bench trials. See, e.g., Freightliner, L.L.C. v. P.R.\nTruck Sales, Inc., </pre><span class=\"citation\" data-id=\"2475588\"><a href=\"/opinion/2475588/freightliner-llc-v-puerto-rico-truck-sales/\"><span class=\"volume\">399</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">57</span></a></span><pre class=\"inline\">, 73 (D.P.R. 2005).\n\n                                          -22-\n\fprobability of succeeding on the merits, ALC specifically pointed\n\nout that \"there is a hearing on the state case that is scheduled\n\nfor February 7.\"    Finally, in renewing its motion at the end of the\n\nhearing, ALC argued that \"injunction is a remedy for a person to\n\nclaim a right when there is no other alternative,\" and that this\n\nequitable remedy was not necessary here because the parties would\n\nsoon be trying their Law 75 case in state court.             From these\n\nstatements, it is evident that ALC understood that the Law 75 issue\n\nwas not being litigated fully during the injunction hearing but\n\ninstead would be resolved at a later point, either before a jury in\n\nfederal court or as part of its multi-million-dollar state lawsuit.\n\n          3. Summary\n\n          Neither the status of the jury trial right nor the\n\nprotections afforded it by the courts or the Federal Rules is\n\ndiminished   when   a   district   court   employs   the   consolidation\n\nmechanism provided by Rule 65(a)(2).       In fact, the rule explicitly\n\nrequires that even when consolidation is ordered, \"the court must\n\npreserve any party's right to a jury trial,\" Fed. R. Civ. P.\n\n65(a)(2), and appellate courts have held that a party's agreement\n\nto a properly noticed \"'consolidation of trial on the merits with\n\na hearing for a preliminary injunction by itself in no way amounts\n\nto a waiver of the right to jury trial.'\"        New Windsor Volunteer\n\nAmbulance Corps, Inc. v. Meyers, </pre><span class=\"citation\" data-id=\"793749\"><a href=\"/opinion/793749/new-windsor-volunteer-ambulance-corps-inc/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">101</span></a></span><pre class=\"inline\">, 120 (2d Cir. 2006)\n\n(quoting Heyman v. Kline, </pre><span class=\"citation\" data-id=\"301823\"><a href=\"/opinion/301823/annette-heyman-individually-v-robert-s-kline/\"><span class=\"volume\">456</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">123</span></a></span><pre class=\"inline\">, 130 (2d Cir. 1972)); see\n\n\n                                   -23-\n\falso Bowles v. Bennett, </pre><span class=\"citation\" data-id=\"381929\"><a href=\"/opinion/381929/mary-e-bowles-and-edna-k-stone-v-larry-d-bennett-etc/\"><span class=\"volume\">629</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1092</span></a></span><pre class=\"inline\">, 1095 (5th Cir. 1980) (noting\n\nthat \"[e]ven assuming that plaintiffs' counsel had agreed to\n\nconsolidate . . . , that, alone, would not be an express waiver of\n\nthe right to jury trial\").             Where, as here, the district court\n\nfails    to    provide   indisputably    clear    notice      of   its    intent   to\n\nconsolidate, with the effect that a party does not understand\n\nitself to be participating in a trial on the merits and conducts\n\nitself accordingly, we cannot infer a waiver of the jury trial\n\nright.    See Royal Am. Managers, 885 F.2d at 1018 (\"Of course, a\n\nparty should not be held, by reason of its participation in the\n\nnonjury proceedings, to have waived the jury trial right unless the\n\nparty    was    'on    notice   that   the    trial   court    was   planning      to\n\nadjudicate       the   dispositive     issues    of   fact.'\"      (quoting    1966\n\nBeechcraft Aircraft Model King Air A90, 777 F.2d at 951)); see also\n\nWhite v. McGinnis, </pre><span class=\"citation\" data-id=\"541810\"><a href=\"/opinion/541810/edward-allen-white-v-wayne-mcginnis/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">699</span></a></span><pre class=\"inline\">, 703 (9th Cir. 1990).                    This is not\n\na situation in which a losing party is \"attempting a second bite at\n\nthe apple.\"      Coxcom, 536 F.3d at 111.        Rather, ALC has not even had\n\nits first full bite.\n\n               We conclude that the district court erred in failing to\n\nprovide indisputably clear notice of its intent to consolidate\n\nunder Rule 65(a)(2) and, in so doing, abrogated ALC's right to a\n\njury trial.        Accordingly, we vacate the court's judgment with\n\nrespect to the claims for declaratory judgment and to pierce the\n\ncorporate veil and remand for further proceedings consistent with\n\n\n                                       -24-\n\fthis opinion. Because ALC conceded the amount and existence of the\n\ndebt    owed    to    Lamex,   we    affirm   the   district   court's     monetary\n\njudgment in favor of Lamex.15\n\n               B. Discovery-Related Sanctions\n\n               Appellant challenges the district court's order imposing\n\nsanctions      upon    it    for    its   failure   to   comply    with   discovery\n\nobligations.         District courts have \"first-line authority for case-\n\nmanagement decisions.\"             Torres v. Puerto Rico, </pre><span class=\"citation\" data-id=\"202693\"><a href=\"/opinion/202693/torres-v-commonwealth-of-pr/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span><pre class=\"inline\">, 10 (1st\n\nCir.    2007).        We    therefore     \"step   softly\"   when   reviewing    the\n\nimposition of sanctions, intervening only when there has been an\n\nabuse of discretion.           Id. (quoting United States v. One 1987 BMW\n\n325, </pre><span class=\"citation\" data-id=\"600264\"><a href=\"/opinion/600264/no-92-1827/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">655</span></a></span><pre class=\"inline\">, 657 (1st Cir. 1993)).\n\n               Pursuant to its authority under Federal Rules of Civil\n\nProcedure 16(f) and 37(b)(2), the court ordered ALC to pay the\n\n\n\n       15\n         ALC also presses an abstention argument pursuant to the\ndoctrine enunciated in Colorado River Water Conservation District\nv. United States, </pre><span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span><pre class=\"inline\"> (1976). Although this court may\nraise the issue of Colorado River abstention sua sponte, Jiménez v.\nRodríguez-Pagán, </pre><span class=\"citation no-link\"><span class=\"volume\">597</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></span><pre class=\"inline\">, 27 n.4 (1st Cir. 2010), \"abstention\nis a waivable defense,\" Guillemard-Ginorio v. Contreras-Gómez, </pre><span class=\"citation\" data-id=\"1192077\"><a href=\"/opinion/1192077/guillemard-ginorio-v-contreras-gomez/\"><span class=\"volume\">585</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">508</span></a></span><pre class=\"inline\">, 517 (1st Cir. 2009).      ALC failed to raise the issue\nbelow, and we deem it waived.        Even if the issue had been\npreserved, however, abstention is not warranted here.           The\ncircumstances permitting abstention on grounds of \"wise judicial\nadministration,\" Colo. River, 424 U.S. at 818, \"are quite 'limited'\nand indeed 'exceptional.'\" Rio Grande Cmty. Health Ctr., Inc. v.\nRullan, </pre><span class=\"citation\" data-id=\"201446\"><a href=\"/opinion/201446/rio-grande-community-v-commonwealth-of-pr/\"><span class=\"volume\">397</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span><pre class=\"inline\">, 71 (1st Cir. 2005) (quoting Colo. River, 424\nU.S. at 819); see also Currie v. Group Ins. Comm'n, </pre><span class=\"citation\" data-id=\"777650\"><a href=\"/opinion/777650/valjeanne-currie-v-group-insurance-commission/\"><span class=\"volume\">290</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 10\n(1st Cir. 2002) (reserving Colorado River abstention for only the\nmost \"extraordinary circumstances\"). The circumstances here would\nnot remotely justify the federal court taking the extraordinary\nstep of divesting itself of jurisdiction.\n\n                                          -25-\n\fcosts and attorney's fees Lamex incurred in the deposition of\n\nAudeliz Lebrón.        It did so upon finding that Lebrón was non-\n\nresponsive     to   the   questions    of    Lamex's    counsel    during   his\n\ndeposition, and that through his vexatious conduct he \"placed\n\nobstacles to the taking of the deposition in violation of the Rules\n\n[of Civil Procedure].\"        Here, as below, appellant attempts to\n\njustify Lebrón's behavior by asserting that he only refused to\n\nanswer questions that he thought were beyond the scope of the\n\ndeposition.16       This representation is belied by the deposition\n\ntranscript, which shows that Lebrón was obstructionist and hostile\n\nto Lamex's counsel's most benign questions.17           Additionally, as the\n\n\n     16\n       ALC also ventures a fairness argument, contending that Lamex\ntoo did not comply with its discovery obligations. It made this\nargument in a motion for sanctions against Lamex, and the district\ncourt, within its discretion, rejected the motion, concluding that\n\"[p]laintiff's behavior did not warrant sanction.\"\n     17\n          This is a typical exchange between Lamex's counsel and\nLebrón:\n\n     Counsel: [W]hat was your position                 in   [the   first]\n     supermarket [you worked for]?\n\n     Lebrón: Groceries.\n\n     Counsel: Okay . . . . Could you explain to me what were\n     your duties and responsibilities . . . ?\n\n     . . . .\n\n     Lebrón: I repeat groceries, groceries.\n\n     Counsel: Okay. But my question goes a little further\n     than that, Mr. Lebrón . . . . What exactly did you do as\n     a grocery [at the supermarket]?\n\n\n                                      -26-\n\fdistrict court pointed out in its sanctions order, it did not order\n\nlimited discovery and thus Lebrón and ALC had no grounds to believe\n\nthat the deposition was limited in scope.        Finally, even if ALC or\n\nLebrón   had   justifiable    concerns    regarding    the   scope   of   the\n\ndeposition, the Federal Rules provide a way for them to register\n\nthose objections without holding up the deposition.            See Fed. R.\n\nCiv. P. 30(c)(2).      Given Lebrón's behavior, the district court was\n\nwell within its discretion in imposing sanctions.\n\n                                   III.\n\n           For   the    reasons   set   forth,   we   affirm   the   court's\n\nimposition of sanctions against ALC; affirm the court's monetary\n\njudgment in favor of Lamex; vacate the court's judgment with\n\nrespect to Lamex's claims for a declaratory judgment and to pierce\n\nALC's corporate veil; and remand for proceedings consistent with\n\nthis opinion.    Each party shall bear its own costs on appeal.\n\n           So ordered.\n\n\n\n\n     Lebrón: Well, if you don't know what groceries is, check\n     and see what groceries is.\n\n                                   -27-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102830/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109405/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201446/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203460/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/301823/",
    "http://www.courtlistener.com/api/rest/v3/opinions/304624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/381929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/461232/",
    "http://www.courtlistener.com/api/rest/v3/opinions/476655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534572/",
    "http://www.courtlistener.com/api/rest/v3/opinions/541810/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561828/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751692/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777650/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1192077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1401280/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2475588/"
  ]
}