{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/223661/",
  "absolute_url": "/opinion/223661/soto-torres-v-fraticelli/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/223661/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-19T20:04:37Z",
  "date_modified": "2016-04-26T05:14:57.995954Z",
  "type": "010combined",
  "sha1": "a80843e06b6b69cf68fc7da4ded783dc65b3c9bb",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/10-1619P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2011/08/19/Soto-Torres_v._Fraticelli.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\nNo. 10-1619\n\n                       GERMAN A. SOTO-TORRES,\n\n                        Plaintiff, Appellee,\n\n                                 v.\n\n              LUIS FRATICELLI, Special Agent in Charge,\n\n                        Defendant, Appellant,\n\nROBERT MUELLER, Director of the Federal Bureau of Investigation;\n     CONJUGAL PARTNERSHIP MUELLER-DOE; CONJUGAL PARTNERSHIP\n           FRATICELLI-DOE; TEN UNKNOWN AGENTS OF THE\n                FEDERAL BUREAU OF INVESTIGATION,\n\n                             Defendants.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jay A. Garcia-Gregory, U.S. District Judge]\n\n\n                               Before\n\n                         Lynch, Chief Judge,\n                  Lipez and Howard, Circuit Judges.\n\n\n     H. Thomas Byron III, Appellate Staff, Civil Division, with\nwhom Tony West, Assistant Attorney General, Rose E. Rodriguez-\nVelez, United States Attorney, and Barbara L. Herwig, Appellate\nStaff, Civil Division, were on brief, for appellant.\n     Francisco M. López-Romo, with whom Edgar R. Vega-Pabón was\non brief, for appellee.\n\n\n                           August 19, 2011\n\f           LYNCH, Chief Judge.          The question before us is whether\n\nthe   Special   Agent    in   Charge    (SAC)   of    the   FBI's       Puerto   Rico\n\noperations,     Luis    Fraticelli,     who    is    sued   in    his    individual\n\ncapacity, is entitled to qualified immunity on the grounds that\n\nGerman A. Soto-Torres's second amended complaint failed to meet the\n\nrequirements of Ashcroft v. Iqbal, 129 S. Ct. 1937 (2009).                       Soto-\n\nTorres brought suit asserting claims of unlawful detention and\n\nexcessive force under a Bivens theory.              See Bivens v. Six Unknown\n\nNamed Agents of Fed. Bureau of Narcotics, 403 U.S. 388 (1971).\n\n           Soto-Torres complains of actions during the September 23,\n\n2005, execution of a search warrant by FBI or other federal agents\n\non the residence of Filiberto Ojeda Rios, a notorious fugitive and\n\nconvicted felon who was thought to be dangerous and hiding in a\n\nhouse in Hormigueros, Puerto Rico.                  That house was near the\n\nproperty of Soto-Torres's parents.            The complaint alleges that, in\n\nthe course of these operations, unnamed FBI agents assaulted Soto-\n\nTorres, pushed him to the ground and handcuffed him, and detained\n\nhim in handcuffs for approximately four hours without explaining\n\nthe basis of his detention.        Although SAC Fraticelli was in charge\n\nof the operation, he was not present during the operation and had\n\nno personal contact with Soto-Torres.\n\n           The complaint originally named as defendants Fraticelli\n\nand ten unknown FBI agents, in their official and individual\n\ncapacities,     as   well   as   FBI   Director     Mueller      in   his   official\n\n\n                                       -2-\n\fcapacity.     Only the Bivens claim against Fraticelli remains1 and is\n\nbefore us. The complaint was filed about one year after the event;\n\nSoto-Torres filed his first amended complaint about two years\n\nlater.   His second amended complaint was filed in October 2009,\n\nafter the decision in Iqbal.\n\n              Defendants     originally   moved   for    summary     judgment   on\n\ngrounds of qualified immunity, which the district court denied.\n\nThe Supreme Court then decided Iqbal, after which defendants filed\n\na Rule 12(c) motion requesting judgment on the pleadings on Soto-\n\nTorres's personal capacity claims against Fraticelli; defendants\n\nalso moved to dismiss the official capacity claims against Mueller,\n\nFraticelli, and the unnamed agents pursuant to Rule 12(b)(1) on\n\ngrounds of sovereign immunity.            The district court allowed Soto-\n\nTorres   to    amend   his    complaint   in   light    of   Iqbal   and   denied\n\ndefendants' 12(b)(1) motion without prejudice so that it could be\n\nre-filed after the complaint was amended.              After Soto-Torres filed\n\nhis second amended complaint, defendants renewed their motion. The\n\ndistrict court granted the motion to dismiss the official capacity\n\nclaims against Mueller, Fraticelli, and the unnamed agents, but it\n\ndenied the motion as to the personal capacity claims, including\n\nthose against Fraticelli.           Fraticelli filed this interlocutory\n\nappeal from that denial.\n\n\n\n     1\n          The plaintiff has never identified the John Doe unnamed\nFBI agent defendants.\n\n                                      -3-\n\f            We hold that plaintiff's pleadings are insufficient under\n\nIqbal, reverse, and direct entry of judgment for Fraticelli.\n\n                                   I.\n\n            In an interlocutory appeal from the denial of qualified\n\nimmunity on a motion to dismiss on the pleadings, we accept the\n\nwell-pleaded facts of the plaintiff's claim as alleged in the\n\ncomplaint.     Iqbal, 129 S. Ct. at 1950.          We do not accept the\n\ncomplaint's legal conclusions or \"'naked assertion[s]' devoid of\n\n'further    factual   enhancement.'\"    Id.   at   1949   (alteration   in\n\noriginal) (quoting Bell Atl. Corp. v. Twombly, 550 U.S. 544, 557\n\n(2007)); see also Maldonado v. Fontanes, 568 F.3d 263, 266 (1st\n\nCir. 2009).\n\n            We provide some undisputed background facts, agreed upon\n\nby the parties. Soto-Torres's claims arise out of an FBI operation\n\nto apprehend Filiberto Ojeda Rios, a Puerto Rico fugitive and\n\nleader of the Macheteros group.         The Macheteros have claimed\n\nresponsibility for acts of violence in Puerto Rico, including the\n\nmurders of a police officer in 1978 and U.S. Navy sailors in 1979\n\nand 1982.     In 1983, Macheteros operatives robbed a Wells Fargo\n\nfacility in West Hartford, Connecticut.       Two years later, when FBI\n\nagents acted to arrest Ojeda and other Macheteros members in\n\nconnection with the robbery, Ojeda shot and wounded an agent.           He\n\nwas acquitted of the shooting charge in a 1989 trial in which he\n\nrepresented himself.\n\n\n                                  -4-\n\f            In 1990, while released on bond pending his trial for the\n\narmed robbery charges, Ojeda severed his electronic monitoring\n\ndevice and fled; the next day the U.S. District Court for the\n\nDistrict of Connecticut issued a warrant for his arrest.            In 1992,\n\nOjeda was tried in absentia for the armed robbery, convicted on\n\nfourteen counts, and sentenced to fifty-five years in prison.\n\n            In early September 2005, the San Juan FBI determined that\n\nOjeda was living in a house in Hormigueros on the west side of\n\nPuerto Rico.     At this time there were warrants for Ojeda's arrest\n\nboth for his 1990 flight and for his 1992 conviction.            Consistent\n\nwith the hazards of the operation, on September 22, 2005, \"a team\n\nof   FBI   sniper-observers   initiated    surveillance     of   the   Ojeda\n\nresidence.\"      Their surveillance \"continue[d] until September 23,\n\n2005.\"\n\n            The parents of Soto-Torres lived within \"hundreds of\n\nfeet\" of this Ojeda target residence.        The two properties did not\n\nadjoin,    and   from   Soto-Torres's    parents'   home   \"there    was   no\n\nvisibility toward the targeted residence\" due to \"the topography of\n\nthe place.\"       No warrant was requested to search Soto-Torres's\n\nparents' property.       During the period of the FBI surveillance,\n\nSoto-Torres went to his parents' property \"on a daily basis\" to\n\nfeed his horse.\n\n            On September 23, 2005, at approximately 3:45 p.m., Soto-\n\nTorres arrived at his parents' property to feed his horse and work\n\n\n                                   -5-\n\fon fences on the property.   At some point between 4:10 p.m. and\n\n4:15 p.m., two unidentified helicopters flew overhead and \"several\n\nvehicles . . . full of armed federal agents\" arrived at the\n\nproperty.\n\n            Soto-Torres alleges that these agents \"assaulted and\n\npushed [him] to the floor\" and that he was subsequently \"detained\n\nand handcuffed behind his back for almost four hours\" while being\n\n\"strongly interrogated by several federal agents.\"2     He alleges\n\nthat the agents \"pointed their firearms\" toward him for \"most of\"\n\nthis time and threatened to put him in prison.   He alleges that he\n\nwas not told what was happening until his eventual release at\n\naround 8:00 p.m., \"having be[en] placed under the most severe\n\nmental distress for almost four (4) hours.\"   As injury, he alleges\n\nthat this detention and treatment caused him \"physical harm and\n\nemotional suffering,\" such that he \"required psychological and\n\nmedical treatment.\"3\n\n\n\n\n     2\n          The complaint's allegations that Soto-Torres was\n\"illegally and unreasonabl[y] detained\" and that \"excessive force\"\nwas used in pushing him to the floor are legal conclusions that are\nnot to be credited. See Ashcroft v. Iqbal, 129 S. Ct. 1937, 1950\n(2009).\n     3\n          He also claims that there were several residences closer\nto the targeted residence in which no one was detained or\nhandcuffed.\n\n                               -6-\n\f            Soto-Torres does not allege that SAC4 Fraticelli was\n\npresent when these events occurred or that Fraticelli witnessed\n\ntheir occurrence. Rather, he makes only two relevant allegations.\n\nHe alleges that Fraticelli \"was the officer in charge during the\n\nincident\"    and   that   he   \"participated   in   or   directed   the\n\nconstitutional violations alleged . . . or knew of the violation[s]\n\nand failed to act to prevent them.\"     These are the only allegations\n\nthat address Fraticelli's involvement in Soto-Torres's detention.5\n\n\n     4\n          Each of the FBI's fifty-six field offices, also called\ndivisions, across the United States and in Puerto Rico is overseen\nby a Special Agent in Charge (SAC), except for the field offices in\nLos Angeles, New York City, and Washington, D.C., which are headed\nby Assistant Directors in Charge due to those offices' large size.\nSee Local FBI Offices, http://www.fbi.gov/contact-us/field (last\nvisited Aug. 12, 2011).\n     5\n           Soto-Torres's complaint also alleges that his detention\nwould have been prevented if the FBI had taken the time to\n\"investigate and to determine who [he] was\" prior to executing the\nwarrant, and that \"Fraticelli incurred [sic] in deficient decisions\nreflecting inadequate assessment of the known circumstances leading\nto the detention.\"     The complaint states that the FBI began\nsurveillance on September 19 \"following and receiving direct orders\nfrom defendant Fraticelli,\" that Soto-Torres went to his \"parent's\nproperty on a daily basis . . . in the same vehicle which was\nregistered under his name and address,\" and consequently that the\nFBI agents would have been \"able to get the vehicle's license\nplates to determine who [he] was and to investigate all they\nneed[ed] to know about the property owners in the property\nregistry.\"\n     All of these allegations are beside the point because the\ncomplaint does not allege that this purported omission was itself\nunconstitutional, nor would the law support such a claim.       See\nDaniels v. Williams, 474 U.S. 327, 333 (1986) (\"[I]njuries\ninflicted by governmental negligence are not addressed by the\nUnited States Constitution.\"); Billington v. Smith, 292 F.3d 1177,\n1190 (9th Cir. 2002) (\"The Fourth Amendment's 'reasonableness'\nstandard is not the same as the standard of 'reasonable care' under\ntort law, and negligent acts do not incur constitutional\n\n                                  -7-\n\f                                    II.\n\n            The district court's denial of Fraticelli's qualified\n\nimmunity defense is immediately appealable as a final decision\n\nwithin the meaning of 28 U.S.C. § 1291.       See Iqbal, 129 S. Ct. at\n\n1947.   We review de novo the court's denial of Fraticelli's motion\n\nfor judgment on the pleadings. See Perez-Acevedo v. Rivero-Cubano,\n\n520 F.3d 26, 29 (1st Cir. 2008).\n\nA.          Bivens, Qualified Immunity, and the Pleading Requirements\n\n            Bivens   establishes,   as a   general   proposition, \"that\n\nvictims of a constitutional violation perpetrated by a federal\n\nactor may sue the offender for damages in federal court despite the\n\nabsence of explicit statutory authorization for such suits.\"       Ruiz\n\nRivera v. Riley, 209 F.3d 24, 26 (1st Cir. 2000) (quoting Wright v.\n\nPark, 5 F.3d 586, 589 n.4 (1st Cir. 1993)) (internal quotation mark\n\nomitted).    This implied cause of action is the federal analog to\n\n§ 1983 suits against state officials.      Iqbal, 129 S. Ct. at 1948.\n\n\"The purpose of Bivens is to deter individual federal officers from\n\ncommitting constitutional violations.\" Chiang v. Skeirik, 582 F.3d\n\n238, 243 (1st Cir. 2009) (quoting Corr. Servs. Corp. v. Malesko,\n\n534 U.S. 61, 70 (2001)) (internal quotation marks omitted).\n\n            A government officer is entitled to qualified immunity\n\nfrom Bivens liability on a Rule 12(c) motion unless (1) \"the facts\n\nthat a plaintiff has alleged . . . make out a violation of a\n\n\nliability.\").\n\n                                    -8-\n\fconstitutional right\" and (2) \"the right at issue was 'clearly\n\nestablished' at the time of [the official's] alleged misconduct.\"\n\nPearson v. Callahan, 129 S. Ct. 808, 816 (2009).                    A right is\n\nclearly established only if \"it would be clear to a reasonable\n\nofficer   that     his   conduct   was   unlawful      in   the   situation    he\n\nconfronted.\"     Brosseau v. Haugen, 543 U.S. 194, 199 (2004); see\n\nalso Mlodzinski v. Lewis, Nos. 10-1966, 10-1967, 2011 WL 2150741,\n\nat *6 (1st Cir. June 2, 2011).\n\n            A plaintiff bringing a Bivens action \"must plead that\n\neach Government-official defendant, through the official's own\n\nindividual actions, has violated the Constitution.\"6              Iqbal, 129 S.\n\nCt. at 1948.     There is no vicarious liability.             See id. (citing\n\nMonell v. Dep't of Soc. Servs., 436 U.S. 658, 691 (1978)).\n\n            As to an assertion of supervisory liability, we held in\n\nMaldonado   that    a    supervisor   may   not   be   held   liable   for    the\n\n\n\n     6\n          Although one line of Soto-Torres's complaint alleges he\nwas unlawfully arrested, the remainder of the complaint makes clear\nthat the purported basis for Soto-Torres's claim is not that he was\nunlawfully arrested, but rather that he was detained, allegedly, in\nviolation of the Fourth Amendment.       In the Fourth Amendment\ncontext, to make out a claim of unlawful detention, the plaintiff\nmust sufficiently allege that the detention was not supported by\nreasonable suspicion. Morelli v. Webster, 552 F.3d 12, 19 (1st\nCir. 2009).   Soto-Torres also alleges that excessive force was\nused. To make out a claim of excessive force, the standard is\nwhether the force used was unreasonable under the circumstances.\nJennings v. Jones, 499 F.3d 2, 11 (1st Cir. 2007); see also\nMlodzinski v. Lewis, Nos. 10-1966, 10-1967, 2011 WL 2150741 (1st\nCir. June 2, 2011) (addressing claim of excessive force in\nqualified immunity framework and ordering immunity on claims of\nprolonged detention in handcuffs).\n\n                                      -9-\n\fconstitutional violations committed by his or her subordinates,\n\nunless there is an \"'affirmative link' between the behavior of a\n\nsubordinate and the action or inaction of his supervisor . . . such\n\nthat the supervisor's conduct led inexorably to the constitutional\n\nviolation.\"   568 F.3d at 275 (quoting Pineda v. Toomey, 533 F.3d\n\n50, 54 (1st Cir. 2008)) (internal quotation marks omitted).7\n\n          In determining whether the facts alleged in the complaint\n\nare sufficient to survive the Rule 12(c) motion, we employ a\n\ntwo-pronged approach.   The first prong is to identify the factual\n\nallegation and to identify statements in the complaint that merely\n\noffer legal conclusions couched as facts or are threadbare or\n\nconclusory.   Ocasio-Hernández v. Fortuño-Burset, 640 F.3d 1, 12\n\n(1st Cir. 2011).   \"[S]ome allegations, while not stating ultimate\n\nlegal conclusions, are nevertheless so threadbare or speculative\n\nthat they fail to cross 'the line between the conclusory and the\n\nfactual.'\"    Peñalbert–Rosa v. Fortuño-Burset, 631 F.3d 592, 595\n\n(1st Cir. 2011) (quoting Twombly, 550 U.S. at 557 n.5).\n\n          The second prong is to ask whether the facts alleged\n\nwould \"allow[] the court to draw the reasonable inference that the\n\n\n     7\n          In Maldonado we observed that \"recent language from the\nSupreme Court may call into question our prior circuit law on the\nstandard for holding a public official liable under § 1983 [and\nBivens] on a theory of supervisory liability.\" Maldonado, 568 F.3d\n263, 274 n.7 (1st Cir. 2009) (citing Iqbal, 129 S. Ct. at 1948).\nHowever, as in Maldonado, \"[w]e need not resolve this issue . . .\nbecause we find that [Soto-Torres has] not pled facts sufficient to\nmake out a plausible entitlement to relief under our previous\nformulation of the standards for supervisory liability.\" Id.\n\n                               -10-\n\fdefendant is liable for the misconduct alleged.\" Iqbal, 129 S. Ct.\n\nat 1949.    \"The make-or-break standard . . . is that the combined\n\nallegations, taken as true, must state a plausible, not a merely\n\nconceivable, case for relief.\"         Sepúlveda–Villarini v. Dep't of\n\nEduc. of P.R., 628 F.3d 25, 29 (1st Cir. 2010).         \"The plausibility\n\nstandard is not akin to a 'probability requirement,' but it asks\n\nfor more than a sheer possibility that a defendant has acted\n\nunlawfully.\"       Id. (quoting Iqbal, 129 S. Ct. at 1949) (internal\n\nquotation marks omitted).\n\n            When    a   complaint   pleads   facts    that    are   \"'merely\n\nconsistent with' a defendant's liability, it 'stops short of the\n\nline    between    possibility   and   plausibility   of     entitlement   to\n\nrelief.'\"   Iqbal, 129 S. Ct. at 1949 (quoting Twombly, 550 U.S. at\n\n557).\n\nB.          The Insufficiency of the Complaint\n\n            Soto-Torres essentially brings this suit on a theory of\n\nsupervisory liability.        The only allegations in the complaint\n\nlinking Fraticelli with the detention of Soto-Torres are that\n\nFraticelli \"was the officer in charge during the incident\" and that\n\nhe \"participated in or directed the constitutional violations\n\nalleged herein, or knew of the violation[s] and failed to act to\n\nprevent them.\"       Iqbal and our precedents applying it make clear\n\nthat these claims necessarily fail.\n\n\n\n\n                                    -11-\n\f           As our discussion of the law of supervisory liability\n\nmakes clear, the allegation that Fraticelli was \"the officer in\n\ncharge\" does not come close to meeting the required standard.\n\n           While the complaint states that Fraticelli \"participated\n\nin or directed the constitutional violations alleged herein,\" it\n\nprovided no facts to support either that he \"participated in\" or\n\n\"directed\" the plaintiff's detention.         In some sense, all high\n\nofficials in charge of a government operation \"participate in\" or\n\n\"direct\" the operation.      Iqbal makes clear that this is plainly\n\ninsufficient to support a theory of supervisory liability and fails\n\nas a matter of law.\n\n           For the complaint to have asserted a cognizable claim, it\n\nwas required to allege additional facts sufficient to make out a\n\nviolation of a constitutional right.     Those additional facts would\n\nthen be measured against the standards for individual liability.\n\nThe complaint would have had to plead facts supporting a plausible\n\ninference that Fraticelli personally directed the officers to take\n\nthose   steps   against   plaintiff   which   themselves   violated   the\n\nConstitution in some way.      Such a pleading would then have been\n\ntested to see whether the standards for immunity had been met. But\n\nin this case, the complaint does not even meet the first prong of\n\nour two-part Iqbal inquiry.\n\n           Our precedents make clear that it is not enough to state\n\nthat a defendant \"was the officer in charge during the incident\"\n\n\n                                 -12-\n\fand   that   he   \"participated   in     or    directed   the    constitutional\n\nviolations\" alleged.     We so held in Maldonado,8 where we dismissed\n\na claim against a mayor who promulgated a no-pets policy in\n\nmunicipal housing properties that led to the killing of pets by\n\nsubordinate officials.         568 F.3d at 273-74.         We explained the\n\ndismissal    by    observing    that     the    mayor's   alleged    level    of\n\ninvolvement in the killing of the pets was \"insufficient to support\n\na finding of liability,\" id. at 273, even though the complaint\n\nalleged that the mayor observed one of the raids and \"supervised,\n\ndirectly or indirectly, the agencies involved,\" id. at 274.                   The\n\ncomplaint identified \"no policy which authorized the killing of the\n\npets, much less one which the Mayor authorized.\"                Id. at 273.    It\n\nis also the effect of our ruling in Peñalbert–Rosa, where we held\n\nthat a complaint did not sufficiently allege the involvement of a\n\ngovernor in the alleged politically motivated termination of the\n\nplaintiff, who worked at the governor's mansion.            631 F.3d at 595.\n\n\n\n      8\n           The district court erred as a matter of law when it\ndisregarded this clear statement in Maldonado. The district court\ntreated the reasoning of Maldonado as inapplicable to this case\nbecause the portions of Maldonado that laid out the requirements\nfor supervisory liability concerned a Fourteenth Amendment\nsubstantive due process claim, whereas here, Soto-Torres attempts\nto state a supervisory liability theory for violation of his Fourth\nAmendment rights.     However, the constitutional source of a\nplaintiff's claims are irrelevant to this court's analysis of\nwhether a plaintiff has satisfactorily articulated a supervisory\nliability theory.     Neither Maldonado nor Iqbal suggest that\nsupervisory liability theories should be treated differently based\non whether they are made to support a claim under the Fourth\nAmendment or the Fourteenth Amendment.\n\n                                       -13-\n\fThe complaint merely stated that the governor was in charge of\n\napproving all personnel decisions at the mansion, including the\n\ntermination of the plaintiff, and that the governor \"knew or\n\nassumed\" that the plaintiff belonged to a different political\n\nparty.   Id.9\n\n           Soto-Torres's     allegations      about   Fraticelli's    active\n\ninvolvement are no more concrete than those of the plaintiff in\n\nIqbal.    The plaintiff in Iqbal alleged that Attorney General\n\nAshcroft and FBI Director Mueller \"knew of, condoned, and . . .\n\nagreed to subject\" him to harsh conditions of detention, and that\n\nAshcroft was the \"principal architect\" of the policy that led to\n\nhis detention and that Mueller was \"instrumental\" in adopting and\n\nexecuting it.     Iqbal, 129 S. Ct. at 1951.      The Court deemed those\n\nbare allegations to be too conclusory to be \"entitled to the\n\nassumption of truth.\"      Id.\n\n           As    to   Soto-Torres's     alternative     formulation    that\n\nFraticelli \"knew of the violation[s] and failed to act to prevent\n\nthem,\"   his    factual   allegations   are   again   insufficient.     The\n\n\n     9\n          Pineda v. Toomey, 533 F.3d 50 (1st Cir. 2008), a pre-\nIqbal case in this circuit, also supports the proposition that\nstating that a defendant was \"in charge,\" without more, is\ninsufficient to support a theory of supervisory liability. Id. at\n54-55 (holding that plaintiff failed to \"affirmatively link[],\" id.\nat 55, defendant Boston Police sergeants to alleged constitutional\nviolations by subordinate officers where defendant sergeants\nneither authorized nor witnessed alleged constitutional violations,\nwere not at the scene when alleged violations took place, and were\nunaware of plaintiff's existence at the time of alleged\nviolations).\n\n                                   -14-\n\fcomplaint does not provide facts regarding what Fraticelli is\n\nalleged to have known when, nor does it specify how he is alleged\n\nto   have   known   it,   or   how    he    somehow    personally    caused   the\n\ndetention.\n\n            Soto-Torres has been unable to provide adequate facts\n\nalthough he has twice amended his complaint over a period of many\n\nyears.      If Soto-Torres \"had any basis beyond speculation for\n\ncharging [Fraticelli] with knowing participation in the wrong, it\n\nseems almost    certain    that      this   would     have   been   mentioned.\"\n\nPeñalbert-Rosa, 631 F.3d at 596.\n\n                                      III.\n\n            We reverse and direct judgment in favor of Fraticelli\n\non grounds of qualified immunity.\n\n\n\n\n                                      -15-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>654 F.3d 153 (2011)</b></center>\n<center><h1>German A. SOTO-TORRES, Plaintiff, Appellee,<br>\nv.<br>\nLuis FRATICELLI, Special Agent in Charge, Defendant, Appellant,<br>\nRobert Mueller, Director of the Federal Bureau of Investigation; Conjugal Partnership Mueller-Doe; Conjugal Partnership Fraticelli-Doe; Ten Unknown Agents of the Federal Bureau of Investigation, Defendants.</h1></center>\n<center>No. 10-1619.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 9, 2011.</center>\n<center>Decided August 19, 2011.</center>\n<p><span class=\"star-pagination\">*155</span> H. Thomas Byron III, Appellate Staff, Civil Division, with whom Tony West, Assistant Attorney General, Rose E. Rodriguez-Velez, United States Attorney, and Barbara L. Herwig, Appellate Staff, Civil Division, were on brief, for appellant.</p>\n<p>Francisco M. López-Romo, with whom Edgar R. Vega-Pabón was on brief, for appellee.</p>\n<p>Before LYNCH, Chief Judge, LIPEZ and HOWARD, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>The question before us is whether the Special Agent in Charge (SAC) of the FBI's Puerto Rico operations, Luis Fraticelli, who is sued in his individual capacity, is entitled to qualified immunity on the grounds that German A. Soto-Torres's second amended complaint failed to meet the requirements of <i>Ashcroft v. Iqbal,</i> 556 U.S. 662, 129 S.Ct. 1937, 173 L.Ed.2d 868 (2009). Soto-Torres brought suit asserting claims of unlawful detention and excessive force under a <i>Bivens</i> theory. <i>See </i><i>Bivens v. Six Unknown Named Agents of Fed. Bureau of Narcotics,</i> 403 U.S. 388, 91 S.Ct. 1999, 29 L.Ed.2d 619 (1971).</p>\n<p>Soto-Torres complains of actions during the September 23, 2005, execution of a search warrant by FBI or other federal agents on the residence of Filiberto Ojeda Rios, a notorious fugitive and convicted felon who was thought to be dangerous and hiding in a house in Hormigueros, Puerto Rico. That house was near the property of Soto-Torres's parents. The complaint alleges that, in the course of these operations, unnamed FBI agents assaulted Soto-Torres, pushed him to the ground and handcuffed him, and detained him in handcuffs for approximately four hours without explaining the basis of his detention. Although SAC Fraticelli was in charge of the operation, he was not present during the operation and had no personal contact with Soto-Torres.</p>\n<p>The complaint originally named as defendants Fraticelli and ten unknown FBI agents, in their official and individual capacities, as well as FBI Director Mueller in his official capacity. Only the <i>Bivens</i> claim against Fraticelli remains<sup>[1]</sup> and is before us. The complaint was filed about one year after the event; Soto-Torres filed his first amended complaint about two years later. His second amended complaint was filed in October 2009, after the decision in <i>Iqbal.</i></p>\n<p>Defendants originally moved for summary judgment on grounds of qualified immunity, which the district court denied. The Supreme Court then decided <i>Iqbal,</i> after which defendants filed a Rule 12(c) motion requesting judgment on the pleadings on Soto-Torres's personal capacity claims against Fraticelli; defendants also moved to dismiss the official capacity claims against Mueller, Fraticelli, and the unnamed agents pursuant to Rule 12(b)(1) on grounds of sovereign immunity. The district court allowed Soto-Torres to amend his complaint in light of <i>Iqbal</i> and denied defendants' 12(b)(1) motion without prejudice so that it could be re-filed after the complaint was amended. After Soto-Torres <span class=\"star-pagination\">*156</span> filed his second amended complaint, defendants renewed their motion. The district court granted the motion to dismiss the official capacity claims against Mueller, Fraticelli, and the unnamed agents, but it denied the motion as to the personal capacity claims, including those against Fraticelli. Fraticelli filed this interlocutory appeal from that denial.</p>\n<p>We hold that plaintiff's pleadings are insufficient under <i>Iqbal,</i> reverse, and direct entry of judgment for Fraticelli.</p>\n<p></p>\n<h2>I.</h2>\n<p>In an interlocutory appeal from the denial of qualified immunity on a motion to dismiss on the pleadings, we accept the well-pleaded facts of the plaintiff's claim as alleged in the complaint. <i>Iqbal,</i> 129 S.Ct. at 1950. We do not accept the complaint's legal conclusions or \"`naked assertion[s]' devoid of `further factual enhancement.'\" <i>Id.</i> at 1949 (alteration in original) (quoting <i>Bell Atl. Corp. v. Twombly,</i> 550 U.S. 544, 557, 127 S.Ct. 1955, 167 L.Ed.2d 929 (2007)); <i>see also </i><i>Maldonado v. Fontanes,</i> 568 F.3d 263, 266 (1st Cir.2009).</p>\n<p>We provide some undisputed background facts, agreed upon by the parties. Soto-Torres's claims arise out of an FBI operation to apprehend Filiberto Ojeda Rios, a Puerto Rico fugitive and leader of the Macheteros group. The Macheteros have claimed responsibility for acts of violence in Puerto Rico, including the murders of a police officer in 1978 and U.S. Navy sailors in 1979 and 1982. In 1983, Macheteros operatives robbed a Wells Fargo facility in West Hartford, Connecticut. Two years later, when FBI agents acted to arrest Ojeda and other Macheteros members in connection with the robbery, Ojeda shot and wounded an agent. He was acquitted of the shooting charge in a 1989 trial in which he represented himself.</p>\n<p>In 1990, while released on bond pending his trial for the armed robbery charges, Ojeda severed his electronic monitoring device and fled; the next day the U.S. District Court for the District of Connecticut issued a warrant for his arrest. In 1992, Ojeda was tried in absentia for the armed robbery, convicted on fourteen counts, and sentenced to fifty-five years in prison.</p>\n<p>In early September 2005, the San Juan FBI determined that Ojeda was living in a house in Hormigueros on the west side of Puerto Rico. At this time there were warrants for Ojeda's arrest both for his 1990 flight and for his 1992 conviction. Consistent with the hazards of the operation, on September 22, 2005, \"a team of FBI sniper-observers initiated surveillance of the Ojeda residence.\" Their surveillance \"continue[d] until September 23, 2005.\"</p>\n<p>The parents of Soto-Torres lived within \"hundreds of feet\" of this Ojeda target residence. The two properties did not adjoin, and from Soto-Torres's parents' home \"there was no visibility toward the targeted residence\" due to \"the topography of the place.\" No warrant was requested to search Soto-Torres's parents' property. During the period of the FBI surveillance, Soto-Torres went to his parents' property \"on a daily basis\" to feed his horse.</p>\n<p>On September 23, 2005, at approximately 3:45 p.m., Soto-Torres arrived at his parents' property to feed his horse and work on fences on the property. At some point between 4:10 p.m. and 4:15 p.m., two unidentified helicopters flew overhead and \"several vehicles ... full of armed federal agents\" arrived at the property.</p>\n<p>Soto-Torres alleges that these agents \"assaulted and pushed [him] to the floor\" and that he was subsequently \"detained and handcuffed behind his back for almost <span class=\"star-pagination\">*157</span> four hours\" while being \"strongly interrogated by several federal agents.\"<sup>[2]</sup> He alleges that the agents \"pointed their firearms\" toward him for \"most of\" this time and threatened to put him in prison. He alleges that he was not told what was happening until his eventual release at around 8:00 p.m., \"having be[en] placed under the most severe mental distress for almost four (4) hours.\" As injury, he alleges that this detention and treatment caused him \"physical harm and emotional suffering,\" such that he \"required psychological and medical treatment.\"<sup>[3]</sup></p>\n<p>Soto-Torres does not allege that SAC<sup>[4]</sup> Fraticelli was present when these events occurred or that Fraticelli witnessed their occurrence. Rather, he makes only two relevant allegations. He alleges that Fraticelli \"was the officer in charge during the incident\" and that he \"participated in or directed the constitutional violations alleged... or knew of the violation[s] and failed to act to prevent them.\" These are the only allegations that address Fraticelli's involvement in Soto-Torres's detention.<sup>[5]</sup></p>\n<p></p>\n<h2>II.</h2>\n<p>The district court's denial of Fraticelli's qualified immunity defense is immediately appealable as a final decision within the meaning of 28 U.S.C. § 1291. <i>See </i><i>Iqbal,</i> 129 S.Ct. at 1947. We review de novo the court's denial of Fraticelli's motion for judgment on the pleadings. <i>See </i><i>Perez-Acevedo v. Rivero-Cubano,</i> 520 F.3d 26, 29 (1st Cir.2008).</p>\n<p></p>\n<h2>A. <i>Bivens, Qualified Immunity, and the Pleading Requirements</i>\n</h2>\n<p><i>Bivens</i> establishes, as a general proposition, \"that victims of a constitutional violation perpetrated by a federal actor may sue the offender for damages in federal court despite the absence of explicit <span class=\"star-pagination\">*158</span> statutory authorization for such suits.\" <i>Ruiz Rivera v. Riley,</i> 209 F.3d 24, 26 (1st Cir.2000) (quoting <i>Wright v. Park,</i> 5 F.3d 586, 589 n. 4 (1st Cir.1993)) (internal quotation mark omitted). This implied cause of action is the federal analog to § 1983 suits against state officials. <i>Iqbal,</i> 129 S.Ct. at 1948. \"The purpose of <i>Bivens</i> is to deter individual federal officers from committing constitutional violations.\" <i>Chiang v. Skeirik,</i> 582 F.3d 238, 243 (1st Cir.2009) (quoting <i>Corr. Servs. Corp. v. Malesko,</i> 534 U.S. 61, 70, 122 S.Ct. 515, 151 L.Ed.2d 456 (2001)) (internal quotation marks omitted).</p>\n<p>A government officer is entitled to qualified immunity from <i>Bivens</i> liability on a Rule 12(c) motion unless (1) \"the facts that a plaintiff has alleged ... make out a violation of a constitutional right\" and (2) \"the right at issue was `clearly established' at the time of [the official's] alleged misconduct.\" <i>Pearson v. Callahan,</i> 555 U.S. 223, 129 S.Ct. 808, 816, 172 L.Ed.2d 565 (2009). A right is clearly established only if \"it would be clear to a reasonable officer that his conduct was unlawful in the situation he confronted.\" <i>Brosseau v. Haugen,</i> 543 U.S. 194, 199, 125 S.Ct. 596, 160 L.Ed.2d 583 (2004); <i>see also </i><i>Mlodzinski v. Lewis,</i> 648 F.3d 24, 32-33 (1st Cir.2011).</p>\n<p>A plaintiff bringing a <i>Bivens</i> action \"must plead that each Government-official defendant, through the official's own individual actions, has violated the Constitution.\"<sup>[6]</sup><i>Iqbal,</i> 129 S.Ct. at 1948. There is no vicarious liability. <i>See id.</i> (citing <i>Monell v. Dep't of Soc. Servs.,</i> 436 U.S. 658, 691, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978)).</p>\n<p>As to an assertion of supervisory liability, we held in <i>Maldonado</i> that a supervisor may not be held liable for the constitutional violations committed by his or her subordinates, unless there is an \"`affirmative link' between the behavior of a subordinate and the action or inaction of his supervisor ... such that the supervisor's conduct led inexorably to the constitutional violation.\" 568 F.3d at 275 (quoting <i>Pineda v. Toomey,</i> 533 F.3d 50, 54 (1st Cir. 2008)) (internal quotation marks omitted).<sup>[7]</sup></p>\n<p>In determining whether the facts alleged in the complaint are sufficient to survive the Rule 12(c) motion, we employ a two-pronged approach. The first prong is to identify the factual allegation and to identify statements in the complaint that merely offer legal conclusions couched as facts or are threadbare or conclusory. <span class=\"star-pagination\">*159</span> <i>Ocasio-Hernández v. Fortuño-Burset,</i> 640 F.3d 1, 12 (1st Cir.2011). \"[S]ome allegations, while not stating ultimate legal conclusions, are nevertheless so threadbare or speculative that they fail to cross `the line between the conclusory and the factual.'\" <i>Peñalbert-Rosa v. Fortuño-Burset,</i> 631 F.3d 592, 595 (1st Cir.2011) (quoting <i>Twombly,</i> 550 U.S. at 557 n. 5, 127 S.Ct. 1955).</p>\n<p>The second prong is to ask whether the facts alleged would \"allow[] the court to draw the reasonable inference that the defendant is liable for the misconduct alleged.\" <i>Iqbal,</i> 129 S.Ct. at 1949. \"The make-or-break standard ... is that the combined allegations, taken as true, must state a plausible, not a merely conceivable, case for relief.\" <i>Sepúlveda-Villarini v. Dep't of Educ. of P.R.,</i> 628 F.3d 25, 29 (1st Cir.2010). \"The plausibility standard is not akin to a `probability requirement,' but it asks for more than a sheer possibility that a defendant has acted unlawfully.\" <i>Id.</i> (quoting <i>Iqbal,</i> 129 S.Ct. at 1949) (internal quotation marks omitted).</p>\n<p>When a complaint pleads facts that are \"`merely consistent with' a defendant's liability, it `stops short of the line between possibility and plausibility of entitlement to relief.'\" <i>Iqbal,</i> 129 S.Ct. at 1949 (quoting <i>Twombly,</i> 550 U.S. at 557, 127 S.Ct. 1955).</p>\n<p></p>\n<h2>B. <i>The Insufficiency of the Complaint</i>\n</h2>\n<p>Soto-Torres essentially brings this suit on a theory of supervisory liability. The only allegations in the complaint linking Fraticelli with the detention of Soto-Torres are that Fraticelli \"was the officer in charge during the incident\" and that he \"participated in or directed the constitutional violations alleged herein, or knew of the violation[s] and failed to act to prevent them.\" <i>Iqbal</i> and our precedents applying it make clear that these claims necessarily fail.</p>\n<p>As our discussion of the law of supervisory liability makes clear, the allegation that Fraticelli was \"the officer in charge\" does not come close to meeting the required standard.</p>\n<p>While the complaint states that Fraticelli \"participated in or directed the constitutional violations alleged herein,\" it provided no facts to support either that he \"participated in\" or \"directed\" the plaintiff's detention. In some sense, all high officials in charge of a government operation \"participate in\" or \"direct\" the operation. <i>Iqbal</i> makes clear that this is plainly insufficient to support a theory of supervisory liability and fails as a matter of law.</p>\n<p>For the complaint to have asserted a cognizable claim, it was required to allege additional facts sufficient to make out a violation of a constitutional right. Those additional facts would then be measured against the standards for individual liability. The complaint would have had to plead facts supporting a plausible inference that Fraticelli personally directed the officers to take those steps against plaintiff which themselves violated the Constitution in some way. Such a pleading would then have been tested to see whether the standards for immunity had been met. But in this case, the complaint does not even meet the first prong of our two-part <i>Iqbal</i> inquiry.</p>\n<p>Our precedents make clear that it is not enough to state that a defendant \"was the officer in charge during the incident\" and that he \"participated in or directed the constitutional violations\" alleged. We so held in <i>Maldonado,</i><sup>[8]</sup> where <span class=\"star-pagination\">*160</span> we dismissed a claim against a mayor who promulgated a no-pets policy in municipal housing properties that led to the killing of pets by subordinate officials. 568 F.3d at 273-74. We explained the dismissal by observing that the mayor's alleged level of involvement in the killing of the pets was \"insufficient to support a finding of liability,\" <i>id.</i> at 273, even though the complaint alleged that the mayor observed one of the raids and \"supervised, directly or indirectly, the agencies involved,\" <i>id.</i> at 274. The complaint identified \"no policy which authorized the killing of the pets, much less one which the Mayor authorized.\" <i>Id.</i> at 273. It is also the effect of our ruling in <i>Peñalbert-Rosa,</i> where we held that a complaint did not sufficiently allege the <i>involvement</i> of a governor in the alleged politically motivated termination of the plaintiff, who worked at the governor's mansion. 631 F.3d at 595. The complaint merely stated that the governor was in charge of approving all personnel decisions at the mansion, including the termination of the plaintiff, and that the governor \"knew or assumed\" that the plaintiff belonged to a different political party. <i>Id.</i><sup>[9]</sup></p>\n<p>Soto-Torres's allegations about Fraticelli's active involvement are no more concrete than those of the plaintiff in <i>Iqbal.</i> The plaintiff in <i>Iqbal</i> alleged that Attorney General Ashcroft and FBI Director Mueller \"knew of, condoned, and ... agreed to subject\" him to harsh conditions of detention, and that Ashcroft was the \"principal architect\" of the policy that led to his detention and that Mueller was \"instrumental\" in adopting and executing it. <i>Iqbal,</i> 129 S.Ct. at 1951. The Court deemed those bare allegations to be too conclusory to be \"entitled to the assumption of truth.\" <i>Id.</i></p>\n<p>As to Soto-Torres's alternative formulation that Fraticelli \"knew of the violation[s] and failed to act to prevent them,\" his factual allegations are again insufficient. The complaint does not provide facts regarding what Fraticelli is alleged to have known when, nor does it specify how he is alleged to have known it, or how he somehow personally caused the detention.</p>\n<p>Soto-Torres has been unable to provide adequate facts although he has twice amended his complaint over a period of many years. If Soto-Torres \"had any basis beyond speculation for charging [Fraticelli] with knowing participation in the wrong, it seems almost certain that this would have been mentioned.\" <i>Peñalbert-Rosa,</i> 631 F.3d at 596.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*161</span> III.</h2>\n<p>We reverse and direct judgment in favor of Fraticelli on grounds of qualified immunity.</p>\n<h2>NOTES</h2>\n<p>[1]  The plaintiff has never identified the John Doe unnamed FBI agent defendants.</p>\n<p>[2]  The complaint's allegations that Soto-Torres was \"illegally and unreasonabl[y] detained\" and that \"excessive force\" was used in pushing him to the floor are legal conclusions that are not to be credited. <i>See </i><i>Ashcroft v. Iqbal,</i> 129 S.Ct. 1937, 1950, 173 L.Ed.2d 868 (2009).</p>\n<p>[3]  He also claims that there were several residences closer to the targeted residence in which no one was detained or handcuffed.</p>\n<p>[4]  Each of the FBI's fifty-six field offices, also called divisions, across the United States and in Puerto Rico is overseen by a Special Agent in Charge (SAC), except for the field offices in Los Angeles, New York City, and Washington, D.C., which are headed by Assistant Directors in Charge due to those offices' large size. <i>See</i> Local FBI Offices, <i>http://www.fbi.gov/contactus/field</i> (last visited Aug. 12, 2011).</p>\n<p>[5]  Soto-Torres's complaint also alleges that his detention would have been prevented if the FBI had taken the time to \"investigate and to determine who [he] was\" prior to executing the warrant, and that \"Fraticelli incurred [sic] in deficient decisions reflecting inadequate assessment of the known circumstances leading to the detention.\" The complaint states that the FBI began surveillance on September 19 \"following and receiving direct orders from defendant Fraticelli,\" that Soto-Torres went to his \"parent's property on a daily basis ... in the same vehicle which was registered under his name and address,\" and consequently that the FBI agents would have been \"able to get the vehicle's license plates to determine who [he] was and to investigate all they need[ed] to know about the property owners in the property registry.\"\n</p>\n<p>All of these allegations are beside the point because the complaint does not allege that this purported omission was itself unconstitutional, nor would the law support such a claim. <i>See </i><i>Daniels v. Williams,</i> 474 U.S. 327, 333, 106 S.Ct. 662, 88 L.Ed.2d 662 (1986) (\"[I]njuries inflicted by governmental negligence are not addressed by the United States Constitution.\"); <i>Billington v. Smith,</i> 292 F.3d 1177, 1190 (9th Cir.2002) (\"The Fourth Amendment's `reasonableness' standard is not the same as the standard of `reasonable care' under tort law, and negligent acts do not incur constitutional liability.\").</p>\n<p>[6]  Although one line of Soto-Torres's complaint alleges he was unlawfully arrested, the remainder of the complaint makes clear that the purported basis for Soto-Torres's claim is not that he was unlawfully arrested, but rather that he was detained, allegedly, in violation of the Fourth Amendment. In the Fourth Amendment context, to make out a claim of unlawful detention, the plaintiff must sufficiently allege that the detention was not supported by reasonable suspicion. <i>Morelli v. Webster,</i> 552 F.3d 12, 19 (1st Cir.2009). Soto-Torres also alleges that excessive force was used. To make out a claim of excessive force, the standard is whether the force used was unreasonable under the circumstances. <i>Jennings v. Jones,</i> 499 F.3d 2, 11 (1st Cir. 2007); <i>see also </i><i>Mlodzinski v. Lewis,</i> 648 F.3d 24 (1st Cir.2011) (addressing claim of excessive force in qualified immunity framework and ordering immunity on claims of prolonged detention in handcuffs).</p>\n<p>[7]  In <i>Maldonado</i> we observed that \"recent language from the Supreme Court may call into question our prior circuit law on the standard for holding a public official liable under § 1983 [and <i>Bivens</i>] on a theory of supervisory liability.\" <i>Maldonado v. Fontanes,</i> 568 F.3d 263, 274 n. 7 (1st Cir.2009) (citing <i>Iqbal,</i> 129 S.Ct. at 1948). However, as in <i>Maldonado,</i> \"[w]e need not resolve this issue ... because we find that [Soto-Torres has] not pled facts sufficient to make out a plausible entitlement to relief under our previous formulation of the standards for supervisory liability.\" <i>Id.</i></p>\n<p>[8]  The district court erred as a matter of law when it disregarded this clear statement in <i>Maldonado.</i> The district court treated the reasoning of <i>Maldonado</i> as inapplicable to this case because the portions of <i>Maldonado</i> that laid out the requirements for supervisory liability concerned a Fourteenth Amendment substantive due process claim, whereas here, Soto-Torres attempts to state a supervisory liability theory for violation of his Fourth Amendment rights. However, the constitutional source of a plaintiff's claims are irrelevant to this court's analysis of whether a plaintiff has satisfactorily articulated a supervisory liability theory. Neither <i>Maldonado</i> nor <i>Iqbal</i> suggest that supervisory liability theories should be treated differently based on whether they are made to support a claim under the Fourth Amendment or the Fourteenth Amendment.</p>\n<p>[9]  <i>Pineda v. Toomey,</i> 533 F.3d 50 (1st Cir. 2008), a pre-<i>Iqbal</i> case in this circuit, also supports the proposition that stating that a defendant was \"in charge,\" without more, is insufficient to support a theory of supervisory liability. <i>Id.</i> at 54-55 (holding that plaintiff failed to \"affirmatively link[],\" <i>id.</i> at 55, defendant Boston Police sergeants to alleged constitutional violations by subordinate officers where defendant sergeants neither authorized nor witnessed alleged constitutional violations, were not at the scene when alleged violations took place, and were unaware of plaintiff's existence at the time of alleged violations).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">654</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">153</span></span> (2011)</b></center>\n<center><h1>German A. SOTO-TORRES, Plaintiff, Appellee,<br>\nv.<br>\nLuis FRATICELLI, Special Agent in Charge, Defendant, Appellant,<br>\nRobert Mueller, Director of the Federal Bureau of Investigation; Conjugal Partnership Mueller-Doe; Conjugal Partnership Fraticelli-Doe; Ten Unknown Agents of the Federal Bureau of Investigation, Defendants.</h1></center>\n<center>No. 10-1619.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 9, 2011.</center>\n<center>Decided August 19, 2011.</center>\n<p><span class=\"star-pagination\">*155</span> H. Thomas Byron III, Appellate Staff, Civil Division, with whom Tony West, Assistant Attorney General, Rose E. Rodriguez-Velez, United States Attorney, and Barbara L. Herwig, Appellate Staff, Civil Division, were on brief, for appellant.</p>\n<p>Francisco M. López-Romo, with whom Edgar R. Vega-Pabón was on brief, for appellee.</p>\n<p>Before LYNCH, Chief Judge, LIPEZ and HOWARD, Circuit Judges.</p>\n<p>LYNCH, Chief Judge.</p>\n<p>The question before us is whether the Special Agent in Charge (SAC) of the FBI's Puerto Rico operations, Luis Fraticelli, who is sued in his individual capacity, is entitled to qualified immunity on the grounds that German A. Soto-Torres's second amended complaint failed to meet the requirements of <i>Ashcroft v. Iqbal,</i> <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">556</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">662</span></a></span>, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1937</span></a></span>, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">173</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">868</span></a></span> (2009). Soto-Torres brought suit asserting claims of unlawful detention and excessive force under a <i>Bivens</i> theory. <i>See </i><i>Bivens v. Six Unknown Named Agents of Fed. Bureau of Narcotics,</i> <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span>, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1999</span></a></span>, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span></a></span> (1971).</p>\n<p>Soto-Torres complains of actions during the September 23, 2005, execution of a search warrant by FBI or other federal agents on the residence of Filiberto Ojeda Rios, a notorious fugitive and convicted felon who was thought to be dangerous and hiding in a house in Hormigueros, Puerto Rico. That house was near the property of Soto-Torres's parents. The complaint alleges that, in the course of these operations, unnamed FBI agents assaulted Soto-Torres, pushed him to the ground and handcuffed him, and detained him in handcuffs for approximately four hours without explaining the basis of his detention. Although SAC Fraticelli was in charge of the operation, he was not present during the operation and had no personal contact with Soto-Torres.</p>\n<p>The complaint originally named as defendants Fraticelli and ten unknown FBI agents, in their official and individual capacities, as well as FBI Director Mueller in his official capacity. Only the <i>Bivens</i> claim against Fraticelli remains<sup>[1]</sup> and is before us. The complaint was filed about one year after the event; Soto-Torres filed his first amended complaint about two years later. His second amended complaint was filed in October 2009, after the decision in <i>Iqbal.</i></p>\n<p>Defendants originally moved for summary judgment on grounds of qualified immunity, which the district court denied. The Supreme Court then decided <i>Iqbal,</i> after which defendants filed a Rule 12(c) motion requesting judgment on the pleadings on Soto-Torres's personal capacity claims against Fraticelli; defendants also moved to dismiss the official capacity claims against Mueller, Fraticelli, and the unnamed agents pursuant to Rule 12(b)(1) on grounds of sovereign immunity. The district court allowed Soto-Torres to amend his complaint in light of <i>Iqbal</i> and denied defendants' 12(b)(1) motion without prejudice so that it could be re-filed after the complaint was amended. After Soto-Torres <span class=\"star-pagination\">*156</span> filed his second amended complaint, defendants renewed their motion. The district court granted the motion to dismiss the official capacity claims against Mueller, Fraticelli, and the unnamed agents, but it denied the motion as to the personal capacity claims, including those against Fraticelli. Fraticelli filed this interlocutory appeal from that denial.</p>\n<p>We hold that plaintiff's pleadings are insufficient under <i>Iqbal,</i> reverse, and direct entry of judgment for Fraticelli.</p>\n<p></p>\n<h2>I.</h2>\n<p>In an interlocutory appeal from the denial of qualified immunity on a motion to dismiss on the pleadings, we accept the well-pleaded facts of the plaintiff's claim as alleged in the complaint. <i>Iqbal,</i> 129 S.Ct. at 1950. We do not accept the complaint's legal conclusions or \"`naked assertion[s]' devoid of `further factual enhancement.'\" <i>Id.</i> at 1949 (alteration in original) (quoting <i>Bell Atl. Corp. v. Twombly,</i> <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, 557, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007)); <i>see also </i><i>Maldonado v. Fontanes,</i> <span class=\"citation\" data-id=\"203857\"><a href=\"/opinion/203857/maldonado-v-fontanes/\"><span class=\"volume\">568</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">263</span></a></span>, 266 (1st Cir.2009).</p>\n<p>We provide some undisputed background facts, agreed upon by the parties. Soto-Torres's claims arise out of an FBI operation to apprehend Filiberto Ojeda Rios, a Puerto Rico fugitive and leader of the Macheteros group. The Macheteros have claimed responsibility for acts of violence in Puerto Rico, including the murders of a police officer in 1978 and U.S. Navy sailors in 1979 and 1982. In 1983, Macheteros operatives robbed a Wells Fargo facility in West Hartford, Connecticut. Two years later, when FBI agents acted to arrest Ojeda and other Macheteros members in connection with the robbery, Ojeda shot and wounded an agent. He was acquitted of the shooting charge in a 1989 trial in which he represented himself.</p>\n<p>In 1990, while released on bond pending his trial for the armed robbery charges, Ojeda severed his electronic monitoring device and fled; the next day the U.S. District Court for the District of Connecticut issued a warrant for his arrest. In 1992, Ojeda was tried in absentia for the armed robbery, convicted on fourteen counts, and sentenced to fifty-five years in prison.</p>\n<p>In early September 2005, the San Juan FBI determined that Ojeda was living in a house in Hormigueros on the west side of Puerto Rico. At this time there were warrants for Ojeda's arrest both for his 1990 flight and for his 1992 conviction. Consistent with the hazards of the operation, on September 22, 2005, \"a team of FBI sniper-observers initiated surveillance of the Ojeda residence.\" Their surveillance \"continue[d] until September 23, 2005.\"</p>\n<p>The parents of Soto-Torres lived within \"hundreds of feet\" of this Ojeda target residence. The two properties did not adjoin, and from Soto-Torres's parents' home \"there was no visibility toward the targeted residence\" due to \"the topography of the place.\" No warrant was requested to search Soto-Torres's parents' property. During the period of the FBI surveillance, Soto-Torres went to his parents' property \"on a daily basis\" to feed his horse.</p>\n<p>On September 23, 2005, at approximately 3:45 p.m., Soto-Torres arrived at his parents' property to feed his horse and work on fences on the property. At some point between 4:10 p.m. and 4:15 p.m., two unidentified helicopters flew overhead and \"several vehicles ... full of armed federal agents\" arrived at the property.</p>\n<p>Soto-Torres alleges that these agents \"assaulted and pushed [him] to the floor\" and that he was subsequently \"detained and handcuffed behind his back for almost <span class=\"star-pagination\">*157</span> four hours\" while being \"strongly interrogated by several federal agents.\"<sup>[2]</sup> He alleges that the agents \"pointed their firearms\" toward him for \"most of\" this time and threatened to put him in prison. He alleges that he was not told what was happening until his eventual release at around 8:00 p.m., \"having be[en] placed under the most severe mental distress for almost four (4) hours.\" As injury, he alleges that this detention and treatment caused him \"physical harm and emotional suffering,\" such that he \"required psychological and medical treatment.\"<sup>[3]</sup></p>\n<p>Soto-Torres does not allege that SAC<sup>[4]</sup> Fraticelli was present when these events occurred or that Fraticelli witnessed their occurrence. Rather, he makes only two relevant allegations. He alleges that Fraticelli \"was the officer in charge during the incident\" and that he \"participated in or directed the constitutional violations alleged... or knew of the violation[s] and failed to act to prevent them.\" These are the only allegations that address Fraticelli's involvement in Soto-Torres's detention.<sup>[5]</sup></p>\n<p></p>\n<h2>II.</h2>\n<p>The district court's denial of Fraticelli's qualified immunity defense is immediately appealable as a final decision within the meaning of 28 U.S.C. § 1291. <i>See </i><i>Iqbal,</i> 129 S.Ct. at 1947. We review de novo the court's denial of Fraticelli's motion for judgment on the pleadings. <i>See </i><i>Perez-Acevedo v. Rivero-Cubano,</i> <span class=\"citation\" data-id=\"203182\"><a href=\"/opinion/203182/perez-acevedo-v-rivero-cubano/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 29 (1st Cir.2008).</p>\n<p></p>\n<h2>A. <i>Bivens, Qualified Immunity, and the Pleading Requirements</i>\n</h2>\n<p><i>Bivens</i> establishes, as a general proposition, \"that victims of a constitutional violation perpetrated by a federal actor may sue the offender for damages in federal court despite the absence of explicit <span class=\"star-pagination\">*158</span> statutory authorization for such suits.\" <i>Ruiz Rivera v. Riley,</i> <span class=\"citation\" data-id=\"198879\"><a href=\"/opinion/198879/ruiz-rivera-v-dept-of-education/\"><span class=\"volume\">209</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 26 (1st Cir.2000) (quoting <i>Wright v. Park,</i> <span class=\"citation\" data-id=\"194964\"><a href=\"/opinion/194964/wright-v-park/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">586</span></a></span>, 589 n. 4 (1st Cir.1993)) (internal quotation mark omitted). This implied cause of action is the federal analog to § 1983 suits against state officials. <i>Iqbal,</i> 129 S.Ct. at 1948. \"The purpose of <i>Bivens</i> is to deter individual federal officers from committing constitutional violations.\" <i>Chiang v. Skeirik,</i> <span class=\"citation\" data-id=\"204024\"><a href=\"/opinion/204024/chiang-v-skeirik/\"><span class=\"volume\">582</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">238</span></a></span>, 243 (1st Cir.2009) (quoting <i>Corr. Servs. Corp. v. Malesko,</i> <span class=\"citation\" data-id=\"118466\"><a href=\"/opinion/118466/correctional-services-corp-v-malesko/\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">61</span></a></span>, 70, <span class=\"citation\" data-id=\"118466\"><a href=\"/opinion/118466/correctional-services-corp-v-malesko/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">515</span></a></span>, <span class=\"citation\" data-id=\"118466\"><a href=\"/opinion/118466/correctional-services-corp-v-malesko/\"><span class=\"volume\">151</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">456</span></a></span> (2001)) (internal quotation marks omitted).</p>\n<p>A government officer is entitled to qualified immunity from <i>Bivens</i> liability on a Rule 12(c) motion unless (1) \"the facts that a plaintiff has alleged ... make out a violation of a constitutional right\" and (2) \"the right at issue was `clearly established' at the time of [the official's] alleged misconduct.\" <i>Pearson v. Callahan,</i> <span class=\"citation\" data-id=\"145918\"><a href=\"/opinion/145918/pearson-v-callahan/\"><span class=\"volume\">555</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">223</span></a></span>, <span class=\"citation\" data-id=\"145918\"><a href=\"/opinion/145918/pearson-v-callahan/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">808</span></a></span>, 816, <span class=\"citation\" data-id=\"145918\"><a href=\"/opinion/145918/pearson-v-callahan/\"><span class=\"volume\">172</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">565</span></a></span> (2009). A right is clearly established only if \"it would be clear to a reasonable officer that his conduct was unlawful in the situation he confronted.\" <i>Brosseau v. Haugen,</i> <span class=\"citation\" data-id=\"137736\"><a href=\"/opinion/137736/brosseau-v-haugen/\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></a></span>, 199, <span class=\"citation\" data-id=\"137736\"><a href=\"/opinion/137736/brosseau-v-haugen/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">596</span></a></span>, <span class=\"citation\" data-id=\"137736\"><a href=\"/opinion/137736/brosseau-v-haugen/\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">583</span></a></span> (2004); <i>see also </i><i>Mlodzinski v. Lewis,</i> <span class=\"citation\" data-id=\"2451581\"><a href=\"/opinion/2451581/mlodzinski-v-lewis/\"><span class=\"volume\">648</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 32-33 (1st Cir.2011).</p>\n<p>A plaintiff bringing a <i>Bivens</i> action \"must plead that each Government-official defendant, through the official's own individual actions, has violated the Constitution.\"<sup>[6]</sup><i>Iqbal,</i> 129 S.Ct. at 1948. There is no vicarious liability. <i>See id.</i> (citing <i>Monell v. Dep't of Soc. Servs.,</i> <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, 691, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1978)).</p>\n<p>As to an assertion of supervisory liability, we held in <i>Maldonado</i> that a supervisor may not be held liable for the constitutional violations committed by his or her subordinates, unless there is an \"`affirmative link' between the behavior of a subordinate and the action or inaction of his supervisor ... such that the supervisor's conduct led inexorably to the constitutional violation.\" 568 F.3d at 275 (quoting <i>Pineda v. Toomey,</i> <span class=\"citation\" data-id=\"203397\"><a href=\"/opinion/203397/pineda-v-toomey/\"><span class=\"volume\">533</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 54 (1st Cir. 2008)) (internal quotation marks omitted).<sup>[7]</sup></p>\n<p>In determining whether the facts alleged in the complaint are sufficient to survive the Rule 12(c) motion, we employ a two-pronged approach. The first prong is to identify the factual allegation and to identify statements in the complaint that merely offer legal conclusions couched as facts or are threadbare or conclusory. <span class=\"star-pagination\">*159</span> <i>Ocasio-Hernández v. Fortuño-Burset,</i> <span class=\"citation no-link\"><span class=\"volume\">640</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 12 (1st Cir.2011). \"[S]ome allegations, while not stating ultimate legal conclusions, are nevertheless so threadbare or speculative that they fail to cross `the line between the conclusory and the factual.'\" <i>Peñalbert-Rosa v. Fortuño-Burset,</i> <span class=\"citation no-link\"><span class=\"volume\">631</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">592</span></span>, 595 (1st Cir.2011) (quoting <i>Twombly,</i> 550 U.S. at 557 n. 5, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>).</p>\n<p>The second prong is to ask whether the facts alleged would \"allow[] the court to draw the reasonable inference that the defendant is liable for the misconduct alleged.\" <i>Iqbal,</i> 129 S.Ct. at 1949. \"The make-or-break standard ... is that the combined allegations, taken as true, must state a plausible, not a merely conceivable, case for relief.\" <i>Sepúlveda-Villarini v. Dep't of Educ. of P.R.,</i> <span class=\"citation no-link\"><span class=\"volume\">628</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></span>, 29 (1st Cir.2010). \"The plausibility standard is not akin to a `probability requirement,' but it asks for more than a sheer possibility that a defendant has acted unlawfully.\" <i>Id.</i> (quoting <i>Iqbal,</i> 129 S.Ct. at 1949) (internal quotation marks omitted).</p>\n<p>When a complaint pleads facts that are \"`merely consistent with' a defendant's liability, it `stops short of the line between possibility and plausibility of entitlement to relief.'\" <i>Iqbal,</i> 129 S.Ct. at 1949 (quoting <i>Twombly,</i> 550 U.S. at 557, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>).</p>\n<p></p>\n<h2>B. <i>The Insufficiency of the Complaint</i>\n</h2>\n<p>Soto-Torres essentially brings this suit on a theory of supervisory liability. The only allegations in the complaint linking Fraticelli with the detention of Soto-Torres are that Fraticelli \"was the officer in charge during the incident\" and that he \"participated in or directed the constitutional violations alleged herein, or knew of the violation[s] and failed to act to prevent them.\" <i>Iqbal</i> and our precedents applying it make clear that these claims necessarily fail.</p>\n<p>As our discussion of the law of supervisory liability makes clear, the allegation that Fraticelli was \"the officer in charge\" does not come close to meeting the required standard.</p>\n<p>While the complaint states that Fraticelli \"participated in or directed the constitutional violations alleged herein,\" it provided no facts to support either that he \"participated in\" or \"directed\" the plaintiff's detention. In some sense, all high officials in charge of a government operation \"participate in\" or \"direct\" the operation. <i>Iqbal</i> makes clear that this is plainly insufficient to support a theory of supervisory liability and fails as a matter of law.</p>\n<p>For the complaint to have asserted a cognizable claim, it was required to allege additional facts sufficient to make out a violation of a constitutional right. Those additional facts would then be measured against the standards for individual liability. The complaint would have had to plead facts supporting a plausible inference that Fraticelli personally directed the officers to take those steps against plaintiff which themselves violated the Constitution in some way. Such a pleading would then have been tested to see whether the standards for immunity had been met. But in this case, the complaint does not even meet the first prong of our two-part <i>Iqbal</i> inquiry.</p>\n<p>Our precedents make clear that it is not enough to state that a defendant \"was the officer in charge during the incident\" and that he \"participated in or directed the constitutional violations\" alleged. We so held in <i>Maldonado,</i><sup>[8]</sup> where <span class=\"star-pagination\">*160</span> we dismissed a claim against a mayor who promulgated a no-pets policy in municipal housing properties that led to the killing of pets by subordinate officials. 568 F.3d at 273-74. We explained the dismissal by observing that the mayor's alleged level of involvement in the killing of the pets was \"insufficient to support a finding of liability,\" <i>id.</i> at 273, even though the complaint alleged that the mayor observed one of the raids and \"supervised, directly or indirectly, the agencies involved,\" <i>id.</i> at 274. The complaint identified \"no policy which authorized the killing of the pets, much less one which the Mayor authorized.\" <i>Id.</i> at 273. It is also the effect of our ruling in <i>Peñalbert-Rosa,</i> where we held that a complaint did not sufficiently allege the <i>involvement</i> of a governor in the alleged politically motivated termination of the plaintiff, who worked at the governor's mansion. 631 F.3d at 595. The complaint merely stated that the governor was in charge of approving all personnel decisions at the mansion, including the termination of the plaintiff, and that the governor \"knew or assumed\" that the plaintiff belonged to a different political party. <i>Id.</i><sup>[9]</sup></p>\n<p>Soto-Torres's allegations about Fraticelli's active involvement are no more concrete than those of the plaintiff in <i>Iqbal.</i> The plaintiff in <i>Iqbal</i> alleged that Attorney General Ashcroft and FBI Director Mueller \"knew of, condoned, and ... agreed to subject\" him to harsh conditions of detention, and that Ashcroft was the \"principal architect\" of the policy that led to his detention and that Mueller was \"instrumental\" in adopting and executing it. <i>Iqbal,</i> 129 S.Ct. at 1951. The Court deemed those bare allegations to be too conclusory to be \"entitled to the assumption of truth.\" <i>Id.</i></p>\n<p>As to Soto-Torres's alternative formulation that Fraticelli \"knew of the violation[s] and failed to act to prevent them,\" his factual allegations are again insufficient. The complaint does not provide facts regarding what Fraticelli is alleged to have known when, nor does it specify how he is alleged to have known it, or how he somehow personally caused the detention.</p>\n<p>Soto-Torres has been unable to provide adequate facts although he has twice amended his complaint over a period of many years. If Soto-Torres \"had any basis beyond speculation for charging [Fraticelli] with knowing participation in the wrong, it seems almost certain that this would have been mentioned.\" <i>Peñalbert-Rosa,</i> 631 F.3d at 596.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*161</span> III.</h2>\n<p>We reverse and direct judgment in favor of Fraticelli on grounds of qualified immunity.</p>\n<h2>NOTES</h2>\n<p>[1]  The plaintiff has never identified the John Doe unnamed FBI agent defendants.</p>\n<p>[2]  The complaint's allegations that Soto-Torres was \"illegally and unreasonabl[y] detained\" and that \"excessive force\" was used in pushing him to the floor are legal conclusions that are not to be credited. <i>See </i><i>Ashcroft v. Iqbal,</i> <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1937</span></a></span>, 1950, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">173</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">868</span></a></span> (2009).</p>\n<p>[3]  He also claims that there were several residences closer to the targeted residence in which no one was detained or handcuffed.</p>\n<p>[4]  Each of the FBI's fifty-six field offices, also called divisions, across the United States and in Puerto Rico is overseen by a Special Agent in Charge (SAC), except for the field offices in Los Angeles, New York City, and Washington, D.C., which are headed by Assistant Directors in Charge due to those offices' large size. <i>See</i> Local FBI Offices, <i>http://www.fbi.gov/contactus/field</i> (last visited Aug. 12, 2011).</p>\n<p>[5]  Soto-Torres's complaint also alleges that his detention would have been prevented if the FBI had taken the time to \"investigate and to determine who [he] was\" prior to executing the warrant, and that \"Fraticelli incurred [sic] in deficient decisions reflecting inadequate assessment of the known circumstances leading to the detention.\" The complaint states that the FBI began surveillance on September 19 \"following and receiving direct orders from defendant Fraticelli,\" that Soto-Torres went to his \"parent's property on a daily basis ... in the same vehicle which was registered under his name and address,\" and consequently that the FBI agents would have been \"able to get the vehicle's license plates to determine who [he] was and to investigate all they need[ed] to know about the property owners in the property registry.\"\n</p>\n<p>All of these allegations are beside the point because the complaint does not allege that this purported omission was itself unconstitutional, nor would the law support such a claim. <i>See </i><i>Daniels v. Williams,</i> <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span>, 333, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">662</span></a></span>, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1986) (\"[I]njuries inflicted by governmental negligence are not addressed by the United States Constitution.\"); <i>Billington v. Smith,</i> <span class=\"citation\" data-id=\"777936\"><a href=\"/opinion/777936/patricia-billington-as-personal-representative-of-the-estate-of-ryan/\"><span class=\"volume\">292</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1177</span></a></span>, 1190 (9th Cir.2002) (\"The Fourth Amendment's `reasonableness' standard is not the same as the standard of `reasonable care' under tort law, and negligent acts do not incur constitutional liability.\").</p>\n<p>[6]  Although one line of Soto-Torres's complaint alleges he was unlawfully arrested, the remainder of the complaint makes clear that the purported basis for Soto-Torres's claim is not that he was unlawfully arrested, but rather that he was detained, allegedly, in violation of the Fourth Amendment. In the Fourth Amendment context, to make out a claim of unlawful detention, the plaintiff must sufficiently allege that the detention was not supported by reasonable suspicion. <i>Morelli v. Webster,</i> <span class=\"citation\" data-id=\"203615\"><a href=\"/opinion/203615/morelli-v-webster/\"><span class=\"volume\">552</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 19 (1st Cir.2009). Soto-Torres also alleges that excessive force was used. To make out a claim of excessive force, the standard is whether the force used was unreasonable under the circumstances. <i>Jennings v. Jones,</i> <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">2</span></span>, 11 (1st Cir. 2007); <i>see also </i><i>Mlodzinski v. Lewis,</i> <span class=\"citation\" data-id=\"2451581\"><a href=\"/opinion/2451581/mlodzinski-v-lewis/\"><span class=\"volume\">648</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span> (1st Cir.2011) (addressing claim of excessive force in qualified immunity framework and ordering immunity on claims of prolonged detention in handcuffs).</p>\n<p>[7]  In <i>Maldonado</i> we observed that \"recent language from the Supreme Court may call into question our prior circuit law on the standard for holding a public official liable under § 1983 [and <i>Bivens</i>] on a theory of supervisory liability.\" <i>Maldonado v. Fontanes,</i> <span class=\"citation\" data-id=\"203857\"><a href=\"/opinion/203857/maldonado-v-fontanes/\"><span class=\"volume\">568</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">263</span></a></span>, 274 n. 7 (1st Cir.2009) (citing <i>Iqbal,</i> 129 S.Ct. at 1948). However, as in <i>Maldonado,</i> \"[w]e need not resolve this issue ... because we find that [Soto-Torres has] not pled facts sufficient to make out a plausible entitlement to relief under our previous formulation of the standards for supervisory liability.\" <i>Id.</i></p>\n<p>[8]  The district court erred as a matter of law when it disregarded this clear statement in <i>Maldonado.</i> The district court treated the reasoning of <i>Maldonado</i> as inapplicable to this case because the portions of <i>Maldonado</i> that laid out the requirements for supervisory liability concerned a Fourteenth Amendment substantive due process claim, whereas here, Soto-Torres attempts to state a supervisory liability theory for violation of his Fourth Amendment rights. However, the constitutional source of a plaintiff's claims are irrelevant to this court's analysis of whether a plaintiff has satisfactorily articulated a supervisory liability theory. Neither <i>Maldonado</i> nor <i>Iqbal</i> suggest that supervisory liability theories should be treated differently based on whether they are made to support a claim under the Fourth Amendment or the Fourteenth Amendment.</p>\n<p>[9]  <i>Pineda v. Toomey,</i> <span class=\"citation\" data-id=\"203397\"><a href=\"/opinion/203397/pineda-v-toomey/\"><span class=\"volume\">533</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span> (1st Cir. 2008), a pre-<i>Iqbal</i> case in this circuit, also supports the proposition that stating that a defendant was \"in charge,\" without more, is insufficient to support a theory of supervisory liability. <i>Id.</i> at 54-55 (holding that plaintiff failed to \"affirmatively link[],\" <i>id.</i> at 55, defendant Boston Police sergeants to alleged constitutional violations by subordinate officers where defendant sergeants neither authorized nor witnessed alleged constitutional violations, were not at the scene when alleged violations took place, and were unaware of plaintiff's existence at the time of alleged violations).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118466/",
    "http://www.courtlistener.com/api/rest/v3/opinions/137736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203397/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203615/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2451581/"
  ]
}