{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/225070/",
  "absolute_url": "/opinion/225070/kagan-v-industrial-washing-machine-corporation-in-re-du-grenier-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/225070/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:28:29Z",
  "date_modified": "2016-02-28T05:43:42.426967Z",
  "type": "010combined",
  "sha1": "9f99a0f20f3095727c5a2118168c1edd66794354",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/182/182.F2d.139.4475.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">182 F.2d 139</p>\n    <p class=\"parties\">KAGAN<br>v.<br>INDUSTRIAL WASHING MACHINE CORPORATION. In re DU GRENIER, Inc.</p>\n    <p class=\"docket\">No. 4475.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">May 19, 1950.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">J. J. Sullivan, Boston, Mass. (Kenneth Tiffin, Boston, Mass., on brief), for appellant.</p>\n      <p class=\"indent\">Bailey Aldrich, Boston, Mass. (John B. Reigeluth, Boston, Mass., on brief), for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and MARIS (by special assignment) and WOODBURY, Circuit Judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These are consolidated appeals by a trustee in bankruptcy from two orders of the United States District Court for the District of Massachusetts. One appeal is from an order of the court below reversing an order of a referee in bankruptcy disallowing an amended petition for reclamation of a certain described washing, rinsing and bonderizing machine, and instead directing the trustee in bankruptcy to turn over to the petitioner-appellee the balance of the agreed purchase price ($2,370.95) due from the bankrupt on the machine, it having been sold with other assets by the trustee by leave of court free and clear of liens. The other appeal is from a subsequent order of the court below amending its above order by the addition thereto of directions to the trustee to pay interest on the above balance at the rate of 6% per annum from April 11, 1947, the date of the bankrupt's default, \"to the extent at least that the actual proceeds of the sale of the said apparatus in the hands of the trustee are sufficient to satisfy such a payment.\" There is no dispute over the facts, all of which appear in exhibits and a stipulation of counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The bankrupt, DuGrenier, Inc., agreed to purchase the industrial washing machine involved by the contractual device of accepting on April 4, 1946, a so-called \"proposal\", made to it by petitioner-appellee two days earlier. In the proposal the machine is described by model letters and numbers and also \"as shown on previously submitted prints;\" its specifications are given in detail; its price fixed and stated to be f. o. b. New Brunswick, N. J., the place where the petitioner-appellee has its plant, and the terms of the transaction are stated as \"25% with order; 25% on delivery; balance 30 days from installation and test.\" In addition it is provided that the purchaser shall procure and maintain adequate insurance payable \"as interest may appear\" against, or assume full responsibility for, loss or damage to the machine by fire or other causes until it is fully paid for in cash; and it is stipulated that when the proposal is accepted and countersigned it will constitute the entire agreement between the parties, superseding all previous understandings regarding the apparatus, and \"is an indivisible contract of sale.\" Omitting other provisions for the present, it was provided with respect to title as follows: \"Title in this apparatus shall remain in us until the full purchase price including any modifications or extension of payment whether evidenced by note or otherwise shall be fully paid in cash; and it is agreed that this apparatus shall retain its personal character, and shall not become a fixture by being annexed or affixed in any manner to any land, foundation, or building of any sort, and that if it be placed on any mortgaged or encumbered premises or land, foundation, or building of any sort, it shall not be subject to such mortgage or encumbrance. Upon default in the payment of any part of the purchase price, we shall have the right at our election to take possession of this apparatus, and remove the same without legal process, and to retain all payments previously made as compensation for its use and wear. At our election, you will execute and deliver a conditional sale agreement complying with the laws of the place where this apparatus is to be located.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The machine was manufactured according to the specifications and plans, and shipped to the bankrupt in parts on various dates in April, June, August and November 1946. Each shipment was on a uniform bill of lading in which the bankrupt was named as consignee, and each shipment was accompanied by an invoice covering the part or parts shipped. The invoices generally noted the terms of payment provided in the proposal, and all contained provisions to the effect that the property was \"sold\" to the bankrupt \"f. o. b. New Brunswick, New Jersey,\" and that \"Shipments F.O.B. factory become your property upon delivery by the shipper to the carrier.\" All freight bills were paid by the bankrupt.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The petitioner-appellee duly performed all of its contractual obligations, and as a result the final payment on the machine fell due on January 16, 1947. Payment was not then made, however, but on February 11, 1947, the bankrupt sent the petitioner-appellee a check for $2,500 and two promissory notes payable on March 11, 1947, and April 11, 1947, in the respective amounts of $2,500 and $2,370.95. Subsequently on March 7 it was orally agreed that the total amount of the above notes was the balance then remaining due on the machine; the petitioner-appellee writing the bankrupt on the next day that \"upon payment of the notes which you sent us in the amount of $2,500 and $2,370.95 we will consider your account paid in full.\" The note for $2,500 falling due on March 11 was paid, but the note for $2,370.95 due on April 11 was not paid when presented, was duly protested, and has never been paid.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It is stipulated that the machine involved \"was about fifty feet long, nine feet high, and five and one-half feet wide and was of a type normally used to remove grease and dirt from the surface of metal prior to painting and to give a slight etching, known as bonderizing, to the surface in order that paint may properly adhere to it and was so used by the bankrupt.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Counsel for the trustee argue rather half-heartedly that the contract between the petitioner-appellee and the bankrupt was not a contract of conditional sale at all. Pointing to the concluding sentence of the title provision of the proposal, which reads, \"At our election, you will execute and deliver a conditional sale agreement complying with the laws of the place where this apparatus is to be located,\" they say, the proposal which the bankrupt accepted only looked forward to the possibility of the creation of a formal conditional sales agreement at some time in the future if the seller should see fit to so elect. We do not agree, for as the District Court pointed out, the construction of the above quoted sentence contended for by counsel for the trustee would render meaningless, if not actually contradict, not only the preceding language of the provision itself, but also other provisions of the proposal (the insurance provision for instance) and therefore the construction does violence to the familiar principle that whenever possible the provisions of a contract are to be so construed with reference to one another as to make the entire contract a rational business instrument which will effectuate the apparent intention of the parties. And there is a rational construction of the sentence in harmony with the rest of the contract, for, as the court below also pointed out, the petitioning corporation, in this instance, and perhaps in others as well, was doing business in a foreign state, and so might well be assumed to wish to provide for a new and legal conditional sales contract in the event that it should develop that the present one in some respect violated or was invalid under the law of the place where the machine was to be set up and used. Hence we agree with the District Court that the parties intended to execute, and in fact did execute, a contract of conditional sale with respect to the washing machine.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It being clear to us that the contract under which the machine was sold was indeed one of conditional sale, and it being conceded in the stipulation that the bankrupt defaulted in payment, and hence that the condition of the sale was broken, it follows that title to the machine remained in the vendor, the petitioner-appellee, and that it is entitled to reclaim its property, or in this case its proceeds, in the hands of the trustee unless the contract is either invalid for some reason under the law of Massachusetts, Bryant v. Swofford Bros. Dry Goods Co., 214 U.S. 279, 291, 29 S.Ct. 614, 53 L.Ed. 997; Sweeney v. Medler, 10 Cir., 78 F.2d 148, 149, or unless the petitioner-appellee by its conduct has waived its right to assert its title.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The appellant-trustee contends that the condition in the contract reserving title in the vendor until payment of the purchase price in full by the buyer is invalid and unenforceable for the reason that the contract provides that in the event of default and repossession the vendor shall \"retain all payments previously made as compensation for its [the machine's] use and wear\", whereas &#167; 13A of Chapter 255 of the Massachuetts General Laws (Ter.Ed), as amended by St.1939, c. 509, &#167; 1, provides that: \"No instrument evidencing a conditional sale of personal property shall be valid unless it contains a provision that, in case of repossession and sale of such personal property for default in payment of any part of the total time price, all sums paid on account of such price and any sum remaining from the proceeds of a sale of such repossessed personal property after deducting the reasonable expenses of such repossession and sale shall be applied in reduction of such price, and that, if the net proceeds of such sale exceed the balance due on such price, the sum remaining shall be paid to the vendee; provided that this section shall not apply to an instrument evidencing a conditional sale of personal property affixed or attached to real estate in any other manner than by an electrical connection.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">No doubt the trustee is right and the conditional reservation of title is invalid and void, Lehan v. North Main Street Garage, Inc., 312 Mass. 547, 45 N.E.2d 945, 144 A.L.R. 1100, if the above section applies, and he contends that it applies in spite of its proviso for the reason that properly construed the proviso excludes from the application of the section only personal property affixed or attached to the realty in such a way as to make it a \"fixture\" under the Common Law of Massachusetts, and there is no evidence in the exhibits or stipulation to show that the washing machine was so affixed. We cannot agree.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">If the legislature had meant to exclude \"fixtures\" generally from the application of the section we see no reason why it should not have said so directly. Having expressed itself as it did, we think the legislature must have meant precisely what it said, and intended by the proviso to exclude from the application of the section all personal property other than that attached to the realty merely by an electrical connection and nothing else. And, although the facts are not explicit, we think it clear that the washing machine involved must have been attached to the realty at least by piping as well as by mere electrical connections. We arrive at this conclusion not only because of the nature and size of the machine itself, it being highly probable that a machine such as that involved would be bolted, or in some way fastened, to a foundation of some sort, but also because it is provided in the paragraph of the proposal entitled \"erection\" that \"When the units are set in position on the floor; bolted together, conveyor joined and wiring and piping connections made, the machine is ready to operate. Water, steam, drain and vent piping are not supplied.\" Moreover, we think it equally clear that the machine must have been actually attached by piping as well as electric wiring before the bankruptcy, since it is stipulated that the balance of the purchase price of the machine fell due on January 16, 1947, and that event did not occur under the proposal until installation and test, and obviously the machine could not be considered installed or subjected to test until after piping connections for water, steam, draining and venting had been made.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This conclusion renders it unnecessary for us to consider whether the above section of the Massachusetts General Laws is also rendered inapplicable by &#167; 13H, Id., as added by St.1941, c. 468, in which it is provided that &#167; 13A, supra, \"Shall not apply to conditional sales of textile machinery or of other machinery used in manufacturing, * * * or of parts, accessories, appliances or equipment for any of the foregoing * * *.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The question of waiver remains. The trustee-appellant submits that the petitioner-appellee's course of conduct from the date of the first invoice in April 1946, down to the date of withdrawal of its proof of claim and the substitution therefor of the instant petition for reclamation on March 25, 1948, as about to be described, is \"consistent only with a waiver of any conditional reservation of title.\" More specifically he contends that the invoices in which it is recited that the items therein specified are \"sold\" to the bankrupt \"f. o. b.\" the place of shipment, and that goods shipped f. o. b. \"become your property upon delivery by the shipper to the carrier\"; the bills of lading in which the bankrupt was named as consignee, and the fact that the petitioner originally filed a proof of claim as an unsecured creditor, all clearly show that it waived its reserved security title to the washing machine.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The rule in Massachusetts (and it is assumed by counsel for both parties without discussion that Massachusetts law applies) in conformity with the general rule prevailing elsewhere, is that title to unascertained or future goods<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> sold under contract cannot pass until the goods are ascertained, G.L.(Ter.Ed.) c. 106, &#167; 19, but that \"Unless a different intention appears,\" title to such goods will pass when goods of the kind described in the contract in a deliverable state are unconditionally appropriated to the contract. Id. &#167; 21, Rule 4. Thus, unless the parties intended otherwise, title to the machine passed at least upon shipment. But clearly the parties did otherwise intend for their contract itself, as already appears, categorically provides that title to the washing machine shall remain in the seller until the buyer has fully paid for it. And the trustee does not contend that this provision was ever expressly waived by the seller. His contention is that in spite of the contract it must be implied or inferred from the seller's conduct after the contract was executed that it relinquished or waived its reserved security title to the buyer before the latter had fully paid the purchase price.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We agree with the District Court that relinquishment or waiver of a known right is not lightly to be implied or inferred but must be clearly evidenced by conduct, and that the conduct of the seller does not clearly evidence its intention, contrary to the express terms of the contract, to hand over its title to the machine before it received payment in full. Moreover we also agree with the court below that \"`courts of bankruptcy are essentially courts of equity, and their proceedings inherently proceedings in equity'\", United States National Bank in Johnstown v. Chase National Bank of New York City, 331 U.S. 28, 36, 67 S.Ct. 1041, 1045, 91 L.Ed. 1320, quoting Local Loan Co. v. Hunt, 292 U.S. 234, 240, 54 S.Ct. 695, 78 L.Ed. 1230, 93 A.L.R. 195, and that it would be inequitable under the circumstances to conclude that the petitioner-appellee had waived its security title to the apparatus involved.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The provisions of the invoices to the effect that the goods described therein were \"sold\" to the bankrupt, f. o. b. shipping point, and that goods so shipped \"become your property upon delivery by the shipper to the carrier\", standing alone, would fairly show an intention on the part of the seller to relinquish title to the buyer upon shipment. But the invoices do not stand alone. They are to be read and interpreted with reference to the contract, the terms of payment in which were generally noted therein, and so read and interpretated their significance as evidence of an intention to pass title fades. We can hardly assume that the invoices were intended by the seller to contradict an explicit and important provision of a formal contract, to other provisions of which the invoices specifically referred. The wording of the invoices may have been inartistically chosen for the purpose, but we think that the seller must have intended by its words no more than to indicate that the goods were at the buyer's risk upon shipment in conformity with the insurance provision of the contract. This gives a construction of the invoices in harmony with the contract and so, naturally, it is the preferred construction.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Much the same considerations apply with respect to the bills of lading. They, as already noted, were uniform bills in which the bankrupt was named as consignee, and this indicates an intention to pass title upon shipment, for Massachusetts G.L. (Ter. Ed.) c. 108 &#167; 38 provides:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">\"If goods are shipped by the consignor in accordance with a contract or order for their purchase, the form in which the bill is taken by the consignor shall indicate the transfer or retention of the property or right to the possession of the goods as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">\"(a) If by the bill the goods are deliverable to the buyer or to his agent, or to the order of the buyer or of his agent, the consignor thereby transfers the property in the goods to the buyer.\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It is to be noted that this section does not provide that bills in the form under consideration irrefutably establish passage of title on shipment. It only provides that such bills \"indicate\" passage of title on the happening of that event. In other words, it provides that writing bills in which the buyer is named consignee does not indisputably establish passage of title to the buyer, but is conduct of the seller, or a circumstance, to be regarded for the purpose of ascertaining the intention of the parties with respect to the passage of title. Therefore, while the form of the bills in the instant case gives some indication of an intention on the part of the seller to transfer title to the buyer on delivery of the machine to the carrier, it, as in the case of the invoices, gives but a weak indication to that effect in the face of the explicit terms of the formal contract that title was to remain in the seller until payment in full by the buyer. We cannot consider the indication of the bills, under the circumstances, strong enough to overcome the contrary specific indication of the words of the contract itself.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We turn now to the proof of claim.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It appears that the bankruptcy of DuGrenier, Inc. followed unsuccessful voluntary proceedings to reorganize that corporation under the provisions of Chapter X of the Bankruptcy Act, 11 U.S.C.A. &#167; 501 et seq.; that the petitioner-appellee's proof of claim was originally filed in the reorganization proceeding, and, on the failure of those proceedings and adjudication in bankruptcy, it with others, was forwarded by the District Court to the referee in bankruptcy for filing. The proof followed the standard form for unsecured claims (Remington, &#167; 3892; Official form 29) by including the averment \"That said claimant does not hold, and has not, * * * had or received, any security or securities for said debt,\" but in it the claimant also stipulated \"that the filing of this claim is not to be construed as a waiver of the right of the claimant to follow any specific property or proceeds thereof into the hands of whomsoever the same may be, including the trustee appointed herein, or as a waiver of any other rights the claimant has or may have against said debtor or against the trustee or against any other person.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The foregoing provisions of the proof of claim at first glance seems inconsistent. We do not pause to reconcile them, however, for the proof was originally filed in the reorganization proceeding, wherein the petitioner-appellee might reasonably expect eventual payment of its claim in full, and under these circumstances prefer to claim payment rather than recovery of the machine in view of the relatively small amount still due on it and its large size, and then the proof was automatically transferred to the bankruptcy proceedings wherein the situation differed in that the petitioner-appellee could there only expect an eventual dividend. There being no unreasonable delay on the part of the petitioner-appellee in exercising its conceded right to withdraw its proof in the bankruptcy proceeding and substitute therefor the instant petition for reclamation (the debtor's adjudication in bankruptcy occurred on January 9, 1948, the proof of claim was sent to the referee in bankruptcy on February 11, following, and the proof withdrawn and this petition substituted on March 25, 1948) it seems to us that any strength as evidence of waiver the proof of claim might have is lost because of its original filing in the reorganization proceeding and its subsequent automatic transfer to the bankruptcy proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It being stipulated that the amount of the gross proceeds of the sale by the trustee of the bankrupt's assets attributable to the sale of the washing machine exceeded the amount of the purchase price remaining due upon it, payment of interest as ordered by the court below is warranted by United States v. Sampsell, 9 Cir., 153 F.2d 731 and Wilson v. Dewey, 8 Cir., 133 F.2d 962.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The orders of the District Court are affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Counsel for the trustee does not seriously argue that the petitioner-appellee has estopped itself by its conduct from asserting its title and, finding no factual basis for estoppel, we see no reason to consider the point</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It is evident from the proposal that the machine involved was not a stock model but was one to be manufactured in part by the seller in accordance with plans and specifications, and in part assembled by it from items such as electric motors, switches, etc., purchased from other manufacturers</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">182</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">139</span></span></p>\n    <p class=\"parties\">KAGAN<br>v.<br>INDUSTRIAL WASHING MACHINE CORPORATION. In re DU GRENIER, Inc.</p>\n    <p class=\"docket\">No. 4475.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">May 19, 1950.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">J. J. Sullivan, Boston, Mass. (Kenneth Tiffin, Boston, Mass., on brief), for appellant.</p>\n      <p class=\"indent\">Bailey Aldrich, Boston, Mass. (John B. Reigeluth, Boston, Mass., on brief), for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and MARIS (by special assignment) and WOODBURY, Circuit Judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These are consolidated appeals by a trustee in bankruptcy from two orders of the United States District Court for the District of Massachusetts. One appeal is from an order of the court below reversing an order of a referee in bankruptcy disallowing an amended petition for reclamation of a certain described washing, rinsing and bonderizing machine, and instead directing the trustee in bankruptcy to turn over to the petitioner-appellee the balance of the agreed purchase price ($2,370.95) due from the bankrupt on the machine, it having been sold with other assets by the trustee by leave of court free and clear of liens. The other appeal is from a subsequent order of the court below amending its above order by the addition thereto of directions to the trustee to pay interest on the above balance at the rate of 6% per annum from April 11, 1947, the date of the bankrupt's default, \"to the extent at least that the actual proceeds of the sale of the said apparatus in the hands of the trustee are sufficient to satisfy such a payment.\" There is no dispute over the facts, all of which appear in exhibits and a stipulation of counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The bankrupt, DuGrenier, Inc., agreed to purchase the industrial washing machine involved by the contractual device of accepting on April 4, 1946, a so-called \"proposal\", made to it by petitioner-appellee two days earlier. In the proposal the machine is described by model letters and numbers and also \"as shown on previously submitted prints;\" its specifications are given in detail; its price fixed and stated to be f. o. b. New Brunswick, N. J., the place where the petitioner-appellee has its plant, and the terms of the transaction are stated as \"25% with order; 25% on delivery; balance 30 days from installation and test.\" In addition it is provided that the purchaser shall procure and maintain adequate insurance payable \"as interest may appear\" against, or assume full responsibility for, loss or damage to the machine by fire or other causes until it is fully paid for in cash; and it is stipulated that when the proposal is accepted and countersigned it will constitute the entire agreement between the parties, superseding all previous understandings regarding the apparatus, and \"is an indivisible contract of sale.\" Omitting other provisions for the present, it was provided with respect to title as follows: \"Title in this apparatus shall remain in us until the full purchase price including any modifications or extension of payment whether evidenced by note or otherwise shall be fully paid in cash; and it is agreed that this apparatus shall retain its personal character, and shall not become a fixture by being annexed or affixed in any manner to any land, foundation, or building of any sort, and that if it be placed on any mortgaged or encumbered premises or land, foundation, or building of any sort, it shall not be subject to such mortgage or encumbrance. Upon default in the payment of any part of the purchase price, we shall have the right at our election to take possession of this apparatus, and remove the same without legal process, and to retain all payments previously made as compensation for its use and wear. At our election, you will execute and deliver a conditional sale agreement complying with the laws of the place where this apparatus is to be located.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The machine was manufactured according to the specifications and plans, and shipped to the bankrupt in parts on various dates in April, June, August and November 1946. Each shipment was on a uniform bill of lading in which the bankrupt was named as consignee, and each shipment was accompanied by an invoice covering the part or parts shipped. The invoices generally noted the terms of payment provided in the proposal, and all contained provisions to the effect that the property was \"sold\" to the bankrupt \"f. o. b. New Brunswick, New Jersey,\" and that \"Shipments F.O.B. factory become your property upon delivery by the shipper to the carrier.\" All freight bills were paid by the bankrupt.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The petitioner-appellee duly performed all of its contractual obligations, and as a result the final payment on the machine fell due on January 16, 1947. Payment was not then made, however, but on February 11, 1947, the bankrupt sent the petitioner-appellee a check for $2,500 and two promissory notes payable on March 11, 1947, and April 11, 1947, in the respective amounts of $2,500 and $2,370.95. Subsequently on March 7 it was orally agreed that the total amount of the above notes was the balance then remaining due on the machine; the petitioner-appellee writing the bankrupt on the next day that \"upon payment of the notes which you sent us in the amount of $2,500 and $2,370.95 we will consider your account paid in full.\" The note for $2,500 falling due on March 11 was paid, but the note for $2,370.95 due on April 11 was not paid when presented, was duly protested, and has never been paid.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It is stipulated that the machine involved \"was about fifty feet long, nine feet high, and five and one-half feet wide and was of a type normally used to remove grease and dirt from the surface of metal prior to painting and to give a slight etching, known as bonderizing, to the surface in order that paint may properly adhere to it and was so used by the bankrupt.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Counsel for the trustee argue rather half-heartedly that the contract between the petitioner-appellee and the bankrupt was not a contract of conditional sale at all. Pointing to the concluding sentence of the title provision of the proposal, which reads, \"At our election, you will execute and deliver a conditional sale agreement complying with the laws of the place where this apparatus is to be located,\" they say, the proposal which the bankrupt accepted only looked forward to the possibility of the creation of a formal conditional sales agreement at some time in the future if the seller should see fit to so elect. We do not agree, for as the District Court pointed out, the construction of the above quoted sentence contended for by counsel for the trustee would render meaningless, if not actually contradict, not only the preceding language of the provision itself, but also other provisions of the proposal (the insurance provision for instance) and therefore the construction does violence to the familiar principle that whenever possible the provisions of a contract are to be so construed with reference to one another as to make the entire contract a rational business instrument which will effectuate the apparent intention of the parties. And there is a rational construction of the sentence in harmony with the rest of the contract, for, as the court below also pointed out, the petitioning corporation, in this instance, and perhaps in others as well, was doing business in a foreign state, and so might well be assumed to wish to provide for a new and legal conditional sales contract in the event that it should develop that the present one in some respect violated or was invalid under the law of the place where the machine was to be set up and used. Hence we agree with the District Court that the parties intended to execute, and in fact did execute, a contract of conditional sale with respect to the washing machine.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It being clear to us that the contract under which the machine was sold was indeed one of conditional sale, and it being conceded in the stipulation that the bankrupt defaulted in payment, and hence that the condition of the sale was broken, it follows that title to the machine remained in the vendor, the petitioner-appellee, and that it is entitled to reclaim its property, or in this case its proceeds, in the hands of the trustee unless the contract is either invalid for some reason under the law of Massachusetts, Bryant v. Swofford Bros. Dry Goods Co., <span class=\"citation\" data-id=\"97058\"><a href=\"/opinion/97058/bryant-v-swofford-bros-dry-goods-co/\"><span class=\"volume\">214</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span>, 291, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">614</span></span>, 53 L.Ed. 997; Sweeney v. Medler, 10 Cir., <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></span>, 149, or unless the petitioner-appellee by its conduct has waived its right to assert its title.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The appellant-trustee contends that the condition in the contract reserving title in the vendor until payment of the purchase price in full by the buyer is invalid and unenforceable for the reason that the contract provides that in the event of default and repossession the vendor shall \"retain all payments previously made as compensation for its [the machine's] use and wear\", whereas &#167; 13A of Chapter 255 of the Massachuetts General Laws (Ter.Ed), as amended by St.1939, c. 509, &#167; 1, provides that: \"No instrument evidencing a conditional sale of personal property shall be valid unless it contains a provision that, in case of repossession and sale of such personal property for default in payment of any part of the total time price, all sums paid on account of such price and any sum remaining from the proceeds of a sale of such repossessed personal property after deducting the reasonable expenses of such repossession and sale shall be applied in reduction of such price, and that, if the net proceeds of such sale exceed the balance due on such price, the sum remaining shall be paid to the vendee; provided that this section shall not apply to an instrument evidencing a conditional sale of personal property affixed or attached to real estate in any other manner than by an electrical connection.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">No doubt the trustee is right and the conditional reservation of title is invalid and void, Lehan v. North Main Street Garage, Inc., <span class=\"citation no-link\"><span class=\"volume\">312</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">547</span></span>, <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">945</span></span>, 144 A.L.R. 1100, if the above section applies, and he contends that it applies in spite of its proviso for the reason that properly construed the proviso excludes from the application of the section only personal property affixed or attached to the realty in such a way as to make it a \"fixture\" under the Common Law of Massachusetts, and there is no evidence in the exhibits or stipulation to show that the washing machine was so affixed. We cannot agree.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">If the legislature had meant to exclude \"fixtures\" generally from the application of the section we see no reason why it should not have said so directly. Having expressed itself as it did, we think the legislature must have meant precisely what it said, and intended by the proviso to exclude from the application of the section all personal property other than that attached to the realty merely by an electrical connection and nothing else. And, although the facts are not explicit, we think it clear that the washing machine involved must have been attached to the realty at least by piping as well as by mere electrical connections. We arrive at this conclusion not only because of the nature and size of the machine itself, it being highly probable that a machine such as that involved would be bolted, or in some way fastened, to a foundation of some sort, but also because it is provided in the paragraph of the proposal entitled \"erection\" that \"When the units are set in position on the floor; bolted together, conveyor joined and wiring and piping connections made, the machine is ready to operate. Water, steam, drain and vent piping are not supplied.\" Moreover, we think it equally clear that the machine must have been actually attached by piping as well as electric wiring before the bankruptcy, since it is stipulated that the balance of the purchase price of the machine fell due on January 16, 1947, and that event did not occur under the proposal until installation and test, and obviously the machine could not be considered installed or subjected to test until after piping connections for water, steam, draining and venting had been made.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This conclusion renders it unnecessary for us to consider whether the above section of the Massachusetts General Laws is also rendered inapplicable by &#167; 13H, Id., as added by St.1941, c. 468, in which it is provided that &#167; 13A, supra, \"Shall not apply to conditional sales of textile machinery or of other machinery used in manufacturing, * * * or of parts, accessories, appliances or equipment for any of the foregoing * * *.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The question of waiver remains. The trustee-appellant submits that the petitioner-appellee's course of conduct from the date of the first invoice in April 1946, down to the date of withdrawal of its proof of claim and the substitution therefor of the instant petition for reclamation on March 25, 1948, as about to be described, is \"consistent only with a waiver of any conditional reservation of title.\" More specifically he contends that the invoices in which it is recited that the items therein specified are \"sold\" to the bankrupt \"f. o. b.\" the place of shipment, and that goods shipped f. o. b. \"become your property upon delivery by the shipper to the carrier\"; the bills of lading in which the bankrupt was named as consignee, and the fact that the petitioner originally filed a proof of claim as an unsecured creditor, all clearly show that it waived its reserved security title to the washing machine.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The rule in Massachusetts (and it is assumed by counsel for both parties without discussion that Massachusetts law applies) in conformity with the general rule prevailing elsewhere, is that title to unascertained or future goods<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> sold under contract cannot pass until the goods are ascertained, G.L.(Ter.Ed.) c. 106, &#167; 19, but that \"Unless a different intention appears,\" title to such goods will pass when goods of the kind described in the contract in a deliverable state are unconditionally appropriated to the contract. Id. &#167; 21, Rule 4. Thus, unless the parties intended otherwise, title to the machine passed at least upon shipment. But clearly the parties did otherwise intend for their contract itself, as already appears, categorically provides that title to the washing machine shall remain in the seller until the buyer has fully paid for it. And the trustee does not contend that this provision was ever expressly waived by the seller. His contention is that in spite of the contract it must be implied or inferred from the seller's conduct after the contract was executed that it relinquished or waived its reserved security title to the buyer before the latter had fully paid the purchase price.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We agree with the District Court that relinquishment or waiver of a known right is not lightly to be implied or inferred but must be clearly evidenced by conduct, and that the conduct of the seller does not clearly evidence its intention, contrary to the express terms of the contract, to hand over its title to the machine before it received payment in full. Moreover we also agree with the court below that \"`courts of bankruptcy are essentially courts of equity, and their proceedings inherently proceedings in equity'\", United States National Bank in Johnstown v. Chase National Bank of New York City, <span class=\"citation\" data-id=\"104414\"><a href=\"/opinion/104414/united-states-bank-v-chase-bank/\"><span class=\"volume\">331</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">28</span></a></span>, 36, <span class=\"citation\" data-id=\"104414\"><a href=\"/opinion/104414/united-states-bank-v-chase-bank/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1041</span></a></span>, 1045, <span class=\"citation\" data-id=\"104414\"><a href=\"/opinion/104414/united-states-bank-v-chase-bank/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1320</span></a></span>, quoting Local Loan Co. v. Hunt, <span class=\"citation\" data-id=\"102265\"><a href=\"/opinion/102265/local-loan-co-v-hunt/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span>, 240, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">695</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1230</span></span>, 93 A.L.R. 195, and that it would be inequitable under the circumstances to conclude that the petitioner-appellee had waived its security title to the apparatus involved.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The provisions of the invoices to the effect that the goods described therein were \"sold\" to the bankrupt, f. o. b. shipping point, and that goods so shipped \"become your property upon delivery by the shipper to the carrier\", standing alone, would fairly show an intention on the part of the seller to relinquish title to the buyer upon shipment. But the invoices do not stand alone. They are to be read and interpreted with reference to the contract, the terms of payment in which were generally noted therein, and so read and interpretated their significance as evidence of an intention to pass title fades. We can hardly assume that the invoices were intended by the seller to contradict an explicit and important provision of a formal contract, to other provisions of which the invoices specifically referred. The wording of the invoices may have been inartistically chosen for the purpose, but we think that the seller must have intended by its words no more than to indicate that the goods were at the buyer's risk upon shipment in conformity with the insurance provision of the contract. This gives a construction of the invoices in harmony with the contract and so, naturally, it is the preferred construction.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Much the same considerations apply with respect to the bills of lading. They, as already noted, were uniform bills in which the bankrupt was named as consignee, and this indicates an intention to pass title upon shipment, for Massachusetts G.L. (Ter. Ed.) c. 108 &#167; 38 provides:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">\"If goods are shipped by the consignor in accordance with a contract or order for their purchase, the form in which the bill is taken by the consignor shall indicate the transfer or retention of the property or right to the possession of the goods as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">\"(a) If by the bill the goods are deliverable to the buyer or to his agent, or to the order of the buyer or of his agent, the consignor thereby transfers the property in the goods to the buyer.\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It is to be noted that this section does not provide that bills in the form under consideration irrefutably establish passage of title on shipment. It only provides that such bills \"indicate\" passage of title on the happening of that event. In other words, it provides that writing bills in which the buyer is named consignee does not indisputably establish passage of title to the buyer, but is conduct of the seller, or a circumstance, to be regarded for the purpose of ascertaining the intention of the parties with respect to the passage of title. Therefore, while the form of the bills in the instant case gives some indication of an intention on the part of the seller to transfer title to the buyer on delivery of the machine to the carrier, it, as in the case of the invoices, gives but a weak indication to that effect in the face of the explicit terms of the formal contract that title was to remain in the seller until payment in full by the buyer. We cannot consider the indication of the bills, under the circumstances, strong enough to overcome the contrary specific indication of the words of the contract itself.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We turn now to the proof of claim.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It appears that the bankruptcy of DuGrenier, Inc. followed unsuccessful voluntary proceedings to reorganize that corporation under the provisions of Chapter X of the Bankruptcy Act, 11 U.S.C.A. &#167; 501 et seq.; that the petitioner-appellee's proof of claim was originally filed in the reorganization proceeding, and, on the failure of those proceedings and adjudication in bankruptcy, it with others, was forwarded by the District Court to the referee in bankruptcy for filing. The proof followed the standard form for unsecured claims (Remington, &#167; 3892; Official form 29) by including the averment \"That said claimant does not hold, and has not, * * * had or received, any security or securities for said debt,\" but in it the claimant also stipulated \"that the filing of this claim is not to be construed as a waiver of the right of the claimant to follow any specific property or proceeds thereof into the hands of whomsoever the same may be, including the trustee appointed herein, or as a waiver of any other rights the claimant has or may have against said debtor or against the trustee or against any other person.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The foregoing provisions of the proof of claim at first glance seems inconsistent. We do not pause to reconcile them, however, for the proof was originally filed in the reorganization proceeding, wherein the petitioner-appellee might reasonably expect eventual payment of its claim in full, and under these circumstances prefer to claim payment rather than recovery of the machine in view of the relatively small amount still due on it and its large size, and then the proof was automatically transferred to the bankruptcy proceedings wherein the situation differed in that the petitioner-appellee could there only expect an eventual dividend. There being no unreasonable delay on the part of the petitioner-appellee in exercising its conceded right to withdraw its proof in the bankruptcy proceeding and substitute therefor the instant petition for reclamation (the debtor's adjudication in bankruptcy occurred on January 9, 1948, the proof of claim was sent to the referee in bankruptcy on February 11, following, and the proof withdrawn and this petition substituted on March 25, 1948) it seems to us that any strength as evidence of waiver the proof of claim might have is lost because of its original filing in the reorganization proceeding and its subsequent automatic transfer to the bankruptcy proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It being stipulated that the amount of the gross proceeds of the sale by the trustee of the bankrupt's assets attributable to the sale of the washing machine exceeded the amount of the purchase price remaining due upon it, payment of interest as ordered by the court below is warranted by United States v. Sampsell, 9 Cir., <span class=\"citation\" data-id=\"1478808\"><a href=\"/opinion/1478808/united-states-v-sampsell/\"><span class=\"volume\">153</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span> and Wilson v. Dewey, 8 Cir., 133 F.2d 962.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The orders of the District Court are affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Counsel for the trustee does not seriously argue that the petitioner-appellee has estopped itself by its conduct from asserting its title and, finding no factual basis for estoppel, we see no reason to consider the point</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It is evident from the proposal that the machine involved was not a stock model but was one to be manufactured in part by the seller in accordance with plans and specifications, and in part assembled by it from items such as electric motors, switches, etc., purchased from other manufacturers</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/97058/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102265/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104414/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1478808/"
  ]
}