{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/225487/",
  "absolute_url": "/opinion/225487/massachusetts-universalist-convention-v-hildreth-rogers-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/225487/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:28:35Z",
  "date_modified": "2016-02-28T05:44:01.955150Z",
  "type": "010combined",
  "sha1": "22955002b4eab85c3513d3e6a0a997a59a75879a",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/183/183.F2d.497.4477.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">183 F.2d 497</p>\n    <p class=\"parties\">MASSACHUSETTS UNIVERSALIST CONVENTION<br>v.<br>HILDRETH &amp; ROGERS CO.</p>\n    <p class=\"docket\">No. 4477.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">July 7, 1950.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mayo Adams Shattuck, Boston, Mass. (Lewis L. Wadsworth, Jr., A. Ingham Bicknell, and Haussermann, Davison &amp; Shattuck, all of Boston Mass., with him on brief), for appellant.</p>\n      <p class=\"indent\">James Lawrence Fly, New York City (James A. Donovan, Lawrence, Mass., William C. Fitts, Jr., New York City, and Fly, Fitts &amp; Shuebruk, New York City, with him on brief), for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and FRANK, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The controversy in this case arose out of the refusal of the defendant to allow the use of the facilities of its radio station on Easter Sunday, April 17, 1949, for the broadcasting by a representative of the plaintiff, Massachusetts Universalist Convention, of a sermon, the text of which is appended at the end of this opinion. A motion to dismiss having been allowed, the district court entered a judgment of dismissal from which this appeal is taken.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We express our agreement with the memorandum of decision filed by the district court, 87 F.Supp. 822, 823, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">\"Ford, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">\"Plaintiff, a Massachusetts charitable corporation devoted to the diffusion of religious knowledge, brings this action for damages and an injunction against defendant, a Massachusetts corporation, engaged in the radio broadcasting business and duly licensed to operate a radio broadcasting station in Lawrence, Massachusetts, with the call letters WLAW.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\"The complaint alleges that the action arises under the Federal Communications Act of 1934, 47 U.S.C.A. &#167; 151 et seq. It sets forth a contract under which defendant was to furnish its broadcasting facilities for a series of sermons prepared by plaintiff, the contract providing in paragraph 6(b) that `Broadcasts prepared by the agency are subject to the approval of the station both as to artists and to broadcast content.' It is further alleged that pursuant to the contract plaintiff submitted to defendant the manuscript of one of these sermons to be given on Easter Sunday, April 17, 1949. This sermon expressed what is presumably the Universalist doctrine which does not accept the Resurrection of Christ as a physical and historical fact, but gives to the story of the Resurrection a purely metaphorical or spiritual significance. Plaintiff alleges that defendant refused to provide facilities for broadcasting this sermon, and that defendant in justification of its action claimed that the broadcast of this sermon on that particular day would, by reason of the religious views expressed, be shocking to general public sensibility, and that, therefore, the broadcasting of it would be a violation of defendant's duty under the Federal Communications Act to operate its station in the public interest. Plaintiff asks damages for the injury suffered by it and an order requiring defendant to provide facilities for the broadcast of the sermon on next Easter Sunday. Defendant has moved to dismiss for lack of jurisdiction and for failure to state a claim upon which relief can be granted.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"It is clear that the complaint is not intended merely to assert a common law cause of action for breach of contract, over which this court would have no jurisdiction, since diversity of citizenship is not present here. Nor does it rely solely on the fact that the defendant may raise a defense to the action based on defendant's duty under the Federal Communications Act. Gully v. First National Bank, 299 U.S. 109, 57 S.Ct. 96, 81 L.Ed. 70. The claim made by the plaintiff is clearly predicated on the theory that, once its contract has been made, it has a positive right, arising under the Federal Communications Act and enforceable in this court, to have its sermon broadcast by the defendant. Whether or not the plaintiff's contention is correct, the complaint does squarely raise a question on the merits, the solution of which depends on the proper interpretation to be given a federal law. When such a question is thus raised by the complaint, and is not insubstantial and frivolous, nor immaterial and merely raised for the purpose of obtaining jurisdiction, then this court has jurisdiction over the action. Bell v. Hood, 327 U.S. 678, 66 S.Ct. 773, 90 L.Ed. 939. The complaint contains no allegation as to the amount in controversy, but this is not necessary since the case is one arising under a law regulating commerce. 28 U.S.C.A. &#167; 1337. Weiss v. Los Angeles Broadcasting Co., 9 Cir., 163 F.2d 313, 314.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"There remains the question of whether the complaint states a claim on which relief can be granted. Plaintiff's contention is that under the Communications Act the business of radio broadcasting is affected with a public interest and that, in consequence, contracts between the owner of a broadcasting station and persons seeking to broadcast are likewise affected with a public interest. Therefore, plaintiff urges that the Communications Act, in imposing on licensees a duty to broadcast in the public interest, by implication, confers on those contracting for broadcasting time a right, notwithstanding any contractual provisions for rejection of programs, to have their material broadcast except when the content of the broadcast is not in the public interest. This right, it is argued, is enforceable by an action in this court and it is for the court to decide whether or not a rejected program is in the public interest.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">\"Such an interpretation of the Communications Act must be rejected. Certainly the Act does not expressly confer on anyone any right to broadcast any material at any time, whether or not it has a contract for such a broadcast. Nor does there seem to be any basis for an implication of such a right. There is nothing in the Act to indicate that the mere fact that one party to the contract is a licensee under the Act gives to the other contracting party any greater rights than those which the law ordinarily gives to parties to a contract.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">\"It is true that licensees under the Act have a duty to operate their stations so as to serve the public interest. `The licensee has the duty of determining what programs shall be broadcast over his station's facilities, and cannot lawfully delegate this duty or transfer the control of his station directly to the network or indirectly to an advertising agency. He cannot lawfully bind himself to accept programs in every case where he cannot sustain the burden of proof that he has a better program. The licensee is obliged to reserve to himself the final decision as to what programs will best serve the public interest. We conclude that a licensee is not fulfilling his obligations to operate in the public interest, and is not operating in accordance with the express requirements of the Communications Act, if he agrees to accept programs on any basis other than his own reasonable decision that the programs are satisfactory.' Federal Communications Commission Report on Chain Broadcasting, May 2, 1941, quoted in National Broadcasting Co. v. United States, 319 U.S. 190, 205, 63 S.Ct. 997, 87 L.Ed. 1344.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"This freedom of the licensee to determine what programs his station shall broadcast is not, of course, an absolute and unfettered one. The exercise of the right is subject to review by the administrative agency, the Federal Communications Commission. At least once every three years the Commission must determine whether a renewal of the license is in the public interest, 47 U.S.C.A. &#167; 307, and it may review the action of the licensee in selecting programs at any time in proceedings under 47 U.S.C.A. &#167; 312. Albuquerque Broadcasting Co. v. Regents of New Mexico College of Agriculture and Mechanic Arts, D.C., 70 F.Supp. 198, 202. The enforcement of the Act and the development of the concept of public interest under the Act are thus entrusted primarily to an administrative agency. The only function of the courts in the enforcement of the Act is the exercise of the right to enforce or review orders of the Commission under Sections 401 and 402 of the Act. McIntire v. Wm. Penn Broadcasting Co. of Philadelphia, 3 Cir., 151 F.2d 597.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">\"In the light of the scheme of enforcement by means of an administrative agency which Congress has chosen to select, it cannot be held that Congress intended to create by implication additional rights such as those for which plaintiff contends. `The Communications Act is not designed primarily as a new code for the adjustment of conflicting private rights through adjudication. Rather it expresses a desire on the part of Congress to maintain, through appropriate administrative control, a grip on the dynamic aspects of radio transmission.' Federal Communications Commission v. Pottsville Broadcasting Co., 309 U.S. 134, 138, 60 S.Ct. 437, 439, 84 L.Ed. 656. The enforcement of the Act by the Commission would be hindered rather than aided if the plaintiff's contentions were correct. The problem of defining the `public interest' under the Act is one appropriately left to the Commission rather than in the first instance to the courts, for it is one which is complicated by problems peculiar to the radio industry. The number of channels available for radio broadcasting is limited by technical considerations. Hence, the question of determining what is in the public interest is not simply one of deciding whether any given broadcast is or is not in the public interest in the absolute sense. It is rather a question of whether the allocation of the available facilities at any given time and under any given circumstances is more conducive to the public interest than some other possible allocation. To hold that the Act was intended to create any vested rights in the making of any broadcast and to make such rights enforceable in the courts would limit the freedom of action of the Commission and thus defeat the successful operation of administrative enforcement.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\"Plaintiff has argued that on the allegations of the complaint, it has a cause of action for the violation of its right to freedom of speech and freedom of religion under the First Amendment to the Constitution. But this Amendment limits only the action of Congress or of agencies of the federal government and not private corporations such as defendant here. McIntire v. Wm. Penn Broadcasting Co. of Philadelphia, supra, 151 F.2d at page 601.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\"Therefore, the conclusion must be that the complaint sets forth no claim under the Federal Constitution or laws upon which relief can be granted. Where such a decision disposes, at the outset of the case, of the federal ground upon which jurisdiction is based, it is proper to dismiss the case as a whole, without determining whether the complaint states a common law cause of action over which the court would have jurisdiction only by virtue of the fact that it was involved with a claim of federal right which has been determined to be unfounded. Concurring opinion of Magruder, Ch. J., in Strachman v. Palmer, October 26, 1949, 1 Cir., 177 F.2d 427.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\n        <i>\"Defendant's motion to dismiss is allowed.\"</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As appears from the last paragraph of Judge Ford's opinion, the district court did not purport to adjudicate the merits of a possible common law cause of action for breach of contract under the Massachusetts law, and the judgment of dismissal herein was therefore without prejudice to the right of the plaintiff to litigate any such cause of action in an appropriate state forum.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On the face of the complaint and without the necessity of going to trial, the federal claim was adjudicated adversely to the plaintiff. Under the circumstances, for the reasons indicated in the concurring opinion in Strachman v. Palmer, 1 Cir., 1949, 177 F. 2d 427, 431, though the court below may have had \"jurisdiction\" to adjudicate a pendent common law cause of action implicit in the allegations of the complaint, it committed no abuse of discretion in declining to do so. We do not think that decision of a common law claim for breach of contract would necessarily turn, indirectly, upon a federal question as to what is in the \"public interest\" within the meaning of the Federal Communications Act. For all we know, the escape clause might be read by a state court as meaning that the station reserves the right to reject any manuscript the broadcasting of which, in the honest opinion of the licensee, might be incompatible with its obligations under the license. There would also be a question of state law, in view of the fact that the contract in question apparently expired of its own time limitation on May 1, 1949, whether a court of equity would in any event give the specific mandatory relief requested (which is obviously the plaintiff's chief concern in this litigation), namely, an order that the defendant be required \"to provide fifteen minutes of broadcasting time on next Easter Sunday at an appropriate time for the broadcast of the sermon hereto attached.\" However much we may feel that the defendant's refusal to allow the broadcasting of the temperate, sincere and dignified sermon in question was indeed a sorry performance, nevertheless we think that the district judge was not unreasonable in concluding that it was more appropriate to leave to the state courts the adjudication of whatever rights the plaintiff might have for breach of contract.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The judgment of the District Court is affirmed.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> PAGE CONTAINED FOOTNOTES PAGE CONTAINED FOOTNOTES</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The sermon in question was as follows:</p>\n        <p>\"Is Jesus Risen?\"</p>\n        <p class=\"indent\">The hope for immortality has long burned in the persons of mankind We live so few years upon the earth; the flesh is so insecure. We leave so many tasks unfinished when we die. There are so many things that we would like to continue in, to see our children and friends proceed in their lives, to watch the pageant of the nations unfold, to see what further mysteries of nature will be uncovered by advancing science. When our pulse quiets and the flesh cools we are not yet through with love and life. Will there not be another life beyond this? Can this death be the end of our knowing and breathing?</p>\n        <p class=\"indent\">Modest men will admit that they have no answer to this dilemma, for they have not penetrated the realms beyond life. Men are creatures of life, with senses and ways that can experience and comprehend the world only as living creatures. If some soul persists after the body decays we have not eyes sharp enough to discover its form and movements. If there is a voice speaking from beyond the grave we have not ears sharp enough to catch the words. True, some claim to be able to contact a spiritual world, but most of us are unconvinced by the evidence with which we are acquainted.</p>\n        <p class=\"indent\">Unable to solve this mystery of themselves men have sought for revelation from spiritual and supernatural powers. They have sought a being whose knowledge would be omniscient and perfect, whose power would be almighty, who could assure them of the hereafter, who could open to them the door to an eternal life. Many have been the gods and saviors to whom men have looked for their intimations and securities of immortality. Jesus is but one of many thousands of saviors from whom yearning humanity has attained faith and assurance; many others have possessed virtue and supernatural power sufficient to provide immortality for all who called upon their name. More have called upon Amitahba Buddha than have called upon the name of Christ Jesus. For many years Mithra, rather than Jesus, was the main salvation god of the Roman world. In the time of early Christianity there were dozens of saviors in the Roman Empire who were believed to have died and to have risen from the dead. Each savior had his religious following who were baptized into his mysteries, who ate of his flesh and drank of his blood in communion rites, and who thereby received food of immortality, and believed that they would also rise from the dead as had their savior-god.</p>\n        <p class=\"indent\">Perhaps these were false saviors and Jesus the only true one. His followers, the early Christians, after several centuries of competition and persecution, managed to stamp out the followers of the other saviors, and these gods are now but names in the history of dead religions. But the story of the death of Jesus, of his burial, and resurrection is still the central belief of a great religious movement. Hymns are still sung to the risen Christ, and the evidence of his resurrection is still held by millions as a harbinger of resurrection from the grave.</p>\n        <p class=\"indent\">Was the stone pushed aside by an angel on that Easter morning many centuries ago? Did Jesus arise from the dead to walk forth from the tomb on that early morning? Was he seen by his disciples? Did he ascend into heaven to sit at the right hand of his heavenly father, there to intercede for the forgiveness of men? Did he, in his resurrection, furnish supernatural powers to his followers so that through his church the power to eternal life is passed on to all who believe upon him? His multitudes of followers have faith in these things. They seem to find sufficient evidence in their own hearts.</p>\n        <p class=\"indent\">There are others of us who must confess that we do not know. We cannot penetrate the dim and superstitious world in which Jesus lived to know for sure what is fact and what is wishful thinking in the stories that have come down about Jesus. We cannot make much of the New Testament match the world as we know it. The miracles seem to us to be incredible, and in this world of science we cannot imagine people rising from the dead in any supernatural way. There have been cases when a heart that has ceased beating has been started again by the shock of a drug or by being massaged by a surgeon. People who have ceased breathing have been revived, but we also know that if the body has been dead more than a very few minutes attempts at restoration are futile, nor does any supernatural power bring it from the dead. Some of us have become so used to living in the temper of such a natural world that we can no longer have faith that the supernatural events associated with Jesus were actual happenings. We have had to reinterpret a great deal of ancient history in the light of later knowledge. We say, \"The people of those times believed these things to be facts, but they were most likely mistaken.\" Then we try to reconstruct what likely did happen, but always we are dealing with guesses. The ancients were not accurate historians; they seldom knew how to tell fact from fancy and history from legend and imagination. Scientific historical activity is the most recent accomplishment of men. So we must answer the question, \"Is Jesus risen?\" with the answer, \"We do not know.\" The evidence seems insufficient to render a verdict.</p>\n        <p class=\"indent\">But there is another manner in which Jesus is truly risen, and we find this in its way to be not only an intimation of immortality but truly a promise of a kind of immortality. Whether or not Jesus walked from the tomb on that far away morning, in a very real sense he did not die. He was kept alive in the minds and hearts of his followers. Whenever they recalled his parables and teachings, whenever they remembered his face, his actions, his love, Jesus was reborn within them, he was recovered from the grave. His followers at first seemed to have scattered, believing that the dream of a great movement to restore Israel had failed, afraid that the fate of Jesus might be visited on his associates, but very soon they recovered their faith and confidence. Very soon they profited by the teachings of Jesus and saw that they must carry on his labors to build the kingdom of God. Jesus was risen because much of his character and wisdom was implanted in his disciples. They, like him, became of the stuff of martyrs and some followed him in the ways of persecution and death for the sake of the truth.</p>\n        <p class=\"indent\">The greatness of the resurrection of the flaming spirit and nobility of Jesus can be discovered in the writing of the gospels. Jesus wrote down nothing himself. His sayings were scattered to a motley group, largely made up of simple working folk. His disciples were surely not a band of scholars; there was no Boswell among them to carefully record his conversations and yet his words were remembered, repeated over and over, and at last written and have endured in their imperishable beauty for two millenia. This fact is a great tribute to the wisdom and goodness of simple people. They knew greatness when they saw and heard it; they remembered. Through generations of persecution they remembered and through their loyalty the message and example of Jesus was preserved. Through them his life did not perish with the crucifixion of his body.</p>\n        <p class=\"indent\">Jesus was not one to prize the flesh; his body meant little to him. He prized peace, love, truth, righteousness. He gave up the security and comfort of home, he punished his body in the wilderness and on the roadways of Palestine in order to carry his gospel to the people. He refused to flee danger; because he put the life of the body second he was killed. The body was killed, but not Jesus, for he had immortalized himself in the lives and memories of those who had followed after him.</p>\n        <p class=\"indent\">Isn't it a great encouragement to know that human beings have within them the intelligence, loving spirit, goodness and insight to recognize a Jesus when he appears among them? Is it not a great commentary on the inherent worth of human nature to know that Jesus was not allowed to remain in the tomb but was raised from the dead by the people themselves, who brought forth his resurrection in their own lives? Perhaps Jesus did rise in his own flesh; perhaps not, but this we do know: he arose in the flesh of millions of his brothers and sisters. They have given their bodies to his use so far as their knowledge and love have enabled them. Whether any supernatural power can raise us from the dead, our fellows who love us can so do. And to know that humanity will choose one as simple, as beautiful, as sacrificing as Jesus to immortalize in their lives; that they will treasure him in their hearts above countless others of lesser worth &#8212; is not that a great encouragement in our faith in mankind?</p>\n        <p class=\"indent\">There is a more important question to be asking ourselves than whether or not Jesus arose from the tomb in which the Roman soldiers had buried him. As to that we have nothing to do. It is not to our credit whether he did or not. We should be looking into ourselves; it is our own lives for which we are responsible and with which we should be concerned. Nor should we be overly concerned about whether or not we can expect immortal life. That would mark us as selfish and self-centered.</p>\n        <p class=\"indent\">Is Jesus risen? You can know this surely only if you have raised him within yourself. The question to ask yourself is this: Have I brought Jesus to life within me? Does his spirit work in my ways, in my thoughts, in my feelings? Does his courage survive in my courage? Is Jesus risen? That is something you know, and only you.</p>\n        <p class=\"indent\">Is Jesus risen? He is if you are a maker of peace. He is if you love your enemies, if you forgive and labor to make things right between you and your brothers. He does if you have conquered hatred in your hearts and replaced it with love. He does if you love truth and goodness with all your thoughts and all your actions. Jesus is risen if people look at you and are reminded somewhat of Jesus in the way you live.</p>\n        <p class=\"indent\">Is Jesus risen? Oh so poorly, so poorly. We have left so much of him buried. In his life he said that the son of man had not where to lay his head; and even now we shut him out of our lives, out of ourselves; we will not give him a home within us. We are too busy laboring, piling up treasure soon to be eaten by rust and worm. We are too busy seeking power and the chief seat at the banquet table. We are too busy treasuring our prides and our hatreds and our fears. We are too busy stockpiling guns and planes and atom bombs; we have no time to stockpile love and forgiveness in our hearts. We are too busy building around us a fence of suspicion and steel; the walls are too thick and we cannot hear his gentle knock seeking an entrance into the hard house of our lives. We are too busy making our pacts of power and fear, dividing the house of man against itself. When will we make a pact of peace, a pacific pact?</p>\n        <p class=\"indent\">Over every battle field the memory of Jesus wanders, lonely, lost, dead. Over the slums of our cities the memory of Jesus wanders, amid refuse, poverty, delinquency, neglect, and in a faint voice we hear, \"Inasmuch as ye have not done it unto one of the least of these my brethren, ye have not done it unto me.\" In every home of spitefulness and anger, where husband and wife torture each other, where children are broken with insecurity and lovelessness, the corpse of Jesus lies, unrisen. In every prison and asylum where men are punished and neglected rather than being healed and restored, Jesus wanders forgotten, dead. \"I was in prison and ye visited me not.\" In every church, full of empty show, ostentatious prayers, and vain glory, there is no home for that humble, journeyman preacher named Jesus, whose pulpit was the roadside.</p>\n        <p class=\"indent\">Is Jesus risen? Look at the world around you and answer it yourself. Is Jesus risen? Look into your own heart, search your own mind, investigate your own life, and then answer this question to yourself.</p>\n        <p>FRANK, Circuit Judge (concurring).</p>\n        <p class=\"indent\">I concur in the judgment of the court. However, in the matter of adjudicating the pendent common law claim for breach of contract, I would not feel obliged in the Second Circuit to follow the rule indicated in the concurring opinion in Strachman v. Palmer and now approved by this court in the case at bar.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">183</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">497</span></span></p>\n    <p class=\"parties\">MASSACHUSETTS UNIVERSALIST CONVENTION<br>v.<br>HILDRETH &amp; ROGERS CO.</p>\n    <p class=\"docket\">No. 4477.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">July 7, 1950.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mayo Adams Shattuck, Boston, Mass. (Lewis L. Wadsworth, Jr., A. Ingham Bicknell, and Haussermann, Davison &amp; Shattuck, all of Boston Mass., with him on brief), for appellant.</p>\n      <p class=\"indent\">James Lawrence Fly, New York City (James A. Donovan, Lawrence, Mass., William C. Fitts, Jr., New York City, and Fly, Fitts &amp; Shuebruk, New York City, with him on brief), for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and FRANK, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The controversy in this case arose out of the refusal of the defendant to allow the use of the facilities of its radio station on Easter Sunday, April 17, 1949, for the broadcasting by a representative of the plaintiff, Massachusetts Universalist Convention, of a sermon, the text of which is appended at the end of this opinion. A motion to dismiss having been allowed, the district court entered a judgment of dismissal from which this appeal is taken.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We express our agreement with the memorandum of decision filed by the district court, <span class=\"citation\" data-id=\"2011407\"><a href=\"/opinion/2011407/massachusetts-univ-conv-v-hildreth-rogers-co/\"><span class=\"volume\">87</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">822</span></a></span>, 823, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">\"Ford, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">\"Plaintiff, a Massachusetts charitable corporation devoted to the diffusion of religious knowledge, brings this action for damages and an injunction against defendant, a Massachusetts corporation, engaged in the radio broadcasting business and duly licensed to operate a radio broadcasting station in Lawrence, Massachusetts, with the call letters WLAW.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\"The complaint alleges that the action arises under the Federal Communications Act of 1934, 47 U.S.C.A. &#167; 151 et seq. It sets forth a contract under which defendant was to furnish its broadcasting facilities for a series of sermons prepared by plaintiff, the contract providing in paragraph 6(b) that `Broadcasts prepared by the agency are subject to the approval of the station both as to artists and to broadcast content.' It is further alleged that pursuant to the contract plaintiff submitted to defendant the manuscript of one of these sermons to be given on Easter Sunday, April 17, 1949. This sermon expressed what is presumably the Universalist doctrine which does not accept the Resurrection of Christ as a physical and historical fact, but gives to the story of the Resurrection a purely metaphorical or spiritual significance. Plaintiff alleges that defendant refused to provide facilities for broadcasting this sermon, and that defendant in justification of its action claimed that the broadcast of this sermon on that particular day would, by reason of the religious views expressed, be shocking to general public sensibility, and that, therefore, the broadcasting of it would be a violation of defendant's duty under the Federal Communications Act to operate its station in the public interest. Plaintiff asks damages for the injury suffered by it and an order requiring defendant to provide facilities for the broadcast of the sermon on next Easter Sunday. Defendant has moved to dismiss for lack of jurisdiction and for failure to state a claim upon which relief can be granted.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"It is clear that the complaint is not intended merely to assert a common law cause of action for breach of contract, over which this court would have no jurisdiction, since diversity of citizenship is not present here. Nor does it rely solely on the fact that the defendant may raise a defense to the action based on defendant's duty under the Federal Communications Act. Gully v. First National Bank, <span class=\"citation\" data-id=\"102703\"><a href=\"/opinion/102703/gully-v-first-nat-bank-in-meridian/\"><span class=\"volume\">299</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">109</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">96</span></span>, 81 L.Ed. 70. The claim made by the plaintiff is clearly predicated on the theory that, once its contract has been made, it has a positive right, arising under the Federal Communications Act and enforceable in this court, to have its sermon broadcast by the defendant. Whether or not the plaintiff's contention is correct, the complaint does squarely raise a question on the merits, the solution of which depends on the proper interpretation to be given a federal law. When such a question is thus raised by the complaint, and is not insubstantial and frivolous, nor immaterial and merely raised for the purpose of obtaining jurisdiction, then this court has jurisdiction over the action. Bell v. Hood, <span class=\"citation\" data-id=\"104272\"><a href=\"/opinion/104272/bell-v-hood/\"><span class=\"volume\">327</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">678</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">773</span></span>, 90 L.Ed. 939. The complaint contains no allegation as to the amount in controversy, but this is not necessary since the case is one arising under a law regulating commerce. 28 U.S.C.A. &#167; 1337. Weiss v. Los Angeles Broadcasting Co., 9 Cir., <span class=\"citation\" data-id=\"1498343\"><a href=\"/opinion/1498343/weiss-v-los-angeles-broadcasting-co/\"><span class=\"volume\">163</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">313</span></a></span>, 314.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"There remains the question of whether the complaint states a claim on which relief can be granted. Plaintiff's contention is that under the Communications Act the business of radio broadcasting is affected with a public interest and that, in consequence, contracts between the owner of a broadcasting station and persons seeking to broadcast are likewise affected with a public interest. Therefore, plaintiff urges that the Communications Act, in imposing on licensees a duty to broadcast in the public interest, by implication, confers on those contracting for broadcasting time a right, notwithstanding any contractual provisions for rejection of programs, to have their material broadcast except when the content of the broadcast is not in the public interest. This right, it is argued, is enforceable by an action in this court and it is for the court to decide whether or not a rejected program is in the public interest.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">\"Such an interpretation of the Communications Act must be rejected. Certainly the Act does not expressly confer on anyone any right to broadcast any material at any time, whether or not it has a contract for such a broadcast. Nor does there seem to be any basis for an implication of such a right. There is nothing in the Act to indicate that the mere fact that one party to the contract is a licensee under the Act gives to the other contracting party any greater rights than those which the law ordinarily gives to parties to a contract.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">\"It is true that licensees under the Act have a duty to operate their stations so as to serve the public interest. `The licensee has the duty of determining what programs shall be broadcast over his station's facilities, and cannot lawfully delegate this duty or transfer the control of his station directly to the network or indirectly to an advertising agency. He cannot lawfully bind himself to accept programs in every case where he cannot sustain the burden of proof that he has a better program. The licensee is obliged to reserve to himself the final decision as to what programs will best serve the public interest. We conclude that a licensee is not fulfilling his obligations to operate in the public interest, and is not operating in accordance with the express requirements of the Communications Act, if he agrees to accept programs on any basis other than his own reasonable decision that the programs are satisfactory.' Federal Communications Commission Report on Chain Broadcasting, May 2, 1941, quoted in National Broadcasting Co. v. United States, <span class=\"citation\" data-id=\"103835\"><a href=\"/opinion/103835/nat-broadcasting-co-v-united-states/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">190</span></a></span>, 205, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">997</span></span>, 87 L.Ed. 1344.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"This freedom of the licensee to determine what programs his station shall broadcast is not, of course, an absolute and unfettered one. The exercise of the right is subject to review by the administrative agency, the Federal Communications Commission. At least once every three years the Commission must determine whether a renewal of the license is in the public interest, 47 U.S.C.A. &#167; 307, and it may review the action of the licensee in selecting programs at any time in proceedings under 47 U.S.C.A. &#167; 312. Albuquerque Broadcasting Co. v. Regents of New Mexico College of Agriculture and Mechanic Arts, D.C., <span class=\"citation\" data-id=\"1616128\"><a href=\"/opinion/1616128/albuquerque-broadcast-co-v-regents-of-nm-college/\"><span class=\"volume\">70</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">198</span></a></span>, 202. The enforcement of the Act and the development of the concept of public interest under the Act are thus entrusted primarily to an administrative agency. The only function of the courts in the enforcement of the Act is the exercise of the right to enforce or review orders of the Commission under Sections 401 and 402 of the Act. McIntire v. Wm. Penn Broadcasting Co. of Philadelphia, 3 Cir., 151 F.2d 597.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">\"In the light of the scheme of enforcement by means of an administrative agency which Congress has chosen to select, it cannot be held that Congress intended to create by implication additional rights such as those for which plaintiff contends. `The Communications Act is not designed primarily as a new code for the adjustment of conflicting private rights through adjudication. Rather it expresses a desire on the part of Congress to maintain, through appropriate administrative control, a grip on the dynamic aspects of radio transmission.' Federal Communications Commission v. Pottsville Broadcasting Co., <span class=\"citation\" data-id=\"103293\"><a href=\"/opinion/103293/fcc-v-pottsville-broadcasting-co/\"><span class=\"volume\">309</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span>, 138, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">437</span></span>, 439, 84 L.Ed. 656. The enforcement of the Act by the Commission would be hindered rather than aided if the plaintiff's contentions were correct. The problem of defining the `public interest' under the Act is one appropriately left to the Commission rather than in the first instance to the courts, for it is one which is complicated by problems peculiar to the radio industry. The number of channels available for radio broadcasting is limited by technical considerations. Hence, the question of determining what is in the public interest is not simply one of deciding whether any given broadcast is or is not in the public interest in the absolute sense. It is rather a question of whether the allocation of the available facilities at any given time and under any given circumstances is more conducive to the public interest than some other possible allocation. To hold that the Act was intended to create any vested rights in the making of any broadcast and to make such rights enforceable in the courts would limit the freedom of action of the Commission and thus defeat the successful operation of administrative enforcement.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\"Plaintiff has argued that on the allegations of the complaint, it has a cause of action for the violation of its right to freedom of speech and freedom of religion under the First Amendment to the Constitution. But this Amendment limits only the action of Congress or of agencies of the federal government and not private corporations such as defendant here. McIntire v. Wm. Penn Broadcasting Co. of Philadelphia, supra, 151 F.2d at page 601.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\"Therefore, the conclusion must be that the complaint sets forth no claim under the Federal Constitution or laws upon which relief can be granted. Where such a decision disposes, at the outset of the case, of the federal ground upon which jurisdiction is based, it is proper to dismiss the case as a whole, without determining whether the complaint states a common law cause of action over which the court would have jurisdiction only by virtue of the fact that it was involved with a claim of federal right which has been determined to be unfounded. Concurring opinion of Magruder, Ch. J., in Strachman v. Palmer, October 26, 1949, 1 Cir., 177 F.2d 427.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\n        <i>\"Defendant's motion to dismiss is allowed.\"</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As appears from the last paragraph of Judge Ford's opinion, the district court did not purport to adjudicate the merits of a possible common law cause of action for breach of contract under the Massachusetts law, and the judgment of dismissal herein was therefore without prejudice to the right of the plaintiff to litigate any such cause of action in an appropriate state forum.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On the face of the complaint and without the necessity of going to trial, the federal claim was adjudicated adversely to the plaintiff. Under the circumstances, for the reasons indicated in the concurring opinion in Strachman v. Palmer, 1 Cir., 1949, <span class=\"citation\" data-id=\"1507132\"><a href=\"/opinion/1507132/strachman-v-palmer/\"><span class=\"volume\">177</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">427</span></a></span>, 431, though the court below may have had \"jurisdiction\" to adjudicate a pendent common law cause of action implicit in the allegations of the complaint, it committed no abuse of discretion in declining to do so. We do not think that decision of a common law claim for breach of contract would necessarily turn, indirectly, upon a federal question as to what is in the \"public interest\" within the meaning of the Federal Communications Act. For all we know, the escape clause might be read by a state court as meaning that the station reserves the right to reject any manuscript the broadcasting of which, in the honest opinion of the licensee, might be incompatible with its obligations under the license. There would also be a question of state law, in view of the fact that the contract in question apparently expired of its own time limitation on May 1, 1949, whether a court of equity would in any event give the specific mandatory relief requested (which is obviously the plaintiff's chief concern in this litigation), namely, an order that the defendant be required \"to provide fifteen minutes of broadcasting time on next Easter Sunday at an appropriate time for the broadcast of the sermon hereto attached.\" However much we may feel that the defendant's refusal to allow the broadcasting of the temperate, sincere and dignified sermon in question was indeed a sorry performance, nevertheless we think that the district judge was not unreasonable in concluding that it was more appropriate to leave to the state courts the adjudication of whatever rights the plaintiff might have for breach of contract.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The judgment of the District Court is affirmed.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> PAGE CONTAINED FOOTNOTES PAGE CONTAINED FOOTNOTES</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The sermon in question was as follows:</p>\n        <p>\"Is Jesus Risen?\"</p>\n        <p class=\"indent\">The hope for immortality has long burned in the persons of mankind We live so few years upon the earth; the flesh is so insecure. We leave so many tasks unfinished when we die. There are so many things that we would like to continue in, to see our children and friends proceed in their lives, to watch the pageant of the nations unfold, to see what further mysteries of nature will be uncovered by advancing science. When our pulse quiets and the flesh cools we are not yet through with love and life. Will there not be another life beyond this? Can this death be the end of our knowing and breathing?</p>\n        <p class=\"indent\">Modest men will admit that they have no answer to this dilemma, for they have not penetrated the realms beyond life. Men are creatures of life, with senses and ways that can experience and comprehend the world only as living creatures. If some soul persists after the body decays we have not eyes sharp enough to discover its form and movements. If there is a voice speaking from beyond the grave we have not ears sharp enough to catch the words. True, some claim to be able to contact a spiritual world, but most of us are unconvinced by the evidence with which we are acquainted.</p>\n        <p class=\"indent\">Unable to solve this mystery of themselves men have sought for revelation from spiritual and supernatural powers. They have sought a being whose knowledge would be omniscient and perfect, whose power would be almighty, who could assure them of the hereafter, who could open to them the door to an eternal life. Many have been the gods and saviors to whom men have looked for their intimations and securities of immortality. Jesus is but one of many thousands of saviors from whom yearning humanity has attained faith and assurance; many others have possessed virtue and supernatural power sufficient to provide immortality for all who called upon their name. More have called upon Amitahba Buddha than have called upon the name of Christ Jesus. For many years Mithra, rather than Jesus, was the main salvation god of the Roman world. In the time of early Christianity there were dozens of saviors in the Roman Empire who were believed to have died and to have risen from the dead. Each savior had his religious following who were baptized into his mysteries, who ate of his flesh and drank of his blood in communion rites, and who thereby received food of immortality, and believed that they would also rise from the dead as had their savior-god.</p>\n        <p class=\"indent\">Perhaps these were false saviors and Jesus the only true one. His followers, the early Christians, after several centuries of competition and persecution, managed to stamp out the followers of the other saviors, and these gods are now but names in the history of dead religions. But the story of the death of Jesus, of his burial, and resurrection is still the central belief of a great religious movement. Hymns are still sung to the risen Christ, and the evidence of his resurrection is still held by millions as a harbinger of resurrection from the grave.</p>\n        <p class=\"indent\">Was the stone pushed aside by an angel on that Easter morning many centuries ago? Did Jesus arise from the dead to walk forth from the tomb on that early morning? Was he seen by his disciples? Did he ascend into heaven to sit at the right hand of his heavenly father, there to intercede for the forgiveness of men? Did he, in his resurrection, furnish supernatural powers to his followers so that through his church the power to eternal life is passed on to all who believe upon him? His multitudes of followers have faith in these things. They seem to find sufficient evidence in their own hearts.</p>\n        <p class=\"indent\">There are others of us who must confess that we do not know. We cannot penetrate the dim and superstitious world in which Jesus lived to know for sure what is fact and what is wishful thinking in the stories that have come down about Jesus. We cannot make much of the New Testament match the world as we know it. The miracles seem to us to be incredible, and in this world of science we cannot imagine people rising from the dead in any supernatural way. There have been cases when a heart that has ceased beating has been started again by the shock of a drug or by being massaged by a surgeon. People who have ceased breathing have been revived, but we also know that if the body has been dead more than a very few minutes attempts at restoration are futile, nor does any supernatural power bring it from the dead. Some of us have become so used to living in the temper of such a natural world that we can no longer have faith that the supernatural events associated with Jesus were actual happenings. We have had to reinterpret a great deal of ancient history in the light of later knowledge. We say, \"The people of those times believed these things to be facts, but they were most likely mistaken.\" Then we try to reconstruct what likely did happen, but always we are dealing with guesses. The ancients were not accurate historians; they seldom knew how to tell fact from fancy and history from legend and imagination. Scientific historical activity is the most recent accomplishment of men. So we must answer the question, \"Is Jesus risen?\" with the answer, \"We do not know.\" The evidence seems insufficient to render a verdict.</p>\n        <p class=\"indent\">But there is another manner in which Jesus is truly risen, and we find this in its way to be not only an intimation of immortality but truly a promise of a kind of immortality. Whether or not Jesus walked from the tomb on that far away morning, in a very real sense he did not die. He was kept alive in the minds and hearts of his followers. Whenever they recalled his parables and teachings, whenever they remembered his face, his actions, his love, Jesus was reborn within them, he was recovered from the grave. His followers at first seemed to have scattered, believing that the dream of a great movement to restore Israel had failed, afraid that the fate of Jesus might be visited on his associates, but very soon they recovered their faith and confidence. Very soon they profited by the teachings of Jesus and saw that they must carry on his labors to build the kingdom of God. Jesus was risen because much of his character and wisdom was implanted in his disciples. They, like him, became of the stuff of martyrs and some followed him in the ways of persecution and death for the sake of the truth.</p>\n        <p class=\"indent\">The greatness of the resurrection of the flaming spirit and nobility of Jesus can be discovered in the writing of the gospels. Jesus wrote down nothing himself. His sayings were scattered to a motley group, largely made up of simple working folk. His disciples were surely not a band of scholars; there was no Boswell among them to carefully record his conversations and yet his words were remembered, repeated over and over, and at last written and have endured in their imperishable beauty for two millenia. This fact is a great tribute to the wisdom and goodness of simple people. They knew greatness when they saw and heard it; they remembered. Through generations of persecution they remembered and through their loyalty the message and example of Jesus was preserved. Through them his life did not perish with the crucifixion of his body.</p>\n        <p class=\"indent\">Jesus was not one to prize the flesh; his body meant little to him. He prized peace, love, truth, righteousness. He gave up the security and comfort of home, he punished his body in the wilderness and on the roadways of Palestine in order to carry his gospel to the people. He refused to flee danger; because he put the life of the body second he was killed. The body was killed, but not Jesus, for he had immortalized himself in the lives and memories of those who had followed after him.</p>\n        <p class=\"indent\">Isn't it a great encouragement to know that human beings have within them the intelligence, loving spirit, goodness and insight to recognize a Jesus when he appears among them? Is it not a great commentary on the inherent worth of human nature to know that Jesus was not allowed to remain in the tomb but was raised from the dead by the people themselves, who brought forth his resurrection in their own lives? Perhaps Jesus did rise in his own flesh; perhaps not, but this we do know: he arose in the flesh of millions of his brothers and sisters. They have given their bodies to his use so far as their knowledge and love have enabled them. Whether any supernatural power can raise us from the dead, our fellows who love us can so do. And to know that humanity will choose one as simple, as beautiful, as sacrificing as Jesus to immortalize in their lives; that they will treasure him in their hearts above countless others of lesser worth &#8212; is not that a great encouragement in our faith in mankind?</p>\n        <p class=\"indent\">There is a more important question to be asking ourselves than whether or not Jesus arose from the tomb in which the Roman soldiers had buried him. As to that we have nothing to do. It is not to our credit whether he did or not. We should be looking into ourselves; it is our own lives for which we are responsible and with which we should be concerned. Nor should we be overly concerned about whether or not we can expect immortal life. That would mark us as selfish and self-centered.</p>\n        <p class=\"indent\">Is Jesus risen? You can know this surely only if you have raised him within yourself. The question to ask yourself is this: Have I brought Jesus to life within me? Does his spirit work in my ways, in my thoughts, in my feelings? Does his courage survive in my courage? Is Jesus risen? That is something you know, and only you.</p>\n        <p class=\"indent\">Is Jesus risen? He is if you are a maker of peace. He is if you love your enemies, if you forgive and labor to make things right between you and your brothers. He does if you have conquered hatred in your hearts and replaced it with love. He does if you love truth and goodness with all your thoughts and all your actions. Jesus is risen if people look at you and are reminded somewhat of Jesus in the way you live.</p>\n        <p class=\"indent\">Is Jesus risen? Oh so poorly, so poorly. We have left so much of him buried. In his life he said that the son of man had not where to lay his head; and even now we shut him out of our lives, out of ourselves; we will not give him a home within us. We are too busy laboring, piling up treasure soon to be eaten by rust and worm. We are too busy seeking power and the chief seat at the banquet table. We are too busy treasuring our prides and our hatreds and our fears. We are too busy stockpiling guns and planes and atom bombs; we have no time to stockpile love and forgiveness in our hearts. We are too busy building around us a fence of suspicion and steel; the walls are too thick and we cannot hear his gentle knock seeking an entrance into the hard house of our lives. We are too busy making our pacts of power and fear, dividing the house of man against itself. When will we make a pact of peace, a pacific pact?</p>\n        <p class=\"indent\">Over every battle field the memory of Jesus wanders, lonely, lost, dead. Over the slums of our cities the memory of Jesus wanders, amid refuse, poverty, delinquency, neglect, and in a faint voice we hear, \"Inasmuch as ye have not done it unto one of the least of these my brethren, ye have not done it unto me.\" In every home of spitefulness and anger, where husband and wife torture each other, where children are broken with insecurity and lovelessness, the corpse of Jesus lies, unrisen. In every prison and asylum where men are punished and neglected rather than being healed and restored, Jesus wanders forgotten, dead. \"I was in prison and ye visited me not.\" In every church, full of empty show, ostentatious prayers, and vain glory, there is no home for that humble, journeyman preacher named Jesus, whose pulpit was the roadside.</p>\n        <p class=\"indent\">Is Jesus risen? Look at the world around you and answer it yourself. Is Jesus risen? Look into your own heart, search your own mind, investigate your own life, and then answer this question to yourself.</p>\n        <p>FRANK, Circuit Judge (concurring).</p>\n        <p class=\"indent\">I concur in the judgment of the court. However, in the matter of adjudicating the pendent common law claim for breach of contract, I would not feel obliged in the Second Circuit to follow the rule indicated in the concurring opinion in Strachman v. Palmer and now approved by this court in the case at bar.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102703/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1498343/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1507132/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1616128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2011407/"
  ]
}