{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/228522/",
  "absolute_url": "/opinion/228522/sherwood-distilling-co-v-peoples-first-nat-bank-tr/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/228522/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:29:21Z",
  "date_modified": "2016-02-28T05:46:25.033106Z",
  "type": "010combined",
  "sha1": "206325bc3525e80ffca695144cbb6ea18980bfd1",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/193/193.F2d.649.6348_1.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">193 F.2d 649</p>\n    <p class=\"parties\">SHERWOOD DISTILLING CO. et al.<br>v.<br>PEOPLES FIRST NAT. BANK &amp; TRUST CO.</p>\n    <p class=\"docket\">No. 6348.</p>\n    <p class=\"court\">United States Court of Appeals Fourth Circuit.</p>\n    <p class=\"date\">Argued November 6, 1951.</p>\n    <p class=\"date\">Decided January 3, 1952.</p>\n    <p class=\"date\">As Corrected on Denial of Rehearing February 18, 1952.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Wilson K. Barnes, Baltimore, Md. (William Hoffenberg, Baltimore, Md., on brief) for appellants.</p>\n      <p class=\"indent\">Charles F. C. Arensberg and Ella Graubart, Pittsburgh, Pa. (Richard F. Cleveland, Baltimore, Md., and Richard B. Tucker, Jr., Pittsburgh, Pa., on brief) for appellee.</p>\n      <p class=\"indent\">Before PARKER Chief Judge, and DOBIE, Circuit Judge, and MOORE, District Judge.</p>\n      <p class=\"indent\">PARKER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal by defendants from a judgment for plaintiff for the balance due on a negotiable promissory note secured by the pledge of corporate stock and warehouse receipts. The complaint alleged that the note originally issued in the sum of $800,000 and renewed for $694,600 after certain payments had been made thereon, was executed by the defendant Sherwood Distilling Company and indorsed by that corporation, the defendant Louis Mann and the Philadelphia Acceptance Corporation and was thereupon discounted and acquired in due course by plaintiff, Peoples First National Bank &amp; Trust Company of Pittsburgh. Defendants denied that they had executed or indorsed the notes, pleaded that these had been fraudulently executed and negotiated, and denied that plaintiff was the holder thereof in due course. The case was heard by the judge below and a jury which found for plaintiff in the full amount of the renewal note with interest; and from judgment for plaintiff on the verdict the defendants bring this appeal. Their principal contentions are, (1) that the trial judge should have directed a verdict in their favor, (2) that there was error in the portion of the charge of the court relating to the notice of defect or infirmity required to deprive plaintiff of the position of a holder in due course, and (3) that there was error in admitting parol evidence as to the execution and contents of the original note of $800,000 and evidence in contradiction of the bank's minutes relating to its acquisition.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Stripped of irrelevant details, the facts are comparatively simple. The case arises out of the negotiation of notes of the Sherwood Distilling Company by the Philadelphia Acceptance Corporation, which was acting as broker in handling notes of the Distilling Company and whose president, one Collom, was attempting to negotiate for the Distilling Company and its president and sole owner, Louis Mann, a sale of its stock and assets. The Acceptance Corporation had been acting as broker for the Distilling Company for a number of years and, as such, had discounted with various banks its notes secured by pledge of warehouse receipts. These notes were ordinarily executed in blank by the Distilling Company and were filled in by the Acceptance Corporation before they were negotiated. In July 1949 plaintiff held five of the notes the total amount of which was around $144,000.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In June 1949 the Distilling Company entered into a contract to sell its entire inventory and assets; and its president executed new warehouse receipts covering its entire inventory of around 21,000 barrels of whiskey and delivered them along with two stock certificates covering the entire capital stock of the corporation to Collom, who was negotiating the sale, to be delivered to the purchaser when he should pay the purchase price. The sale was not carried through because the purchaser did not comply, and Collom thereupon arranged with plaintiff to discount for the Acceptance Corporation the note of the Distilling Company indorsed by its president Mann, as well as by the Acceptance Corporation, and secured by pledge of the entire inventory of the Distilling Company and its entire capital stock. It was represented that this was being done to consolidate the indebtedness of the Distilling Company and bring together its assets represented by warehouse receipts to facilitate the sale which was still in contemplation.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Pursuant to the foregoing arrangement the Acceptance Corporation discounted with plaintiff a ninety day note for $800,000 signed by the Distilling Company payable to \"ourselves\" and indorsed by the Distilling Company, by Mann and by the Acceptance Corporation. Pledged with the note to secure it were the warehouse receipts and stock certificates which had been left with Collom for the purpose of carrying out the contemplated sale. The note had been signed and indorsed in blank by the Distilling Company and indorsed by Mann personally and sent to the Acceptance Corporation to be used in taking up outstanding paper. While Mann denies that he knew that it was to be filled out for any such amount as $800,000, the evidence is that the insurance on the whiskey covered by the receipts was increased at the time from $750,000 to $1,075,000 at the request of Collom for the protection of plaintiff and that plaintiff, the Distilling Company and Mann were duly notified of the increase. There is evidence also that a telegram was sent plaintiff bearing the name of Mann and consenting that his stock in the Distilling Company be pledged as security for the loan.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The minutes of plaintiff's senior loan committee and the executive committee of its directors authorized a loan to the Distilling Company, but the testimony is undisputed that what was agreed upon was that plaintiff should discount for the Acceptance Corporation the Distilling Company's paper indorsed by Mann and that the matter was handled by plaintiff throughout as a discount and not as a loan. The warehouse receipts were never actually delivered to plaintiff but by agreement, for convenience in making substitutions, were deposited with the Fidelity-Philadelphia Trust Company of Philadelphia, which issued a receipt for them that was delivered to plaintiff. Some of the receipts pledged to secure the $800,000 note were duplicates of receipts which had been pledged to secure the notes aggregating $144,000 held by plaintiff at the time it agreed to the discount; but these notes with the attached receipts were sent by plaintiff to the Fidelity-Philadelphia Trust Company for collection before it received from that company the receipt for the receipts pledged to secure the $800,000 note; and, as the notes aggregating $144,000 were supposed to be paid off with the proceeds of that note and were turned over with the receipts securing them to the Acceptance Corporation, this does not indicate that either plaintiff or the Fidelity-Philadelphia Trust Company had any notice of duplication in the collateral pledged.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Fidelity-Philadelphia Trust Company was the bank in Philadelphia through which the Acceptance Corporation sent the note to plaintiff for discount and the bank to which plaintiff sent the notes aggregating $144,000 for collection. The evidence shows that the Fidelity-Philadelphia Trust Company credited the Acceptance Corporation's account with the proceeds of the discount of the $800,000 note and charged against it the notes sent by the plaintiff for collection. $300,000 of the remainder was used to liquidate an overdraft of the Acceptance Corporation. The notes sent for collection were not cancelled but continued to be held by the Acceptance Corporation and some of them were later taken over from it by another trust company at the instance of defendants. There is evidence that neither the Distilling Company nor Mann received any part of the proceeds of the $800,000 note and that the proceeds were used by the Acceptance Corporation for its own purposes; but there is no evidence that either plaintiff or the Fidelity-Philadelphia Trust Company knew that this was so or that either of them had knowledge of any fraud or wrongful conduct on the part of the Acceptance Corporation either in discounting the note or in misapplying the funds.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Before the maturity of the $800,000 note payments aggregating $105,400 were made thereon, but the sale of the inventory and assets of the Distilling Company had not been consummated and the Acceptance Corporation asked that a renewal note be discounted to take care of the maturing obligation. Plaintiff agreed to this, and the renewal was accomplished by discounting a note for $694,600 executed by the Distilling Company and indorsed by Mann. Plaintiff sent the $800,000 note to the Fidelity-Philadelphia Trust Company which was to accept from the Acceptance Corporation the $694,600 note in renewal. When the latter note was presented to the Fidelity-Philadelphia Trust Company it had not been personally indorsed by Mann and plaintiff was so notified and was told that Mann would indorse it or execute a new note. A few days later plaintiff was notified that the note was being typed and shortly thereafter the note, duly indorsed by Mann, was presented to the Fidelity-Philadelphia Trust Company and accepted in payment of the old note and forwarded to and accepted by plaintiff. Defendants say that the plaintiff knew that the note was signed in blank because of the report that it was being typed; but there is nothing to show that the note finally presented was not a new note and not the one originally presented without Mann's indorsement.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The renewal note was a demand note and excuses for not paying it were made to plaintiff from time to time on the ground that the parties were making efforts to carry through the sale until finally plaintiff would brook no further delay and proceeded to have it protested and instituted this action. The Acceptance Corporation is in bankruptcy.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We think that upon these facts the trial judge properly refused to direct a verdict for defendants. It was true both as to the original note for $800,000 and the renewal note sued on, that it was complete and regular on its face, that plaintiff became the holder thereof before it was overdue or had been dishonored, that plaintiff took it in good faith and for full value, and that at the time of the negotiation plaintiff had no notice of any infirmity in the note or defect in the title of the person negotiating it. Plaintiff was entitled, therefore, to all the rights of a holder in due course. Sec. 52, Uniform Negotiable Instruments Act; Purd.Pa.Stat. Title 56, sec. 132; Flack's Annotated Code of Maryland, art. 13, ch, 5, sec. 71.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The fact that the notes were executed in blank and later filled in fraudulently is not a defense; for plaintiff had no notice of the fraud and the law is well settled that, where a person signs his name to a blank note and intrusts it to another, he thereby gives such person authority to fill it out in a manner not inconsistent with the character of the blank paper, and that a party taking it under such circumstances as to constitute him a holder in due course will be protected. This is but application of the fundamental rule that, where one of two innocent persons must suffer from the wrongful act of a third, he who has put it within the power of the third person to commit the wrong must suffer the loss. See Burrows v. Klunk, 70 Md. 451, 17 A. 378, 3 L.R.A. 576, 14 Am. St.Rep. 371; Johnston v. Knipe, 260 Pa. 504, 105 A. 705, L.R.A. 1918E, 1042; Bank of Pittsburgh v. Neal, 22 How. 96, 16 L.Ed 323, Gronvold v. Federal Union Surety Co., 8 Cir., 212 F. 908; Geddes v. Blackmore, 132 Ind. 551, 32 N.E. 567; Northern Pac. R. Co. v. Spokane Valley Growers Union, 132 Wash. 607, 232 P. 691, 43 A.L.R. 194, and note. The rule is embodied in section 14 of the Uniform Negotiable Instruments Act, which is the law in both Maryland and Pennsylvania. Code Md. 1939, art. 13, &#167; 33; 56 P.S.Pa. &#167; 19.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The reason underlying the rule now embodied in statute was well stated by Mr. Justice Clifford, speaking for the Supreme Court of the United States in Bank of Pittsburgh v. Neal, supra, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\"The bills must be viewed precisely as they would be if they had been perfected and filled up by the defendants, and for two reasons, deducible from the decisions of this court:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\"First. Because, where a party to a negotiable instrument intrusts it to the custody of another with blanks not filled up, whether it be for the purpose to accommodate the person to whom it was intrusted, or to be used for his own benefit, such negotiable instrument carries on its face an implied authority to fill up the blanks and perfect the instrument; and as between such party and innocent third parties, the person to whom it was so intrusted must be deemed the agent of the party who committed such instrument to his custody &#8212; or, in other words, it is the act of the principal, and he is bound by it. Goodman v. Simonds, 20 How. 343, [15 L.Ed. 934], 361; Violett v. Patton, 5 Cranch, 142, [3 L.Ed. 61].</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\"Secondly. Because a bona fide holder of a negotiable instrument, for a valuable consideration, without notice of the facts which impeach its validity between the antecedent parties, if he takes it under an endorsement made before the same becomes due, holds the title unaffected by these facts, and may recover thereon, although, as between the antecedent parties, the transaction may be without any legal validity. * * *</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">\"In view of all the facts as disclosed in the pleadings, we think the case clearly falls within the operation of the rule generally applicable in cases of agency, that where one of two innocent parties must suffer, through the fraud or negligence of a third party, the loss shall fall upon him who gave the credit. Fitzherbert v. Mathen, 1 Term., 16, per Buller; Androscoggin Bank v. Kimball, 10 Cush. [Mass.] 373; Montague v. Perkins, 22 Eng.L. and Eq., 516.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\"Business men who place their signatures to blanks, suitable for negotiable bills of exchange or promissory notes, and intrust them to their correspondents, to raise money at their discretion, ought to understand the operation and effect of this rule, and not to expect that courts of justice will fail in such cases to give it due application.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In Gronvold v. Federal Union Security Co., supra [212 F. 911], the late Judge Walter H. Sanborn states the rule applicable with citation of the controlling authorities, as follows: \"It is a settled and salutary rule of law that a maker who through confidence intrusts, or through culpable negligence permits to go, to the custody of a third party a blank bond or promissory note, or other like instrument, which the third party completes by filling the blanks and then delivers for a purpose within the general scope and design of the instrument to an innocent obligee or purchaser, who is thereby induced to change his situation to his legal injury in reliance upon the completed instrument, is thereby estopped as against such obligee or purchaser from denying that he executed and delivered the completed instrument to the obligee or purchaser.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The grounds upon which defendants contend that verdict should have been directed are entirely lacking in merit. The first contention is that there was not a negotiation of the paper but a direct loan by plaintiffs to the Distilling Company and that plaintiff could not for that reason be a holder in due course of the paper. This contention is based upon the minutes of the Senior Loan Committee and the Executive Committee approving such a loan. The evidence is clear, however, that the transaction was handled by plaintiff not as a loan but as a discount. Quite apart from this, defendants would be in no better position if the transaction be considered as a loan. It is said that in dealing with Collom as agent of defendants, plaintiff was bound to look to his authority; but the answer is that defendants, having clothed Collom with apparent authority to negotiate the loan by instrusting him with a note signed and indorsed in blank, are not in a position to dispute that authority against one who in good faith relied upon it. Even if plaintiff had been the payee of the notes there can be no question but that under the circumstances shown by the evidence here it would be a holder in due course under the law of both Maryland and Pennsylvania. See Burke v. Smith, 111 Md. 624, 75 A. 114; Citizens Nat. Bank v. Speck, 108 Pa. Super. 247, 164 A. 810; Johnston v. Knipe, 260 Pa. 504, 105 A. 705, L.R.A.1918E, 1042; notes 142 A.L.R. 489, 491, 169 A.L.R. 1455. 1459.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Another contention is that the notes were not negotiable because they contained a provision that the makers should have no claim, demand, or offset against the holders or any claim against pledged collateral for storage, warehousing or other service rendered with respect to the collateral, the argument being that this amounted to an agreement on the part of the makers to pay such charges and that this rendered uncertain the amount payable. The language complained of, however, amounts to no more than an agreement that the amount due on the notes shall not be affected by charges relating to the collateral. Instead of rendering uncertain the amount payable on the notes, its effect was to obviate the possibility of any uncertainty as to this because of matters that might arise in connection with the collateral pledged. Even if the notes were not negotiable, the position of defendant would not be helped; for the principle that, where one of two innocent persons must suffer from the wrongful act of a third, he who has enabled such third person to occasion the loss must sustain it, applies in the case of non-negotiable paper as well as in the case of that which is negotiable. Butler v. United States, 21 Wall. 272, 22 L.Ed. 614; National Safe Deposit Co. v. Hibbs, 229 U.S. 391, 33 S.Ct. 818, 57 L.Ed. 1241; Commercial National Bank v. Canal-Louisiana Bank &amp; Trust Co., 239 U.S. 520, 36 S.Ct. 194, 60 L.Ed. 417; Shattuck v. American Cement Co., 205 Pa. 197, 54 A. 785, 97 Am.St.Rep. 735; Edgar v. Haines, 109 Ohio St. 159, 141 N.E. 837, 38 A.L.R. 795, 8 Am.Jur. p. 112.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Another contention is that the notice with regard to the typing of the second note was notice that it had been signed in blank and was being filled in later.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> This does not follow, however, because a prior letter, which advised that Mann had not indorsed the note stated that either he would indorse it or a new note bearing his indorsement would be obtained. The reference to typing could well have referred to a new note and there is nothing to indicate that plaintiff did not so understand. Such knowledge, however, even if it existed, would not affect the right of plaintiff to recover in this suit. The note then being executed was a renewal note and the rights of plaintiff as a holder in due course are to be determined by the situation at the time of the taking of the original $800,000 note, not by what was known at the time of its renewal. Hopkins v. Boyd, 11 Md. 107; Coleman v. Shortsville Wheel Co., D.C., 257 F. 591, 592; note 35 A.L.R. 1294. As said by Judge Hazel in the case of Coleman v. Shortsville Wheel Co., supra, the taking of the renewal note \"was in no sense an extinguishment of the original indebtedness, but merely a postponement of payment.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A final contention is that knowledge of the duplication of warehouse receipts pledged as collateral coupled with knowledge that Collom was acting as agent of Mann and the Distilling Company for the sale of the property was sufficient to put plaintiff on notice of the fraud that was being committed. At the time plaintiff discounted the $800,000 note, however, there is no evidence that it had notice of any duplication of certificates or that there was anything improper in the discount of the note or in the pledging of the collateral. While there is evidence that plaintiff was advised that a sale of the entire property was contemplated, the evidence is that the loan was made in good faith for the purpose of consolidating the Distilling Company's indebtedness, thus bringing the property to be sold into one place so as to facilitate the sale. There is no evidence that plaintiff had reason to suspect that anything wrong was going on even at the time it took the renewal note. Instead of defendants being entitled to a directed verdict, a verdict might well have been directed for plaintiff; for section 56 of Uniform Negotiable Instrument Act, art. 13, sec. 75, Flack's Code of Maryland, Title 56, sec. 136, Purd.St.Pa., provides: \"To constitute notice of an infirmity in the instrument or defect in the title of the person negotiating the same, the person to whom it is negotiated must have had actual knowledge of the infirmity or defect, or knowledge of such facts that his action in taking the instrument amounted to bad faith.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Under the rule codified in this statute, \"the rights of the holder are to be determined by the simple test of honesty and good faith, and not by a speculative issue as to his diligence or negligence\". Cheever v. Pittsburgh R. Co., 150 N.Y. 59, 65-67, 44 N.E. 701, 703, 34 L.R.A. 69, 55 Am.St.Rep. 646, cited with approval in Valley Savings Bank v. Mercer, 97 Md. 458, 55 A. 435, 437. \"The question is not what facts will or will not be sufficient to put the party on inquiry, but the question whether the party had knowledge of the infirmity of the note at the time of the transfer to him; or in other words whether he procured the note in good faith for valuable consideration.\" Totten v. Bucy, 57 Md. 446. \"The question is one of fraud or bad faith on the part of the taker of the note\". Williams v. Huntington, 68 Md. 590-601, 13 A. 336, 339, 6 Am.St.Rep. 477. The Pennsylvania decisions are in accord. Davis v. Pennsylvania Co., 337 Pa. 456, 12 A.2d 66; First Nat. Bank. v. Goldberg, 340 Pa. 337, 17 A.2d 377, 378. In the case last cited the rule is well stated as follows: \"Perhaps defendants should have been more circumspect in handling the bonds, and they might have made a more thorough examination into the identity and reliability of Gross, but with negotiable instruments the test is not care but good faith. To defeat the rights of one dealing with negotiable securities it is not enough to show that he took them under circumstances which ought to excite the suspicion of a prudent man and cause him to make inquiry, but that he had actual knowledge of an infirmity or defect, or of such facts that his failure to make further inquiry would indicate a deliberate desire on his part to evade knowledge because of a belief or fear that investigation would disclose a vice in the transaction\".</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">There is no merit in the exceptions to the charge. The trial judge correctly and sufficiently charged the law applicable in the case when he placed the burden of proof on plaintiff and defined bad faith substantially in the language of the decisions above referred to, telling the jury that negligence or failure to make inquiry was not enough. Refusal to charge on the circumstances relied upon by defendants was harmless since none of the circumstances nor all of them taken together amounted to evidence of bad faith. And there is likewise no merit in the objections to the testimony. Parol evidence as to the $800,000 note was properly admitted when efforts to locate the note and produce it in evidence proved unavailing; and, certainly, evidence as to what took place in the negotiation of the note was not to be excluded merely because the bank's minutes authorized a loan to the Distilling Company rather than a discount of its paper. We know of no principle upon which a corporation may be held estopped from showing the true nature of a transaction because of entries made in the minutes of its committees.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">There was no error and the judgment of the District Court will be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Whether one who in good faith takes a note which has been executed in blank to his knowledge is bound by limitations upon the authority of the person filling in the blanks, is a question which we need not decide. Prior to the Negotiable Instruments Act, the law was well settled that the person taking the instrument could rely upon the apparent authority thus conferred and was not bound by limitations upon that authority not brought to his knowledge. 8 Am.Jur. pp. 157, 158; Johnston Harvester Co. v. McLean, 57 Wis. 758, 15 N.W. 177, 46 Am.Rep. 39; Vander Ploeg v. Van Zunk, 135 Iowa 350, 112 N.W. 807, 13 L.R.A., N.S., 490, 124 Am.St.Rep. 275. As said by Lord Mansfield in Russell v. Langstaffe 2 Doug. 514, \"The indorsement on a blank note is a letter of credit for an indefinite sum\". It has been held that the effect of the Negotiable Instruments Act is to change this rule, (Vander Ploeg v. Van Zunk, supra) to the extent that the taker is protected only where the note has been negotiated after the blanks have been filled and he takes as a holder in due course. It would seem, however, that, in the light of the common law rule, mere knowledge that blanks had been filled would not deprive the taker of this status in the absence of knowledge that authority in that regard had been transcended if the instrument is complete and regular on its face when he takes it</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">193</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">649</span></span></p>\n    <p class=\"parties\">SHERWOOD DISTILLING CO. et al.<br>v.<br>PEOPLES FIRST NAT. BANK &amp; TRUST CO.</p>\n    <p class=\"docket\">No. 6348.</p>\n    <p class=\"court\">United States Court of Appeals Fourth Circuit.</p>\n    <p class=\"date\">Argued November 6, 1951.</p>\n    <p class=\"date\">Decided January 3, 1952.</p>\n    <p class=\"date\">As Corrected on Denial of Rehearing February 18, 1952.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Wilson K. Barnes, Baltimore, Md. (William Hoffenberg, Baltimore, Md., on brief) for appellants.</p>\n      <p class=\"indent\">Charles F. C. Arensberg and Ella Graubart, Pittsburgh, Pa. (Richard F. Cleveland, Baltimore, Md., and Richard B. Tucker, Jr., Pittsburgh, Pa., on brief) for appellee.</p>\n      <p class=\"indent\">Before PARKER Chief Judge, and DOBIE, Circuit Judge, and MOORE, District Judge.</p>\n      <p class=\"indent\">PARKER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal by defendants from a judgment for plaintiff for the balance due on a negotiable promissory note secured by the pledge of corporate stock and warehouse receipts. The complaint alleged that the note originally issued in the sum of $800,000 and renewed for $694,600 after certain payments had been made thereon, was executed by the defendant Sherwood Distilling Company and indorsed by that corporation, the defendant Louis Mann and the Philadelphia Acceptance Corporation and was thereupon discounted and acquired in due course by plaintiff, Peoples First National Bank &amp; Trust Company of Pittsburgh. Defendants denied that they had executed or indorsed the notes, pleaded that these had been fraudulently executed and negotiated, and denied that plaintiff was the holder thereof in due course. The case was heard by the judge below and a jury which found for plaintiff in the full amount of the renewal note with interest; and from judgment for plaintiff on the verdict the defendants bring this appeal. Their principal contentions are, (1) that the trial judge should have directed a verdict in their favor, (2) that there was error in the portion of the charge of the court relating to the notice of defect or infirmity required to deprive plaintiff of the position of a holder in due course, and (3) that there was error in admitting parol evidence as to the execution and contents of the original note of $800,000 and evidence in contradiction of the bank's minutes relating to its acquisition.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Stripped of irrelevant details, the facts are comparatively simple. The case arises out of the negotiation of notes of the Sherwood Distilling Company by the Philadelphia Acceptance Corporation, which was acting as broker in handling notes of the Distilling Company and whose president, one Collom, was attempting to negotiate for the Distilling Company and its president and sole owner, Louis Mann, a sale of its stock and assets. The Acceptance Corporation had been acting as broker for the Distilling Company for a number of years and, as such, had discounted with various banks its notes secured by pledge of warehouse receipts. These notes were ordinarily executed in blank by the Distilling Company and were filled in by the Acceptance Corporation before they were negotiated. In July 1949 plaintiff held five of the notes the total amount of which was around $144,000.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In June 1949 the Distilling Company entered into a contract to sell its entire inventory and assets; and its president executed new warehouse receipts covering its entire inventory of around 21,000 barrels of whiskey and delivered them along with two stock certificates covering the entire capital stock of the corporation to Collom, who was negotiating the sale, to be delivered to the purchaser when he should pay the purchase price. The sale was not carried through because the purchaser did not comply, and Collom thereupon arranged with plaintiff to discount for the Acceptance Corporation the note of the Distilling Company indorsed by its president Mann, as well as by the Acceptance Corporation, and secured by pledge of the entire inventory of the Distilling Company and its entire capital stock. It was represented that this was being done to consolidate the indebtedness of the Distilling Company and bring together its assets represented by warehouse receipts to facilitate the sale which was still in contemplation.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Pursuant to the foregoing arrangement the Acceptance Corporation discounted with plaintiff a ninety day note for $800,000 signed by the Distilling Company payable to \"ourselves\" and indorsed by the Distilling Company, by Mann and by the Acceptance Corporation. Pledged with the note to secure it were the warehouse receipts and stock certificates which had been left with Collom for the purpose of carrying out the contemplated sale. The note had been signed and indorsed in blank by the Distilling Company and indorsed by Mann personally and sent to the Acceptance Corporation to be used in taking up outstanding paper. While Mann denies that he knew that it was to be filled out for any such amount as $800,000, the evidence is that the insurance on the whiskey covered by the receipts was increased at the time from $750,000 to $1,075,000 at the request of Collom for the protection of plaintiff and that plaintiff, the Distilling Company and Mann were duly notified of the increase. There is evidence also that a telegram was sent plaintiff bearing the name of Mann and consenting that his stock in the Distilling Company be pledged as security for the loan.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The minutes of plaintiff's senior loan committee and the executive committee of its directors authorized a loan to the Distilling Company, but the testimony is undisputed that what was agreed upon was that plaintiff should discount for the Acceptance Corporation the Distilling Company's paper indorsed by Mann and that the matter was handled by plaintiff throughout as a discount and not as a loan. The warehouse receipts were never actually delivered to plaintiff but by agreement, for convenience in making substitutions, were deposited with the Fidelity-Philadelphia Trust Company of Philadelphia, which issued a receipt for them that was delivered to plaintiff. Some of the receipts pledged to secure the $800,000 note were duplicates of receipts which had been pledged to secure the notes aggregating $144,000 held by plaintiff at the time it agreed to the discount; but these notes with the attached receipts were sent by plaintiff to the Fidelity-Philadelphia Trust Company for collection before it received from that company the receipt for the receipts pledged to secure the $800,000 note; and, as the notes aggregating $144,000 were supposed to be paid off with the proceeds of that note and were turned over with the receipts securing them to the Acceptance Corporation, this does not indicate that either plaintiff or the Fidelity-Philadelphia Trust Company had any notice of duplication in the collateral pledged.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Fidelity-Philadelphia Trust Company was the bank in Philadelphia through which the Acceptance Corporation sent the note to plaintiff for discount and the bank to which plaintiff sent the notes aggregating $144,000 for collection. The evidence shows that the Fidelity-Philadelphia Trust Company credited the Acceptance Corporation's account with the proceeds of the discount of the $800,000 note and charged against it the notes sent by the plaintiff for collection. $300,000 of the remainder was used to liquidate an overdraft of the Acceptance Corporation. The notes sent for collection were not cancelled but continued to be held by the Acceptance Corporation and some of them were later taken over from it by another trust company at the instance of defendants. There is evidence that neither the Distilling Company nor Mann received any part of the proceeds of the $800,000 note and that the proceeds were used by the Acceptance Corporation for its own purposes; but there is no evidence that either plaintiff or the Fidelity-Philadelphia Trust Company knew that this was so or that either of them had knowledge of any fraud or wrongful conduct on the part of the Acceptance Corporation either in discounting the note or in misapplying the funds.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Before the maturity of the $800,000 note payments aggregating $105,400 were made thereon, but the sale of the inventory and assets of the Distilling Company had not been consummated and the Acceptance Corporation asked that a renewal note be discounted to take care of the maturing obligation. Plaintiff agreed to this, and the renewal was accomplished by discounting a note for $694,600 executed by the Distilling Company and indorsed by Mann. Plaintiff sent the $800,000 note to the Fidelity-Philadelphia Trust Company which was to accept from the Acceptance Corporation the $694,600 note in renewal. When the latter note was presented to the Fidelity-Philadelphia Trust Company it had not been personally indorsed by Mann and plaintiff was so notified and was told that Mann would indorse it or execute a new note. A few days later plaintiff was notified that the note was being typed and shortly thereafter the note, duly indorsed by Mann, was presented to the Fidelity-Philadelphia Trust Company and accepted in payment of the old note and forwarded to and accepted by plaintiff. Defendants say that the plaintiff knew that the note was signed in blank because of the report that it was being typed; but there is nothing to show that the note finally presented was not a new note and not the one originally presented without Mann's indorsement.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The renewal note was a demand note and excuses for not paying it were made to plaintiff from time to time on the ground that the parties were making efforts to carry through the sale until finally plaintiff would brook no further delay and proceeded to have it protested and instituted this action. The Acceptance Corporation is in bankruptcy.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We think that upon these facts the trial judge properly refused to direct a verdict for defendants. It was true both as to the original note for $800,000 and the renewal note sued on, that it was complete and regular on its face, that plaintiff became the holder thereof before it was overdue or had been dishonored, that plaintiff took it in good faith and for full value, and that at the time of the negotiation plaintiff had no notice of any infirmity in the note or defect in the title of the person negotiating it. Plaintiff was entitled, therefore, to all the rights of a holder in due course. Sec. 52, Uniform Negotiable Instruments Act; Purd.Pa.Stat. Title 56, sec. 132; Flack's Annotated Code of Maryland, art. 13, ch, 5, sec. 71.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The fact that the notes were executed in blank and later filled in fraudulently is not a defense; for plaintiff had no notice of the fraud and the law is well settled that, where a person signs his name to a blank note and intrusts it to another, he thereby gives such person authority to fill it out in a manner not inconsistent with the character of the blank paper, and that a party taking it under such circumstances as to constitute him a holder in due course will be protected. This is but application of the fundamental rule that, where one of two innocent persons must suffer from the wrongful act of a third, he who has put it within the power of the third person to commit the wrong must suffer the loss. See Burrows v. Klunk, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">Md.</span> <span class=\"page\">451</span></span>, <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">A.</span> <span class=\"page\">378</span></span>, 3 L.R.A. 576, 14 Am. St.Rep. 371; Johnston v. Knipe, <span class=\"citation no-link\"><span class=\"volume\">260</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">504</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">A.</span> <span class=\"page\">705</span></span>, L.R.A. 1918E, 1042; Bank of Pittsburgh v. Neal, <span class=\"citation\" data-id=\"87267\"><a href=\"/opinion/87267/bank-of-pittsburgh-v-neal/\"><span class=\"volume\">22</span> <span class=\"reporter\">How.</span> <span class=\"page\">96</span></a></span>, 16 L.Ed 323, Gronvold v. Federal Union Surety Co., 8 Cir., 212 F. 908; Geddes v. Blackmore, <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">551</span></span>, 32 N.E. 567; Northern Pac. R. Co. v. Spokane Valley Growers Union, 132 Wash. 607, <span class=\"citation no-link\"><span class=\"volume\">232</span> <span class=\"reporter\">P.</span> <span class=\"page\">691</span></span>, 43 A.L.R. 194, and note. The rule is embodied in section 14 of the Uniform Negotiable Instruments Act, which is the law in both Maryland and Pennsylvania. Code Md. 1939, art. 13, &#167; 33; 56 P.S.Pa. &#167; 19.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The reason underlying the rule now embodied in statute was well stated by Mr. Justice Clifford, speaking for the Supreme Court of the United States in Bank of Pittsburgh v. Neal, supra, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\"The bills must be viewed precisely as they would be if they had been perfected and filled up by the defendants, and for two reasons, deducible from the decisions of this court:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\"First. Because, where a party to a negotiable instrument intrusts it to the custody of another with blanks not filled up, whether it be for the purpose to accommodate the person to whom it was intrusted, or to be used for his own benefit, such negotiable instrument carries on its face an implied authority to fill up the blanks and perfect the instrument; and as between such party and innocent third parties, the person to whom it was so intrusted must be deemed the agent of the party who committed such instrument to his custody &#8212; or, in other words, it is the act of the principal, and he is bound by it. Goodman v. Simonds, <span class=\"citation\" data-id=\"87159\"><a href=\"/opinion/87159/goodman-v-simonds/\"><span class=\"volume\">20</span> <span class=\"reporter\">How.</span> <span class=\"page\">343</span></a></span>, [15 L.Ed. 934], 361; Violett v. Patton, 5 Cranch, 142, [3 L.Ed. 61].</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\"Secondly. Because a bona fide holder of a negotiable instrument, for a valuable consideration, without notice of the facts which impeach its validity between the antecedent parties, if he takes it under an endorsement made before the same becomes due, holds the title unaffected by these facts, and may recover thereon, although, as between the antecedent parties, the transaction may be without any legal validity. * * *</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">\"In view of all the facts as disclosed in the pleadings, we think the case clearly falls within the operation of the rule generally applicable in cases of agency, that where one of two innocent parties must suffer, through the fraud or negligence of a third party, the loss shall fall upon him who gave the credit. Fitzherbert v. Mathen, 1 Term., 16, per Buller; Androscoggin Bank v. Kimball, 10 Cush. [Mass.] 373; Montague v. Perkins, 22 Eng.L. and Eq., 516.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\"Business men who place their signatures to blanks, suitable for negotiable bills of exchange or promissory notes, and intrust them to their correspondents, to raise money at their discretion, ought to understand the operation and effect of this rule, and not to expect that courts of justice will fail in such cases to give it due application.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In Gronvold v. Federal Union Security Co., supra [212 F. 911], the late Judge Walter H. Sanborn states the rule applicable with citation of the controlling authorities, as follows: \"It is a settled and salutary rule of law that a maker who through confidence intrusts, or through culpable negligence permits to go, to the custody of a third party a blank bond or promissory note, or other like instrument, which the third party completes by filling the blanks and then delivers for a purpose within the general scope and design of the instrument to an innocent obligee or purchaser, who is thereby induced to change his situation to his legal injury in reliance upon the completed instrument, is thereby estopped as against such obligee or purchaser from denying that he executed and delivered the completed instrument to the obligee or purchaser.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The grounds upon which defendants contend that verdict should have been directed are entirely lacking in merit. The first contention is that there was not a negotiation of the paper but a direct loan by plaintiffs to the Distilling Company and that plaintiff could not for that reason be a holder in due course of the paper. This contention is based upon the minutes of the Senior Loan Committee and the Executive Committee approving such a loan. The evidence is clear, however, that the transaction was handled by plaintiff not as a loan but as a discount. Quite apart from this, defendants would be in no better position if the transaction be considered as a loan. It is said that in dealing with Collom as agent of defendants, plaintiff was bound to look to his authority; but the answer is that defendants, having clothed Collom with apparent authority to negotiate the loan by instrusting him with a note signed and indorsed in blank, are not in a position to dispute that authority against one who in good faith relied upon it. Even if plaintiff had been the payee of the notes there can be no question but that under the circumstances shown by the evidence here it would be a holder in due course under the law of both Maryland and Pennsylvania. See Burke v. Smith, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">Md.</span> <span class=\"page\">624</span></span>, 75 A. 114; Citizens Nat. Bank v. Speck, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">Pa. Super.</span> <span class=\"page\">247</span></span>, 164 A. 810; Johnston v. Knipe, <span class=\"citation no-link\"><span class=\"volume\">260</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">504</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">A.</span> <span class=\"page\">705</span></span>, L.R.A.1918E, 1042; notes 142 A.L.R. 489, 491, 169 A.L.R. 1455. 1459.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Another contention is that the notes were not negotiable because they contained a provision that the makers should have no claim, demand, or offset against the holders or any claim against pledged collateral for storage, warehousing or other service rendered with respect to the collateral, the argument being that this amounted to an agreement on the part of the makers to pay such charges and that this rendered uncertain the amount payable. The language complained of, however, amounts to no more than an agreement that the amount due on the notes shall not be affected by charges relating to the collateral. Instead of rendering uncertain the amount payable on the notes, its effect was to obviate the possibility of any uncertainty as to this because of matters that might arise in connection with the collateral pledged. Even if the notes were not negotiable, the position of defendant would not be helped; for the principle that, where one of two innocent persons must suffer from the wrongful act of a third, he who has enabled such third person to occasion the loss must sustain it, applies in the case of non-negotiable paper as well as in the case of that which is negotiable. Butler v. United States, <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">272</span></span>, 22 L.Ed. 614; National Safe Deposit Co. v. Hibbs, <span class=\"citation\" data-id=\"97930\"><a href=\"/opinion/97930/national-safe-deposit-sav-trust-co-of-dc-v-hibbs/\"><span class=\"volume\">229</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">391</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">818</span></span>, 57 L.Ed. 1241; Commercial National Bank v. Canal-Louisiana Bank &amp; Trust Co., <span class=\"citation\" data-id=\"98609\"><a href=\"/opinion/98609/commercial-bank-v-canal-bank/\"><span class=\"volume\">239</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">194</span></span>, 60 L.Ed. 417; Shattuck v. American Cement Co., <span class=\"citation no-link\"><span class=\"volume\">205</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">197</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">A.</span> <span class=\"page\">785</span></span>, 97 Am.St.Rep. 735; Edgar v. Haines, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">159</span></span>, <span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">837</span></span>, 38 A.L.R. 795, 8 Am.Jur. p. 112.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Another contention is that the notice with regard to the typing of the second note was notice that it had been signed in blank and was being filled in later.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> This does not follow, however, because a prior letter, which advised that Mann had not indorsed the note stated that either he would indorse it or a new note bearing his indorsement would be obtained. The reference to typing could well have referred to a new note and there is nothing to indicate that plaintiff did not so understand. Such knowledge, however, even if it existed, would not affect the right of plaintiff to recover in this suit. The note then being executed was a renewal note and the rights of plaintiff as a holder in due course are to be determined by the situation at the time of the taking of the original $800,000 note, not by what was known at the time of its renewal. Hopkins v. Boyd, 11 Md. 107; Coleman v. Shortsville Wheel Co., D.C., <span class=\"citation no-link\"><span class=\"volume\">257</span> <span class=\"reporter\">F.</span> <span class=\"page\">591</span></span>, 592; note 35 A.L.R. 1294. As said by Judge Hazel in the case of Coleman v. Shortsville Wheel Co., supra, the taking of the renewal note \"was in no sense an extinguishment of the original indebtedness, but merely a postponement of payment.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A final contention is that knowledge of the duplication of warehouse receipts pledged as collateral coupled with knowledge that Collom was acting as agent of Mann and the Distilling Company for the sale of the property was sufficient to put plaintiff on notice of the fraud that was being committed. At the time plaintiff discounted the $800,000 note, however, there is no evidence that it had notice of any duplication of certificates or that there was anything improper in the discount of the note or in the pledging of the collateral. While there is evidence that plaintiff was advised that a sale of the entire property was contemplated, the evidence is that the loan was made in good faith for the purpose of consolidating the Distilling Company's indebtedness, thus bringing the property to be sold into one place so as to facilitate the sale. There is no evidence that plaintiff had reason to suspect that anything wrong was going on even at the time it took the renewal note. Instead of defendants being entitled to a directed verdict, a verdict might well have been directed for plaintiff; for section 56 of Uniform Negotiable Instrument Act, art. 13, sec. 75, Flack's Code of Maryland, Title 56, sec. 136, Purd.St.Pa., provides: \"To constitute notice of an infirmity in the instrument or defect in the title of the person negotiating the same, the person to whom it is negotiated must have had actual knowledge of the infirmity or defect, or knowledge of such facts that his action in taking the instrument amounted to bad faith.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Under the rule codified in this statute, \"the rights of the holder are to be determined by the simple test of honesty and good faith, and not by a speculative issue as to his diligence or negligence\". Cheever v. Pittsburgh R. Co., <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">59</span></span>, 65-67, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">701</span></span>, 703, 34 L.R.A. 69, 55 Am.St.Rep. 646, cited with approval in Valley Savings Bank v. Mercer, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">Md.</span> <span class=\"page\">458</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">A.</span> <span class=\"page\">435</span></span>, 437. \"The question is not what facts will or will not be sufficient to put the party on inquiry, but the question whether the party had knowledge of the infirmity of the note at the time of the transfer to him; or in other words whether he procured the note in good faith for valuable consideration.\" Totten v. Bucy, 57 Md. 446. \"The question is one of fraud or bad faith on the part of the taker of the note\". Williams v. Huntington, 68 Md. 590-601, <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">A.</span> <span class=\"page\">336</span></span>, 339, 6 Am.St.Rep. 477. The Pennsylvania decisions are in accord. Davis v. Pennsylvania Co., <span class=\"citation no-link\"><span class=\"volume\">337</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">456</span></span>, 12 A.2d 66; First Nat. Bank. v. Goldberg, <span class=\"citation no-link\"><span class=\"volume\">340</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">337</span></span>, <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">377</span></span>, 378. In the case last cited the rule is well stated as follows: \"Perhaps defendants should have been more circumspect in handling the bonds, and they might have made a more thorough examination into the identity and reliability of Gross, but with negotiable instruments the test is not care but good faith. To defeat the rights of one dealing with negotiable securities it is not enough to show that he took them under circumstances which ought to excite the suspicion of a prudent man and cause him to make inquiry, but that he had actual knowledge of an infirmity or defect, or of such facts that his failure to make further inquiry would indicate a deliberate desire on his part to evade knowledge because of a belief or fear that investigation would disclose a vice in the transaction\".</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">There is no merit in the exceptions to the charge. The trial judge correctly and sufficiently charged the law applicable in the case when he placed the burden of proof on plaintiff and defined bad faith substantially in the language of the decisions above referred to, telling the jury that negligence or failure to make inquiry was not enough. Refusal to charge on the circumstances relied upon by defendants was harmless since none of the circumstances nor all of them taken together amounted to evidence of bad faith. And there is likewise no merit in the objections to the testimony. Parol evidence as to the $800,000 note was properly admitted when efforts to locate the note and produce it in evidence proved unavailing; and, certainly, evidence as to what took place in the negotiation of the note was not to be excluded merely because the bank's minutes authorized a loan to the Distilling Company rather than a discount of its paper. We know of no principle upon which a corporation may be held estopped from showing the true nature of a transaction because of entries made in the minutes of its committees.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">There was no error and the judgment of the District Court will be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Whether one who in good faith takes a note which has been executed in blank to his knowledge is bound by limitations upon the authority of the person filling in the blanks, is a question which we need not decide. Prior to the Negotiable Instruments Act, the law was well settled that the person taking the instrument could rely upon the apparent authority thus conferred and was not bound by limitations upon that authority not brought to his knowledge. 8 Am.Jur. pp. 157, 158; Johnston Harvester Co. v. McLean, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">758</span></span>, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">177</span></span>, 46 Am.Rep. 39; Vander Ploeg v. Van Zunk, <span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">350</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">807</span></span>, 13 L.R.A., N.S., 490, 124 Am.St.Rep. 275. As said by Lord Mansfield in Russell v. Langstaffe <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Doug.</span> <span class=\"page\">514</span></span>, \"The indorsement on a blank note is a letter of credit for an indefinite sum\". It has been held that the effect of the Negotiable Instruments Act is to change this rule, (Vander Ploeg v. Van Zunk, supra) to the extent that the taker is protected only where the note has been negotiated after the blanks have been filled and he takes as a holder in due course. It would seem, however, that, in the light of the common law rule, mere knowledge that blanks had been filled would not deprive the taker of this status in the absence of knowledge that authority in that regard had been transcended if the instrument is complete and regular on its face when he takes it</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/87159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/87267/",
    "http://www.courtlistener.com/api/rest/v3/opinions/97930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98609/"
  ]
}