{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/228960/",
  "absolute_url": "/opinion/228960/palo-blanco-fruit-co-inc-v-palo-alto-orchards-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/228960/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:29:29Z",
  "date_modified": "2016-02-28T05:46:44.743095Z",
  "type": "010combined",
  "sha1": "d790e6f7e0fcfb3fccf2f16a1338eba695085420",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/195/195.F2d.90.4578.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">195 F.2d 90</p>\n    <p class=\"parties\">PALO BLANCO FRUIT CO., Inc.<br>v.<br>PALO ALTO ORCHARDS CO. et al.</p>\n    <p class=\"docket\">No. 4578.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">March 6, 1952.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Timothy H. Donohue, Boston, Mass. (William H. Gulliver, Jr., Boston, Mass., on brief), for appellant.</p>\n      <p class=\"indent\">Haskell Cohn, Boston, Mass. (David R. Herwitz, Boston, Mass., Juan A. Faria, James R. Beverley, Jose Lopez Baralt, Tomas I. Nido and G. Rivera Cestero, all of San Juan, P. R., on brief), for appellees.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and MARIS and WOODBURY, Circuit Judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal by Palo Blanco Fruit Company, Inc., from that part of an order entered in a receivership proceeding wherein its claim against Manati Packing Company, Inc., in the amount of $423,064.70 was allowed and approved only in the amount of $3,064.70.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Five closely related corporations are involved directly or indirectly in this proceeding, and it will aid in an understanding of the case to give a brief description of their relationship to, and dealings with, one another.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Four persons, either as voting trustees or individually, own or control 53% of the outstanding voting stock of a Massachusetts corporation by the name of Palo Blanco Associates, Inc., which is a holding company having its office at 79 Milk Street, Boston, Massachusetts, and these four persons and one other constitute Associates' principal officers and board of directors. Palo Blanco Fruit Company, Inc., the appellant herein, is a wholly owned subsidiary of Associates which, until October, 1948, when it sold its agricultural properties, was engaged primarily in the business of growing pineapples in Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The same four persons mentioned in describing Associates, also either as voting trustees or individually, own or control over 80% of the outstanding voting stock of the appellee Palo Alto Orchards Company, which is primarily an operating company engaged for the most part in the same business as that formerly conducted by Fruit, i. e., that of growing pineapples in Puerto Rico. Orchards, however, also owns all of the stock of two other corporations, Manati Packing Company, Inc., the appellee with Orchards, and Palo Sales, Inc. Manati is an operating company engaged in the business of canning the pineapples grown by Orchards, and formerly those grown by Fruit, and Sales is an operating company engaged in the business of selling Manati's output.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">All five corporations are organized under the laws of Massachusetts, all have the same address, and the same five persons who constitute the board of directors and are the principal officers of Associates, also constitute the board of directors and are the principal officers of each of the other corporations.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">When the appellant, Palo Blanco Fruit Company, Inc., sold its agricultural properties in October, 1948, it stopped growing pineapples and became a sort of investment company engaged in the business of loaning money to the other corporations in the corporate nexus of which it formed a part. As a result by April 30, 1949, Manati owed Fruit $423,064.70, Sales owed Fruit over $73,000, and Orchards owed Fruit $21,154.35. Then, on June 30, 1949, but effective as of April 30 preceding, Manati's officers and directors, who as already appears were also the officers and directors of the other corporations, pursuant to action taken at a stockholders' meeting, increased the authorized capital stock of Manati by 7500 shares of new non-voting stock, and thereupon issued and delivered 4200 of those shares to Fruit in exchange for the cancellation of $420,000 of Manati's outstanding indebtedness to Fruit. At that time Fruit's assets, including its claim against Manati, amounted to $544,167.10 so that approximately 78% of its assets were involved in this stock transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In this posture of affairs on July 8, 1949, the court below, pursuant to action taken by the Banco Popular De Puerto Rico, placed Palo Alto Orchards Company, Inc., and Manati Packing Company, Inc., under receivership, and appointed a temporary receiver to manage and preserve their assets under the supervision of the court. In due course thereafter Fruit filed and submitted its claim against Manati in the amount of $423,064.70, and also a claim against Orchards in the amount of $21,154.35. We are not here concerned with the claim against Orchards, and the court after full hearing, as already appears, disallowed $420,000 of Fruit's claim against Manati, allowing and approving only the balance of $3,064.70.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The District Court found that Fruit was not only authorized by its articles of incorporation to loan money to its corporate relatives, but also had corporate power to exchange its claim against Manati for stock in the latter corporation. Furthermore, that court ruled that the directors of Palo Blanco Fruit Company, Inc., were authorized by Massachusetts law to effect the exchange of Fruit's claim against Manati for the latter's stock, and that lack of a formal vote by the directors approving that transaction was no bar to its validity, for the directors knew of, approved, and actually took part therein, and this under Massachusetts law was enough to make their action valid and binding upon their corporation. Hence the District Court rejected the contention advanced on behalf of Fruit that its directors' action in exchanging a credit for stock was invalid, and not binding upon that corporation, because under &#167; 42 of Chapter 156 of the Massachusetts General Laws (Ter.Ed.) quoted in the margin<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> such action could only be legally authorized by a two-thirds vote of each class of voting stock outstanding at a meeting duly called for the purpose. The court categorically pointed out that the above section did not apply for the reason that the stock transaction did not involve any change in the nature of the business Fruit was authorized by its articles to conduct, nor did it involve all, but only 78%, of that corporation's property and assets.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Wherefore the court concluded that the transaction involving the issuance of 4200 shares of new non-voting stock in Manati to Fruit in exchange for $420,000 of the indebtedness then due from Manati to Fruit was a valid transaction which Fruit could not now question or set aside.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Apparently the sole contention advanced in the court below by counsel appearing for Fruit<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> was that under &#167; 42 of the Massachusetts General Laws, supra, only formal action by Fruit's stockholder could make its stock transaction with Manati valid and binding. Now, however, apparently in recognition of the soundness of the District Court's ruling, that legal contention has been abandoned and we are urged to reverse on equitable grounds. Speaking broadly the appellant's present contention is that the court below failed to appreciate that it was sitting as a court of equity, and hence failed to consider the equities which, if considered, require the conclusion that Fruit's directors, if not actually guilty of fraud, were at least derelict in their fiduciary duty to Fruit's stockholder, and indirectly to the stockholders of Associates, and hence the stock transfer transaction described above should be rescinded, and Fruit restored to its prior creditor position.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is an established practice for appellate courts to consider matters not raised below when failure to do so would defeat the ends of justice. Thus we would notice a statute, or a rule of decisional law, or perhaps some other matter clearly apparent in the record, calling for reversal, even though the statute, or legal rule, or other matter, were not presented to the court below, or even argued to us on appeal. See Terminiello v. City of Chicago, 1949, 337 U.S. 1, 5, 69 S.Ct. 894, 93 L.Ed. 1131. The usual rule, however, is otherwise, and it and the reasons for it are well stated in Hormel v. Helvering, 1941, 312 U.S. 552, 556, 61 S.Ct. 719, 721, 85 L.Ed. 1037, wherein it is said: \"Ordinarily an appellate court does not give consideration to issues not raised below. For our procedural scheme contemplates that parties shall come to issue in the trial forum vested with authority to determine questions of fact. This is essential in order that parties may have the opportunity to offer all the evidence they believe relevant to the issues which the trial tribunal is alone competent to decide; it is equally essential in order that litigants may not be surprised on appeal by final decision there of issues upon which they have had no opportunity to introduce evidence.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This in our opinion is clearly a case calling for application of the usual rule. No issue as to the equities of the appellant's claim was raised at the trial, no evidence as to the equities was tendered by the parties, and in consequence the equities were not considered by the District Court. In this situation, on a record barren of evidence, to say nothing of findings with respect to the equities, we are certainly not going to examine them ourselves as the appellant suggests that we do. Nor are we disposed to remand for exploration of the equities by the District Court for the appellant has already had one full and fair opportunity in that court to raise the equitable issues now presented and to tender evidence thereon. Having passed up this opportunity, so far as we can see with open eyes, we see no reason for giving it another. Under the circumstances it is too late in fairness to the appellee corporations and the receiver to raise equitable issues now. Indeed, the ends of justice would be rendered a disservice should we permit the appellant, in effect, to try its case over again on another theory.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The ruling of the District Court on the question of law presented to it being in our opinion correct, as the appellant apparently now concedes, our mandate must be:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The order of the District Court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"Section 42. Every corporation may, at a meeting duly called for the purpose, by vote of two thirds of each class of stock outstanding and entitled to vote, or by a larger vote if the agreement of association or act of incorporation so requires, change its corporate name, the nature of its business, the classes of its capital stock subsequently to be issued and their preferences and voting power, or make any other lawful amendment or alteration in its agreement of association or articles of organization, or in the corresponding provisions of its act of incorporation, or authorize the sale, mortgage, pledge, lease or exchange of all its property and assets, including its good will, upon such terms and conditions as it deems expedient.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The proof of claim filed in the District Court was signed by the president and the assistant treasurer of Palo Blanco Fruit Company. It appears from the record, however, that although the claim was prosecuted in the court below, and is being prosecuted on this appeal, in the name of Fruit, it is really being prosecuted by counsel representing a minority stockholder of Associates who is the plaintiff in a minority stockholder's derivative action now pending in the Massachusetts Superior Court. Counsel says in his brief that his assertion of the claim in the name of Fruit is to preserve one of its assets for the benefit of Associates' stockholders, and is \"somewhat analogous to a double derivative suit.\" This may or may not be. We do not consider the matter for the reason that no objection has been voiced by Fruit itself, or by either of the appellees, to the prosecution of Fruit's claim by and on behalf of a minority stockholder of Associates, and we do not find consideration of the matter necessary to our decision</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">195</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">90</span></span></p>\n    <p class=\"parties\">PALO BLANCO FRUIT CO., Inc.<br>v.<br>PALO ALTO ORCHARDS CO. et al.</p>\n    <p class=\"docket\">No. 4578.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">March 6, 1952.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Timothy H. Donohue, Boston, Mass. (William H. Gulliver, Jr., Boston, Mass., on brief), for appellant.</p>\n      <p class=\"indent\">Haskell Cohn, Boston, Mass. (David R. Herwitz, Boston, Mass., Juan A. Faria, James R. Beverley, Jose Lopez Baralt, Tomas I. Nido and G. Rivera Cestero, all of San Juan, P. R., on brief), for appellees.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and MARIS and WOODBURY, Circuit Judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal by Palo Blanco Fruit Company, Inc., from that part of an order entered in a receivership proceeding wherein its claim against Manati Packing Company, Inc., in the amount of $423,064.70 was allowed and approved only in the amount of $3,064.70.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Five closely related corporations are involved directly or indirectly in this proceeding, and it will aid in an understanding of the case to give a brief description of their relationship to, and dealings with, one another.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Four persons, either as voting trustees or individually, own or control 53% of the outstanding voting stock of a Massachusetts corporation by the name of Palo Blanco Associates, Inc., which is a holding company having its office at 79 Milk Street, Boston, Massachusetts, and these four persons and one other constitute Associates' principal officers and board of directors. Palo Blanco Fruit Company, Inc., the appellant herein, is a wholly owned subsidiary of Associates which, until October, 1948, when it sold its agricultural properties, was engaged primarily in the business of growing pineapples in Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The same four persons mentioned in describing Associates, also either as voting trustees or individually, own or control over 80% of the outstanding voting stock of the appellee Palo Alto Orchards Company, which is primarily an operating company engaged for the most part in the same business as that formerly conducted by Fruit, i. e., that of growing pineapples in Puerto Rico. Orchards, however, also owns all of the stock of two other corporations, Manati Packing Company, Inc., the appellee with Orchards, and Palo Sales, Inc. Manati is an operating company engaged in the business of canning the pineapples grown by Orchards, and formerly those grown by Fruit, and Sales is an operating company engaged in the business of selling Manati's output.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">All five corporations are organized under the laws of Massachusetts, all have the same address, and the same five persons who constitute the board of directors and are the principal officers of Associates, also constitute the board of directors and are the principal officers of each of the other corporations.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">When the appellant, Palo Blanco Fruit Company, Inc., sold its agricultural properties in October, 1948, it stopped growing pineapples and became a sort of investment company engaged in the business of loaning money to the other corporations in the corporate nexus of which it formed a part. As a result by April 30, 1949, Manati owed Fruit $423,064.70, Sales owed Fruit over $73,000, and Orchards owed Fruit $21,154.35. Then, on June 30, 1949, but effective as of April 30 preceding, Manati's officers and directors, who as already appears were also the officers and directors of the other corporations, pursuant to action taken at a stockholders' meeting, increased the authorized capital stock of Manati by 7500 shares of new non-voting stock, and thereupon issued and delivered 4200 of those shares to Fruit in exchange for the cancellation of $420,000 of Manati's outstanding indebtedness to Fruit. At that time Fruit's assets, including its claim against Manati, amounted to $544,167.10 so that approximately 78% of its assets were involved in this stock transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In this posture of affairs on July 8, 1949, the court below, pursuant to action taken by the Banco Popular De Puerto Rico, placed Palo Alto Orchards Company, Inc., and Manati Packing Company, Inc., under receivership, and appointed a temporary receiver to manage and preserve their assets under the supervision of the court. In due course thereafter Fruit filed and submitted its claim against Manati in the amount of $423,064.70, and also a claim against Orchards in the amount of $21,154.35. We are not here concerned with the claim against Orchards, and the court after full hearing, as already appears, disallowed $420,000 of Fruit's claim against Manati, allowing and approving only the balance of $3,064.70.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The District Court found that Fruit was not only authorized by its articles of incorporation to loan money to its corporate relatives, but also had corporate power to exchange its claim against Manati for stock in the latter corporation. Furthermore, that court ruled that the directors of Palo Blanco Fruit Company, Inc., were authorized by Massachusetts law to effect the exchange of Fruit's claim against Manati for the latter's stock, and that lack of a formal vote by the directors approving that transaction was no bar to its validity, for the directors knew of, approved, and actually took part therein, and this under Massachusetts law was enough to make their action valid and binding upon their corporation. Hence the District Court rejected the contention advanced on behalf of Fruit that its directors' action in exchanging a credit for stock was invalid, and not binding upon that corporation, because under &#167; 42 of Chapter 156 of the Massachusetts General Laws (Ter.Ed.) quoted in the margin<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> such action could only be legally authorized by a two-thirds vote of each class of voting stock outstanding at a meeting duly called for the purpose. The court categorically pointed out that the above section did not apply for the reason that the stock transaction did not involve any change in the nature of the business Fruit was authorized by its articles to conduct, nor did it involve all, but only 78%, of that corporation's property and assets.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Wherefore the court concluded that the transaction involving the issuance of 4200 shares of new non-voting stock in Manati to Fruit in exchange for $420,000 of the indebtedness then due from Manati to Fruit was a valid transaction which Fruit could not now question or set aside.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Apparently the sole contention advanced in the court below by counsel appearing for Fruit<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> was that under &#167; 42 of the Massachusetts General Laws, supra, only formal action by Fruit's stockholder could make its stock transaction with Manati valid and binding. Now, however, apparently in recognition of the soundness of the District Court's ruling, that legal contention has been abandoned and we are urged to reverse on equitable grounds. Speaking broadly the appellant's present contention is that the court below failed to appreciate that it was sitting as a court of equity, and hence failed to consider the equities which, if considered, require the conclusion that Fruit's directors, if not actually guilty of fraud, were at least derelict in their fiduciary duty to Fruit's stockholder, and indirectly to the stockholders of Associates, and hence the stock transfer transaction described above should be rescinded, and Fruit restored to its prior creditor position.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is an established practice for appellate courts to consider matters not raised below when failure to do so would defeat the ends of justice. Thus we would notice a statute, or a rule of decisional law, or perhaps some other matter clearly apparent in the record, calling for reversal, even though the statute, or legal rule, or other matter, were not presented to the court below, or even argued to us on appeal. See Terminiello v. City of Chicago, 1949, <span class=\"citation\" data-id=\"104668\"><a href=\"/opinion/104668/terminiello-v-chicago/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 5, <span class=\"citation\" data-id=\"104668\"><a href=\"/opinion/104668/terminiello-v-chicago/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">894</span></a></span>, 93 L.Ed. 1131. The usual rule, however, is otherwise, and it and the reasons for it are well stated in Hormel v. Helvering, 1941, <span class=\"citation\" data-id=\"103487\"><a href=\"/opinion/103487/hormel-v-helvering/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">552</span></a></span>, 556, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">719</span></span>, 721, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1037</span></span>, wherein it is said: \"Ordinarily an appellate court does not give consideration to issues not raised below. For our procedural scheme contemplates that parties shall come to issue in the trial forum vested with authority to determine questions of fact. This is essential in order that parties may have the opportunity to offer all the evidence they believe relevant to the issues which the trial tribunal is alone competent to decide; it is equally essential in order that litigants may not be surprised on appeal by final decision there of issues upon which they have had no opportunity to introduce evidence.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This in our opinion is clearly a case calling for application of the usual rule. No issue as to the equities of the appellant's claim was raised at the trial, no evidence as to the equities was tendered by the parties, and in consequence the equities were not considered by the District Court. In this situation, on a record barren of evidence, to say nothing of findings with respect to the equities, we are certainly not going to examine them ourselves as the appellant suggests that we do. Nor are we disposed to remand for exploration of the equities by the District Court for the appellant has already had one full and fair opportunity in that court to raise the equitable issues now presented and to tender evidence thereon. Having passed up this opportunity, so far as we can see with open eyes, we see no reason for giving it another. Under the circumstances it is too late in fairness to the appellee corporations and the receiver to raise equitable issues now. Indeed, the ends of justice would be rendered a disservice should we permit the appellant, in effect, to try its case over again on another theory.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The ruling of the District Court on the question of law presented to it being in our opinion correct, as the appellant apparently now concedes, our mandate must be:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The order of the District Court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"Section 42. Every corporation may, at a meeting duly called for the purpose, by vote of two thirds of each class of stock outstanding and entitled to vote, or by a larger vote if the agreement of association or act of incorporation so requires, change its corporate name, the nature of its business, the classes of its capital stock subsequently to be issued and their preferences and voting power, or make any other lawful amendment or alteration in its agreement of association or articles of organization, or in the corresponding provisions of its act of incorporation, or authorize the sale, mortgage, pledge, lease or exchange of all its property and assets, including its good will, upon such terms and conditions as it deems expedient.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The proof of claim filed in the District Court was signed by the president and the assistant treasurer of Palo Blanco Fruit Company. It appears from the record, however, that although the claim was prosecuted in the court below, and is being prosecuted on this appeal, in the name of Fruit, it is really being prosecuted by counsel representing a minority stockholder of Associates who is the plaintiff in a minority stockholder's derivative action now pending in the Massachusetts Superior Court. Counsel says in his brief that his assertion of the claim in the name of Fruit is to preserve one of its assets for the benefit of Associates' stockholders, and is \"somewhat analogous to a double derivative suit.\" This may or may not be. We do not consider the matter for the reason that no objection has been voiced by Fruit itself, or by either of the appellees, to the prosecution of Fruit's claim by and on behalf of a minority stockholder of Associates, and we do not find consideration of the matter necessary to our decision</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103487/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104668/"
  ]
}