{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/230724/",
  "absolute_url": "/opinion/230724/united-states-v-silverton/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/230724/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:29:56Z",
  "date_modified": "2016-02-28T05:48:10.590907Z",
  "type": "010combined",
  "sha1": "0eba741efcf9eec6b5a9c5b4d3c6c71885d1391a",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/200/200.F2d.824.4671_1.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">200 F.2d 824</p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>SILVERTON.</p>\n    <p class=\"docket\">No. 4671.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">December 24, 1952.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Melvin Richter, Attorney, Department of Justice, Washington, D. C. (Holmes Baldridge, Asst. Atty. Gen., George F. Garrity, U. S. Atty., and Edward F. McLaughlin, Jr., Asst. U. S. Atty., Boston, Mass., and Paul A. Sweeney and George F. Foley, Attorneys, Department of Justice, Washington, D. C., on brief), for appellant.</p>\n      <p class=\"indent\">David R. Berg, Springfield, Mass., for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit Judges.</p>\n      <p class=\"indent\">MAGRUDER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The United States brought suit in the court below against a war surplus purchaser for the balance due on his purchase of certain scrap webbing. Defendant filed his answer, denying liability; asserting that the invitation to bid on scrap webbing was a misrepresentation, because \"the goods received by him were not such as the general trade recognizes as scrap webbing and were not free of metal\"; and making counterclaim against the United States for \"the loss he has sustained due to the misrepresentation by the plaintiff.\" Plaintiff's answer to this counterclaim denied liability thereon, relying upon the terms of the bid contract as calling for a sale of the surplus material \"as is\", with no warranty or representation by the government of any kind, express or implied.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Defendant Silverton is in the waste material business in Holyoke, Massachusetts. In November, 1945, he received from the War Department an invitation to bid on some surplus material in Camp Blanding, Florida. The invitation to bid listed a large number of items under appropriate generic headings such as \"Textile, Cotton\", \"Textiles, Woolen\", and \"Paper\". Under the heading \"Textile, Cotton\", appeared item \"79-A, Webbing, scrap, mixed (nrfau)<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> 40000 Lb.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The bid form contained the following clauses material here:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">\"5. <i>Inspection.</i> Bidders are invited and urged to inspect the property to be sold prior to submitting bids. Property will be available for inspection at the time specified in the Invitation. No labor will be furnished for such purpose. In no case will failure to inspect be considered ground for a claim.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\"6. <i>Sale of Property `As Is'.</i> Unless otherwise specified, all property is sold `as is'; the Government makes no guaranty, warranty or representation, express or implied, as to the kind, size, weight, quality, character, description or condition of any kind of the property, or its fitness for any use or purpose; this is not a sale by sample.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Defendant was an experienced purchaser of war surplus material, familiar with the provisions of the bid contract here used. Without inspecting the material listed under item 79-A, or writing to some correspondent in Camp Blanding, Florida, to make the inspection for him, or making any inquiry from the camp salvage officer as to the condition of the goods, he submitted a bid of 2.51 cents per lb. on this item. In December, 1945, the War Department accepted his bid. The defendant made payment of $1,004.00, which was the bid price on the basis of 40,000 lbs., and gave the salvage officer instructions to ship the material direct to the J. A. Manning Paper Company at Troy, New York, to whom the defendant had contracted to resell the goods. Actually the material purchased under item 79-A weighed 45,600 lbs., and this quantity was shipped in a carload lot, as directed. There is no doubt that under the terms of the bid contract the listed weight of 40,000 lbs. was to be treated as merely approximate, and the buyer was bound to pay at the bid price for any amount in excess of 40,000 lbs. up to fifty per cent of the estimated quantity. Hence the successful bidder, if there were no other difficulty in the case, owed an additional $140.56 on the contract price, which was the amount the United States sued for in its present complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The carload shipment consisted of a loose, miscellaneous assortment of army equipment, such as canteen covers, leggings, cartridge belts, bandoleers, gas masks, haversacks, etc., mostly with pieces of metal attached, such as metal buckles on the cartridge belts and metal hooks on the leggings.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">When the carload arrived at the plant of J. A. Manning Paper Company they rejected the shipment and, according to the defendant, called him up to inform him \"it wasn't scrap webbing at all, it wasn't anything like what I had been shipping them.\" In his testimony, the defendant explained that he put in his bid on \"Webbing, scrap, mixed\" in reliance upon the definite trade usage in the waste material business ascribing to that phrase the meaning that the webbing is free of metal components; that he purchased the material for resale for the purpose of conversion into fiber for paper-making, for which purpose the webbing had to be free of metal; that at the amount he bid for the material, the cost of removing the metal parts would have been prohibitive.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After attempting unsuccessfully to resell the carload lot to another customer, the Spaulding Fibre Company, he had the shipment rerouted to his plant in Holyoke, where he personally examined it for the first time. After that, the defendant called up the salvage officer at Camp Blanding, explained his difficulty, and asked what he should do about it, and the officer told him to write him a letter. It does not appear that the defendant at this time notified the government that he rejected the shipment as not complying with the contract, or that there was any demand upon the government to retake the goods and refusal of the government so to do. Shortly afterwards the defendant resold the shipment to one Belsky, a wholesale scrap dealer, at one-half cent per lb., or a total of $228.00.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In his memorandum opinion the district judge found as a fact, in accordance with the defendant's testimony, that the term \"scrap webbing mixed\" as used in the salvage material trade \"signifies cotton textile webbing without metal or metal parts attached thereto\"; and further found, in spite of the exculpatory clauses of the contract, that the government had committed a breach of contract in that \"the material shipped was not that which plaintiff contracted to sell and defendant agreed to buy.\" In the course of the trial the judge expressed the view that the situation before him was like ordering apples and getting oranges. He gave judgment for the defendant on the complaint by the United States, and gave an affirmative judgment for $2,228.08, plus interest, against the United States on the defendant's counterclaim.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It seems to us clear that when, under the circumstances above related, the defendant, with knowledge of the alleged defect in the goods shipped, exercised the rights of ownership by offering them for sale to Spaulding Fibre Company, and finally by selling them to the scrap dealer Belsky, he gave up any possible right to rescind the sale. His acceptance of the goods rendered him liable for the unpaid balance of $140.56 on the agreed purchase price. See 3 Williston on Sales (Rev.Ed.) &#167;&#167; 483, 490; American Elastics, Inc., v. United States, 2 Cir., 1951, 187 F.2d 109, 113-114. So much for the cause of action by the United States on the original complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">But such acceptance of the goods did not necessarily bar the buyer from maintaining an action for damages against the seller for breach of contract or breach of warranty. See &#167; 49 of the Uniform Sales Act; 3 Williston on Sales (Rev.Ed.) &#167; 484 et seq. This brings us to a more detailed consideration of the defendant's counterclaim in the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At the threshold, the government asserts that the court below did not have jurisdiction of this counterclaim against the United States. We think the district court rightly held that it had jurisdiction to dispose of the counterclaim on its merits.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The United States has not consented to be sued in tort for fraud or misrepresentation. Under the Tucker Act, 28 U.S.C. &#167; 1346(a) (2), it has consented to be sued \"upon any express or implied contract with the United States, or for liquidated or unliquidated damages in cases not sounding in tort.\" Its consent to be sued under the Tort Claims Act contains a specific exception of any claim arising out of misrepresentation or deceit, 28 U.S.C. &#167; 2680(h). As appears above, it may be that the defendant meant to base his counterclaim upon a theory of tort, since he claimed damages for \"the loss he has sustained due to the misrepresentation by the plaintiff.\" But it is clear that the United States, by filing its original complaint against the defendant in the court below, did not thereby consent to be sued on a counterclaim based upon a cause of action as to which it had not otherwise given its consent to be sued. United States v. Shaw, 1940, 309 U.S. 495, 60 S.Ct. 659, 84 L.Ed. 888.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district judge, however, did not make any findings of fraud, and apparently based his judgment on the counterclaim upon a theory of allowing damages for breach of contract. This is evident not only from the language of his opinion but also from the fact that he included in the award of damages against the United States an item for loss of expected profits. See Smith v. Bolles, 1889, 132 U.S. 125, 10 S.Ct. 39, 33 L.Ed. 279; Sigafus v. Porter, 1900, 179 U.S. 116, 21 S.Ct. 34, 45 L.Ed. 113.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is conceded by the government that the defendant in this case could have brought an original action in the court below against the United States for breach of contract, under the Tucker Act. If he had done so, of course the court below, under Rule 42, F.R.C.P., 28 U.S.C. could have consolidated such action with the pending action brought by the United States. It would be the emptiest technicality to hold that the same jurisdiction could not be invoked by way of counterclaim in the action already brought by the United States. So far as United States v. Nipissing Mines Co., 2 Cir., 1913, 206 F. 431, holds to the contrary, it is certainly out of harmony with the more liberal view as to the waiving of governmental immunity expressed in United States v. Yellow Cab Co., 1951, 340 U.S. 543, 71 S.Ct. 399, 95 L.Ed. 523, a case on which the court below quite justly relied as affording a persuasive analogy.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">But coming to the merits, we think that the defendant as a matter of law failed to establish a cause of action in contract.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Any possibility of breach of warranty must necessarily be excluded, in view of the terms of the contract in which the government specifically disclaimed making any \"guaranty, warranty or representation, express or implied, as to the kind, size, weight, quality, character, description or condition of any kind of the property, or its fitness for any use or purpose\".</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Nor can it be maintained that the United States committed a breach of contract in failing to deliver what it had contracted to deliver. We must of course accept the district judge's finding that the defendant interpreted the phrase \"Webbing, scrap, mixed\" in accordance with the usage in his particular line of business, as signifying cotton textile webbing without any metal attached thereto. But it does not appear that the government officers, in drafting the invitation to bid, used the phrase in that sense, or even knew of such trade usage. In ordinary and general usage, the term was not an inapt description of the miscellaneous surplus equipment classified under item 79-A. In that sense, it was certainly for the most part scrap webbing, though with some admixture of metal. The invitation to bid was evidently framed to spare the government the necessity of attending to the niceties of detail in describing the goods offered, for example, to make the description conform to any possible trade usages of which the salvage officers might not even be aware. Under the terms of the sale, with inspection invited prior to the submission of bids, <i>caveat emptor</i> was certainly intended to be applied to the furthest limit that contract stipulations could accomplish it. As stated by the Court of Claims in Triad Corp. v. United States, 1927, 63 Ct.Cl. 151, 156, a case involving the sale of surplus property under substantially similar contract provisions:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\"Under the terms of the [contract] it is difficult to perceive how the Government could have given purchasers more specific warning than it did, that they bought at their risk what material it had and was offering for sale; that if a purchaser wished to protect himself he could do so by inspection, full opportunities for which were offered, and that if he failed to inspect and received something other than what he thought he was buying he could have no redress and could not claim allowances by reason thereof. More than that, he was distinctly told that failure to inspect would not be considered as a ground for adjustment. If plaintiff neglected to embrace the opportunity offered it to inspect and purchased the property without doing so, with notice that it bought at its own risk, it created by its own negligence the situation from which it now seeks relief.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">See also Mottram v. United States, 1926, 271 U.S. 15, 46 S.Ct. 386, 70 L.Ed. 303; Maguire &amp; Co. v. United States, 1927, 273 U.S. 67, 69, 47 S.Ct. 274, 71 L.Ed. 540. In the latter case the Supreme Court quoted with approval from the opinion below, in the Court of Claims: \"`If the plaintiff received from the Government a different material from that which it thought it had bought it is not the fault of the Government, and the plaintiff cannot recover for its own negligence [failure to inspect the goods].'\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We would not press this idea to an extreme; for instance, if item 79-A had consisted wholly of scrap metal, it might be that the bidder, even though he had failed to make an inspection before submitting his bid, could have rejected the shipment as not conforming to the contract. By no stretch could a load of scrap metal be construed, in good faith, as being within the description of \"scrap webbing mixed\", a subhead under \"Textile, Cotton\".</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">No such ridiculous discrepancy is presented here; this is not a case of ordering apples and getting oranges. The defendant himself, though he testified to the trade usage, was somewhat vague and confusing as to what he would call the stuff he got. To the question, \"You know belts have metal. Isn't that webbing?\", he answered, \"Yes, that is webbing.\" At another point he said that he would \"call it webbing even though it has metal on it.\" At still another time he said, \"It would be scrap webbing with metal.\" Again, he said that the carload contained \"absolutely no webbing as I understand the term\"; that in his view \"they were offering me Textiles, Cotton.\" That was the generic heading under which item 79-A was listed. One would suppose that if the presence of metal components did not prevent the materials from being aptly described as \"Textile, Cotton\", the same presence of metal parts would not prevent the material from being aptly described as \"scrap webbing mixed\", as in the sub-item. Interestingly enough, in that portion of defendant's testimony dealing with his effort to resell the carload to the Spaulding Fibre Company, he said that he called their purchasing agent \"and I told him I had this car of scrap webbing that I told him there might be a little metal, could I ship the car to them.\" We are clearly of the opinion that if there was any technical inaccuracy in the listing of item 79-A, the government was saved from liability by the above-quoted disclaimer clause in the contract.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The judgment of the District Court is vacated and the case is remanded to that Court with direction to enter judgment for the United States on its complaint, in the amount of $140.56, with interest, and to give judgment for the United States on defendant's counterclaim.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Meaning \"non-repairable for Army use.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">200</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">824</span></span></p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>SILVERTON.</p>\n    <p class=\"docket\">No. 4671.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">December 24, 1952.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Melvin Richter, Attorney, Department of Justice, Washington, D. C. (Holmes Baldridge, Asst. Atty. Gen., George F. Garrity, U. S. Atty., and Edward F. McLaughlin, Jr., Asst. U. S. Atty., Boston, Mass., and Paul A. Sweeney and George F. Foley, Attorneys, Department of Justice, Washington, D. C., on brief), for appellant.</p>\n      <p class=\"indent\">David R. Berg, Springfield, Mass., for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit Judges.</p>\n      <p class=\"indent\">MAGRUDER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The United States brought suit in the court below against a war surplus purchaser for the balance due on his purchase of certain scrap webbing. Defendant filed his answer, denying liability; asserting that the invitation to bid on scrap webbing was a misrepresentation, because \"the goods received by him were not such as the general trade recognizes as scrap webbing and were not free of metal\"; and making counterclaim against the United States for \"the loss he has sustained due to the misrepresentation by the plaintiff.\" Plaintiff's answer to this counterclaim denied liability thereon, relying upon the terms of the bid contract as calling for a sale of the surplus material \"as is\", with no warranty or representation by the government of any kind, express or implied.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Defendant Silverton is in the waste material business in Holyoke, Massachusetts. In November, 1945, he received from the War Department an invitation to bid on some surplus material in Camp Blanding, Florida. The invitation to bid listed a large number of items under appropriate generic headings such as \"Textile, Cotton\", \"Textiles, Woolen\", and \"Paper\". Under the heading \"Textile, Cotton\", appeared item \"79-A, Webbing, scrap, mixed (nrfau)<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> 40000 Lb.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The bid form contained the following clauses material here:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">\"5. <i>Inspection.</i> Bidders are invited and urged to inspect the property to be sold prior to submitting bids. Property will be available for inspection at the time specified in the Invitation. No labor will be furnished for such purpose. In no case will failure to inspect be considered ground for a claim.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\"6. <i>Sale of Property `As Is'.</i> Unless otherwise specified, all property is sold `as is'; the Government makes no guaranty, warranty or representation, express or implied, as to the kind, size, weight, quality, character, description or condition of any kind of the property, or its fitness for any use or purpose; this is not a sale by sample.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Defendant was an experienced purchaser of war surplus material, familiar with the provisions of the bid contract here used. Without inspecting the material listed under item 79-A, or writing to some correspondent in Camp Blanding, Florida, to make the inspection for him, or making any inquiry from the camp salvage officer as to the condition of the goods, he submitted a bid of 2.51 cents per lb. on this item. In December, 1945, the War Department accepted his bid. The defendant made payment of $1,004.00, which was the bid price on the basis of 40,000 lbs., and gave the salvage officer instructions to ship the material direct to the J. A. Manning Paper Company at Troy, New York, to whom the defendant had contracted to resell the goods. Actually the material purchased under item 79-A weighed 45,600 lbs., and this quantity was shipped in a carload lot, as directed. There is no doubt that under the terms of the bid contract the listed weight of 40,000 lbs. was to be treated as merely approximate, and the buyer was bound to pay at the bid price for any amount in excess of 40,000 lbs. up to fifty per cent of the estimated quantity. Hence the successful bidder, if there were no other difficulty in the case, owed an additional $140.56 on the contract price, which was the amount the United States sued for in its present complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The carload shipment consisted of a loose, miscellaneous assortment of army equipment, such as canteen covers, leggings, cartridge belts, bandoleers, gas masks, haversacks, etc., mostly with pieces of metal attached, such as metal buckles on the cartridge belts and metal hooks on the leggings.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">When the carload arrived at the plant of J. A. Manning Paper Company they rejected the shipment and, according to the defendant, called him up to inform him \"it wasn't scrap webbing at all, it wasn't anything like what I had been shipping them.\" In his testimony, the defendant explained that he put in his bid on \"Webbing, scrap, mixed\" in reliance upon the definite trade usage in the waste material business ascribing to that phrase the meaning that the webbing is free of metal components; that he purchased the material for resale for the purpose of conversion into fiber for paper-making, for which purpose the webbing had to be free of metal; that at the amount he bid for the material, the cost of removing the metal parts would have been prohibitive.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After attempting unsuccessfully to resell the carload lot to another customer, the Spaulding Fibre Company, he had the shipment rerouted to his plant in Holyoke, where he personally examined it for the first time. After that, the defendant called up the salvage officer at Camp Blanding, explained his difficulty, and asked what he should do about it, and the officer told him to write him a letter. It does not appear that the defendant at this time notified the government that he rejected the shipment as not complying with the contract, or that there was any demand upon the government to retake the goods and refusal of the government so to do. Shortly afterwards the defendant resold the shipment to one Belsky, a wholesale scrap dealer, at one-half cent per lb., or a total of $228.00.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In his memorandum opinion the district judge found as a fact, in accordance with the defendant's testimony, that the term \"scrap webbing mixed\" as used in the salvage material trade \"signifies cotton textile webbing without metal or metal parts attached thereto\"; and further found, in spite of the exculpatory clauses of the contract, that the government had committed a breach of contract in that \"the material shipped was not that which plaintiff contracted to sell and defendant agreed to buy.\" In the course of the trial the judge expressed the view that the situation before him was like ordering apples and getting oranges. He gave judgment for the defendant on the complaint by the United States, and gave an affirmative judgment for $2,228.08, plus interest, against the United States on the defendant's counterclaim.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It seems to us clear that when, under the circumstances above related, the defendant, with knowledge of the alleged defect in the goods shipped, exercised the rights of ownership by offering them for sale to Spaulding Fibre Company, and finally by selling them to the scrap dealer Belsky, he gave up any possible right to rescind the sale. His acceptance of the goods rendered him liable for the unpaid balance of $140.56 on the agreed purchase price. See 3 Williston on Sales (Rev.Ed.) &#167;&#167; 483, 490; American Elastics, Inc., v. United States, 2 Cir., 1951, <span class=\"citation\" data-id=\"226565\"><a href=\"/opinion/226565/american-elastics-inc-v-united-states/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">109</span></a></span>, 113-114. So much for the cause of action by the United States on the original complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">But such acceptance of the goods did not necessarily bar the buyer from maintaining an action for damages against the seller for breach of contract or breach of warranty. See &#167; 49 of the Uniform Sales Act; 3 Williston on Sales (Rev.Ed.) &#167; 484 et seq. This brings us to a more detailed consideration of the defendant's counterclaim in the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At the threshold, the government asserts that the court below did not have jurisdiction of this counterclaim against the United States. We think the district court rightly held that it had jurisdiction to dispose of the counterclaim on its merits.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The United States has not consented to be sued in tort for fraud or misrepresentation. Under the Tucker Act, 28 U.S.C. &#167; 1346(a) (2), it has consented to be sued \"upon any express or implied contract with the United States, or for liquidated or unliquidated damages in cases not sounding in tort.\" Its consent to be sued under the Tort Claims Act contains a specific exception of any claim arising out of misrepresentation or deceit, 28 U.S.C. &#167; 2680(h). As appears above, it may be that the defendant meant to base his counterclaim upon a theory of tort, since he claimed damages for \"the loss he has sustained due to the misrepresentation by the plaintiff.\" But it is clear that the United States, by filing its original complaint against the defendant in the court below, did not thereby consent to be sued on a counterclaim based upon a cause of action as to which it had not otherwise given its consent to be sued. United States v. Shaw, 1940, <span class=\"citation\" data-id=\"103326\"><a href=\"/opinion/103326/united-states-v-shaw/\"><span class=\"volume\">309</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">495</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">659</span></span>, 84 L.Ed. 888.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district judge, however, did not make any findings of fraud, and apparently based his judgment on the counterclaim upon a theory of allowing damages for breach of contract. This is evident not only from the language of his opinion but also from the fact that he included in the award of damages against the United States an item for loss of expected profits. See Smith v. Bolles, 1889, <span class=\"citation\" data-id=\"92576\"><a href=\"/opinion/92576/smith-v-bolles/\"><span class=\"volume\">132</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">125</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">39</span></span>, 33 L.Ed. 279; Sigafus v. Porter, 1900, <span class=\"citation\" data-id=\"95342\"><a href=\"/opinion/95342/sigafus-v-porter/\"><span class=\"volume\">179</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">116</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">34</span></span>, 45 L.Ed. 113.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is conceded by the government that the defendant in this case could have brought an original action in the court below against the United States for breach of contract, under the Tucker Act. If he had done so, of course the court below, under Rule 42, F.R.C.P., 28 U.S.C. could have consolidated such action with the pending action brought by the United States. It would be the emptiest technicality to hold that the same jurisdiction could not be invoked by way of counterclaim in the action already brought by the United States. So far as United States v. Nipissing Mines Co., 2 Cir., 1913, <span class=\"citation no-link\"><span class=\"volume\">206</span> <span class=\"reporter\">F.</span> <span class=\"page\">431</span></span>, holds to the contrary, it is certainly out of harmony with the more liberal view as to the waiving of governmental immunity expressed in United States v. Yellow Cab Co., 1951, <span class=\"citation\" data-id=\"104863\"><a href=\"/opinion/104863/united-states-v-yellow-cab-co/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">543</span></a></span>, <span class=\"citation\" data-id=\"104863\"><a href=\"/opinion/104863/united-states-v-yellow-cab-co/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">399</span></a></span>, <span class=\"citation\" data-id=\"104863\"><a href=\"/opinion/104863/united-states-v-yellow-cab-co/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">523</span></a></span>, a case on which the court below quite justly relied as affording a persuasive analogy.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">But coming to the merits, we think that the defendant as a matter of law failed to establish a cause of action in contract.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Any possibility of breach of warranty must necessarily be excluded, in view of the terms of the contract in which the government specifically disclaimed making any \"guaranty, warranty or representation, express or implied, as to the kind, size, weight, quality, character, description or condition of any kind of the property, or its fitness for any use or purpose\".</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Nor can it be maintained that the United States committed a breach of contract in failing to deliver what it had contracted to deliver. We must of course accept the district judge's finding that the defendant interpreted the phrase \"Webbing, scrap, mixed\" in accordance with the usage in his particular line of business, as signifying cotton textile webbing without any metal attached thereto. But it does not appear that the government officers, in drafting the invitation to bid, used the phrase in that sense, or even knew of such trade usage. In ordinary and general usage, the term was not an inapt description of the miscellaneous surplus equipment classified under item 79-A. In that sense, it was certainly for the most part scrap webbing, though with some admixture of metal. The invitation to bid was evidently framed to spare the government the necessity of attending to the niceties of detail in describing the goods offered, for example, to make the description conform to any possible trade usages of which the salvage officers might not even be aware. Under the terms of the sale, with inspection invited prior to the submission of bids, <i>caveat emptor</i> was certainly intended to be applied to the furthest limit that contract stipulations could accomplish it. As stated by the Court of Claims in Triad Corp. v. United States, 1927, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">151</span></span>, 156, a case involving the sale of surplus property under substantially similar contract provisions:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\"Under the terms of the [contract] it is difficult to perceive how the Government could have given purchasers more specific warning than it did, that they bought at their risk what material it had and was offering for sale; that if a purchaser wished to protect himself he could do so by inspection, full opportunities for which were offered, and that if he failed to inspect and received something other than what he thought he was buying he could have no redress and could not claim allowances by reason thereof. More than that, he was distinctly told that failure to inspect would not be considered as a ground for adjustment. If plaintiff neglected to embrace the opportunity offered it to inspect and purchased the property without doing so, with notice that it bought at its own risk, it created by its own negligence the situation from which it now seeks relief.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">See also Mottram v. United States, 1926, <span class=\"citation\" data-id=\"100841\"><a href=\"/opinion/100841/mottram-v-united-states/\"><span class=\"volume\">271</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">15</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">386</span></span>, 70 L.Ed. 303; Maguire &amp; Co. v. United States, 1927, <span class=\"citation\" data-id=\"100984\"><a href=\"/opinion/100984/maguire-co-v-united-states/\"><span class=\"volume\">273</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">67</span></a></span>, 69, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">274</span></span>, 71 L.Ed. 540. In the latter case the Supreme Court quoted with approval from the opinion below, in the Court of Claims: \"`If the plaintiff received from the Government a different material from that which it thought it had bought it is not the fault of the Government, and the plaintiff cannot recover for its own negligence [failure to inspect the goods].'\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We would not press this idea to an extreme; for instance, if item 79-A had consisted wholly of scrap metal, it might be that the bidder, even though he had failed to make an inspection before submitting his bid, could have rejected the shipment as not conforming to the contract. By no stretch could a load of scrap metal be construed, in good faith, as being within the description of \"scrap webbing mixed\", a subhead under \"Textile, Cotton\".</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">No such ridiculous discrepancy is presented here; this is not a case of ordering apples and getting oranges. The defendant himself, though he testified to the trade usage, was somewhat vague and confusing as to what he would call the stuff he got. To the question, \"You know belts have metal. Isn't that webbing?\", he answered, \"Yes, that is webbing.\" At another point he said that he would \"call it webbing even though it has metal on it.\" At still another time he said, \"It would be scrap webbing with metal.\" Again, he said that the carload contained \"absolutely no webbing as I understand the term\"; that in his view \"they were offering me Textiles, Cotton.\" That was the generic heading under which item 79-A was listed. One would suppose that if the presence of metal components did not prevent the materials from being aptly described as \"Textile, Cotton\", the same presence of metal parts would not prevent the material from being aptly described as \"scrap webbing mixed\", as in the sub-item. Interestingly enough, in that portion of defendant's testimony dealing with his effort to resell the carload to the Spaulding Fibre Company, he said that he called their purchasing agent \"and I told him I had this car of scrap webbing that I told him there might be a little metal, could I ship the car to them.\" We are clearly of the opinion that if there was any technical inaccuracy in the listing of item 79-A, the government was saved from liability by the above-quoted disclaimer clause in the contract.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The judgment of the District Court is vacated and the case is remanded to that Court with direction to enter judgment for the United States on its complaint, in the amount of $140.56, with interest, and to give judgment for the United States on defendant's counterclaim.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Meaning \"non-repairable for Army use.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/92576/",
    "http://www.courtlistener.com/api/rest/v3/opinions/95342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100841/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100984/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103326/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/226565/"
  ]
}