{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/231720/",
  "absolute_url": "/opinion/231720/ocean-park-development-corp-v-people-of-puerto-ric/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/231720/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:30:15Z",
  "date_modified": "2016-02-28T05:48:57.810440Z",
  "type": "010combined",
  "sha1": "c43b5bc517e88198e6c8989d0c945b87f1696522",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/204/204.F2d.371.4695.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">204 F.2d 371</p>\n    <p class=\"parties\">OCEAN PARK DEVELOPMENT CORP. et al.<br>v.<br>PEOPLE OF PUERTO RICO.</p>\n    <p class=\"docket\">No. 4695.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">Heard Feb. 5, 1953.<br>Decided May 4, 1953.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lino J. Saldana and Enrique Cordova-Diaz, San Juan, Puerto Rio, for appellants.</p>\n      <p class=\"indent\">Jaime J. Saldana, Asst. Atty. Gen. of Puerto Rico, on the brief), for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and MARIS and WOODBURY, Circuit Judges.</p>\n      <p class=\"indent\">MAGRUDER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The appeal here is from a judgment of the Supreme Court of Puerto Rico on April 24, 1952.  Appellee has asked us to dismiss the appeal for lack of jurisdiction, and we are constrained to the conclusion that this must be done, technical as it may seem to be under the circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A petition for condemnation was filed by the People of Puerto Rico in the Court of Eminent Domain of Puerto Rico with the object of acquiring three adjacent parcels of land for a public recreation park.  One parcel was owned by appellant Ocean Park Development Corp. and the other two were jointly owned by appellants Felipe Segarra Serra and wife and Eduardo G. Gonzalez and wife.  The only contested issues in the Court of Eminent Domain were as to the amount of just compensation for the three parcels.  That court entered judgment awarding compensation to Ocean Park Development Corp. in the sum of $61,645.90 for the first parcel and compensation in the sum of $151,947.15 to Segarra and Gonzalez for the other two parcels.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appeals were taken to the Supreme Court of Puerto Rico by the aforesaid defendants in the condemnation proceedings.  That court in its opinion handed down April 24, 1952, decided what were perhaps the more important points on appeal adversely to the contentions of appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">However, there was a third assignment of error which in the view of the Supreme Court of Puerto Rico required that the judgment of the Court of Eminent Domain be vacated and the case remanded for further proceedings.  This had to do with a certain mathematical error in the calculations made by the lower court in determining the fair market value of the parcels taken.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The parcels consisted of undeveloped land, suitable for development purposes, as conceded by the People of Puerto Rico.  It was also conceded that in estimating the just compensation for the property taken consideration had to be given to the most profitable use to which the property might be put in the near future.  See United States v. Iriarte, 1 Cir., 1948, 166 F.2d 800.  Thus, a voluntary buyer would have to estimate the probable cost of developing these parcels of land and the fluctuations of market price of real estate in the region, in order to determine how much he could pay for the parcels in their undeveloped state.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Court of Eminent Domain admitted in evidence five deeds of sale of urbanized lots offered by the appellants and five similar deeds of sale offered by the appellee.  It then added the prices paid for these ten lots, and dividing the aggregate sum by ten it obtained an average price of $8.15 per square meter as the fair market price of urbanized lots in the general region wherein appellants' parcels are located.  On the basis of this value of $8.15 per square meter for developed lots, the Court of Eminent Domain, considering what would be the cost of development of the parcels in question and a reasonable profit to the developer, calculated that the unimproved parcel owned by Ocean Park Development Corp. was worth $2.38 per square meter and the parcels owned by Segarra and Gonzalez were worth $2.025 per square meter.  To these figures of $2.38 and $2.025 per square meter and of that of Segarra and Gonzalez at $2.50, on the supposition that the market value of some of the aforesaid ten urbanized lots which were sold in 2947 might have increased 25 per cent by November, 1948, when the complaint for condemnation was field.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">But it clearly appeared that the Court of Eminent Domain had made a mathematical error in averaging the selling price of these ten urbanized lots; that the correct average price was $8.84 per square meter rather than $8.15.  Appellants argued in the Supreme Court of Puerto Rico that that court should itself enter a final judgment fixing the precise amount of just compensation to be awarded, correcting the mathematical miscalculations of the Court of Eminent Domain and adding the same percentage increase to the revised calculations as had been added by the Court of Eminent Domain on the theory above stated.  This the Supreme Court of Puerto Rico refused to do for the following reason, as stated in the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'Appellants argue on their part that this Court should increase said 25% of the value per square meter obtained after making the correction in the calculations based on the $8.843 per square meter.  We do not think that we should do it for we are unable to determine if, as a matter of fact, the lower court would have awarded said increase despite the value per square meter obtained as a result of the new calculations, once the mathematical error were corrected.  We consider that this question should be decided in the first instance by said court.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Accordingly, the Supreme Court of Puerto Rico entered judgment vacating the judgment of the Court of Eminent Domain and remanding the case 'for further proceedings consistent with said opinion in connection with the third assignment of error.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">From the foregoing judgment of the Supreme Court of Puerto Rico appellants filed their several notices of appeal, and the cases have been consolidated here by leave of court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Under 28 U.S.C. &#167; 1293 we have jurisdiction of appeals only from certain 'final decisions' of the Supreme Court of Puerto Rico.  As an original question this perhaps might have been thought to mean any judgment of the Supreme Court of Puerto Rico finally disposing of a particular appeal then on its docket, even though such judgment might have reversed a judgment of a lower court and remanded the case for a new trial.  But we decided that this was not what was meant by the jurisdictional grant, in Caballero v. Succession of Criado, 1 Cir., 1918, 250 F. 345, one of the first cases to come to this court after Congress had given us jurisdiction of appeals from the Supreme Court of Puerto Rico.  That case decided that when the judgment of the Supreme Court of Puerto Rico reversing the judgment below 'left matters undecided which of necessity had first to be determined before final judgment could be entered,' it was not a 'final judgment' within the meaning of the then applicable jurisdictional grant, which is the equivalent of the words 'final decisions' in 28 U.S.C. &#167; 1293.  Ex parte Tiffany, 1920, 252 U.S. 32, 36, 40 S.Ct. 239, 64 L.Ed. 443.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In Buscaglia v. District Court of San Juan, 1 Cir., 1944, 145 F.2d 274, 280-281 we said:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'However, this court has held that the words 'final decisions' in the above section of the Code are the equivalent of the words 'final judgment or decree' used in Sec. 237 of the Judicial Code, 28 U.S.C.A. &#167; 344- the section giving the Supreme Court of the United States jurisdiction, under certain circumstances, to review decisions of the highest state courts, Rubert Hermanos, Inc., v. People of Puerto Rico, 1 Cir., 118 F.2d 752, 757, reversed on other grounds 315 U.S. 637, 62 S.Ct. 771, 86 L.Ed. 1081; Cosme v. Marquez, 1 Cir., 94 F.2d 908, 910, and cases cited, and from this it follows that decisions of the Supreme Court construing this latter section are good authorities for us in construing the former one.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Thus, in Board of Commissioners of Tippecanoe County v. Lucas, 1876, 93 U.S. 108, 113-114, 23 l.Ed.822, in which the Supreme Court of Indiana had reversed an order granting a temporary injunction and had remanded the case with instructions to dismiss the complaint, the Supreme Court of the United States, in spite of the form of the judgment, found the finality requisite to sustain its jurisdiction on the ground that entry of judgment of dismissal by the trial court, in conformity with the mandate, was a mere ministerial act.  The Court said: 'If, by any direction, the entire cause is, in fact, determined, the decision, when reduced to form and entered in the records of the court, constitutes a final judgment, subject in a proper case to our review, whatever may be its technical designation.'  In Mower v. Fletcher, 1885, 114 U.S. 127, 128, 4 S.Ct. 799, 29 L.Ed. 117, the Supreme Court held that it had jurisdiction to review a judgment of the Supreme Court of California which reversed a judgment of the lower court with directions 'to enter judgment upon the findings for the plaintiff as prayed for in his complaint.'  It was pointed out that the judgment 'terminates the litigation between the parties on the merits of the case, so that, if there should be an affirmance here, the court below would have nothing to do but to execute the judgment it had already rendered.  * * *  The litigation is ended, and the rights of the parties on the merits have been fully determined.  Nothing remains to be done but to require the inferior court to perform the ministerial act of entering the judgments in that court which have been ordered.  * * *  Nothing is left to the judicial discretion of the court below.'  Again, in Department of Banking v. Pink, 1942, 317 U.S. 264, 268, 63 S.Ct. 233, 235, 87 L.Ed. 254, the Supreme Court said: 'For the purpose of the finality which is prerequisite to a review in this Court, the test is not whether under local rules of practice the judgment is denominated final * * * , but rather whether the record shows that the order of the appellate court has in fact fully adjudicated rights and that that adjudication is not subject to further review by a state court.  * * * '</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">From these and other authorities we concluded, in Buscaglia v. District Court of San Juan, supra, 145 F.2d at page 281, that the grant of appellate jurisdiction to us over 'final decisions' of the Supreme Court of Puerto Rico empowers us to review judgments of that court whether or not final in form, provided it clearly appears from the record that the litigation in that court is in fact ended and the rights of the parties on the merits have been fully and finally determined.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In the present case appellants urged the court below itself to enter a judgment finally determining the amount of compensation to be awarded, as that court had power to do, in proper cases, under Sec. 306 of the Code of Civil Procedure of Puerto Rico (1933 e.), reading: 'When the judgment, order or decree of the court below shall be reversed, the court shall proceed to render such judgment, order or decree as the court below should have rendered, except when it is necessary that some matters of facts be ascertained, or the damage to be assessed or the matter to be decreed is uncertain, in any of which cases the cause shall be remanded for a new trial in the court below.'  This provision was made applicable to appeals from the Court of Eminent Domain by Sec. 4 of Act No. 223, approved May 15, 1948.  Laws P.R.  (1948) p. 780.  The Supreme Court of Puerto Rico chose not to enter such final judgment, but remanded the case to the Court of Eminent Domain with direction to consider in the first instance a new matter which might affect the amount of the judgment for just compensation ultimately to be decreed.  Whether the court should or should not have made this disposition of the case is certainly not before us now for determination.  The fact remains that the present is an attempted piecemeal appeal, even though, if the appeal lay, the greater piece would not be before us.  But under 28 U.S.C. s1293 it is not a mere quantitative matter.  The amount of just compensation has not been 'fully and finally determined'.  This is not a case where if we should affirm the judgment of the Supreme Court of Puerto Rico nothing further would have to be done but to execute the judgment already rendered.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The appeal is dismissed for want of appellate jurisdiction.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">204</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">371</span></span></p>\n    <p class=\"parties\">OCEAN PARK DEVELOPMENT CORP. et al.<br>v.<br>PEOPLE OF PUERTO RICO.</p>\n    <p class=\"docket\">No. 4695.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">Heard Feb. 5, 1953.<br>Decided May 4, 1953.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lino J. Saldana and Enrique Cordova-Diaz, San Juan, Puerto Rio, for appellants.</p>\n      <p class=\"indent\">Jaime J. Saldana, Asst. Atty. Gen. of Puerto Rico, on the brief), for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and MARIS and WOODBURY, Circuit Judges.</p>\n      <p class=\"indent\">MAGRUDER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The appeal here is from a judgment of the Supreme Court of Puerto Rico on April 24, 1952.  Appellee has asked us to dismiss the appeal for lack of jurisdiction, and we are constrained to the conclusion that this must be done, technical as it may seem to be under the circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A petition for condemnation was filed by the People of Puerto Rico in the Court of Eminent Domain of Puerto Rico with the object of acquiring three adjacent parcels of land for a public recreation park.  One parcel was owned by appellant Ocean Park Development Corp. and the other two were jointly owned by appellants Felipe Segarra Serra and wife and Eduardo G. Gonzalez and wife.  The only contested issues in the Court of Eminent Domain were as to the amount of just compensation for the three parcels.  That court entered judgment awarding compensation to Ocean Park Development Corp. in the sum of $61,645.90 for the first parcel and compensation in the sum of $151,947.15 to Segarra and Gonzalez for the other two parcels.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appeals were taken to the Supreme Court of Puerto Rico by the aforesaid defendants in the condemnation proceedings.  That court in its opinion handed down April 24, 1952, decided what were perhaps the more important points on appeal adversely to the contentions of appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">However, there was a third assignment of error which in the view of the Supreme Court of Puerto Rico required that the judgment of the Court of Eminent Domain be vacated and the case remanded for further proceedings.  This had to do with a certain mathematical error in the calculations made by the lower court in determining the fair market value of the parcels taken.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The parcels consisted of undeveloped land, suitable for development purposes, as conceded by the People of Puerto Rico.  It was also conceded that in estimating the just compensation for the property taken consideration had to be given to the most profitable use to which the property might be put in the near future.  See United States v. Iriarte, 1 Cir., 1948, 166 F.2d 800.  Thus, a voluntary buyer would have to estimate the probable cost of developing these parcels of land and the fluctuations of market price of real estate in the region, in order to determine how much he could pay for the parcels in their undeveloped state.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Court of Eminent Domain admitted in evidence five deeds of sale of urbanized lots offered by the appellants and five similar deeds of sale offered by the appellee.  It then added the prices paid for these ten lots, and dividing the aggregate sum by ten it obtained an average price of $8.15 per square meter as the fair market price of urbanized lots in the general region wherein appellants' parcels are located.  On the basis of this value of $8.15 per square meter for developed lots, the Court of Eminent Domain, considering what would be the cost of development of the parcels in question and a reasonable profit to the developer, calculated that the unimproved parcel owned by Ocean Park Development Corp. was worth $2.38 per square meter and the parcels owned by Segarra and Gonzalez were worth $2.025 per square meter.  To these figures of $2.38 and $2.025 per square meter and of that of Segarra and Gonzalez at $2.50, on the supposition that the market value of some of the aforesaid ten urbanized lots which were sold in 2947 might have increased 25 per cent by November, 1948, when the complaint for condemnation was field.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">But it clearly appeared that the Court of Eminent Domain had made a mathematical error in averaging the selling price of these ten urbanized lots; that the correct average price was $8.84 per square meter rather than $8.15.  Appellants argued in the Supreme Court of Puerto Rico that that court should itself enter a final judgment fixing the precise amount of just compensation to be awarded, correcting the mathematical miscalculations of the Court of Eminent Domain and adding the same percentage increase to the revised calculations as had been added by the Court of Eminent Domain on the theory above stated.  This the Supreme Court of Puerto Rico refused to do for the following reason, as stated in the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'Appellants argue on their part that this Court should increase said 25% of the value per square meter obtained after making the correction in the calculations based on the $8.843 per square meter.  We do not think that we should do it for we are unable to determine if, as a matter of fact, the lower court would have awarded said increase despite the value per square meter obtained as a result of the new calculations, once the mathematical error were corrected.  We consider that this question should be decided in the first instance by said court.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Accordingly, the Supreme Court of Puerto Rico entered judgment vacating the judgment of the Court of Eminent Domain and remanding the case 'for further proceedings consistent with said opinion in connection with the third assignment of error.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">From the foregoing judgment of the Supreme Court of Puerto Rico appellants filed their several notices of appeal, and the cases have been consolidated here by leave of court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Under 28 U.S.C. &#167; 1293 we have jurisdiction of appeals only from certain 'final decisions' of the Supreme Court of Puerto Rico.  As an original question this perhaps might have been thought to mean any judgment of the Supreme Court of Puerto Rico finally disposing of a particular appeal then on its docket, even though such judgment might have reversed a judgment of a lower court and remanded the case for a new trial.  But we decided that this was not what was meant by the jurisdictional grant, in Caballero v. Succession of Criado, 1 Cir., 1918, <span class=\"citation no-link\"><span class=\"volume\">250</span> <span class=\"reporter\">F.</span> <span class=\"page\">345</span></span>, one of the first cases to come to this court after Congress had given us jurisdiction of appeals from the Supreme Court of Puerto Rico.  That case decided that when the judgment of the Supreme Court of Puerto Rico reversing the judgment below 'left matters undecided which of necessity had first to be determined before final judgment could be entered,' it was not a 'final judgment' within the meaning of the then applicable jurisdictional grant, which is the equivalent of the words 'final decisions' in 28 U.S.C. &#167; 1293.  Ex parte Tiffany, 1920, <span class=\"citation\" data-id=\"99525\"><a href=\"/opinion/99525/ex-parte-tiffany/\"><span class=\"volume\">252</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">32</span></a></span>, 36, <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">239</span></span>, 64 L.Ed. 443.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In Buscaglia v. District Court of San Juan, 1 Cir., 1944, <span class=\"citation\" data-id=\"1476082\"><a href=\"/opinion/1476082/buscaglia-v-district-court-of-san-juan/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">274</span></a></span>, 280-281 we said:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'However, this court has held that the words 'final decisions' in the above section of the Code are the equivalent of the words 'final judgment or decree' used in Sec. 237 of the Judicial Code, 28 U.S.C.A. &#167; 344- the section giving the Supreme Court of the United States jurisdiction, under certain circumstances, to review decisions of the highest state courts, Rubert Hermanos, Inc., v. People of Puerto Rico, 1 Cir., <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">752</span></span>, 757, reversed on other grounds <span class=\"citation\" data-id=\"103637\"><a href=\"/opinion/103637/puerto-rico-v-rubert-hermanos-inc/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">637</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">771</span></span>, 86 L.Ed. 1081; Cosme v. Marquez, 1 Cir., <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">908</span></span>, 910, and cases cited, and from this it follows that decisions of the Supreme Court construing this latter section are good authorities for us in construing the former one.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Thus, in Board of Commissioners of Tippecanoe County v. Lucas, 1876, <span class=\"citation\" data-id=\"89351\"><a href=\"/opinion/89351/board-of-commrs-of-tippecanoe-cty-v-lucas/\"><span class=\"volume\">93</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">108</span></a></span>, 113-114, 23 l.Ed.822, in which the Supreme Court of Indiana had reversed an order granting a temporary injunction and had remanded the case with instructions to dismiss the complaint, the Supreme Court of the United States, in spite of the form of the judgment, found the finality requisite to sustain its jurisdiction on the ground that entry of judgment of dismissal by the trial court, in conformity with the mandate, was a mere ministerial act.  The Court said: 'If, by any direction, the entire cause is, in fact, determined, the decision, when reduced to form and entered in the records of the court, constitutes a final judgment, subject in a proper case to our review, whatever may be its technical designation.'  In Mower v. Fletcher, 1885, <span class=\"citation\" data-id=\"91348\"><a href=\"/opinion/91348/mower-v-fletcher/\"><span class=\"volume\">114</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">127</span></a></span>, 128, <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">799</span></span>, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">117</span></span>, the Supreme Court held that it had jurisdiction to review a judgment of the Supreme Court of California which reversed a judgment of the lower court with directions 'to enter judgment upon the findings for the plaintiff as prayed for in his complaint.'  It was pointed out that the judgment 'terminates the litigation between the parties on the merits of the case, so that, if there should be an affirmance here, the court below would have nothing to do but to execute the judgment it had already rendered.  * * *  The litigation is ended, and the rights of the parties on the merits have been fully determined.  Nothing remains to be done but to require the inferior court to perform the ministerial act of entering the judgments in that court which have been ordered.  * * *  Nothing is left to the judicial discretion of the court below.'  Again, in Department of Banking v. Pink, 1942, <span class=\"citation\" data-id=\"103734\"><a href=\"/opinion/103734/department-of-banking-of-neb-v-pink/\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">264</span></a></span>, 268, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">233</span></span>, 235, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">254</span></span>, the Supreme Court said: 'For the purpose of the finality which is prerequisite to a review in this Court, the test is not whether under local rules of practice the judgment is denominated final * * * , but rather whether the record shows that the order of the appellate court has in fact fully adjudicated rights and that that adjudication is not subject to further review by a state court.  * * * '</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">From these and other authorities we concluded, in Buscaglia v. District Court of San Juan, supra, 145 F.2d at page 281, that the grant of appellate jurisdiction to us over 'final decisions' of the Supreme Court of Puerto Rico empowers us to review judgments of that court whether or not final in form, provided it clearly appears from the record that the litigation in that court is in fact ended and the rights of the parties on the merits have been fully and finally determined.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In the present case appellants urged the court below itself to enter a judgment finally determining the amount of compensation to be awarded, as that court had power to do, in proper cases, under Sec. 306 of the Code of Civil Procedure of Puerto Rico (1933 e.), reading: 'When the judgment, order or decree of the court below shall be reversed, the court shall proceed to render such judgment, order or decree as the court below should have rendered, except when it is necessary that some matters of facts be ascertained, or the damage to be assessed or the matter to be decreed is uncertain, in any of which cases the cause shall be remanded for a new trial in the court below.'  This provision was made applicable to appeals from the Court of Eminent Domain by Sec. 4 of Act No. 223, approved May 15, 1948.  Laws P.R.  (1948) p. 780.  The Supreme Court of Puerto Rico chose not to enter such final judgment, but remanded the case to the Court of Eminent Domain with direction to consider in the first instance a new matter which might affect the amount of the judgment for just compensation ultimately to be decreed.  Whether the court should or should not have made this disposition of the case is certainly not before us now for determination.  The fact remains that the present is an attempted piecemeal appeal, even though, if the appeal lay, the greater piece would not be before us.  But under 28 U.S.C. s1293 it is not a mere quantitative matter.  The amount of just compensation has not been 'fully and finally determined'.  This is not a case where if we should affirm the judgment of the Supreme Court of Puerto Rico nothing further would have to be done but to execute the judgment already rendered.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The appeal is dismissed for want of appellate jurisdiction.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/89351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/91348/",
    "http://www.courtlistener.com/api/rest/v3/opinions/99525/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103637/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1476082/"
  ]
}