{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/232869/",
  "absolute_url": "/opinion/232869/russell-box-co-v-commissioner-of-internal-revenue/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/232869/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:30:34Z",
  "date_modified": "2016-02-28T05:49:53.502609Z",
  "type": "010combined",
  "sha1": "9ab88ffd5e5ee378184e7a95d7f55b03b8e41ea3",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/208/208.F2d.452.4760_1.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">208 F.2d 452</p>\n    <p class=\"case_cite\">54-1 USTC  P 9126</p>\n    <p class=\"parties\">RUSSELL BOX CO. et al.<br>v.<br>COMMISSIONER of INTERNAL REVENUE.</p>\n    <p class=\"docket\">No. 4760.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Dec. 18, 1953.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">O. Walker Taylor, Melrose, Mass., for petitioners.</p>\n      <p class=\"indent\">Robert B. Ross, Sp. Ass. to Atty. Gen (H. Brian Holland, Asst. Atty. Gen., and Ellis N. Slack and Melva M. Graney, Sp. Assts. to Atty. Gen., on the brief), for respondent.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This petition for review of a decision of the Tax Court of the United States presents three questions with respect to the income taxes, excess profits taxes, and declared value excess profits taxes, for the years 1942 and 1943 of five individuals, (two brothers and their wives and another person) all of whom were residents of Massachusetts, and a Massachusetts corporation.  Five petitions for redetermination of deficiencies determined against the taxpayers by the Commissioner were consolidated in the Tax Court by agreement because of the intricate and complicated business relationship not only of the petitioners themselves but also of two partnerships formed by four of the five individuals concerned.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The first issue involves the corporate taxpayer.  It is whether the Tax Court erred in holding that the cost to that taxpayer in 1942 of erecting a substantial wire mesh fence around its plant constituted a capital expenditure rather than an ordinary and necessary business expense deductible under I.R.C. Sec. 23(a)(1)(A), 26 U.S.C.A. &#167; 23(a)(1)(A), in the year incurred.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The petitioner Russell Box Company at the time involved owned a four story manufacturing plant in Medford, Massachusetts.  One half of the ground floor of the plant was used by Russell &amp; Sidebotham, a partnership consisting of two of the individual taxpayers, which was then doing business as Specialty Automatic Machine Company.  The remaining half of the ground floor, and all of the second, third and fourth floors of the building were used by Russell Box Company itself.  In 1942 and throughout the war years, Specialty Automatic Machine Company was engaged exclusively in war work and the fence in question was erected by Russell Box Company, apparently at the suggestion of government inspectors, to provide Specialty Automatic Machine Company with greater protection from sabotage.  The fence was taken down sometime after the war because it proved to be a nuisance in that it impeded access to the plant both by rail and by truck.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Whether a given expense is an ordinary and necessary business expense deductible in full from gross income in the year incurred under Sec. 23(a)(1) (A), supra, or whether it constitutes an amount paid out for new buildings or for permanent improvements or betterments made to increase the value of any property or estate not so deductible under Sec. 24(a)(2) id., 26 U.S.C.A. &#167; 24(a) (2), is clearly a question of fact in the first instance for the Tax Court.  And the question is often a difficult one for it is by no means always easy to draw the line between a capital outlay and one for current maintenance.  Hotel Kingkade v. Commissioner, 10 Cir., 1950, 180 F.2d 310, 312.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It has been said that the essential difference between an ordinary and necessary business expense and a capital expenditure is the difference between upkeep and investment, or between a maintenance of operating expense and a capital disbursement.  Duffy v. Central R. Co., 1925, 268 U.S. 55, 63, 45 S.Ct. 429, 69 L.Ed. 846; Houston Natural Gas Corp. v. Commissioner, 4 Cir., 1937, 90 F.2d 814.  But such statements do not go far in solving concrete cases.  When all is said, the fact remains that close cases have to be decided by the Tax Court one by one as individual instances, and that our function is to reverse the Tax Court only when we are convinced that its conclusion in a particular case is clearly erroneous.  I.R.C. Sec. 1141(a) as amended 62 Stat. 991, Title 26 U.S.C. &#167; 1141(a).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The fence is question is substantial steel structure designed to keep out intruders, and although on two sides of the property it supplanted an old out of repair wooden fence, it cannot possible be regarded as pro tanto a repair of the old fence.  It was clearly a new structure, and the taxpayer does not establish its claim for deduction in one year either by showing that it planned to tear the fence down as soon as the war emergency was over, and did so, or that the fence impeded access to the building and so in the long run did not enhance the value of the property.  Perhaps the fence was a nuisance, but it was nevertheless erected to serve the definite purpose of protecting the property, and it served its purpose thereby increasing the value of the property for war work for a matter of years.  The fence may have had only a short useful life, but that does not prove that it was not a capital improvement while it lasted.  We think it obvious that the Tax Court's finding that the cost of the fence was a capital expenditure cannot be held 'clearly erroneous.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The second issue concerns a bad debt deduction taken in the information return filed by the partnership Russell &amp; Sidebotham for its fiscal year ending January 31, 1943, and claimed proportionately by the partners in their individual returns for the calendar year 1943.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It was stipulated by the parties, and the Tax Court accordingly found, that as of December 31, 1942, the books of Russell &amp; Sidebotham showed an account receivable from Sterling Paper Converting Co. of $55,320.71 and a note receivable from the same corporation of $10,520.07, and that on January 31, 1943, the last day of its tax year, the partnership charged both receivables off as uncollectible.  The Tax Court accepted these book entries for what they were worth but it found that the evidence presented by the taxpayers was so confusing that it was 'unable to make a finding as to what, if any, basis existed for the alleged debt.'  Wherefore it concluded that there was nothing in the record 'to establish that the debts were ever valid or that they had any value at the beginning of the taxable year.'  Moreover the Court also said that even if it were 'to proceed on the hypothesis that the debts had value at the beginning of the year, the evidence fails to prove that they became worthless during the taxable year.'  Thus the Tax Court affirmed the Commissioner's determinations of deficiencies on the ground that the petitioners had failed to prove that they were entitled to the bad debt deductions they claimed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The petitioners assert that the foregoing findings of fact by the Tax Court are clearly erroneous and should be set aside.  We do not agree.  Without going into a detailed recitation and analysis of the testimony, it will suffice to say that reading the record amply confirms the Tax Court's conclusion that the evidence is not only confusing but is also vague with respect to the existence of any valid debts in the first place, and, incidentally, that the same may be said of the evidence that the debts became worthless during the taxable year.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">But the petitioners contend that they were misled by the pleadings into believing that the Bureau of Internal Revenue conceded the initial validity of the debts, wherefore they were taken completely by surprise at the hearing by the Bureau's attack on the validity of the debts and not prepared to present evidence on that issue for they thought the only issue was whether the debts became worthless in 1943.  Consequently they urge that they be allowed another opportunity to litigate the issue of initial validity of the debts before the Tax Court.  We do not find a valid basis for this contention.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Commissioner's 90 day letters to the petitioning taxpayers simply stated without specification of reasons that 'The deduction of.$65,840.78 claimed by the partnership Russell &amp; Sidebotham, representing an alleged uncollectible debt from Sterling Paper Converting Company, has been disallowed.'  The taxpayers in their petitions to the Tax Court for redetermination alleged the Commissioner's disallowance of their deductions as error, and the Commissioner in his answers to the petitioners denied the allegations generally.  This clearly presented the broad issue of the deductibility of the bad debt items claimed by the taxpayers, as to which they had the burden of persuasion, and it is elementary that they had to establish as an essential element of their claims that the debts once had value, and, indeed, were not worthless at the beginning of the taxable year.  But the petitioners say that their burden was sustained by the stipulation as to the book entries of Russell &amp; Sidebotham showing the debts and their charge off, to which we have already referred.  Their argument is that Title 28 U.S.C. &#167; 1732 makes the entries evidence of the recorded transaction, wherefore they believed that the Bureau by agreeing to the stipulation conceded the original validity of the debts leaving the question whether the debts became worthless in 1943 as the only issue for trial.  We cannot accept this argument.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The stipulation is in the usual form and provides at the outset that the statements to follow 'shall be accepted as facts without prejudice to the right of any of the parties to introduce other and further evidence not inconsistent therewith.'  This provision would prevent the Bureau from challenging the existence of the entries in Russell &amp; Sidebotham's books, but we do not see how it could reasonably be construed to prevent the Bureau from questioning the factual basis for the book entries.  To be sure the entries themselves constitute some evidence of the events or transactions recorded, and standing alone, without question or challenge by the Commissioner, might be enough to sustain the petitioners' burden of persuasion.  But we cannot see how the mere agreement as to the existence of the book entries could reasonably have lead the petitioners to believe that the Commissioner conceded the basis for the entries and hence an essential element of the petitioners' claim for deduction.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The third issue concerns only the corporate taxpayer, Russell Box Company.  It involves a claimed deduction under I.R.C. Sec. 23(f) for a loss sustained during its taxable year 1943, not compensated for by insurance or otherwise, arising out of the sale of certain machinery.  The Tax Court found that there never was a bona fide sale of the machinery in question in the tax year involved and denied the deduction on the authority of Higgins v. Smith, 1940, 308 U.S. 473, 60 S.Ct. 355, 84 L.Ed. 406.  We find adequate basis for this conclusion in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Harlow M. Russell, who with his wife Susan owned more than 50% in value of Russell Box Company's stock, appears to have been the guiding spirit of the box company during the period with which we are concerned.  Sometime in 1943 the officers of the box company decided to sell the machinery involved which was then on the premises of Sterling Paper Converting Company in Rutherford, New Jersey.  Consequently it placed the machinery in the hands of a selling agency for that purpose.  No attractive offer was forthcoming and on December 29, 1943, the box company executed a bill of sale of the machinery to a young man employed by the selling agency who quite evidently was a straw.  In return the straw purchaser gave the box company a mortgage for $25,000 on the machinery and delivered to it a check for $5,000 drawn by Patent Chemicals Company to the order of Sterling Paper Converting Company which had been given as down payment on a rescindable sale to Patent Chemicals of the real estate in Rutherford, New Jersey, owned by Russell Box Company but occupied by its subsidiary Sterling Paper Converting Company.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">No doubt, as the Tax Court found, legal title to the machinery passed to the straw purchaser under the bill of sale on December 29, 1943.  But, simultaneously with the sale, Harlow M. Russell entered into an agreement with the straw purchaser whereby the latter was authorized to sell the machinery for not less than $30,000, and further provided that if neither he nor Russell should succeed in making a sale at that figure within 30 days the machinery should be transferred to Russell for $30,500, of which $5,000 'shall be by way of reimbursement' to Russell, $25,000 'shall be paid over to Russell Box Company in satisfaction of the chattel mortgage,' and $500 'shall be compensation to the (straw purchaser) for services.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">No purchaser was found within 30 days, and legal title to the machinery was transferred to Harlow M. Russell who on August 30, 1944, sold the machinery to Container Corporation of America for $30,000.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We have not undertaken to set out all the facts in elaborate detail, for those we have set out seem to us clearly to warrant the Tax Court's conclusion that the 'sale' of the machinery on December 29, 1943, was not bona fide.  It follows that the Russell Box Company cannot claim a deduction for a loss on the sale in that year.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The decision of the Tax Court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> It is not at all clear that Patent Chemicals agreed to this use of its check, and when it later decided not to buy the real estate the amount of its down payment less a forfeiture of $50, or $4,950, was returned to Patent Chemicals by a check of Russell &amp; Sidebotham the amount of which was charged on the partnership books against Harlow M. Russell</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It would not change the result here to show that the beneficial ownership of the machinery passed to Harlow M. Russell on December 29, 1943, since he and his wife owned over 50% of the stock of Russell Box Company, and by I.R.C. Sec. 24(b)(1)(B), as explained by Sec. 24(b)(2)(B), losses on sales by Russell Box Company to either Harlow M. Russell or his wife would not be deductible for tax purposes.  No claim is made here that this issue involves a distribution in liquidation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">208</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">452</span></span></p>\n    <p class=\"case_cite\">54-1 USTC  P 9126</p>\n    <p class=\"parties\">RUSSELL BOX CO. et al.<br>v.<br>COMMISSIONER of INTERNAL REVENUE.</p>\n    <p class=\"docket\">No. 4760.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Dec. 18, 1953.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">O. Walker Taylor, Melrose, Mass., for petitioners.</p>\n      <p class=\"indent\">Robert B. Ross, Sp. Ass. to Atty. Gen (H. Brian Holland, Asst. Atty. Gen., and Ellis N. Slack and Melva M. Graney, Sp. Assts. to Atty. Gen., on the brief), for respondent.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This petition for review of a decision of the Tax Court of the United States presents three questions with respect to the income taxes, excess profits taxes, and declared value excess profits taxes, for the years 1942 and 1943 of five individuals, (two brothers and their wives and another person) all of whom were residents of Massachusetts, and a Massachusetts corporation.  Five petitions for redetermination of deficiencies determined against the taxpayers by the Commissioner were consolidated in the Tax Court by agreement because of the intricate and complicated business relationship not only of the petitioners themselves but also of two partnerships formed by four of the five individuals concerned.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The first issue involves the corporate taxpayer.  It is whether the Tax Court erred in holding that the cost to that taxpayer in 1942 of erecting a substantial wire mesh fence around its plant constituted a capital expenditure rather than an ordinary and necessary business expense deductible under I.R.C. Sec. 23(a)(1)(A), 26 U.S.C.A. &#167; 23(a)(1)(A), in the year incurred.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The petitioner Russell Box Company at the time involved owned a four story manufacturing plant in Medford, Massachusetts.  One half of the ground floor of the plant was used by Russell &amp; Sidebotham, a partnership consisting of two of the individual taxpayers, which was then doing business as Specialty Automatic Machine Company.  The remaining half of the ground floor, and all of the second, third and fourth floors of the building were used by Russell Box Company itself.  In 1942 and throughout the war years, Specialty Automatic Machine Company was engaged exclusively in war work and the fence in question was erected by Russell Box Company, apparently at the suggestion of government inspectors, to provide Specialty Automatic Machine Company with greater protection from sabotage.  The fence was taken down sometime after the war because it proved to be a nuisance in that it impeded access to the plant both by rail and by truck.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Whether a given expense is an ordinary and necessary business expense deductible in full from gross income in the year incurred under Sec. 23(a)(1) (A), supra, or whether it constitutes an amount paid out for new buildings or for permanent improvements or betterments made to increase the value of any property or estate not so deductible under Sec. 24(a)(2) id., 26 U.S.C.A. &#167; 24(a) (2), is clearly a question of fact in the first instance for the Tax Court.  And the question is often a difficult one for it is by no means always easy to draw the line between a capital outlay and one for current maintenance.  Hotel Kingkade v. Commissioner, 10 Cir., 1950, <span class=\"citation\" data-id=\"224454\"><a href=\"/opinion/224454/hotel-kingkade-v-commissioner-of-internal-revenue/\"><span class=\"volume\">180</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">310</span></a></span>, 312.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It has been said that the essential difference between an ordinary and necessary business expense and a capital expenditure is the difference between upkeep and investment, or between a maintenance of operating expense and a capital disbursement.  Duffy v. Central R. Co., 1925, <span class=\"citation\" data-id=\"100638\"><a href=\"/opinion/100638/duffy-v-central-r-co-of-nj/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">55</span></a></span>, 63, <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">429</span></span>, 69 L.Ed. 846; Houston Natural Gas Corp. v. Commissioner, 4 Cir., 1937, 90 F.2d 814.  But such statements do not go far in solving concrete cases.  When all is said, the fact remains that close cases have to be decided by the Tax Court one by one as individual instances, and that our function is to reverse the Tax Court only when we are convinced that its conclusion in a particular case is clearly erroneous.  I.R.C. Sec. 1141(a) as amended 62 Stat. 991, Title 26 U.S.C. &#167; 1141(a).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The fence is question is substantial steel structure designed to keep out intruders, and although on two sides of the property it supplanted an old out of repair wooden fence, it cannot possible be regarded as pro tanto a repair of the old fence.  It was clearly a new structure, and the taxpayer does not establish its claim for deduction in one year either by showing that it planned to tear the fence down as soon as the war emergency was over, and did so, or that the fence impeded access to the building and so in the long run did not enhance the value of the property.  Perhaps the fence was a nuisance, but it was nevertheless erected to serve the definite purpose of protecting the property, and it served its purpose thereby increasing the value of the property for war work for a matter of years.  The fence may have had only a short useful life, but that does not prove that it was not a capital improvement while it lasted.  We think it obvious that the Tax Court's finding that the cost of the fence was a capital expenditure cannot be held 'clearly erroneous.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The second issue concerns a bad debt deduction taken in the information return filed by the partnership Russell &amp; Sidebotham for its fiscal year ending January 31, 1943, and claimed proportionately by the partners in their individual returns for the calendar year 1943.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It was stipulated by the parties, and the Tax Court accordingly found, that as of December 31, 1942, the books of Russell &amp; Sidebotham showed an account receivable from Sterling Paper Converting Co. of $55,320.71 and a note receivable from the same corporation of $10,520.07, and that on January 31, 1943, the last day of its tax year, the partnership charged both receivables off as uncollectible.  The Tax Court accepted these book entries for what they were worth but it found that the evidence presented by the taxpayers was so confusing that it was 'unable to make a finding as to what, if any, basis existed for the alleged debt.'  Wherefore it concluded that there was nothing in the record 'to establish that the debts were ever valid or that they had any value at the beginning of the taxable year.'  Moreover the Court also said that even if it were 'to proceed on the hypothesis that the debts had value at the beginning of the year, the evidence fails to prove that they became worthless during the taxable year.'  Thus the Tax Court affirmed the Commissioner's determinations of deficiencies on the ground that the petitioners had failed to prove that they were entitled to the bad debt deductions they claimed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The petitioners assert that the foregoing findings of fact by the Tax Court are clearly erroneous and should be set aside.  We do not agree.  Without going into a detailed recitation and analysis of the testimony, it will suffice to say that reading the record amply confirms the Tax Court's conclusion that the evidence is not only confusing but is also vague with respect to the existence of any valid debts in the first place, and, incidentally, that the same may be said of the evidence that the debts became worthless during the taxable year.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">But the petitioners contend that they were misled by the pleadings into believing that the Bureau of Internal Revenue conceded the initial validity of the debts, wherefore they were taken completely by surprise at the hearing by the Bureau's attack on the validity of the debts and not prepared to present evidence on that issue for they thought the only issue was whether the debts became worthless in 1943.  Consequently they urge that they be allowed another opportunity to litigate the issue of initial validity of the debts before the Tax Court.  We do not find a valid basis for this contention.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Commissioner's 90 day letters to the petitioning taxpayers simply stated without specification of reasons that 'The deduction of.$65,840.78 claimed by the partnership Russell &amp; Sidebotham, representing an alleged uncollectible debt from Sterling Paper Converting Company, has been disallowed.'  The taxpayers in their petitions to the Tax Court for redetermination alleged the Commissioner's disallowance of their deductions as error, and the Commissioner in his answers to the petitioners denied the allegations generally.  This clearly presented the broad issue of the deductibility of the bad debt items claimed by the taxpayers, as to which they had the burden of persuasion, and it is elementary that they had to establish as an essential element of their claims that the debts once had value, and, indeed, were not worthless at the beginning of the taxable year.  But the petitioners say that their burden was sustained by the stipulation as to the book entries of Russell &amp; Sidebotham showing the debts and their charge off, to which we have already referred.  Their argument is that Title 28 U.S.C. &#167; 1732 makes the entries evidence of the recorded transaction, wherefore they believed that the Bureau by agreeing to the stipulation conceded the original validity of the debts leaving the question whether the debts became worthless in 1943 as the only issue for trial.  We cannot accept this argument.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The stipulation is in the usual form and provides at the outset that the statements to follow 'shall be accepted as facts without prejudice to the right of any of the parties to introduce other and further evidence not inconsistent therewith.'  This provision would prevent the Bureau from challenging the existence of the entries in Russell &amp; Sidebotham's books, but we do not see how it could reasonably be construed to prevent the Bureau from questioning the factual basis for the book entries.  To be sure the entries themselves constitute some evidence of the events or transactions recorded, and standing alone, without question or challenge by the Commissioner, might be enough to sustain the petitioners' burden of persuasion.  But we cannot see how the mere agreement as to the existence of the book entries could reasonably have lead the petitioners to believe that the Commissioner conceded the basis for the entries and hence an essential element of the petitioners' claim for deduction.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The third issue concerns only the corporate taxpayer, Russell Box Company.  It involves a claimed deduction under I.R.C. Sec. 23(f) for a loss sustained during its taxable year 1943, not compensated for by insurance or otherwise, arising out of the sale of certain machinery.  The Tax Court found that there never was a bona fide sale of the machinery in question in the tax year involved and denied the deduction on the authority of Higgins v. Smith, 1940, <span class=\"citation\" data-id=\"103275\"><a href=\"/opinion/103275/higgins-v-smith/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">473</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">355</span></span>, 84 L.Ed. 406.  We find adequate basis for this conclusion in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Harlow M. Russell, who with his wife Susan owned more than 50% in value of Russell Box Company's stock, appears to have been the guiding spirit of the box company during the period with which we are concerned.  Sometime in 1943 the officers of the box company decided to sell the machinery involved which was then on the premises of Sterling Paper Converting Company in Rutherford, New Jersey.  Consequently it placed the machinery in the hands of a selling agency for that purpose.  No attractive offer was forthcoming and on December 29, 1943, the box company executed a bill of sale of the machinery to a young man employed by the selling agency who quite evidently was a straw.  In return the straw purchaser gave the box company a mortgage for $25,000 on the machinery and delivered to it a check for $5,000 drawn by Patent Chemicals Company to the order of Sterling Paper Converting Company which had been given as down payment on a rescindable sale to Patent Chemicals of the real estate in Rutherford, New Jersey, owned by Russell Box Company but occupied by its subsidiary Sterling Paper Converting Company.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">No doubt, as the Tax Court found, legal title to the machinery passed to the straw purchaser under the bill of sale on December 29, 1943.  But, simultaneously with the sale, Harlow M. Russell entered into an agreement with the straw purchaser whereby the latter was authorized to sell the machinery for not less than $30,000, and further provided that if neither he nor Russell should succeed in making a sale at that figure within 30 days the machinery should be transferred to Russell for $30,500, of which $5,000 'shall be by way of reimbursement' to Russell, $25,000 'shall be paid over to Russell Box Company in satisfaction of the chattel mortgage,' and $500 'shall be compensation to the (straw purchaser) for services.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">No purchaser was found within 30 days, and legal title to the machinery was transferred to Harlow M. Russell who on August 30, 1944, sold the machinery to Container Corporation of America for $30,000.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We have not undertaken to set out all the facts in elaborate detail, for those we have set out seem to us clearly to warrant the Tax Court's conclusion that the 'sale' of the machinery on December 29, 1943, was not bona fide.  It follows that the Russell Box Company cannot claim a deduction for a loss on the sale in that year.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The decision of the Tax Court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> It is not at all clear that Patent Chemicals agreed to this use of its check, and when it later decided not to buy the real estate the amount of its down payment less a forfeiture of $50, or $4,950, was returned to Patent Chemicals by a check of Russell &amp; Sidebotham the amount of which was charged on the partnership books against Harlow M. Russell</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It would not change the result here to show that the beneficial ownership of the machinery passed to Harlow M. Russell on December 29, 1943, since he and his wife owned over 50% of the stock of Russell Box Company, and by I.R.C. Sec. 24(b)(1)(B), as explained by Sec. 24(b)(2)(B), losses on sales by Russell Box Company to either Harlow M. Russell or his wife would not be deductible for tax purposes.  No claim is made here that this issue involves a distribution in liquidation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/100638/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103275/",
    "http://www.courtlistener.com/api/rest/v3/opinions/224454/"
  ]
}