{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/233056/",
  "absolute_url": "/opinion/233056/brisk-waterproofing-co-inc-v-a-belanger-sons-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/233056/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:30:37Z",
  "date_modified": "2016-02-28T05:50:02.339595Z",
  "type": "010combined",
  "sha1": "ae3d217c2ca21254dbe362a528b0b0ea359c465d",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/209/209.F2d.169.4763.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">209 F.2d 169</p>\n    <p class=\"parties\">BRISK WATERPROOFING CO., Inc.<br>v.<br>A. BELANGER &amp; SONS, Inc.</p>\n    <p class=\"docket\">No. 4763.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">January 4, 1954.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Norman N. Holland, New York City (Cedric W. Porter, Boston, Mass., and George M. Wolfson, New York City, on brief), for appellant.</p>\n      <p class=\"indent\">Robert B. Russell, Boston, Mass. (Kenway, Jenney, Witter &amp; Hildreth, Boston, Mass., on brief), for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit Judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiff-appellee brought suit in the court below under Title 28 U.S.C. &#167;&#167; 2201 and 2202 for a judgment declaring that the method of waterproofing brick walls described in its advertising circular, a copy of which it attached to its complaint as Exhibit A, did not conflict with any rights the defendant-appellant might have as the exclusive licensee under Larson's Patent No. 2,088,754 for the waterproofing of masonry walls, and also for an injunction restraining the defendant from interfering with the plaintiff in the prosecution of its business. The defendant answered denying the basic allegations of the complaint and, among other affirmative defenses not presently pertinent, alleged that the plaintiff came into court with \"unclean hands\" because it had made false and misleading statements in its advertising circular referred to above.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> At this point in the proceedings the plaintiff moved for a summary judgment under Rule 56(a), F.R.C.P., 28 U.S.C., on the ground that there was presented no genuine issue as to any material fact. It said, first, that a cause of action for a declaratory judgment was clearly established by a letter which it produced from counsel for the defendant threatening suit for infringement of the Larson patent if the plaintiff should obtain and perform a contract for the construction of a wall according to the system outlined in its advertising circular; second, that there was no basis in fact for the defendant's allegation that the plaintiff had \"unclean hands\" for its circular was \"obviously a sales flyer and must be judged accordingly\"; and third, that the system described in the circular was in the public domain for it was the system covered by an expired patent to Larson (No. 1,970,326) as clearly appeared from a simple comparison of the circular with the expired patent. The District Court granted the motion on the pleadings, and the affidavits and depositions filed by the parties in support and in opposition thereto, and entered the judgment for the plaintiff giving it the relief it sought from which the defendant has taken this appeal. 116 F.Supp. 127.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The first two points do not warrant extended discussion. The defendant's letter threatening suit for infringement if the plaintiff should build a wall according to the system described in its circular, coupled with statements in the plaintiff's affidavits and depositions that the plaintiff was seriously engaged in promoting its system and that the defendant had informed one of the plaintiff's prospective customers that its system would infringe the defendant's patent, clearly shows the existence of a case of actual controversy within the court's patent jurisdiction, and hence establishes a cause of action under the Declaratory Judgments Act. See Dewey &amp; Almy Chemical Co. v. American Anode Inc., 3 Cir., 1943, 137 F.2d 68, certiorari denied 320 U.S. 761, 64 S. Ct. 70, 88 L.Ed. 454. Nor, as the District Court found, has the defendant in its affidavits shown anything in the plaintiff's circular which even remotely suggests that the plaintiff has unclean hands disentitling it to judicial relief. Clearly the circular contains nothing but normal sales puffing.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The third point requires more extended consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We are not concerned here with an outer coating of some sort applied to a brick or masonry wall after it is built to make it waterproof. We are concerned with a water-impervious membrane, asbestos-board or ordinary asphalt roofing felt are suggested, built into the interstices of a brick wall as it is constructed. To understand how this is done some general explanation is necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">There are, of course, a great many ways of laying up a brick wall. Although the waterproofing systems with which we are concerned are said to be adaptable to many if not to all of these ways, and also to walls made of cement or cinder blocks and walls made partly of bricks and partly of such blocks, it will be necessary here to describe only one typical form of brick construction known as American bond.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A brick wall for a building is ordinarily laid up the width of three bricks, or one foot, thick. Obviously if such a wall were constructed by laying bricks side by side in a triple row, and end to end in each row in what is called a stretcher course, for the length of the wall desired, and then superimposing successive tiers or courses of bricks similarly laid to the height required, with the end joints of the bricks in each row and course \"broken\" or staggered with respect to the end joints of the bricks in the row beside and the courses above and below in accordance with accepted practice, the wall would have two vertical internal unbroken mortar joints extending the length of the wall and from its top to its bottom in the form of a sheet of mortar. Such a wall would obviously be weak in that it would tend to split apart longitudinally and vertically along its two unbroken continuous mortar joints. To prevent this, various methods or systems of laying bricks have been used time out of mind to break the vertical longitudinal mortar joints and bind the three rows of bricks together. One of these systems is known as the American bond. In this system five horizontal courses or tiers of stretcher bricks are laid end to end and three bricks wide, and then on the inside face of the wall a course of bricks called header bricks is laid side by side at right angles to the stretcher bricks in the course below so that one end of the header bricks is flush with the inside face of the wall and the inner halves of the header bricks overlap the middle row of stretcher bricks. A row of stretcher bricks is then laid behind this row of header bricks to make the course level and to form the outside face of the wall, and then another course of header bricks is laid on top of this stretcher course, the inner halves of the bricks in the second header course extending over the inner halves of the bricks in the header course first laid. These header bricks in turn are then backed up with a row of stretcher bricks. Thus, as the method is repeated, a wall is built up wherein both internal vertical mortar joints are broken at every fifth course, and the three rows of bricks in the wall are interlocked to form a strong and stable structure.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The waterproofing membranes involved consist of a series of overlapping horizontal strips built into the wall as it is laid up and running from one end of the wall to the other. To understand how they are positioned in the interstices of a wall such as described above, it will perhaps be most helpful to visualize such a wall in cross section with the outside face of the wall, <i>i. e.</i> the face of the wall exposed to the weather, to the left. So seen the vertical internal mortar joints will appear as vertical lines broken at right angles by the header bricks at every fifth course, the breaks staggered one course apart because of the overlapping of the headers in adjacent header courses. Each waterproofing strip in a wall so viewed, that is as it appears in cross section in the wall, is roughly in the shape of a Z lying on its side, or perhaps more accurately, in the shape of the half of a swastica having one horizontal and two vertical members, the middle section of the shape lying horizontally between the overlapping portions of adjacent header courses, and one leg or arm of the Z, or half swastica, extending upward in the vertical mortar joint toward the rear of the wall and the other arm extending downward in the vertical mortar joint toward the front of the wall.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">So far the description fits all three waterproofing systems involved in this litigation, that is to say, the system advertised by the plaintiff, the system disclosed in the expired Larson patent (No. 1,970,326), and the system covered by the Larson patent in suit. The differences between the three systems, and this is the nub of the case, consist in differences in the proportions of the vertical portions of the waterproofing strips.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In the drawings accompanying and forming part of Larson's first application filed July 21, 1933, which ripened on August 14, 1934 into his now expired patent No. 1,970,326, a waterproofing strip is shown which has a long upwardly extending portion positioned in the vertical mortar joint nearer the inside face of the wall and behind the middle row of bricks, and a short downwardly extending portion positioned in the other vertical mortar joint in front of the middle row of bricks, with the latter portion of each strip slightly overlapping the upwardly extending portion of the strip next below. With this construction only the inner one third, approximately, of the wall is protected against the intrusion of water.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">While this application was pending in the Patent Office, Larson, on December 9, 1933, filed another application on which the patent in suit (No. 2,088,764) was issued on August 3, 1937. In this second application Larson shows a waterproofing membrane with a downwardly extending portion in the vertical mortar joint in front of the middle course of bricks long enough to reach the top of the header course below, but with an upwardly extending portion in the vertical mortar joint behind the middle row of bricks only two courses of bricks high. With this construction approximately two-thirds of the wall is protected against the intrusion of water with consequent reduction of damage to the wall from freezing. It does not appear that the system disclosed in Larson's first patent ever had any extensive use, or even was actually used at all, but the system disclosed in his second patent has been used extensively by Brisk Waterproofing Co., Inc., for a number of years.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The system advertised by the plaintiff-appellee is, essentially, a combination of the two Larson systems in that the upwardly extending and downwardly extending portions of its strips are of approximately equal length and long enough so that the downwardly extending portion of one strip overlaps the upwardly extending portion of the strip below by about the thickness of two courses of bricks.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The District Court did not pass directly upon the issue of the validity of the subsisting Larson patent in suit. Nor did it pass upon the issue of the plaintiff's infringement of that patent. Instead it found in accordance with the plaintiff's motion for summary judgment that the waterproofing system advertised by the plaintiff had passed into the public domain in 1951 with the expiration of the first Larson patent. And it felt that it could decide that question on motion for summary judgment under Rule 56(c), F.R.C.P. because it said that no evidence offered, or susceptible of being offered, by the defendant could persuade it to the contrary view, so that there was presented no \"genuine issue as to any material fact\". We not only agree with the District Court's conclusion, but we also agree with its technique of decision.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The first and now expired Larson patent is a broad one. The drawings accompanying it, it is true, show only a waterproofing membrane having its longer vertical element extending upward in the vertical mortar space adjacent to the innermost row of stretcher bricks, that is, in the mortar space nearer the inside face of the wall. And this embodiment is specifically covered in its claim 26. But its claim 24 covers a waterproofing membrane having vertical parts one of which is longer than the other without limitation as to which part extends upwardly in the vertical mortar joint nearer the inside surface of the wall, or which extends downwardly in the mortar joint nearer the outside surface. Furthermore, a broad construction is asserted for the invention for in the specification it is said:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\"It is obvious that the invention may be embodied in many forms and constructions, and I wish it to be understood that the particular forms shown are but a few of the many forms. Various modifications and changes being possible, I do not otherwise limit myself in any way with respect thereto.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Moreover, a like assertion appears in the remarks of the attorney for the patentee in submitting revised claims, which were later allowed, wherein he said that the claims he was submitting were \"broad enough to include structures in which the waterproofing means is placed as shown in the drawings, or is placed in front of the intermediate or middle courses of stretcher brick.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The foregoing leaves no doubt at all in our minds that the waterproofing system advertised by the plaintiff was covered in Larson's first patent and hence, as the District Court held, passed into the public domain when that patent expired.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We are fully aware, and so was the District Court, that this disposition of the case, theoretically at least, leaves the issue of the validity of the subsisting Larson patent unresolved. But in this Circuit, and also in the Second, the language of Bresnick v. United States Vitamin Corp., 2 Cir., 1943, 139 F.2d 239, 242, about the desirability of removing scarecrows from the art, which the Supreme Court sanctioned in Sinclair &amp; Carroll Co. v. Interchemical Corp., 1945, 325 U.S. 327, 65 S.Ct. 1143, 89 L.Ed. 1644, has not been regarded as a peremptory command. Instead in both circuits it has been construed as only enunciating a general direction or admonition to be heeded, or a policy to be followed, in the absence of factors indicating some other more convenient or appropriate course. Hale v. General Motors Corp., 1 Cir., 1945, 147 F.2d 383, 388; Grant Paper Box Co. v. Russell Box Co., 1 Cir., 1945, 151 F.2d 886, 890. Harries v. Air King Products Co., 2 Cir., 1950, 183 F.2d 158, 162, 163. See also Vulcan Corp. v. International Shoe Machine Corp., D.C. Mass. 1946, 68 F.Supp. 990, affirmed without opinion, 1 Cir., 1946, 158 F.2d 520, certiorari denied, 1947, 330 U.S. 825, 67 S.Ct. 868, 91 L.Ed. 1275.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Here we find persuasive factors favoring the course taken in this litigation for the procedure followed is both appropriate and convenient in that an issue raised on motion for summary judgment permits final termination of the case without the waste of time and expense of a full scale trial on the merits. This is exactly the purpose of summary judgment procedure and its value for that purpose in patent cases certainly does not need elaboration. Furthermore the subsisting Larson patent has only a few months of life left, and also as a practical matter the issue considered and passed upon in this particular litigation necessarily has the effect of fly blowing that patent, perhaps as much as though the patent had directly been held invalid.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The judgment of the District Court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The defendant also alleged that the plaintiff had patterned this circular after one distributed to the trade for a number of years by the defendant, and that the plaintiff did this with the deliberate intention and for the purpose of leading the unwary to believe that the plaintiff's waterproofing system originated with the defendant. This allegation, however, has not been seriously pressed and is so obviously without substance that there is no need to mention it except in this footnote</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">209</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">169</span></span></p>\n    <p class=\"parties\">BRISK WATERPROOFING CO., Inc.<br>v.<br>A. BELANGER &amp; SONS, Inc.</p>\n    <p class=\"docket\">No. 4763.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">January 4, 1954.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Norman N. Holland, New York City (Cedric W. Porter, Boston, Mass., and George M. Wolfson, New York City, on brief), for appellant.</p>\n      <p class=\"indent\">Robert B. Russell, Boston, Mass. (Kenway, Jenney, Witter &amp; Hildreth, Boston, Mass., on brief), for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit Judges.</p>\n      <p class=\"indent\">WOODBURY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiff-appellee brought suit in the court below under Title 28 U.S.C. &#167;&#167; 2201 and 2202 for a judgment declaring that the method of waterproofing brick walls described in its advertising circular, a copy of which it attached to its complaint as Exhibit A, did not conflict with any rights the defendant-appellant might have as the exclusive licensee under Larson's Patent No. 2,088,754 for the waterproofing of masonry walls, and also for an injunction restraining the defendant from interfering with the plaintiff in the prosecution of its business. The defendant answered denying the basic allegations of the complaint and, among other affirmative defenses not presently pertinent, alleged that the plaintiff came into court with \"unclean hands\" because it had made false and misleading statements in its advertising circular referred to above.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> At this point in the proceedings the plaintiff moved for a summary judgment under Rule 56(a), F.R.C.P., 28 U.S.C., on the ground that there was presented no genuine issue as to any material fact. It said, first, that a cause of action for a declaratory judgment was clearly established by a letter which it produced from counsel for the defendant threatening suit for infringement of the Larson patent if the plaintiff should obtain and perform a contract for the construction of a wall according to the system outlined in its advertising circular; second, that there was no basis in fact for the defendant's allegation that the plaintiff had \"unclean hands\" for its circular was \"obviously a sales flyer and must be judged accordingly\"; and third, that the system described in the circular was in the public domain for it was the system covered by an expired patent to Larson (No. 1,970,326) as clearly appeared from a simple comparison of the circular with the expired patent. The District Court granted the motion on the pleadings, and the affidavits and depositions filed by the parties in support and in opposition thereto, and entered the judgment for the plaintiff giving it the relief it sought from which the defendant has taken this appeal. 116 F.Supp. 127.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The first two points do not warrant extended discussion. The defendant's letter threatening suit for infringement if the plaintiff should build a wall according to the system described in its circular, coupled with statements in the plaintiff's affidavits and depositions that the plaintiff was seriously engaged in promoting its system and that the defendant had informed one of the plaintiff's prospective customers that its system would infringe the defendant's patent, clearly shows the existence of a case of actual controversy within the court's patent jurisdiction, and hence establishes a cause of action under the Declaratory Judgments Act. See Dewey &amp; Almy Chemical Co. v. American Anode Inc., 3 Cir., 1943, <span class=\"citation\" data-id=\"1484324\"><a href=\"/opinion/1484324/dewey-almy-chemical-co-v-american-anode/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">68</span></a></span>, certiorari denied <span class=\"citation no-link\"><span class=\"volume\">320</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">761</span></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">70</span></span>, 88 L.Ed. 454. Nor, as the District Court found, has the defendant in its affidavits shown anything in the plaintiff's circular which even remotely suggests that the plaintiff has unclean hands disentitling it to judicial relief. Clearly the circular contains nothing but normal sales puffing.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The third point requires more extended consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We are not concerned here with an outer coating of some sort applied to a brick or masonry wall after it is built to make it waterproof. We are concerned with a water-impervious membrane, asbestos-board or ordinary asphalt roofing felt are suggested, built into the interstices of a brick wall as it is constructed. To understand how this is done some general explanation is necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">There are, of course, a great many ways of laying up a brick wall. Although the waterproofing systems with which we are concerned are said to be adaptable to many if not to all of these ways, and also to walls made of cement or cinder blocks and walls made partly of bricks and partly of such blocks, it will be necessary here to describe only one typical form of brick construction known as American bond.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A brick wall for a building is ordinarily laid up the width of three bricks, or one foot, thick. Obviously if such a wall were constructed by laying bricks side by side in a triple row, and end to end in each row in what is called a stretcher course, for the length of the wall desired, and then superimposing successive tiers or courses of bricks similarly laid to the height required, with the end joints of the bricks in each row and course \"broken\" or staggered with respect to the end joints of the bricks in the row beside and the courses above and below in accordance with accepted practice, the wall would have two vertical internal unbroken mortar joints extending the length of the wall and from its top to its bottom in the form of a sheet of mortar. Such a wall would obviously be weak in that it would tend to split apart longitudinally and vertically along its two unbroken continuous mortar joints. To prevent this, various methods or systems of laying bricks have been used time out of mind to break the vertical longitudinal mortar joints and bind the three rows of bricks together. One of these systems is known as the American bond. In this system five horizontal courses or tiers of stretcher bricks are laid end to end and three bricks wide, and then on the inside face of the wall a course of bricks called header bricks is laid side by side at right angles to the stretcher bricks in the course below so that one end of the header bricks is flush with the inside face of the wall and the inner halves of the header bricks overlap the middle row of stretcher bricks. A row of stretcher bricks is then laid behind this row of header bricks to make the course level and to form the outside face of the wall, and then another course of header bricks is laid on top of this stretcher course, the inner halves of the bricks in the second header course extending over the inner halves of the bricks in the header course first laid. These header bricks in turn are then backed up with a row of stretcher bricks. Thus, as the method is repeated, a wall is built up wherein both internal vertical mortar joints are broken at every fifth course, and the three rows of bricks in the wall are interlocked to form a strong and stable structure.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The waterproofing membranes involved consist of a series of overlapping horizontal strips built into the wall as it is laid up and running from one end of the wall to the other. To understand how they are positioned in the interstices of a wall such as described above, it will perhaps be most helpful to visualize such a wall in cross section with the outside face of the wall, <i>i. e.</i> the face of the wall exposed to the weather, to the left. So seen the vertical internal mortar joints will appear as vertical lines broken at right angles by the header bricks at every fifth course, the breaks staggered one course apart because of the overlapping of the headers in adjacent header courses. Each waterproofing strip in a wall so viewed, that is as it appears in cross section in the wall, is roughly in the shape of a Z lying on its side, or perhaps more accurately, in the shape of the half of a swastica having one horizontal and two vertical members, the middle section of the shape lying horizontally between the overlapping portions of adjacent header courses, and one leg or arm of the Z, or half swastica, extending upward in the vertical mortar joint toward the rear of the wall and the other arm extending downward in the vertical mortar joint toward the front of the wall.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">So far the description fits all three waterproofing systems involved in this litigation, that is to say, the system advertised by the plaintiff, the system disclosed in the expired Larson patent (No. 1,970,326), and the system covered by the Larson patent in suit. The differences between the three systems, and this is the nub of the case, consist in differences in the proportions of the vertical portions of the waterproofing strips.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In the drawings accompanying and forming part of Larson's first application filed July 21, 1933, which ripened on August 14, 1934 into his now expired patent No. 1,970,326, a waterproofing strip is shown which has a long upwardly extending portion positioned in the vertical mortar joint nearer the inside face of the wall and behind the middle row of bricks, and a short downwardly extending portion positioned in the other vertical mortar joint in front of the middle row of bricks, with the latter portion of each strip slightly overlapping the upwardly extending portion of the strip next below. With this construction only the inner one third, approximately, of the wall is protected against the intrusion of water.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">While this application was pending in the Patent Office, Larson, on December 9, 1933, filed another application on which the patent in suit (No. 2,088,764) was issued on August 3, 1937. In this second application Larson shows a waterproofing membrane with a downwardly extending portion in the vertical mortar joint in front of the middle course of bricks long enough to reach the top of the header course below, but with an upwardly extending portion in the vertical mortar joint behind the middle row of bricks only two courses of bricks high. With this construction approximately two-thirds of the wall is protected against the intrusion of water with consequent reduction of damage to the wall from freezing. It does not appear that the system disclosed in Larson's first patent ever had any extensive use, or even was actually used at all, but the system disclosed in his second patent has been used extensively by Brisk Waterproofing Co., Inc., for a number of years.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The system advertised by the plaintiff-appellee is, essentially, a combination of the two Larson systems in that the upwardly extending and downwardly extending portions of its strips are of approximately equal length and long enough so that the downwardly extending portion of one strip overlaps the upwardly extending portion of the strip below by about the thickness of two courses of bricks.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The District Court did not pass directly upon the issue of the validity of the subsisting Larson patent in suit. Nor did it pass upon the issue of the plaintiff's infringement of that patent. Instead it found in accordance with the plaintiff's motion for summary judgment that the waterproofing system advertised by the plaintiff had passed into the public domain in 1951 with the expiration of the first Larson patent. And it felt that it could decide that question on motion for summary judgment under Rule 56(c), F.R.C.P. because it said that no evidence offered, or susceptible of being offered, by the defendant could persuade it to the contrary view, so that there was presented no \"genuine issue as to any material fact\". We not only agree with the District Court's conclusion, but we also agree with its technique of decision.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The first and now expired Larson patent is a broad one. The drawings accompanying it, it is true, show only a waterproofing membrane having its longer vertical element extending upward in the vertical mortar space adjacent to the innermost row of stretcher bricks, that is, in the mortar space nearer the inside face of the wall. And this embodiment is specifically covered in its claim 26. But its claim 24 covers a waterproofing membrane having vertical parts one of which is longer than the other without limitation as to which part extends upwardly in the vertical mortar joint nearer the inside surface of the wall, or which extends downwardly in the mortar joint nearer the outside surface. Furthermore, a broad construction is asserted for the invention for in the specification it is said:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\"It is obvious that the invention may be embodied in many forms and constructions, and I wish it to be understood that the particular forms shown are but a few of the many forms. Various modifications and changes being possible, I do not otherwise limit myself in any way with respect thereto.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Moreover, a like assertion appears in the remarks of the attorney for the patentee in submitting revised claims, which were later allowed, wherein he said that the claims he was submitting were \"broad enough to include structures in which the waterproofing means is placed as shown in the drawings, or is placed in front of the intermediate or middle courses of stretcher brick.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The foregoing leaves no doubt at all in our minds that the waterproofing system advertised by the plaintiff was covered in Larson's first patent and hence, as the District Court held, passed into the public domain when that patent expired.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We are fully aware, and so was the District Court, that this disposition of the case, theoretically at least, leaves the issue of the validity of the subsisting Larson patent unresolved. But in this Circuit, and also in the Second, the language of Bresnick v. United States Vitamin Corp., 2 Cir., 1943, <span class=\"citation\" data-id=\"1567985\"><a href=\"/opinion/1567985/bresnick-v-united-states-vitamin-corporation/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">239</span></a></span>, 242, about the desirability of removing scarecrows from the art, which the Supreme Court sanctioned in Sinclair &amp; Carroll Co. v. Interchemical Corp., 1945, <span class=\"citation\" data-id=\"104146\"><a href=\"/opinion/104146/sinclair-carroll-co-v-interchemical-corp/\"><span class=\"volume\">325</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1143</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1644</span></span>, has not been regarded as a peremptory command. Instead in both circuits it has been construed as only enunciating a general direction or admonition to be heeded, or a policy to be followed, in the absence of factors indicating some other more convenient or appropriate course. Hale v. General Motors Corp., 1 Cir., 1945, <span class=\"citation no-link\"><span class=\"volume\">147</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">383</span></span>, 388; Grant Paper Box Co. v. Russell Box Co., 1 Cir., 1945, <span class=\"citation no-link\"><span class=\"volume\">151</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">886</span></span>, 890. Harries v. Air King Products Co., 2 Cir., 1950, <span class=\"citation\" data-id=\"225389\"><a href=\"/opinion/225389/harries-v-air-king-products-co-inc/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">158</span></a></span>, 162, 163. See also Vulcan Corp. v. International Shoe Machine Corp., D.C. Mass. 1946, <span class=\"citation\" data-id=\"2312746\"><a href=\"/opinion/2312746/vulcan-corporation-v-international-shoe-machine-corporation/\"><span class=\"volume\">68</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">990</span></a></span>, affirmed without opinion, 1 Cir., 1946, <span class=\"citation\" data-id=\"1473347\"><a href=\"/opinion/1473347/strom-v-commissioner-of-internal-revenue/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">520</span></a></span>, certiorari denied, 1947, <span class=\"citation no-link\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">868</span></span>, 91 L.Ed. 1275.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Here we find persuasive factors favoring the course taken in this litigation for the procedure followed is both appropriate and convenient in that an issue raised on motion for summary judgment permits final termination of the case without the waste of time and expense of a full scale trial on the merits. This is exactly the purpose of summary judgment procedure and its value for that purpose in patent cases certainly does not need elaboration. Furthermore the subsisting Larson patent has only a few months of life left, and also as a practical matter the issue considered and passed upon in this particular litigation necessarily has the effect of fly blowing that patent, perhaps as much as though the patent had directly been held invalid.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The judgment of the District Court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The defendant also alleged that the plaintiff had patterned this circular after one distributed to the trade for a number of years by the defendant, and that the plaintiff did this with the deliberate intention and for the purpose of leading the unwary to believe that the plaintiff's waterproofing system originated with the defendant. This allegation, however, has not been seriously pressed and is so obviously without substance that there is no need to mention it except in this footnote</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/225389/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1473347/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1484324/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1567985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2312746/"
  ]
}