{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/237050/",
  "absolute_url": "/opinion/237050/enrique-mora-and-all-other-rice-importers-in-puerto-rico-v-felix-mejias/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/237050/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:31:41Z",
  "date_modified": "2016-02-09T15:10:19.118985Z",
  "type": "010combined",
  "sha1": "6ee5dd823ef6d1ebd453f2ed205a70013b58474f",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/223/223.F2d.814.4864.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">223 F.2d 814</p>\n    <p class=\"parties\">Enrique MORA and all other Rice Importers in Puerto Rico, Petitioners, Appellants,<br>v.<br>Felix MEJIAS, Economic Stabilization Administrator, et al., Appellees.</p>\n    <p class=\"docket\">No. 4864.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">June 9, 1955.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Francisco Castro Amy, San Juan, Puerto Rico, with whom James R. Beverley and R. Castro Fernandez, San Juan, Puerto Rico, were on brief, for appellants.</p>\n      <p class=\"indent\">Edgar S. Belaval, Asst. Atty. Gen., with whom Jose Trias Monge, Atty. Gen., J. B. Fernandez Badillo, First Asst. Atty. Gen., and A. Torres Braschi, Asst. Atty. Gen., were on brief, for appellees.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and MARIS and WOODBURY, Circuit Judges.</p>\n      <p class=\"indent\">MARIS, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from an order of the Supreme Court of Puerto Rico upholding the validity of Administrative Order No. 228 of the Secretary of Agriculture and Commerce of Puerto Rico<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> issued March 12, 1953 under Act No. 228, Laws of Puerto Rico, 1942, as amended by Act No. 234, Laws of Puerto Rico, 1950, fixing the maximum wholesale prices for rice in stock or to be received in Puerto Rico, effective March 16, 1953. The appellants are Puerto Rican rice importers who have been criminally charged with violation of the order and who sought in the Superior Court and on appeal in the Supreme Court to have it revoked as invalid.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In Mora v. Mejias, 1 Cir., 1953, 206 F. 2d 377, this court had before it an appeal from a judgment of the United States District Court for the District of Puerto Rico denying these same appellants a temporary injunction against the enforcement of the order here in question. The district court was not there called upon for a judgment declaring the order to be invalid as applied to some past period. We affirmed the judgment upon the ground that the district judge had not been guilty of an abuse of discretion in denying a temporary injunction suspending the enforcement of the order regulating the price of rice, a commodity of vital importance in the economy of Puerto Rico. Our conclusion was based in part upon the fact that at the time of the hearing the price-fixing order appeared to be valid, if it was not so before, as a result of a decrease in the millers' prices for rice shipped from the continental United States to Puerto Rico. We accordingly did not reach the question as to the initial validity of the order which is now presented to us. We did have occasion, however, to state the background facts in some detail in our opinion in that case and a full recital of those facts need, therefore, not be repeated here.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The significant facts are that immediately prior to February 25, 1953 the millers' prices to Puerto Rican importers were held down by price regulations of the federal Office of Price Stabilization to $12.00 per 100 lbs., C.I.F. San Juan, for rice of superior quality and $11.60 per 100 lbs., C.I.F. San Juan, for rice of good quality; that federal price control of rice was entirely removed on February 25, 1953 whereupon the continental millers' prices for rice sold to Puerto Rican importers immediately rose to $13.25 and $12.45 per 100 lbs., respectively, and remained at that level until June or July, 1953; and that on March 12, 1953, effective March 16, 1953, Order No. 228 here under attack fixed the maximum wholesale prices to be charged for rice of superior and good quality by Puerto Rican importers at $12.90 and $12.25 per 100 lbs., respectively, those being the same maximum prices that had prevailed in Puerto Rico under federal price control prior to February 25, 1953.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It will thus be seen that under the price structure existing at the end of federal price control Puerto Rican importers were accorded a markup for expense and profit amounting to 90 cents per 100 lbs. on superior rice and 65 cents per 100 lbs. on rice of good quality. During the period between the termination of federal control on February 25th and the imposition of local control on March 16th the prices which Puerto Rican importers were required to pay the continental millers for their rice increased $1.25 and 85 cents per 100 lbs. for superior and good rice, respectively, and those increases remained in effect until some time in the following June or July when rice prices of some millers started to decline. The Puerto Rican rice importers had contracts, executed in 1952, with the continental rice mills calling for the payment of the market price at time of shipment for rice purchased. The effect of Order No. 228 accordingly was definitely to require all the rice importers of Puerto Rico to sell at less than cost all rice purchased by them between February 25th and the time in June or July when prices declined if they were to continue in business.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The appellants urge that to the extent that the order thus prevented them from continuing to carry on their rice importing business except at an out-of-pocket loss it was not \"generally fair and equitable\" as required by the Puerto Rican law under which it was issued and it deprived them of their liberty and property without due process of law in violation of the Fifth or Fourteenth Amendment<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> to the Constitution of the United States. The Supreme Court did not regard the order as invalid on either ground. We find it unnecessary to consider whether the decision of that court was inescapably wrong on the first ground since we have reached the conclusion that the order was in violation of the due process clause to the extent that it compelled the entire rice importing industry of Puerto Rico to sell its imported rice at a loss following its effective date. Our reasons for reaching this conclusion will be stated briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It is now undeniable that a state in the exercise of its police power may regulate the prices to be charged by an industry if its legislature determines that the public interest requires such regulation.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> It is equally clear, however, that such regulation is limited by the due process clause. As Justice Roberts said in Nebbia v. People of State of New York, 1934, 291 U.S. 502, 537, 539, 54 S.Ct. 505, 516, 78 L.Ed. 940:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"* * * a state is free to adopt whatever economic policy may reasonably be deemed to promote public welfare, and to enforce that policy by legislation adapted to its purpose. The courts are without authority either to declare such policy, or, when it is declared by the legislature, to override it. If the laws passed are seen to have a reasonable relation to a proper legislative purpose, and are neither arbitrary nor discriminatory, the requirements of due process are satisfied, and judicial determination to that effect renders a court <i>functus officio.</i> * *</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">\"* * * Price control, like any other form of regulation, is unconstitutional only if arbitrary, discriminatory, or demonstrably irrelevant to the policy the legislature is free to adopt, and hence an unnecessary and unwarranted interference with individual liberty.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The function of the court, therefore, is to determine in each case whether in the circumstances the order or regulation is such an unreasonable exercise of governmental authority<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> or is so arbitrary or discriminatory as to come within the ban of the due process clause. If the order is within the scope of the police power the court is not concerned with hardships or difficulties which may attend its enforcement<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> unless it \"goes so far beyond the needs of the occasion as to be turned into an act of tyranny.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The order here involved was issued at a time when for three weeks decontrolled prices of rice had sharply risen in the United States and rice had been purchased by the importers at the increased prices during this period and after the order became effective. Concededly, the effect sought by the Secretary was eventually to bring down the prices in the continental United States but, in his judgment, it had to be accomplished by imposing a loss upon the importers in the interim. It is ordinarily true that a member of an industry which is under price control can withdraw from the field and thus avoid control.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> But it is wholly unrealistic to apply this principle to the case before us. For the rice importers supply Puerto Rico with the most important staple in the diet of the people. Certainly it was not contemplated that the order would stop the importation of this necessity of the Puerto Rican people. Accordingly the application of the principle that the members of the industry could escape loss by withdrawing from the business of importing rice is not an honest answer to the question at issue. This is particularly so in view of an amendment made in 1946 to section 3(c) of Act No. 228. That subsection authorized the administrator to regulate or prohibit speculative or manipulative practices. As amended by Act No. 17, Laws of Puerto Rico, December 31, 1946, section 3(c) reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">\"(c) Whenever in the judgment of the Administrator such action should be necessary and proper in order to effectuate the purposes of this Act, he may regulate by regulation or order, and he may prohibit, such speculative or manipulative practices, including practices relating to changes in the form or quality of a commodity, or to the hoarding of any staple commodity, as in his judgment are equivalent or lead to price increases inconsistent with the purposes of this Act; <i>Provided,</i> That in those cases where a merchant or dealer has stocks of staple commodities and refuses to sell them because of his unwillingness to comply with price schedules or any provision of this Act or of the directives issued by the Administrator by virtue of the powers herein conferred upon him, such merchant or dealer shall be subject to the penalties prescribed by this Act; <i>Provided, further,</i> That the mere refusal to sell staple commodities carried in stock shall constitute <i>prima facie</i> evidence that the merchant or dealer refused to sell because of his unwillingness to comply with price schedules or with any other provision hereof; <i>Provided, further,</i> That in these cases the Administrator may make use, with regard to such stock, of the power of taking conferred upon him by this Act.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is well settled that it is a deprivation of property without due process of law for a state to compel a public utility to continue to operate at a loss.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The amendment made by Act No. 17 would appear to have prohibited the members of the rice importing industry from refusing to sell their existing stocks of rice and thus to have compelled them to sell at a loss so much of that rice as had been purchased at the higher uncontrolled millers' prices.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Their situation was, therefore, analogous to that of a public utility which is required to devote its property to the service of the public. We think it was arbitrary under the circumstances of this case to compel the whole rice importing industry to sell their rice at a loss.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Supreme Court said in Block v. Hirsh, 1921, 256 U.S. 135, 157, 41 S.Ct. 458, 460, 65 L.Ed. 865, \"A limit in time, to tide over a passing trouble, well may justify a law that could not be upheld as a permanent change.\" We are, of course, wholly in accord with this view. In our opinion in the prior case we said, 206 F.2d at page 386:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\"If a price regulation is initially valid on this dual basis, the administrator is entitled to observe the actual results of its operation for a reasonable period of time, before a court could conclude that he was arbitrary or capricious in not revising the established maximum prices.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">But we do not think that this principle is applicable to the present case. For the economic conditions which actually existed in the rice industry at the time when the order was issued and which were known to the Secretary when he issued it stamped the order as invalid from its inception. By the order in question the Secretary deliberately set out to subsidize Puerto Rican rice consumers at the expense of the rice importers who here appeal. Whether this would be for a longer or shorter period he could not then know.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This fact is one of the circumstances which distinguishes the present case from Great Atlantic &amp; Pacific Tea Co. v. Porter, Em.App., 1946, 156 F.2d 812, upon which the appellee relies. The Price Administrator there sought to put an end to evasive practices and pressure upon the price structure by directing that imported coffee could not be purchased abroad, imported or received at prices higher than the maximum buying prices established by his regulation. The Administrator prohibited all importation of coffee at excessive prices. Thus the coffee importers were compelled to refrain from importing coffee if they could not buy it at prices which would show them a profit. The court in that case decided that the Administrator had not acted arbitrarily, and observed, 156 F.2d at page 814:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">\"Of course, if the level of prices in the regulation were set too low, the device would not work in the face of concerted and long-continued refusal of foreign producers to sell at the specified prices, and the commodity would disappear from the American market. Such a situation, if it arose, could be alleviated by appropriate increases in the established maximum prices, or by the payment of subsidies to importers, with permission to them to pay an additional amount, corresponding to the subsidy, to foreign producers of the commodity. In fact, in the case of green coffee, resort has been had to a subsidy.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In the case before us the Secretary did not attempt to prohibit the purchase of rice by the importers at excessive prices which would cause them loss on resale. Certainly, as we have said, he did not contemplate that they would stop providing the people of Puerto Rico with their accustomed supply of rice. The A &amp; P case is, therefore, not controlling here.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Moreover this case does not involve a hardship or loss to a mere individual member of the industry. Rather the whole industry was placed by the order in a disastrous economic position and there it was compelled to remain for nearly four months until the swing of economic forces in the continental United States wholly beyond the control of the Secretary bailed it out. Nor does it appear that these sure losses which the industry as a whole was required to suffer for an indefinite time in the early months of the application of the order were merely periodic losses, characteristic of the industry prior to price control, due to a seasonal fluctuation in the cost of imported rice which the industry experienced in its normal operations.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">While conceding that the appellants were placed in an initially losing position by the order the appellee argues that the Secretary was nonetheless entitled to assume that the increase in continental rice prices which immediately followed the termination of federal price control was but a temporary one and that these prices would soon level off to a point which would enable the importers to operate at a profit. From this premise the appellee argues that the order was valid since the prices did start to fall to that point within three and one-half months. But the fact is that what the Secretary did know and the only thing he knew with certainty was that his order, in the light of the current uncontrolled continental millers' prices, fixed prices at which rice importers could sell only at a loss. He also knew that this would continue until such time in the future as millers' prices should fall below his maximum prices and that he had no control over those millers' prices. We think that it was arbitrary and unreasonable to subject the rice importing industry to such an oppressive regulation.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is also suggested by the appellee that the Secretary was justified in issuing his order because of the possibility that in the light of the maximum prices which it fixed the importers would use their substantial purchasing power to compel the mainland millers to reduce their prices to lower levels which would make the maximum prices of the order fair and reasonable. For aught we know this may have been, in part at least, the reason for the decline in prices in June and July 1953. But we do not think that it can be regarded as other than arbitrary and unreasonable for the Secretary thus to use these appellants, to their serious financial loss, as clubs to beat down prices outside Puerto Rico over which he had no direct power of control.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We conclude, therefore, that Administrative Order No. 228 was invalid in so far as it applied to the sale by importers of rice which they had imported at the high prices prevailing after February 25 and until some time in June or July, 1953. The order was valid, however, so far as applied to sales of rice which importers had purchased at the lower prices which were in effect on and before February 25 and which they still had on hand on March 16, 1953, and so far as applied to sales of rice which importers purchased at the lower prices which became prevalent in June or July, 1953 and thereafter. The cause must, therefore, be remanded for the granting to the appellants of appropriate relief against the order to the extent that it was invalid. The form of that relief we necessarily leave to the courts of Puerto Rico to fashion in accordance with the Puerto Rican law.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The order of the Supreme Court will be reversed and the cause will be remanded for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> On June 19, 1953 the functions of the Secretary in this regard were transferred to the Economic Stablization Administration by Act No. 97, Laws of Puerto Rico, 1953</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As we pointed out in our previous opinion, 206 F.2d 377, 382, it is not necessary in this case to determine which amendment is applicable to the Commonwealth of Puerto Rico</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Munn v. Illinois, 1876, 94 U.S. 113, 24 L.Ed. 77; Marcus Brown Holding Co. v. Feldman, 1921, 256 U.S. 170, 41 S.Ct. 465, 65 L.Ed. 877; Nebbia v. People of State of New York, 1934, 291 U.S. 502, 54 S.Ct. 505, 78 L.Ed. 940; Cities Service Gas Co. v. Peerless Oil &amp; Gas Co., 1950, 340 U.S. 179, 71 S.Ct. 215, 95 L. Ed. 190</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In Santiago v. People of Puerto Rico, 1 Cir., 1946, 154 F.2d 811, 813, this court said: \"The test of due process is essentially a test of reasonableness.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Standard Oil Co. v. City of Marysville, 1929, 279 U.S. 582, 586, 49 S.Ct. 430, 73 L.Ed. 856; Gant v. Oklahoma City, 1933, 289 U.S. 98, 102, 53 S.Ct. 530, 77 L.Ed. 1058</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Hegeman Farms Corp. v. Baldwin, 1934, 293 U.S. 163, 170, 55 S.Ct. 7, 9, 79 L.Ed. 259</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Munn v. State of Illinois, 1876, 94 U.S. 113, 126, 24 L.Ed. 77; Wolff Packing Co. v. Court of Industrial Relations, 1923, 262 U.S. 522, 543, 43 S.Ct. 630, 67 L.Ed. 1103</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Railroad Commission of State of Texas v. Eastern Texas R. R., 1924, 264 U.S. 79, 44 S.Ct. 247, 68 L.Ed. 569</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We do not consider the constitutionality of this amendment. But see Rivera v. R. Cobian Chinea &amp; Co., 1 Cir., 1950, 181 F.2d 974</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">223</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">814</span></span></p>\n    <p class=\"parties\">Enrique MORA and all other Rice Importers in Puerto Rico, Petitioners, Appellants,<br>v.<br>Felix MEJIAS, Economic Stabilization Administrator, et al., Appellees.</p>\n    <p class=\"docket\">No. 4864.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">June 9, 1955.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Francisco Castro Amy, San Juan, Puerto Rico, with whom James R. Beverley and R. Castro Fernandez, San Juan, Puerto Rico, were on brief, for appellants.</p>\n      <p class=\"indent\">Edgar S. Belaval, Asst. Atty. Gen., with whom Jose Trias Monge, Atty. Gen., J. B. Fernandez Badillo, First Asst. Atty. Gen., and A. Torres Braschi, Asst. Atty. Gen., were on brief, for appellees.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and MARIS and WOODBURY, Circuit Judges.</p>\n      <p class=\"indent\">MARIS, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from an order of the Supreme Court of Puerto Rico upholding the validity of Administrative Order No. 228 of the Secretary of Agriculture and Commerce of Puerto Rico<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> issued March 12, 1953 under Act No. 228, Laws of Puerto Rico, 1942, as amended by Act No. 234, Laws of Puerto Rico, 1950, fixing the maximum wholesale prices for rice in stock or to be received in Puerto Rico, effective March 16, 1953. The appellants are Puerto Rican rice importers who have been criminally charged with violation of the order and who sought in the Superior Court and on appeal in the Supreme Court to have it revoked as invalid.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In Mora v. Mejias, 1 Cir., 1953, 206 F. 2d 377, this court had before it an appeal from a judgment of the United States District Court for the District of Puerto Rico denying these same appellants a temporary injunction against the enforcement of the order here in question. The district court was not there called upon for a judgment declaring the order to be invalid as applied to some past period. We affirmed the judgment upon the ground that the district judge had not been guilty of an abuse of discretion in denying a temporary injunction suspending the enforcement of the order regulating the price of rice, a commodity of vital importance in the economy of Puerto Rico. Our conclusion was based in part upon the fact that at the time of the hearing the price-fixing order appeared to be valid, if it was not so before, as a result of a decrease in the millers' prices for rice shipped from the continental United States to Puerto Rico. We accordingly did not reach the question as to the initial validity of the order which is now presented to us. We did have occasion, however, to state the background facts in some detail in our opinion in that case and a full recital of those facts need, therefore, not be repeated here.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The significant facts are that immediately prior to February 25, 1953 the millers' prices to Puerto Rican importers were held down by price regulations of the federal Office of Price Stabilization to $12.00 per 100 lbs., C.I.F. San Juan, for rice of superior quality and $11.60 per 100 lbs., C.I.F. San Juan, for rice of good quality; that federal price control of rice was entirely removed on February 25, 1953 whereupon the continental millers' prices for rice sold to Puerto Rican importers immediately rose to $13.25 and $12.45 per 100 lbs., respectively, and remained at that level until June or July, 1953; and that on March 12, 1953, effective March 16, 1953, Order No. 228 here under attack fixed the maximum wholesale prices to be charged for rice of superior and good quality by Puerto Rican importers at $12.90 and $12.25 per 100 lbs., respectively, those being the same maximum prices that had prevailed in Puerto Rico under federal price control prior to February 25, 1953.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It will thus be seen that under the price structure existing at the end of federal price control Puerto Rican importers were accorded a markup for expense and profit amounting to 90 cents per 100 lbs. on superior rice and 65 cents per 100 lbs. on rice of good quality. During the period between the termination of federal control on February 25th and the imposition of local control on March 16th the prices which Puerto Rican importers were required to pay the continental millers for their rice increased $1.25 and 85 cents per 100 lbs. for superior and good rice, respectively, and those increases remained in effect until some time in the following June or July when rice prices of some millers started to decline. The Puerto Rican rice importers had contracts, executed in 1952, with the continental rice mills calling for the payment of the market price at time of shipment for rice purchased. The effect of Order No. 228 accordingly was definitely to require all the rice importers of Puerto Rico to sell at less than cost all rice purchased by them between February 25th and the time in June or July when prices declined if they were to continue in business.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The appellants urge that to the extent that the order thus prevented them from continuing to carry on their rice importing business except at an out-of-pocket loss it was not \"generally fair and equitable\" as required by the Puerto Rican law under which it was issued and it deprived them of their liberty and property without due process of law in violation of the Fifth or Fourteenth Amendment<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> to the Constitution of the United States. The Supreme Court did not regard the order as invalid on either ground. We find it unnecessary to consider whether the decision of that court was inescapably wrong on the first ground since we have reached the conclusion that the order was in violation of the due process clause to the extent that it compelled the entire rice importing industry of Puerto Rico to sell its imported rice at a loss following its effective date. Our reasons for reaching this conclusion will be stated briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It is now undeniable that a state in the exercise of its police power may regulate the prices to be charged by an industry if its legislature determines that the public interest requires such regulation.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> It is equally clear, however, that such regulation is limited by the due process clause. As Justice Roberts said in Nebbia v. People of State of New York, 1934, <span class=\"citation\" data-id=\"102224\"><a href=\"/opinion/102224/nebbia-v-new-york/\"><span class=\"volume\">291</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span>, 537, 539, 54 S.Ct. 505, 516, 78 L.Ed. 940:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"* * * a state is free to adopt whatever economic policy may reasonably be deemed to promote public welfare, and to enforce that policy by legislation adapted to its purpose. The courts are without authority either to declare such policy, or, when it is declared by the legislature, to override it. If the laws passed are seen to have a reasonable relation to a proper legislative purpose, and are neither arbitrary nor discriminatory, the requirements of due process are satisfied, and judicial determination to that effect renders a court <i>functus officio.</i> * *</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">\"* * * Price control, like any other form of regulation, is unconstitutional only if arbitrary, discriminatory, or demonstrably irrelevant to the policy the legislature is free to adopt, and hence an unnecessary and unwarranted interference with individual liberty.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The function of the court, therefore, is to determine in each case whether in the circumstances the order or regulation is such an unreasonable exercise of governmental authority<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> or is so arbitrary or discriminatory as to come within the ban of the due process clause. If the order is within the scope of the police power the court is not concerned with hardships or difficulties which may attend its enforcement<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> unless it \"goes so far beyond the needs of the occasion as to be turned into an act of tyranny.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The order here involved was issued at a time when for three weeks decontrolled prices of rice had sharply risen in the United States and rice had been purchased by the importers at the increased prices during this period and after the order became effective. Concededly, the effect sought by the Secretary was eventually to bring down the prices in the continental United States but, in his judgment, it had to be accomplished by imposing a loss upon the importers in the interim. It is ordinarily true that a member of an industry which is under price control can withdraw from the field and thus avoid control.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> But it is wholly unrealistic to apply this principle to the case before us. For the rice importers supply Puerto Rico with the most important staple in the diet of the people. Certainly it was not contemplated that the order would stop the importation of this necessity of the Puerto Rican people. Accordingly the application of the principle that the members of the industry could escape loss by withdrawing from the business of importing rice is not an honest answer to the question at issue. This is particularly so in view of an amendment made in 1946 to section 3(c) of Act No. 228. That subsection authorized the administrator to regulate or prohibit speculative or manipulative practices. As amended by Act No. 17, Laws of Puerto Rico, December 31, 1946, section 3(c) reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">\"(c) Whenever in the judgment of the Administrator such action should be necessary and proper in order to effectuate the purposes of this Act, he may regulate by regulation or order, and he may prohibit, such speculative or manipulative practices, including practices relating to changes in the form or quality of a commodity, or to the hoarding of any staple commodity, as in his judgment are equivalent or lead to price increases inconsistent with the purposes of this Act; <i>Provided,</i> That in those cases where a merchant or dealer has stocks of staple commodities and refuses to sell them because of his unwillingness to comply with price schedules or any provision of this Act or of the directives issued by the Administrator by virtue of the powers herein conferred upon him, such merchant or dealer shall be subject to the penalties prescribed by this Act; <i>Provided, further,</i> That the mere refusal to sell staple commodities carried in stock shall constitute <i>prima facie</i> evidence that the merchant or dealer refused to sell because of his unwillingness to comply with price schedules or with any other provision hereof; <i>Provided, further,</i> That in these cases the Administrator may make use, with regard to such stock, of the power of taking conferred upon him by this Act.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is well settled that it is a deprivation of property without due process of law for a state to compel a public utility to continue to operate at a loss.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The amendment made by Act No. 17 would appear to have prohibited the members of the rice importing industry from refusing to sell their existing stocks of rice and thus to have compelled them to sell at a loss so much of that rice as had been purchased at the higher uncontrolled millers' prices.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Their situation was, therefore, analogous to that of a public utility which is required to devote its property to the service of the public. We think it was arbitrary under the circumstances of this case to compel the whole rice importing industry to sell their rice at a loss.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Supreme Court said in Block v. Hirsh, 1921, <span class=\"citation\" data-id=\"99789\"><a href=\"/opinion/99789/block-v-hirsh/\"><span class=\"volume\">256</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">135</span></a></span>, 157, 41 S.Ct. 458, 460, 65 L.Ed. 865, \"A limit in time, to tide over a passing trouble, well may justify a law that could not be upheld as a permanent change.\" We are, of course, wholly in accord with this view. In our opinion in the prior case we said, 206 F.2d at page 386:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\"If a price regulation is initially valid on this dual basis, the administrator is entitled to observe the actual results of its operation for a reasonable period of time, before a court could conclude that he was arbitrary or capricious in not revising the established maximum prices.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">But we do not think that this principle is applicable to the present case. For the economic conditions which actually existed in the rice industry at the time when the order was issued and which were known to the Secretary when he issued it stamped the order as invalid from its inception. By the order in question the Secretary deliberately set out to subsidize Puerto Rican rice consumers at the expense of the rice importers who here appeal. Whether this would be for a longer or shorter period he could not then know.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This fact is one of the circumstances which distinguishes the present case from Great Atlantic &amp; Pacific Tea Co. v. Porter, Em.App., 1946, <span class=\"citation no-link\"><span class=\"volume\">156</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">812</span></span>, upon which the appellee relies. The Price Administrator there sought to put an end to evasive practices and pressure upon the price structure by directing that imported coffee could not be purchased abroad, imported or received at prices higher than the maximum buying prices established by his regulation. The Administrator prohibited all importation of coffee at excessive prices. Thus the coffee importers were compelled to refrain from importing coffee if they could not buy it at prices which would show them a profit. The court in that case decided that the Administrator had not acted arbitrarily, and observed, 156 F.2d at page 814:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">\"Of course, if the level of prices in the regulation were set too low, the device would not work in the face of concerted and long-continued refusal of foreign producers to sell at the specified prices, and the commodity would disappear from the American market. Such a situation, if it arose, could be alleviated by appropriate increases in the established maximum prices, or by the payment of subsidies to importers, with permission to them to pay an additional amount, corresponding to the subsidy, to foreign producers of the commodity. In fact, in the case of green coffee, resort has been had to a subsidy.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In the case before us the Secretary did not attempt to prohibit the purchase of rice by the importers at excessive prices which would cause them loss on resale. Certainly, as we have said, he did not contemplate that they would stop providing the people of Puerto Rico with their accustomed supply of rice. The A &amp; P case is, therefore, not controlling here.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Moreover this case does not involve a hardship or loss to a mere individual member of the industry. Rather the whole industry was placed by the order in a disastrous economic position and there it was compelled to remain for nearly four months until the swing of economic forces in the continental United States wholly beyond the control of the Secretary bailed it out. Nor does it appear that these sure losses which the industry as a whole was required to suffer for an indefinite time in the early months of the application of the order were merely periodic losses, characteristic of the industry prior to price control, due to a seasonal fluctuation in the cost of imported rice which the industry experienced in its normal operations.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">While conceding that the appellants were placed in an initially losing position by the order the appellee argues that the Secretary was nonetheless entitled to assume that the increase in continental rice prices which immediately followed the termination of federal price control was but a temporary one and that these prices would soon level off to a point which would enable the importers to operate at a profit. From this premise the appellee argues that the order was valid since the prices did start to fall to that point within three and one-half months. But the fact is that what the Secretary did know and the only thing he knew with certainty was that his order, in the light of the current uncontrolled continental millers' prices, fixed prices at which rice importers could sell only at a loss. He also knew that this would continue until such time in the future as millers' prices should fall below his maximum prices and that he had no control over those millers' prices. We think that it was arbitrary and unreasonable to subject the rice importing industry to such an oppressive regulation.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is also suggested by the appellee that the Secretary was justified in issuing his order because of the possibility that in the light of the maximum prices which it fixed the importers would use their substantial purchasing power to compel the mainland millers to reduce their prices to lower levels which would make the maximum prices of the order fair and reasonable. For aught we know this may have been, in part at least, the reason for the decline in prices in June and July 1953. But we do not think that it can be regarded as other than arbitrary and unreasonable for the Secretary thus to use these appellants, to their serious financial loss, as clubs to beat down prices outside Puerto Rico over which he had no direct power of control.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We conclude, therefore, that Administrative Order No. 228 was invalid in so far as it applied to the sale by importers of rice which they had imported at the high prices prevailing after February 25 and until some time in June or July, 1953. The order was valid, however, so far as applied to sales of rice which importers had purchased at the lower prices which were in effect on and before February 25 and which they still had on hand on March 16, 1953, and so far as applied to sales of rice which importers purchased at the lower prices which became prevalent in June or July, 1953 and thereafter. The cause must, therefore, be remanded for the granting to the appellants of appropriate relief against the order to the extent that it was invalid. The form of that relief we necessarily leave to the courts of Puerto Rico to fashion in accordance with the Puerto Rican law.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The order of the Supreme Court will be reversed and the cause will be remanded for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> On June 19, 1953 the functions of the Secretary in this regard were transferred to the Economic Stablization Administration by Act No. 97, Laws of Puerto Rico, 1953</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As we pointed out in our previous opinion, <span class=\"citation\" data-id=\"232303\"><a href=\"/opinion/232303/mora-v-mejias/\"><span class=\"volume\">206</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">377</span></a></span>, 382, it is not necessary in this case to determine which amendment is applicable to the Commonwealth of Puerto Rico</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Munn v. Illinois, 1876, <span class=\"citation\" data-id=\"89446\"><a href=\"/opinion/89446/munn-v-illinois/\"><span class=\"volume\">94</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span>, 24 L.Ed. 77; Marcus Brown Holding Co. v. Feldman, 1921, <span class=\"citation\" data-id=\"99790\"><a href=\"/opinion/99790/marcus-brown-holding-co-v-feldman/\"><span class=\"volume\">256</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">170</span></a></span>, 41 S.Ct. 465, 65 L.Ed. 877; Nebbia v. People of State of New York, 1934, <span class=\"citation\" data-id=\"102224\"><a href=\"/opinion/102224/nebbia-v-new-york/\"><span class=\"volume\">291</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span>, 54 S.Ct. 505, 78 L.Ed. 940; Cities Service Gas Co. v. Peerless Oil &amp; Gas Co., 1950, <span class=\"citation\" data-id=\"104835\"><a href=\"/opinion/104835/cities-service-co-v-peerless-co/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">179</span></a></span>, 71 S.Ct. 215, <span class=\"citation\" data-id=\"1409824\"><a href=\"/opinion/1409824/cities-service-gas-co-v-peerless-oil-gas-co/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">190</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In Santiago v. People of Puerto Rico, 1 Cir., 1946, <span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">811</span></span>, 813, this court said: \"The test of due process is essentially a test of reasonableness.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Standard Oil Co. v. City of Marysville, 1929, <span class=\"citation\" data-id=\"101441\"><a href=\"/opinion/101441/standard-oil-co-v-marysville/\"><span class=\"volume\">279</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">582</span></a></span>, 586, 49 S.Ct. 430, 73 L.Ed. 856; Gant v. Oklahoma City, 1933, <span class=\"citation\" data-id=\"102073\"><a href=\"/opinion/102073/gant-v-oklahoma-city/\"><span class=\"volume\">289</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">98</span></a></span>, 102, 53 S.Ct. 530, 77 L.Ed. 1058</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Hegeman Farms Corp. v. Baldwin, 1934, <span class=\"citation\" data-id=\"102322\"><a href=\"/opinion/102322/hegeman-farms-corp-v-baldwin/\"><span class=\"volume\">293</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">163</span></a></span>, 170, 55 S.Ct. 7, 9, 79 L.Ed. 259</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Munn v. State of Illinois, 1876, <span class=\"citation\" data-id=\"89446\"><a href=\"/opinion/89446/munn-v-illinois/\"><span class=\"volume\">94</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span>, 126, 24 L.Ed. 77; Wolff Packing Co. v. Court of Industrial Relations, 1923, <span class=\"citation\" data-id=\"100246\"><a href=\"/opinion/100246/wolff-co-v-industrial-court/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">522</span></a></span>, 543, 43 S.Ct. 630, 67 L.Ed. 1103</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Railroad Commission of State of Texas v. Eastern Texas R. R., 1924, <span class=\"citation\" data-id=\"100348\"><a href=\"/opinion/100348/railroad-comm-v-eastern-tex-rr/\"><span class=\"volume\">264</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, 44 S.Ct. 247, 68 L.Ed. 569</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We do not consider the constitutionality of this amendment. But see Rivera v. R. Cobian Chinea &amp; Co., 1 Cir., 1950, <span class=\"citation\" data-id=\"225022\"><a href=\"/opinion/225022/rivera-v-r-cobian-chinea-co-inc/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">974</span></a></span></p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/89446/",
    "http://www.courtlistener.com/api/rest/v3/opinions/99789/",
    "http://www.courtlistener.com/api/rest/v3/opinions/99790/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100348/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102224/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102322/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/225022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/232303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1409824/"
  ]
}