{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/237958/",
  "absolute_url": "/opinion/237958/joseph-e-nunes-v-farrell-lines-incorporated/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/237958/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:31:56Z",
  "date_modified": "2016-02-28T05:53:51.093323Z",
  "type": "010combined",
  "sha1": "1762f1995146256ea2f9762d81a2d5e0dec806b5",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/227/227.F2d.619.4998.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">227 F.2d 619</p>\n    <p class=\"parties\">Joseph E. NUNES, Plaintiff, Appellant,<br>v.<br>FARRELL LINES, Incorporated, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 4998.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">Dec. 1, 1955.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Hyman Katz, Boston, Mass., for appellant.</p>\n      <p class=\"indent\">Thomas H. Walsh, Boston Mass., with whom Leo F. Glynn, Boston, Mass., was on brief, for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit judges.</p>\n      <p class=\"indent\">HARTIGAN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal by the plaintiff from a judgment entered by the United States District Court for the District of Massachusetts on March 10, 1955, 129 F.Supp. 147, based on defendant's motion for a directed verdict of the jury on counts one and two made at the close of the evidence offered by the plaintiff and on the disallowance of plaintiff's claim for maintenance under count three, the jury having been waived on count three.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The first count of the complaint is brought under the Jones Act, 41 Stat. 1007, 46 U.S.C.A. &#167; 688.  The second count is brought under the general maritime law relating to compensation to a seaman for injuries resulting from the unseaworthiness of the vessel.  The third count is for maintenance and cure.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Among the alleged acts of negligence on the part of the defendant in the first count are: (1) failure to provide and maintain a reasonably safe place in which to work, (2) failure to provide and maintain adequate and proper working tools for the plaintiff to work with and (3) failure to provide the plaintiff with an adequate number of fellow employees to assist the plaintiff in the course of his duties.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the second count the plaintiff alleges his injuries were due to and resulted from the unseaworthy condition of the 'African Endeavor' in the following respects among others: (1) lack of a reasonably safe place in which to work, (2) lack of adequate and proper working tools for the plaintiff to work with and (3) lack of an adequate number of employees to assist the plaintiff in the course of his duties.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The plaintiff, Joseph E. Nunes, an engine maintenance man on the defendant's vessel, 'African Endeavor', testified that when that vessel was in the harbor of Durban, South Africa, on October 5, 1951, he was injured under the following circumstances.  Upon reporting for duty on the morning of October 5, 1951, he received orders from the engineer, who was his superior, to remove a valve located beneath the floor of the fire room.  This floor consisted of removable rectangular steel plates, some of which were held in position by screws and others merely resting in position, readily removable by means of a handle.  The latter plates were called 'manholes'.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">About 2 1/2 or 3 feet below the fire room floor were located the bilges, covered with water and oil and slippery under foot.  Between the bilges and the floor above were located various pipes, upon one of which was mounted the valve which the plaintiff was directed to remove.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The plaintiff inspected the valve and found it to be corroded and rusted on one side.  He reported this fact to the engineer who sent down a cadet to help with the job.  The plaintiff and the cadet attempted to remove the plate immediately over the valve but the screws were found to be frozen.  Plaintiff was then directed to get the 'manhole' off and to commence working on the valve from underneath the fireroom floor.  He did so, but found some of the nuts so rusted that the wrenches were inadequate to remove them.  He then proceeded to work with hammer and chisel in an effort to cut off the rusted nuts.  At this juncture the cadet was taken off the job by the engineer, ostensibly only for the time being, but in point of fact he never did return.  At some stage of the work before the cadet was taken away-- it is not clear precisely when-- plaintiff had attempted to find a 'burner' to cut off the rusty nuts.  This man could not be found and plaintiff was ordered to go ahead and get the job done.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After the cadet left, plaintiff succeeded in cutting off the two remaining bolts, but the valve remained frozen.  The engineer told him to try wedges, but they were in a rough unworkable condition. When he reported this, plaintiff was instructed to grind the wedges down.  He did so, but they proved too soft and would not do the job.  Plaintiff was then told by the engineer to use a valve spreader, but it proved to be too large and no valve spreader of the proper size was available.  Plaintiff was then directed to try chisels.  He asked for the cadet and was told that the cadet was busy elsewhere but would be down later.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The chisels didn't help.  By this time the engineer 'was excited'.  Plaintiff got a heavier hammer and began tapping the valve.  He was leaning over a small 2-inch pipe on his stomach and one leg was straddling another pipe.  The toe of his left foot was on the tank top.  With his free left hand plaintiff attempted to hold the valve in order to protect certain small pipes below.  Plaintiff testified: 'The valve had broke loose and let go.  Well, I held it, and the weight of it, and the oil on the floor, pulled me forward, and my foot slipped and I banged my head' against an angle iron that supported the deck plates.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In attempting to decide whether there was introduced sufficient evidence of causal negligence under count one, and unseaworthiness under count two, this court must be '* * * concerned solely with whether the testimony on behalf of the plaintiff, and reasonable inference to be drawn from it in the light most favorable to the plaintiff, made out a prima facie case allowing the plaintiff to have a jury pass upon his cause of action.'  Gold v. Groves, 3 Cir., 1950,  182 F.2d 767, 769, 770.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Putting to one side, for the moment, a consideration of the legal effect of the testimony relating to the plaintiff's failure to use the wooden block which was available, we believe that there was sufficient evidence to take this case to the jury on counts one and two.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We find support for our view that there was sufficient evidence of negligence to go to the jury on count one in a strikingly similar case, Jacob v. City of New York, 1942, 315 U.S. 752, 62 S.Ct. 854, 86 L.Ed. 1166.  In that case, likewise brought under the Jones Act, the petitioner was serving as water-tender in charge of the fireroom on respondent's ferryboat operating between Staten and Manhattan Islands.  In the course of his duties he was required to change oil strainers about three times weekly.  This task involved loosening and tightening six nuts which held the entire assembly in position.  Petitioner customarily used an S-shaped end wrench of the proper size which had seen a lot of service and had a lot of play in it.  On three separate occasions petitioner asked the chief engineer for a new wrench, the last of these requests being only a few days before the accident.  In reply the chief engineer told him to '* * * look in the tool closet and see if there was one in there * * *' but the petitioner's search was unsuccessful.  On the day of the accident, petitioner found no end wrench of proper size, did not know if a Stillson wrench was available, but believed that a monkey wrench was.  When he got hurt, petitioner was using the worn, S-shaped end wrench to tighten the nuts after changing the oil strainer.  As he began to tighten the fifth nut, the wrench slipped causing him to fall eighteen inches to a catwalk below, and in the course of his fall he struck and injured his side against an adjacent angle iron.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The court said, 315 U.S. at pages 755, 756, 62 S.Ct. at page 855:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'* * * The salient points of petitioner's testimony, summarized above, made a sufficient showing to allow the jury to consider the issue of respondent's negligence.  The wrench petitioner was using had become defective for the purpose for which it was designed.  After discovering that defect petitioner made three requests to the proper person, the chief engineer, for a new wrench.  The first of those requests was about three weeks prior to the accident, the last but two or three days before it occurred. * * *  While the best tool for doing the work was a straight end wrench of the proper size, petitioner had access to a monkey wrench which 'probably' could be used on any nut.  We think these facts entitled petitioner to have the jury consider whether his injury was caused by any 'defect or insufficiency, due to its (respondent's) negligence, in its * * * appliances'.  That is to say, it was for the jury to decide whether a monkey wrench was a reasonably safe and suitable tool for petitioner's work, whether respondent's failure, although it had at least two days' and possibly three weeks' notice of the defect, to supply petitioner with a new wrench amounted to negligence on its part, and whether respondent, after it had knowledge of the defect, might not have reasonably foreseen the possibility of resulting harm if it allowed the worn wrench to remain in use.  Cf. Socony-Vacuum Co. v. Smith, supra (305 U.S. 424, 59 S.Ct. 262, 83 L.Ed. 265).  Without doubt the case is close and a jury might find either way.  But that is no reason for a court to usurp the function of the jury.  We are satisfied that a due respect for the statutory guaranty of the right of jury trial, with its resulting benefits, requires the submission of this case to the jury.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We believe that if the plaintiff in the Jacob case was entitled to go to the jury on the basis of those facts involving the voluntary use of one defective wrench when other relatively suitable tools were available, then certainly the plaintiff in the instant case should, a fortiori, reach the jury on the basis of testimony that he was ordered to proceed with the task of removing the valve despite the absence of the 'burner', the softness of the wedges, the inappropriate size of the valve spreader, and under the additional handicap that his assistant was taken from him at the very time when the defects in the tools and the difficulty of the job were being brought increasingly to the attention of his superior.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although the Jacob case is not identical in all respects with the instant case, there is nevertheless an extremely close factual approximation which convinces us that the plaintiff Nunes has been wrongfully deprived of his right to a jury trial-- if we assume, for the time being, that he did not cause his own injury by failing to utilize the available wooden block.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">With respect to count two, it seems to us that the same testimony relating to the defectiveness or inadequacy of the various tools which he was instructed by his superior to employ is sufficient to take this case to the jury on the question of unseaworthiness.  In The Tawmie, 5 Cir., 1936, 80 F.2d 792, 793, the court said:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'Though shipowners are held to a strict degree of diligence, seaworthiness does not require absolute perfection, nor are owners held to the duty of furnishing appliances having the highest known degree of safety.  It is sufficient if the equipment be that which is reasonably fit and safe for its purpose, and reasonably adequate to the place and occasion where used by direction of the owners. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">See Doucette v. Vincent, 1 Cir., 1952, 194 F.2d 834.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We think that the plaintiff has introduced testimony which might permit a jury to decide that the defendant has not met this standard of seaworthiness.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We believe, therefore, that the defect, if any, in plaintiff's presentation of evidence is not that there is insufficient evidence to justify a favorable verdict, but rather that there may be too much evidence-- that is, plaintiff's testimony may have demonstrated, as a matter of law, that his own conduct was the proximate cause of his injury.  In this connection plaintiff's failure to use the wooden block becomes important.  If his failure to thus support the valve was the proximate cause of the injury, then of course plaintiff cannot recover on either count since the defendant's negligence and the unseaworthiness of its vessel, assuming that they existed, would be non-operative and completely irrelevant.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">That the trial judge took this view of the case is made clear to us by his comment in discussing with counsel the motion for a directed verdict, page 318 of the record appendix: 'There wasn't plenty of room for him in one sense but there was plenty of room for him to put a wooden block under there.'</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We will assume, without so deciding, that if plaintiff could have used the wooden block in support of the valve, his failure to do so constituted the proximate cause of his own injury.  We do not agree, however, that it necessarily follows that the directed verdict was proper, since we find no clear and convincing evidence in this case that the block could have been successfully employed.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">As we have said, in testing the propriety of the directed verdict, plaintiff is entitled to all 'reasonable inferences' to be drawn from the testimony 'in the light most favorable to the plaintiff'.  Gold v. Groves, supra (182 F.2d 769).  Approaching the case from this point of view, the important question is this: Is there any evidence in this case that the physical environment of the valve was such that this particular block could have been fitted into proper supporting position?  It seems to us that the answer to this question must be in the negative unless the plaintiff's assent to the following statement constitutes such evidence: 'It's what you would expect a competent, experienced man to do if he were really trying to do his job right, isn't it?'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Defendant admits in its brief that 'there is a void in the evidence concerning the relative position of all fixed objects,' and we believe that the plaintiff's assent to the above statement, when considered together with preceding testimony and in the light most favorable to the plaintiff, does not supply the missing evidence.  Plaintiff testified in cross examination as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">'Q. Isn't it an established practice on the part of a maintenance man in cases of that nature to put a block of wood underneath it?  A.  I don't know whether the pipes were even or not if they're at an angle.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">'Q. You didn't try it?  A.  No, sir, I didn't.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">'Q. It never occurred to you?  A.  It may have and I may not have been able to do it.  I don't remember.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">'Q. You don't remember?  A.  No, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">'Q. Well, now yesterday you told us about the dimensions in there.  Have you had any loss of memory about the dimensions in there since yesterday?  A.  I don't believe so.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">'Q. You didn't attempt to put a block of wood under the valve to hold it in place when you were removing it?  A.  No, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">'Q. I'm sure that in your many years of experience that you have done that in the past, haven't you?  A.  I have done it occasionally.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">'Q. It's what you would expect a competent, experienced man to do if he were really trying to do his job right, isn't it?  A.  Yes, sir.'</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">It seems to us, putting the interpretation most favorable to plaintiff upon this testimony, as we must, that he was responding here not to a specific question relating to this particular case, but rather to a general hypothetical situation as to how such valves should ordinarily be removed.  We think that the plaintiff, when he assented to the proposition that 'It's what you would expect a competent, experienced man to do if he were really trying to do his job right * * *' must, for present purposes at least, be regarded as agreeing only that a competent, experienced man would do it whenever he could.  In other words, we think the plaintiff clearly admitted that he did not try to use the block, and that he should have tried to use the block, but we find nothing which compels us to interpret his remarks as meaning that if he had tried to use the block, the immediate physical environment of the valve was such that it would have been possible for him to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">If this view of plaintiff's testimony is the proper one, then the 'void in the evidence concerning the relative position of all fixed objects' remains unfilled, and there is no evidence in the case that this block could have been successfully employed.  Accordingly, we find nothing to support the view that plaintiff's failure to use the block was the proximate cause of his injury.  For this reason we believe that the directed verdict was improper with respect to counts one and two.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">On the question of maintenance we find no reason to disturb the decision of the trial court.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The judgment of the District Court is reversed and the verdict is set aside as to counts one and two and the case is remanded for a new trial on said counts.  The judgment on count three is affirmed.  The appellant recovers costs on appeal.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">227</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">619</span></span></p>\n    <p class=\"parties\">Joseph E. NUNES, Plaintiff, Appellant,<br>v.<br>FARRELL LINES, Incorporated, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 4998.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">Dec. 1, 1955.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Hyman Katz, Boston, Mass., for appellant.</p>\n      <p class=\"indent\">Thomas H. Walsh, Boston Mass., with whom Leo F. Glynn, Boston, Mass., was on brief, for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit judges.</p>\n      <p class=\"indent\">HARTIGAN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal by the plaintiff from a judgment entered by the United States District Court for the District of Massachusetts on March 10, 1955, <span class=\"citation\" data-id=\"1475260\"><a href=\"/opinion/1475260/nunes-v-farrell-lines/\"><span class=\"volume\">129</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">147</span></a></span>, based on defendant's motion for a directed verdict of the jury on counts one and two made at the close of the evidence offered by the plaintiff and on the disallowance of plaintiff's claim for maintenance under count three, the jury having been waived on count three.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The first count of the complaint is brought under the Jones Act, 41 Stat. 1007, 46 U.S.C.A. &#167; 688.  The second count is brought under the general maritime law relating to compensation to a seaman for injuries resulting from the unseaworthiness of the vessel.  The third count is for maintenance and cure.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Among the alleged acts of negligence on the part of the defendant in the first count are: (1) failure to provide and maintain a reasonably safe place in which to work, (2) failure to provide and maintain adequate and proper working tools for the plaintiff to work with and (3) failure to provide the plaintiff with an adequate number of fellow employees to assist the plaintiff in the course of his duties.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the second count the plaintiff alleges his injuries were due to and resulted from the unseaworthy condition of the 'African Endeavor' in the following respects among others: (1) lack of a reasonably safe place in which to work, (2) lack of adequate and proper working tools for the plaintiff to work with and (3) lack of an adequate number of employees to assist the plaintiff in the course of his duties.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The plaintiff, Joseph E. Nunes, an engine maintenance man on the defendant's vessel, 'African Endeavor', testified that when that vessel was in the harbor of Durban, South Africa, on October 5, 1951, he was injured under the following circumstances.  Upon reporting for duty on the morning of October 5, 1951, he received orders from the engineer, who was his superior, to remove a valve located beneath the floor of the fire room.  This floor consisted of removable rectangular steel plates, some of which were held in position by screws and others merely resting in position, readily removable by means of a handle.  The latter plates were called 'manholes'.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">About 2 1/2 or 3 feet below the fire room floor were located the bilges, covered with water and oil and slippery under foot.  Between the bilges and the floor above were located various pipes, upon one of which was mounted the valve which the plaintiff was directed to remove.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The plaintiff inspected the valve and found it to be corroded and rusted on one side.  He reported this fact to the engineer who sent down a cadet to help with the job.  The plaintiff and the cadet attempted to remove the plate immediately over the valve but the screws were found to be frozen.  Plaintiff was then directed to get the 'manhole' off and to commence working on the valve from underneath the fireroom floor.  He did so, but found some of the nuts so rusted that the wrenches were inadequate to remove them.  He then proceeded to work with hammer and chisel in an effort to cut off the rusted nuts.  At this juncture the cadet was taken off the job by the engineer, ostensibly only for the time being, but in point of fact he never did return.  At some stage of the work before the cadet was taken away-- it is not clear precisely when-- plaintiff had attempted to find a 'burner' to cut off the rusty nuts.  This man could not be found and plaintiff was ordered to go ahead and get the job done.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After the cadet left, plaintiff succeeded in cutting off the two remaining bolts, but the valve remained frozen.  The engineer told him to try wedges, but they were in a rough unworkable condition. When he reported this, plaintiff was instructed to grind the wedges down.  He did so, but they proved too soft and would not do the job.  Plaintiff was then told by the engineer to use a valve spreader, but it proved to be too large and no valve spreader of the proper size was available.  Plaintiff was then directed to try chisels.  He asked for the cadet and was told that the cadet was busy elsewhere but would be down later.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The chisels didn't help.  By this time the engineer 'was excited'.  Plaintiff got a heavier hammer and began tapping the valve.  He was leaning over a small 2-inch pipe on his stomach and one leg was straddling another pipe.  The toe of his left foot was on the tank top.  With his free left hand plaintiff attempted to hold the valve in order to protect certain small pipes below.  Plaintiff testified: 'The valve had broke loose and let go.  Well, I held it, and the weight of it, and the oil on the floor, pulled me forward, and my foot slipped and I banged my head' against an angle iron that supported the deck plates.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In attempting to decide whether there was introduced sufficient evidence of causal negligence under count one, and unseaworthiness under count two, this court must be '* * * concerned solely with whether the testimony on behalf of the plaintiff, and reasonable inference to be drawn from it in the light most favorable to the plaintiff, made out a prima facie case allowing the plaintiff to have a jury pass upon his cause of action.'  Gold v. Groves, 3 Cir., 1950,  <span class=\"citation\" data-id=\"225256\"><a href=\"/opinion/225256/gold-v-groves/\"><span class=\"volume\">182</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">767</span></a></span>, 769, 770.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Putting to one side, for the moment, a consideration of the legal effect of the testimony relating to the plaintiff's failure to use the wooden block which was available, we believe that there was sufficient evidence to take this case to the jury on counts one and two.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We find support for our view that there was sufficient evidence of negligence to go to the jury on count one in a strikingly similar case, Jacob v. City of New York, 1942, <span class=\"citation\" data-id=\"103647\"><a href=\"/opinion/103647/jacob-v-new-york-city/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">752</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">854</span></span>, 86 L.Ed. 1166.  In that case, likewise brought under the Jones Act, the petitioner was serving as water-tender in charge of the fireroom on respondent's ferryboat operating between Staten and Manhattan Islands.  In the course of his duties he was required to change oil strainers about three times weekly.  This task involved loosening and tightening six nuts which held the entire assembly in position.  Petitioner customarily used an S-shaped end wrench of the proper size which had seen a lot of service and had a lot of play in it.  On three separate occasions petitioner asked the chief engineer for a new wrench, the last of these requests being only a few days before the accident.  In reply the chief engineer told him to '* * * look in the tool closet and see if there was one in there * * *' but the petitioner's search was unsuccessful.  On the day of the accident, petitioner found no end wrench of proper size, did not know if a Stillson wrench was available, but believed that a monkey wrench was.  When he got hurt, petitioner was using the worn, S-shaped end wrench to tighten the nuts after changing the oil strainer.  As he began to tighten the fifth nut, the wrench slipped causing him to fall eighteen inches to a catwalk below, and in the course of his fall he struck and injured his side against an adjacent angle iron.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The court said, 315 U.S. at pages 755, 756, 62 S.Ct. at page 855:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'* * * The salient points of petitioner's testimony, summarized above, made a sufficient showing to allow the jury to consider the issue of respondent's negligence.  The wrench petitioner was using had become defective for the purpose for which it was designed.  After discovering that defect petitioner made three requests to the proper person, the chief engineer, for a new wrench.  The first of those requests was about three weeks prior to the accident, the last but two or three days before it occurred. * * *  While the best tool for doing the work was a straight end wrench of the proper size, petitioner had access to a monkey wrench which 'probably' could be used on any nut.  We think these facts entitled petitioner to have the jury consider whether his injury was caused by any 'defect or insufficiency, due to its (respondent's) negligence, in its * * * appliances'.  That is to say, it was for the jury to decide whether a monkey wrench was a reasonably safe and suitable tool for petitioner's work, whether respondent's failure, although it had at least two days' and possibly three weeks' notice of the defect, to supply petitioner with a new wrench amounted to negligence on its part, and whether respondent, after it had knowledge of the defect, might not have reasonably foreseen the possibility of resulting harm if it allowed the worn wrench to remain in use.  Cf. Socony-Vacuum Co. v. Smith, supra (305 U.S. 424, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">262</span></span>, 83 L.Ed. 265).  Without doubt the case is close and a jury might find either way.  But that is no reason for a court to usurp the function of the jury.  We are satisfied that a due respect for the statutory guaranty of the right of jury trial, with its resulting benefits, requires the submission of this case to the jury.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We believe that if the plaintiff in the Jacob case was entitled to go to the jury on the basis of those facts involving the voluntary use of one defective wrench when other relatively suitable tools were available, then certainly the plaintiff in the instant case should, a fortiori, reach the jury on the basis of testimony that he was ordered to proceed with the task of removing the valve despite the absence of the 'burner', the softness of the wedges, the inappropriate size of the valve spreader, and under the additional handicap that his assistant was taken from him at the very time when the defects in the tools and the difficulty of the job were being brought increasingly to the attention of his superior.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although the Jacob case is not identical in all respects with the instant case, there is nevertheless an extremely close factual approximation which convinces us that the plaintiff Nunes has been wrongfully deprived of his right to a jury trial-- if we assume, for the time being, that he did not cause his own injury by failing to utilize the available wooden block.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">With respect to count two, it seems to us that the same testimony relating to the defectiveness or inadequacy of the various tools which he was instructed by his superior to employ is sufficient to take this case to the jury on the question of unseaworthiness.  In The Tawmie, 5 Cir., 1936, <span class=\"citation\" data-id=\"1503390\"><a href=\"/opinion/1503390/the-tawmie/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">792</span></a></span>, 793, the court said:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'Though shipowners are held to a strict degree of diligence, seaworthiness does not require absolute perfection, nor are owners held to the duty of furnishing appliances having the highest known degree of safety.  It is sufficient if the equipment be that which is reasonably fit and safe for its purpose, and reasonably adequate to the place and occasion where used by direction of the owners. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">See Doucette v. Vincent, 1 Cir., 1952, 194 F.2d 834.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We think that the plaintiff has introduced testimony which might permit a jury to decide that the defendant has not met this standard of seaworthiness.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We believe, therefore, that the defect, if any, in plaintiff's presentation of evidence is not that there is insufficient evidence to justify a favorable verdict, but rather that there may be too much evidence-- that is, plaintiff's testimony may have demonstrated, as a matter of law, that his own conduct was the proximate cause of his injury.  In this connection plaintiff's failure to use the wooden block becomes important.  If his failure to thus support the valve was the proximate cause of the injury, then of course plaintiff cannot recover on either count since the defendant's negligence and the unseaworthiness of its vessel, assuming that they existed, would be non-operative and completely irrelevant.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">That the trial judge took this view of the case is made clear to us by his comment in discussing with counsel the motion for a directed verdict, page 318 of the record appendix: 'There wasn't plenty of room for him in one sense but there was plenty of room for him to put a wooden block under there.'</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We will assume, without so deciding, that if plaintiff could have used the wooden block in support of the valve, his failure to do so constituted the proximate cause of his own injury.  We do not agree, however, that it necessarily follows that the directed verdict was proper, since we find no clear and convincing evidence in this case that the block could have been successfully employed.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">As we have said, in testing the propriety of the directed verdict, plaintiff is entitled to all 'reasonable inferences' to be drawn from the testimony 'in the light most favorable to the plaintiff'.  Gold v. Groves, supra (182 F.2d 769).  Approaching the case from this point of view, the important question is this: Is there any evidence in this case that the physical environment of the valve was such that this particular block could have been fitted into proper supporting position?  It seems to us that the answer to this question must be in the negative unless the plaintiff's assent to the following statement constitutes such evidence: 'It's what you would expect a competent, experienced man to do if he were really trying to do his job right, isn't it?'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Defendant admits in its brief that 'there is a void in the evidence concerning the relative position of all fixed objects,' and we believe that the plaintiff's assent to the above statement, when considered together with preceding testimony and in the light most favorable to the plaintiff, does not supply the missing evidence.  Plaintiff testified in cross examination as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">'Q. Isn't it an established practice on the part of a maintenance man in cases of that nature to put a block of wood underneath it?  A.  I don't know whether the pipes were even or not if they're at an angle.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">'Q. You didn't try it?  A.  No, sir, I didn't.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">'Q. It never occurred to you?  A.  It may have and I may not have been able to do it.  I don't remember.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">'Q. You don't remember?  A.  No, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">'Q. Well, now yesterday you told us about the dimensions in there.  Have you had any loss of memory about the dimensions in there since yesterday?  A.  I don't believe so.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">'Q. You didn't attempt to put a block of wood under the valve to hold it in place when you were removing it?  A.  No, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">'Q. I'm sure that in your many years of experience that you have done that in the past, haven't you?  A.  I have done it occasionally.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">'Q. It's what you would expect a competent, experienced man to do if he were really trying to do his job right, isn't it?  A.  Yes, sir.'</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">It seems to us, putting the interpretation most favorable to plaintiff upon this testimony, as we must, that he was responding here not to a specific question relating to this particular case, but rather to a general hypothetical situation as to how such valves should ordinarily be removed.  We think that the plaintiff, when he assented to the proposition that 'It's what you would expect a competent, experienced man to do if he were really trying to do his job right * * *' must, for present purposes at least, be regarded as agreeing only that a competent, experienced man would do it whenever he could.  In other words, we think the plaintiff clearly admitted that he did not try to use the block, and that he should have tried to use the block, but we find nothing which compels us to interpret his remarks as meaning that if he had tried to use the block, the immediate physical environment of the valve was such that it would have been possible for him to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">If this view of plaintiff's testimony is the proper one, then the 'void in the evidence concerning the relative position of all fixed objects' remains unfilled, and there is no evidence in the case that this block could have been successfully employed.  Accordingly, we find nothing to support the view that plaintiff's failure to use the block was the proximate cause of his injury.  For this reason we believe that the directed verdict was improper with respect to counts one and two.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">On the question of maintenance we find no reason to disturb the decision of the trial court.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The judgment of the District Court is reversed and the verdict is set aside as to counts one and two and the case is remanded for a new trial on said counts.  The judgment on count three is affirmed.  The appellant recovers costs on appeal.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103647/",
    "http://www.courtlistener.com/api/rest/v3/opinions/225256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1475260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1503390/"
  ]
}