{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/238657/",
  "absolute_url": "/opinion/238657/patrick-mchugh-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/238657/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:32:08Z",
  "date_modified": "2016-02-28T05:54:21.078772Z",
  "type": "010combined",
  "sha1": "eba5a49ba7f08c9bd080f958c244b2f91ed1e0a2",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/230/230.F2d.252.5009.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">230 F.2d 252</p>\n    <p class=\"parties\">Patrick McHUGH, Defendant, Appellant,<br>v.<br>UNITED STATES of America, Appellee.</p>\n    <p class=\"docket\">No. 5009.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">March 8, 1956.</p>\n    <p class=\"date\">Rehearing Denied March 27, 1956.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Henry Wise, Boston, Mass., with whom Robert L. Wise and Wise &amp; Wise, Boston, Mass., were on brief, for appellant.</p>\n      <p class=\"indent\">William J. Lamont, Atty., Dept. of Justice, Washington, D. C., with whom Stanley N. Barnes, Asst. Atty. Gen., Daniel M. Friedman, Atty., Dept. of Justice, Washington, D. C., and Anthony Julian, U. S. Atty., Boston, Mass., were on the brief, for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit Judges.</p>\n      <p class=\"indent\">HARTIGAN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal by the defendant, Patrick McHugh, from a judgment entered in the United States District Court for the District of Massachusetts following his plea of <i>nolo contendere</i> to a two-count indictment charging that the defendant, among others, had combined and conspired to restrain trade and commerce in fish landed at the port of New Bedford and had monopolized that trade and commerce, in violation of Secs. 1 and 2 of the Sherman Anti-Trust Act. 26 Stat. 209, 15 U.S.C.A. &#167; 1 et seq.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On May 9, 1955, the defendant was sentenced to \"* * * pay a fine of three hundred (300) dollars said fine to be paid within three months, and is placed upon probation for two (2) years, a condition of said probation being that said defendant shall not become active, either directly or indirectly, in the operation, management, or control of the Atlantic Fishermen's Union, Seafarers' International Union of North America, A. F. of L., and Atlantic Fishermen's Union, Seafarers' International Union of North America, A. F. of L., New Bedford.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The defendants named in the indictment were the Atlantic Fishermen's Union and its New Bedford, Massachusetts branch, unincorporated associations, five union officials, including the appellant, and the Seafood Producers Association of New Bedford, Mass. Inc.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The indictment alleged in substance: New Bedford is one of the largest fishing ports in the United States, and more than $16,000,000 worth of fish is brought into that port each year, including approximately 80% of all sea scallops landed in the United States. Many of the fishing boats are owned by members of the defendant Seafood Producers Association of New Bedford, Mass. Inc. and are operated by the fishermen pursuant to a contract between the Union and that Association. Boats manned by the Union members account for and catch in excess of 90% of all fish landed in New Bedford.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Under the terms of that contract the boat owner furnishes and maintains only the boat and gear; the captain and crew pay all the other expenses of a fishing trip, including fuel, food and ice. The fishermen control the catching and sale of fish. The boat owner has no control over the areas in which fishing will be done, the length of the voyage, or the amount of fish that will be caught on a particular trip. The contract further provides that the crew members, the boat captain, and the boat owner \"each receive a stipulated share of the proceeds received upon sale of the catch\" and \"Each fisherman who is a member of the crew risks making a profit or loss, according to the success or failure of each fishing trip.\" When the vessel returns, each boatload of fish is sold separately by the boat captain at a fish auction controlled by the Union although the Union members \"do not act collectively\" through the Union in producing and marketing their catch. A \"substantial quantity\" of the fish which the dealers in New Bedford purchase is \"immediately\" resold by them and shipped in interstate commerce to wholesalers and retailers in states other than Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Since 1943 the defendants have been engaged in a combination and conspiracy to restrain unreasonably the production and sale of fish in New Bedford. The combination and conspiracy have consisted of a continuing agreement among the defendants to limit the amount and type of fish caught; to fix and maintain prices, terms, and conditions of sales of fish to dealers in New Bedford; to compel and coerce dealers to purchase fish under terms and conditions which the defendants dictated; to require that all sales of fish in New Bedford be made through the fish auction controlled by the Union; and to boycott dealers who purchase fish from fishermen outside the auction. The defendants, in order to effectuate the conspiracy and combination, have done those things which they combined, conspired and agreed to do.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The combination and conspiracy effectively limited the quantity and species of fish landed in New Bedford, excluded non-union fishermen from the New Bedford market, prevented small dealers from purchasing fish in that port except on the terms and conditions prescribed by the defendants. Had it not been for defendants' illegal restraints, a \"much greater\" volume of scallops and other fish would have been brought into and sold in the port of New Bedford.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The indictment further alleges that since 1943 the defendants have monopolized trade and commerce in the production and sale of fish in New Bedford and have entered into and performed the foregoing restrictive agreements.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The appellant asserts that a plea of <i>nolo contendere</i> leaves open for review the sufficiency of the indictment and cites in support thereof United Brotherhood of Carpenters and Joiners of America v. United States, 1947, 330 U.S. 395, 67 S.Ct. 775, 91 L.Ed. 973. However, it is only in an exceptional situation that there can be a defense to factual allegations of the indictment following a plea of <i>nolo contendere.</i> United Brotherhood of Carpenters and Joiners of America v. United States, supra. We find no such exceptional situation here. As a general proposition all facts alleged in the indictment are admitted upon such a plea.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In attacking the sufficiency of the indictment, the appellant contends that the Union is not indictable in its common name, and that it therefore follows that no conspiracy was properly alleged since only one defendant, the Seafood Producers Association, was properly before the court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is clear that under the rule of Brown v. United States, 1928, 276 U.S. 134, 48 S.Ct. 288, 72 L.Ed. 500, the Union is indictable in the name of the Association under the provisions of the Sherman Act.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Appellant next contends that the trial court adopted the view that the Seafood Producers Association was not a voluntary partner in the conspiracy, but rather an unwilling victim of the Union.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We do not think the Union and its officers can escape liability under the Act by making the bold-faced assertion that no conspiracy existed owing to the fact that the boat owners had not entered into voluntary combination but had in fact been bullied by economic duress into unwilling compliance with the Union's demands. Perhaps this defense might be successfully maintained by the boat owners, but we do not believe it is available to the Union and its officials. Moreover, the plea of <i>nolo contendere</i> by the Seafood Producers Association which was followed by the imposition of a fine of $2,000 clearly indicates that the court &#8212; and indeed that Association itself &#8212; was of the opinion that it had violated the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellant also argues that for various reasons this court should take judicial notice of the fact that the defendant Union is a bona fide labor organization and not merely an association of independent fishermen. We find it unnecessary to consider this argument in any detail. Where a Union combines with business organizations in restraining competition and monopolizing the marketing of goods, it enjoys no freedom from the operation of the anti-trust laws. Allen Bradley Co. v. Local Union No. 3, etc., 1945, 325 U.S. 797, 65 S.Ct. 1533, 89 L.Ed. 1939.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Nor need we consider whether the Fisheries Co-operative Marketing Act, 15 U.S.C.A. &#167;&#167; 521, 522, is applicable to this case for the reason that it could not, in any event, afford appellant exemption from the provisions of the anti-trust laws. Hinton v. Columbia River Packers Ass'n, Inc., 9 Cir., 1942, 131 F.2d 88.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">With respect to the validity of the sentence, it is appellant's contention, among others, that \"* * * a single consolidated judgment where there are distinct offenses, different in kind, is improper,\" and hence void. This contention is without merit. Ross v. Hudspeth, 10 Cir., 1939, 108 F.2d 628.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">There would seem to be somewhat more substance to appellant's contention that \"The probation statute (U.S.C.Title 18, Sec. 3651) permits probation only on suspension of either imposition or execution of a sentence. * * * Here there was no order of suspension of any kind.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Pertinent provisions of &#167; 3651 of the Probation Act are as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">\"Upon entering a judgment of conviction of any offense not punishable by death or life imprisonment, any court having jurisdiction to try offenses against the United States, except in the District of Columbia, when satisfied that the ends of justice and the best interest of the public as well as the defendant will be served thereby, may suspend the imposition or execution of sentence and place the defendant on probation for such period and upon such terms and conditions as the court deems best.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\"Probation may be granted whether the offense is punishable by fine or imprisonment or both. If an offense is punishable by both fine and imprisonment, the court may impose a fine and place the defendant on probation as to imprisonment. Probation may be limited to one or more counts or indictments, but, in the absence of express limitation, shall extend to the entire sentence and judgment.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We agree that the statute provides that there must be a suspension of sentence to support an order of probation. We do not believe, however, that it necessarily follows that there can be a suspension in fact only where the court makes an express statement to that effect. We think that precise language in the judgment, though much to be desired, is not absolutely essential, and that under certain conditions an intent to suspend sentence may be inferred from the general import of the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Section 3651 provides, in part: \"If an offense is punishable by both fine and imprisonment, the court may impose a fine and place the defendant on probation as to imprisonment.\" It will be observed that this language does not by its terms require that there be any express suspension of imprisonment, thus lending some support to the view that there may be an implied suspension, at least with respect to imprisonment where the offense is also punishable by fine.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A further indication that suspension of sentence need not appear expressly on the face of the judgment may be found in the following provision of the statute: \"Probation may be limited to one or more counts or indictments, but, in the absence of express limitation, shall extend to the entire sentence and judgment.\" It seems to us that the words \"limited\" and \"express limitation\" as they appear in the statute relate logically to the customary suspension of sentence with respect to one or more counts or indictments which ordinarily precedes and supports an order of probation. Accordingly in this connection we read the above quoted provision to mean: \"Probation may be attached to the express suspension of sentence as to one or more counts or indictments but, in the absence of an express suspension, shall extend to the entire sentence and judgment.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It would appear, therefore, that the statute contemplates and authorizes the enforcement of an order of probation even in those instances where the judgment incorporates no express language of suspension.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As to the contention of appellant that the court cannot legally interfere with his \"* * * right to act for his economic advance and protection as a member of a legal organization * * *\", we think that the opinion of the court in Berra v. United States, 8 Cir., 1955, 221 F.2d 590 is a sufficient answer.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">230</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">252</span></span></p>\n    <p class=\"parties\">Patrick McHUGH, Defendant, Appellant,<br>v.<br>UNITED STATES of America, Appellee.</p>\n    <p class=\"docket\">No. 5009.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">March 8, 1956.</p>\n    <p class=\"date\">Rehearing Denied March 27, 1956.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Henry Wise, Boston, Mass., with whom Robert L. Wise and Wise &amp; Wise, Boston, Mass., were on brief, for appellant.</p>\n      <p class=\"indent\">William J. Lamont, Atty., Dept. of Justice, Washington, D. C., with whom Stanley N. Barnes, Asst. Atty. Gen., Daniel M. Friedman, Atty., Dept. of Justice, Washington, D. C., and Anthony Julian, U. S. Atty., Boston, Mass., were on the brief, for appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit Judges.</p>\n      <p class=\"indent\">HARTIGAN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal by the defendant, Patrick McHugh, from a judgment entered in the United States District Court for the District of Massachusetts following his plea of <i>nolo contendere</i> to a two-count indictment charging that the defendant, among others, had combined and conspired to restrain trade and commerce in fish landed at the port of New Bedford and had monopolized that trade and commerce, in violation of Secs. 1 and 2 of the Sherman Anti-Trust Act. 26 Stat. 209, 15 U.S.C.A. &#167; 1 et seq.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On May 9, 1955, the defendant was sentenced to \"* * * pay a fine of three hundred (300) dollars said fine to be paid within three months, and is placed upon probation for two (2) years, a condition of said probation being that said defendant shall not become active, either directly or indirectly, in the operation, management, or control of the Atlantic Fishermen's Union, Seafarers' International Union of North America, A. F. of L., and Atlantic Fishermen's Union, Seafarers' International Union of North America, A. F. of L., New Bedford.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The defendants named in the indictment were the Atlantic Fishermen's Union and its New Bedford, Massachusetts branch, unincorporated associations, five union officials, including the appellant, and the Seafood Producers Association of New Bedford, Mass. Inc.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The indictment alleged in substance: New Bedford is one of the largest fishing ports in the United States, and more than $16,000,000 worth of fish is brought into that port each year, including approximately 80% of all sea scallops landed in the United States. Many of the fishing boats are owned by members of the defendant Seafood Producers Association of New Bedford, Mass. Inc. and are operated by the fishermen pursuant to a contract between the Union and that Association. Boats manned by the Union members account for and catch in excess of 90% of all fish landed in New Bedford.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Under the terms of that contract the boat owner furnishes and maintains only the boat and gear; the captain and crew pay all the other expenses of a fishing trip, including fuel, food and ice. The fishermen control the catching and sale of fish. The boat owner has no control over the areas in which fishing will be done, the length of the voyage, or the amount of fish that will be caught on a particular trip. The contract further provides that the crew members, the boat captain, and the boat owner \"each receive a stipulated share of the proceeds received upon sale of the catch\" and \"Each fisherman who is a member of the crew risks making a profit or loss, according to the success or failure of each fishing trip.\" When the vessel returns, each boatload of fish is sold separately by the boat captain at a fish auction controlled by the Union although the Union members \"do not act collectively\" through the Union in producing and marketing their catch. A \"substantial quantity\" of the fish which the dealers in New Bedford purchase is \"immediately\" resold by them and shipped in interstate commerce to wholesalers and retailers in states other than Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Since 1943 the defendants have been engaged in a combination and conspiracy to restrain unreasonably the production and sale of fish in New Bedford. The combination and conspiracy have consisted of a continuing agreement among the defendants to limit the amount and type of fish caught; to fix and maintain prices, terms, and conditions of sales of fish to dealers in New Bedford; to compel and coerce dealers to purchase fish under terms and conditions which the defendants dictated; to require that all sales of fish in New Bedford be made through the fish auction controlled by the Union; and to boycott dealers who purchase fish from fishermen outside the auction. The defendants, in order to effectuate the conspiracy and combination, have done those things which they combined, conspired and agreed to do.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The combination and conspiracy effectively limited the quantity and species of fish landed in New Bedford, excluded non-union fishermen from the New Bedford market, prevented small dealers from purchasing fish in that port except on the terms and conditions prescribed by the defendants. Had it not been for defendants' illegal restraints, a \"much greater\" volume of scallops and other fish would have been brought into and sold in the port of New Bedford.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The indictment further alleges that since 1943 the defendants have monopolized trade and commerce in the production and sale of fish in New Bedford and have entered into and performed the foregoing restrictive agreements.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The appellant asserts that a plea of <i>nolo contendere</i> leaves open for review the sufficiency of the indictment and cites in support thereof United Brotherhood of Carpenters and Joiners of America v. United States, 1947, <span class=\"citation\" data-id=\"104387\"><a href=\"/opinion/104387/brotherhood-of-carpenters-v-united-states/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">395</span></a></span>, <span class=\"citation\" data-id=\"104387\"><a href=\"/opinion/104387/brotherhood-of-carpenters-v-united-states/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">775</span></a></span>, 91 L.Ed. 973. However, it is only in an exceptional situation that there can be a defense to factual allegations of the indictment following a plea of <i>nolo contendere.</i> United Brotherhood of Carpenters and Joiners of America v. United States, supra. We find no such exceptional situation here. As a general proposition all facts alleged in the indictment are admitted upon such a plea.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In attacking the sufficiency of the indictment, the appellant contends that the Union is not indictable in its common name, and that it therefore follows that no conspiracy was properly alleged since only one defendant, the Seafood Producers Association, was properly before the court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is clear that under the rule of Brown v. United States, 1928, <span class=\"citation\" data-id=\"101222\"><a href=\"/opinion/101222/brown-v-united-states/\"><span class=\"volume\">276</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">288</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">500</span></span>, the Union is indictable in the name of the Association under the provisions of the Sherman Act.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Appellant next contends that the trial court adopted the view that the Seafood Producers Association was not a voluntary partner in the conspiracy, but rather an unwilling victim of the Union.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We do not think the Union and its officers can escape liability under the Act by making the bold-faced assertion that no conspiracy existed owing to the fact that the boat owners had not entered into voluntary combination but had in fact been bullied by economic duress into unwilling compliance with the Union's demands. Perhaps this defense might be successfully maintained by the boat owners, but we do not believe it is available to the Union and its officials. Moreover, the plea of <i>nolo contendere</i> by the Seafood Producers Association which was followed by the imposition of a fine of $2,000 clearly indicates that the court &#8212; and indeed that Association itself &#8212; was of the opinion that it had violated the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellant also argues that for various reasons this court should take judicial notice of the fact that the defendant Union is a bona fide labor organization and not merely an association of independent fishermen. We find it unnecessary to consider this argument in any detail. Where a Union combines with business organizations in restraining competition and monopolizing the marketing of goods, it enjoys no freedom from the operation of the anti-trust laws. Allen Bradley Co. v. Local Union No. 3, etc., 1945, <span class=\"citation no-link\"><span class=\"volume\">325</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">797</span></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1533</span></span>, 89 L.Ed. 1939.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Nor need we consider whether the Fisheries Co-operative Marketing Act, 15 U.S.C.A. &#167;&#167; 521, 522, is applicable to this case for the reason that it could not, in any event, afford appellant exemption from the provisions of the anti-trust laws. Hinton v. Columbia River Packers Ass'n, Inc., 9 Cir., 1942, 131 F.2d 88.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">With respect to the validity of the sentence, it is appellant's contention, among others, that \"* * * a single consolidated judgment where there are distinct offenses, different in kind, is improper,\" and hence void. This contention is without merit. Ross v. Hudspeth, 10 Cir., 1939, 108 F.2d 628.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">There would seem to be somewhat more substance to appellant's contention that \"The probation statute (U.S.C.Title 18, Sec. 3651) permits probation only on suspension of either imposition or execution of a sentence. * * * Here there was no order of suspension of any kind.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Pertinent provisions of &#167; 3651 of the Probation Act are as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">\"Upon entering a judgment of conviction of any offense not punishable by death or life imprisonment, any court having jurisdiction to try offenses against the United States, except in the District of Columbia, when satisfied that the ends of justice and the best interest of the public as well as the defendant will be served thereby, may suspend the imposition or execution of sentence and place the defendant on probation for such period and upon such terms and conditions as the court deems best.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\"Probation may be granted whether the offense is punishable by fine or imprisonment or both. If an offense is punishable by both fine and imprisonment, the court may impose a fine and place the defendant on probation as to imprisonment. Probation may be limited to one or more counts or indictments, but, in the absence of express limitation, shall extend to the entire sentence and judgment.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We agree that the statute provides that there must be a suspension of sentence to support an order of probation. We do not believe, however, that it necessarily follows that there can be a suspension in fact only where the court makes an express statement to that effect. We think that precise language in the judgment, though much to be desired, is not absolutely essential, and that under certain conditions an intent to suspend sentence may be inferred from the general import of the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Section 3651 provides, in part: \"If an offense is punishable by both fine and imprisonment, the court may impose a fine and place the defendant on probation as to imprisonment.\" It will be observed that this language does not by its terms require that there be any express suspension of imprisonment, thus lending some support to the view that there may be an implied suspension, at least with respect to imprisonment where the offense is also punishable by fine.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A further indication that suspension of sentence need not appear expressly on the face of the judgment may be found in the following provision of the statute: \"Probation may be limited to one or more counts or indictments, but, in the absence of express limitation, shall extend to the entire sentence and judgment.\" It seems to us that the words \"limited\" and \"express limitation\" as they appear in the statute relate logically to the customary suspension of sentence with respect to one or more counts or indictments which ordinarily precedes and supports an order of probation. Accordingly in this connection we read the above quoted provision to mean: \"Probation may be attached to the express suspension of sentence as to one or more counts or indictments but, in the absence of an express suspension, shall extend to the entire sentence and judgment.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It would appear, therefore, that the statute contemplates and authorizes the enforcement of an order of probation even in those instances where the judgment incorporates no express language of suspension.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As to the contention of appellant that the court cannot legally interfere with his \"* * * right to act for his economic advance and protection as a member of a legal organization * * *\", we think that the opinion of the court in Berra v. United States, 8 Cir., 1955, <span class=\"citation\" data-id=\"236433\"><a href=\"/opinion/236433/louis-berra-v-united-states-of-america-two-cases/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">590</span></a></span> is a sufficient answer.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104387/",
    "http://www.courtlistener.com/api/rest/v3/opinions/236433/"
  ]
}