{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/240147/",
  "absolute_url": "/opinion/240147/antonio-copra-v-jose-a-suro/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/240147/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:32:30Z",
  "date_modified": "2016-02-28T05:55:39.396347Z",
  "type": "010combined",
  "sha1": "c10de51595a5204f9b2041e690d1766306be9915",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/236/236.F2d.107.5062_1.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">236 F.2d 107</p>\n    <p class=\"parties\">Antonio COPRA et al., Plaintiffs, Appellants,<br>v.<br>Jose A. SURO et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 5062.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">July 6, 1956.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Samuel M. Cole, Jersey City, N. J., R. V. Perez-Marchand, Rio Piedras, Puerto Rico, on the brief, for appellants.</p>\n      <p class=\"indent\">Francisco Ponsa-Feliu, San Juan, Puerto Rico, for appellees.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and MARIS and WOODBURY, Circuit Judges.</p>\n      <p class=\"indent\">MAGRUDER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case, arising out of a controversy as to which of two unions is entitled to represent longshoremen in Puerto Rico in the management of the health and welfare funds created for their benefit through collective bargaining, presents a number of difficult questions of jurisdiction and statutory application pertaining to &#167; 301 and &#167; 302 of the Labor Management Relations Act of 1947, 61 Stat. 156, 157, 29 U.S.C.A. &#167;&#167; 185, 186. However, the present appeal from the United States District Court for the District of Puerto Rico was taken, under 28 U.S.C. &#167; 1292(1), from the denial of a temporary injunction. \"All we have to decide on this appeal, and all we do decide,\" therefore, is the limited question of whether \"denial of an interlocutory injunction in the circumstances disclosed was * * * an improvident exercise of the discretion confided to the trial court.\" Hannan v. City of Haverhill, 1 Cir., 1941, 120 F.2d 87, 90, certiorari denied 1941, 314 U.S. 641, 62 S.Ct. 81, 86 L.Ed. 514; cf. State of Alabama v. United States, 1929, 279 U.S. 229, 49 S.Ct. 266, 73 L.Ed. 675. The reason for this limitation that was quoted in the Hannan opinion has particular force in the circumstances of the present case:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">\"The granting of a preliminary injunction is an exercise of a very far reaching power, never to be indulged in except in a case clearly demanding it; and the decision of a court of first instance, refusing such an injunction, will not, except for very strong reasons, be reversed by this court.\" New York Asbestos Mfg. Co. v. Ambler Asbestos Air-Cell Covering Co., 3 Cir., 1900, 102 F. 890, 891.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The somewhat complicated facts and proceedings herein must be reviewed, then, with this narrow function of the appellate court in mind.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On June 30, 1952, the companies represented by the Puerto Rico Steamship Association (hereinafter PRSSA) and the local unions represented by the International Longshoremen's Association, District Council of Puerto Rico (hereinafter ILA), executed an \"Agreement and Declaration of Trust ILA-PRSSA-Welfare Plan.\" This contract carried forward the health and welfare plan originally set forth in the collective bargaining agreement signed by the same parties in 1950 and extended it for a five-year term that was stated to expire June 30, 1957. In outline, the 1952 agreement provided a number of separate funds each of which was to be made up of a stated contribution by the employer \"for each hour worked by each and every one of its employees represented by the Union and covered by the current Collective Bargaining Agreement between the Contributing Companies and the Union.\" There was a Welfare Fund, to pay health and insurance benefits, there were a Vacation Fund and a Christmas Fund, each to pay out the full amount contributed before the end of every calendar year, and there was a Sick Leave Fund. Provision was made for the separate creation of a pension plan to be funded out of surplus accumulated in the Welfare Fund. Benefits out of the various funds were to be paid to \"All the employees represented by the Union and included in the Collective Bargaining Agreement between the Companies and the Union\" who met the stated eligibility tests. Administration of the entire welfare plan was to be \"the joint responsibility\" of three trustees to be appointed by PRSSA and three trustees to be appointed by ILA. Provision for a neutral member was made, but in fact none was ever appointed. The details of the powers and procedures of the trustees are not necessary here except to note that the trustees were appointed \"to serve for the duration of this trust,\" and while each organization could remove or replace its own trustees, otherwise \"a Trustee can be removed only for malfeasance or misfeasance in the execution of his trust,\" with adjudication of such a charge to be made as provided in the agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The agreement also incorporated the provision of the collective bargaining contract by which PRSSA and ILA agreed that contributions could be made to the funds by employers who were not members of PRSSA so that their employees would be covered in the benefits. However, such an employer had to agree that the PRSSA trustees would represent it in the administration of the plan; that is, the non-PRSSA employers contributing would have no direct representation in the board of trustees. The collective bargaining agreement listed nineteen companies which would be eligible to contribute on that basis (hereinafter \"the independent companies\"). It is not clear how many independent companies took advantage of this opportunity. Counsel for PRSSA said at the argument that the PRSSA companies made 80 per cent of the total contributions to the funds.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">When the welfare plan was put in the collective bargaining contract in 1950 and when the separate agreement of trust was executed in 1952, the ILA represented all the longshoremen in the ports of Puerto Rico, those employed by the independent companies as well as those employed by the six member companies of PRSSA. In January, 1954, the National Labor Relations Board conducted a representation election in Puerto Rico among the employees of the PRSSA companies only. ILA lost this election to a union called the Union de Trabajadores de Muelles y Ramas Anexas de Puerto Rico (hereinafter UTM). UTM has represented the PRSSA employees from 1954 at least up to the time when this suit was brought in 1955, while ILA has continued to represent the employees of the independent companies.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In April, 1954, counsel for PRSSA wrote the independent companies that thenceforth the PRSSA trustees would decline to accept contributions or to administer the welfare funds for the benefit of employees other than those of the PRSSA companies. In June, 1954, UTM designated three trustees for the trust then in existence. On August 20 the UTM trustees met with the PRSSA trustees, and they recognized each other as the lawful trustees of the ILA-PRSSA Welfare Fund. At least from that time forward (and perhaps since January 1, 1954), the welfare plan has been administered on the basis that contributions were received only from the PRSSA companies and benefits paid only to their employees, including such ILA longshoremen as would become eligible for benefits by working the requisite number of hours for PRSSA companies. On November 22, 1954, PRSSA and UTM executed a new trust agreement, designated the \"UTM-PRSSA Trust Agreement,\" which embodied the provisions of the former trust agreement (except that UTM was substituted throughout for ILA) and which provided that it should continue until June 30, 1957, the termination date of the former ILA trust.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On December 30, 1954, the six UTM-PRSSA trustees filed a declaratory judgment action in the United States District Court for the District of Puerto Rico, Suro v. Arroyo Lighterage Co., No. 9013, which will be more fully described later. This suit sought a declaratory judgment and injunction to establish the right of those trustees to refuse to accept further contributions from the independent companies. Since that time, certain of the independents (seven of them were named as defendants) have paid their contributions into court. The total amount in the hands of the district court is said to be around $100,000. The UTM-PRSSA trustees continue to hold, unsegregated in their trust funds, any amounts that had been contributed by the independents prior to the ILA's loss of representation in the trust and which had not been paid out in benefits prior to that time to employees of the independent companies. The record does not indicate what amount, if any, falls in this category.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The complaint in the instant case was filed on June 20, 1955. It named as plaintiffs eight individual longshoremen as representatives of a class, and the three ILA trustees. Named as defendants were the three current PRSSA trustees and the three UTM trustees, who were named \"individually and as alleged members of the Board of Trustees of the ILA-PRSSA Welfare Fund, and as members of the Board of Trustees of the PRSSA-UTM Fund.\" It was alleged that the longshoremen plaintiffs, and others whom they represented, had been deprived of benefits due under the welfare trust agreement, that the ILA trustees had not acted as trustees since June of 1954, and that the six defendants had acted wrongfully as trustees of the fund since that date, with details spelled out. Plaintiffs demanded broad injunctive relief against the defendant trustees, against banks holding money of the welfare funds, and against members of the PRSSA. Motions for a temporary restraining order and for a preliminary injunction against the trustees were made at the same time. These sought to freeze the power of the trustees in sweeping terms, to prevent them from collecting or disbursing any money or doing any other act as trustees.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A hearing on the motion for a preliminary injunction was set for July 1, 1955, and on June 30 an amended complaint was filed. The only changes were to add the ILA as a plaintiff and the UTM as a defendant and to allege jurisdiction under &#167; 302 of the Labor Management Relations Act as well as under &#167; 301, which was the sole jurisdictional basis stated in the first complaint. The hearing on the preliminary injunction took place the next day, although the UTM had not yet appeared. At that hearing counsel for the plaintiffs apparently conceded that the court's ruling on his motion would not bind the UTM under the circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court (Acting District Judge Snyder sitting) denied the motion for a preliminary injunction on July 29, 1955, and subsequently filed his findings of fact and conclusions of law. In the latter he expressed \"serious doubts\" as to whether the court had jurisdiction over the cause of action presented by the complaint in this case, and also \"serious doubts\" that the duration of the ILA trust agreement could run for a period longer than the duration of the ILA collective bargaining agreement, which had expired on December 31, 1953. He concluded: \"Petitioners must prove that they have a clear right to preliminary injunction before the court may issue the same. . . . Under the facts proved to the Court in this case, and after balancing the convenience and possible injuries to all parties involved which may result from granting or withholding injunctive relief, the Court has reached the conclusion that such injunctive relief should be denied.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On this appeal from the order of July 29, 1955, we agree that there is some doubt as to jurisdiction. On this ground and another to be set forth in this opinion, we conclude that \"denial of an interlocutory injunction in the circumstances disclosed was not an improvident exercise of the discretion confided to the trial court.\" Hannan v. City of Haverhill, supra [120 F.2d 90.]</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The original complaint alleged federal jurisdiction under &#167; 301(a) of the Taft-Hartley Act.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> It is our view that the jurisdiction of &#167; 301 was wrongly invoked here. The controversy between the parties is a \"labor dispute\" within the comprehensive definitions of &#167; 13 of the Norris-LaGuardia Act, 47 Stat. 73, 29 U.S.C.A. &#167;&#167; 101 et seq., 113, and the conduct sought to be enjoined would include, in the words of &#167; 4(c) of that Act, 47 Stat. 71: \"Paying or giving to, or withholding from, any person participating or interested in such labor dispute, any * * * moneys or things of value\". Such an injunction, which is the heart of the relief asked here, is expressly forbidden in &#167; 4(c). According to the prior decisions of this court, there is no jurisdiction under &#167; 301 in such a case. W. L. Mead, Inc., v. International Brotherhood of Teamsters, 1 Cir., 1954, 217 F. 2d 6; Local 205, United Elec., Radio &amp; Mach. Workers of America v. General Electric Co., 1 Cir., 233 F.2d 85.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Furthermore, we doubt very much that &#167; 301 can be invoked as the jurisdictional basis in so far as the suit is one between individuals. It has been argued that the first clause of &#167; 301(a) (see note 1, supra) authorizes suits by individuals so long as such suits are based on <i>contracts between</i> an employer and a labor organization. However, the cases seem all to have held, and on the basis of the purpose and structure of &#167; 301 we tend to agree, that &#167; 301(a) gives jurisdiction only where the <i>suit</i> as well as the contract is <i>between</i> an employer and a labor organization. See Disanti v. Local 53, D.C.W.D.Pa.1954, 126 F. Supp. 747; Silverton v. Rich, D.C.S.D. Cal.1954, 119 F.Supp. 434; and earlier cases cited therein and in Association of Westinghouse Salaried Employees v. Westinghouse Electric Corp., 3 Cir., 1954, 210 F.2d 623, 629 note 15. Therefore the original complaint here did not have proper parties on either side, since only individuals were named as plaintiffs and defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Assuming that we may consider the amended complaint for this purpose (although it apparently was not treated below as pertaining to the motion for temporary injunction), there is still a lack of proper parties on one side. While the amended complaint names the ILA as a new plaintiff, a proper party in this suit based on a contract between ILA and the employer association, neither PRSSA nor its member companies were added as defendants. Nor is UTM, which was added, a proper party here under &#167; 301 (passing the fact that plaintiffs apparently conceded that the temporary injunction would not bind UTM). Contrary to plaintiffs' argument, the second clause of &#167; 301(a) should be read not to confer jurisdiction for any <i>suits between</i> unions, but only for \"suits for violation of <i>contracts between</i>\" unions. The sole reference in the legislative history to the second clause, which was added in conference, makes this requirement clear. See 93 Cong.Rec. 6445 (1947).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Section 301 did not abolish class actions by employees, or other forms of suit by individuals, if they are founded on some other ground of jurisdiction such as diversity. Tisa v. Potofsky, D.C.S.D.N.Y.1950, 90 F.Supp. 175. But the complaint here did not allege diversity, and it seems clear that all the individual parties are residents of Puerto Rico. Also, the Norris-LaGuardia Act would preclude the relief sought here even if the action by the ILA trustees or by the employees were sustainable on a basis other than &#167; 301.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A firmer basis of jurisdiction for this case is &#167; 302 of the Taft-Hartley Act. This section first provides in subsections (a) and (b) that it shall be unlawful for any employer to pay, and for \"any representative of any employees\" to receive, any money passing from the former to the latter. Subsection (c) provides five exceptions, the last of which is for money paid to a welfare trust fund for the exclusive benefit of employees and their families (including a joint fund for the employees of several employers), provided that the trust fund meets certain tests.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Willful violation of the section is made a misdemeanor. Subsection (e) provides that the district courts \"shall have jurisdiction * * * to restrain violations of this section, without regard to\" the Norris-LaGuardia Act or the Clayton Act.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Although the original complaint did not refer to it, we may consider &#167; 302 as a basis of jurisdiction, since the substantive allegations of that complaint would come within the section to the same extent as the allegations of the amended complaint, which did cite &#167; 302. It is not necessary to name the statutory section if in fact a complaint states a cause of action under it.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The parties to this case seem to be appropriate for a suit under &#167; 302 (e). That section does not indicate who may sue or who may be sued, but the legislative history suggests, in a general way, that employees, unions, trustees, and employers were all intended to be afforded the benefit and the liability of the equity jurisdiction over welfare funds, as appropriate in a particular case. Nor should the absence of the employers and what may amount to the absence of UTM be deemed fatal to jurisdiction here. Defendants argue that those are indispensable parties. Without ruling on this contention, we may note that the employers and UTM are all amenable to the jurisdiction of the district court in Puerto Rico. If any or all are indispensable or necessary parties, they can be added by the district court, on motion or <i>sua sponte,</i> pursuant to Rules 19 and 21, F.R.C.P., 28 U.S.C.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The defendants here made a more serious challenge to the jurisdiction, based on the subject matter of the suit. They say that the complaint does not charge any violation of the detailed provisions of &#167; 302 but rather sounds as a suit to enforce the terms of the original trust agreement, which they argue is not part of the jurisdiction given in &#167; 302(e) \"to restrain violations of this section\". The issue thus presented is a serious one in terms of statutory interpretation in the face of an incomplete legislative history, and it even raises the specter of a constitutional challenge to &#167; 302(e) in the manner of Mr. Justice Frankfurter's questioning of the constitutionality of &#167; 301 in Association of Westinghouse Salaried Employees v. Westinghouse Electric Corp., 1955, 348 U.S. 437, 75 S.Ct. 489, 99 L.Ed. 510. If &#167; 302(e) has the broad effect of making the federal district court into something like a chancery court for the enforcement of trust agreements and the advice of welfare fund trustees, it may be that Art. III of the Constitution has been left behind, in that such litigation is not limited to cases \"arising under\" the federal statute. Perhaps not; it may be that either a \"protective jurisdiction\" theory or the creation of a body of federal common law of welfare trusts (springing from the terms of &#167; 302(c) (5)) could tie this jurisdiction to &#167; 302 and thus legitimize it under Art. III. Cf. International Brotherhood of Teamsters, etc. v. W. L. Mead, Inc., 1 Cir., 1956, 230 F.2d 576; Waialua Agr. Co. v. United Sugar Workers, D.C.D.Hawaii 1953, 114 F.Supp. 243.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The few cases that have been litigated on the civil side under &#167; 302(e) have not discussed the matter of a constitutional limitation on that jurisdictional grant, but they have in fact broadly engaged in declaratory adjudication at the behest of a variety of groups interested in such trusts. See Van Horn v. Lewis, D.C.D.C. 1948, 79 F.Supp. 541; United Garment Workers, etc. v. Jacob Reed's Sons, D.C. E.D.Pa.1949, 83 F.Supp. 49; Upholsterers' International Union, etc. v. Leathercraft Furniture Co., D.C.E.D.Pa.1949, 82 F.Supp. 570. Other cases, which involved only equitable restraint on the making of payments that violated &#167; 302, fit the narrower view of the scope of &#167; 302(e), although those decisions do not deny the existence of a broader power. E.g., William Dunbar Co., Inc., v. Painters &amp; Glaziers District Council No. 51, D.C.D.C.1955, 129 F.Supp. 417.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The legislative history suggests to some extent that the cases first cited above are correct and that Congress intended in &#167; 302(e) to create a broad equity jurisdiction that would not only authorize the district courts to forbid the making of payments in violation of &#167; 302 (a) and (b), but that would also authorize them to exercise a more general equity power over the welfare funds whose life in effect depends on the permissive exception of &#167; 302(c) (5). The way in which &#167; 302 was presented, however, necessarily causes the legislative history to be lacking in conclusiveness. In both the 79th Congress and the 80th Congress, it came into the consideration of an omnibus labor bill by introduction from the floor of the Senate, so that the committee reports, which usually give the best explanations of how a complicated section is supposed to work, say nothing on the whole subject of &#167; 302 except relatively brief references in minority sections of the reports. There was extensive discussion on the floor, particularly in the Senate, but this history is subject to the usual infirmities, by way of ambiguity, of legislative debates. See, generally, 92 Cong.Rec. 4809, 4893-94, 4897-99, 5040-41, 5277, 5433, 5494-96 (1946); S.Rep.No. 105, 80th Cong., 1st Sess. 52 (1947); 93 Cong.Rec. 4678, 4746-53 (1947).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Without coming to a definite decision on the proper scope of the equity jurisdiction created by &#167; 302(e), we are sufficiently impressed with the difficult question of statutory interpretation tendered on this issue that we are unable to rule that the district court erred in its denial of a temporary injunction in so far as the order was based on that court's \"serious doubts\" as to jurisdiction under &#167; 302.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We might be more inclined to deal definitively on this appeal with the question tendered, despite the sufficiency of \"serious doubts\" as ground for refusal of an interlocutory injunction, if it seemed that the identical question would return on appeal from a final judgment in the district court. However, there is an independent ground for affirmance here that suggests also that the problem of the scope of &#167; 302(e) may be avoided again in the ultimate disposition of this controversy.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We refer to the pendency in the district court of the prior case mentioned above, Suro v. Arroyo Lighterage Co., No. 9013. Although this factor was not mentioned in the instant case by the court below, it would be an appropriate equitable consideration in passing on a request for interlocutory relief that there already exists another lawsuit in the same court that could more effectively or more equitably serve as the vehicle for handling of the controversy. If No. 9013 is such a case, its existence affords a separate ground in support of affirming the decision of the district court. We therefore turn to an analysis of that case, in the light of what has been said above about civil jurisdiction under &#167; 302(e).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Plaintiffs in No. 9013 are the six men who are defendants here. Suing \"as members of The Board of Trustees of the PRSSA-UTM Funds,\" they sought declaratory and injunctive relief to bar further payment to them of contributions by the independent employers. Named as defendants were seven of the independent companies, the six PRSSA companies, the ILA, and the three ILA trustees. Thus that case includes all the parties to the instant case, except UTM (which could be added <i>via</i> Rules 19 and 21, F.R.C.P.) and the employees who are plaintiffs here on behalf of their class (whose interests seem to be sufficiently represented in No. 9013 by the ILA and the ILA trustees). In addition, that case brings before the court both groups of employers who are potentially affected by, though not parties to, the instant case.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The prior case, No. 9013, seems more clearly to be an appropriate one for &#167; 302(e) injunctive relief. It is a suit seeking to restrain payments alleged to be in violation of &#167; 302. That is the simplest use of &#167; 302(e). The civil cases under &#167; 302 cited above include similar uses of a claim for injunction and for declaratory judgment. The basis of the alleged illegality in case No. 9013 is expressly mentioned in &#167; 302, namely, that equal representation of employers and employees in the welfare funds is lacking where the independent companies' employees are ILA men and the funds are administered by PRSSA and UTM trustees. Hence that case, unlike the instant one, falls within the narrower view of &#167; 302(e) as an example of equity jurisdiction to enjoin acts that would constitute a literal violation of &#167; 302(a) and (b). See United States v. Ryan, 1956, 350 U.S. 299, 305, 76 S.Ct. 400; United States v. Brennan, D.C.D.Minn.1955, 134 F.Supp. 42, 49; 92 Cong.Rec. 5041 (1946). In the course of giving an injunction that falls within this narrower scope of &#167; 302(e), the district court can add to its decision, we believe, the resolution of questions, such as those raised in the instant case, that would of themselves fall only within the broader compass of &#167; 302(e), without raising the constitutional difficulty that might be caused by deciding the latter questions absent the more direct issue of &#167; 302 violation. That is, we believe that once a <i>case</i> is brought clearly within the scope of the &#167; 302(e) jurisdiction, there will not be any serious limitations on the power of the district court, as a court of equity, to dispose of the entire controversy between all the parties who were brought into court because of their interest in the narrower issue. And cf. Hurn v. Oursler, 1933, 289 U.S. 238, 53 S.Ct. 586, 77 L.Ed. 1148; Manosky v. Bethlehem-Hingham Shipyard, Inc., 1 Cir., 1949, 177 F.2d 529.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Therefore, a transfer of the entire controversy onto the firmer jurisdictional footing of case No. 9013 would seem to be a sound move for the parties or the district court upon remand. We have been informed that on June 1, 1956, the district court granted an ILA motion to consolidate the two cases for the purpose of trial. This move pursuant to Rule 42(a), F.R.C.P., is a salutary one, but we doubt that such a consolidation eliminates the need to establish jurisdiction separately in order to sustain a judgment in either of the cases so joined. Cf. Johnson v. Manhattan R. Co., 1933, 289 U.S. 479, 496-497, 53 S.Ct. 721, 77 L.Ed. 1331; Sutcliffe Storage &amp; Warehouse Co., Inc., v. United States, 1 Cir., 1947, 162 F.2d 849, 852.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In view of our disposition of this appeal, we shall not pass upon the \"serious doubts\" expressed by the district court as to whether \"the duration of the Trust Agreement may run for a period longer than the duration of the Collective Bargaining Agreement which expired on December 31, 1953.\" This tentative view of the merits, which was not elaborated in the opinion below, may be reaffirmed or modified or rejected by the district court after a full trial brings forth all the evidence and arguments from all parties, including those parties to case No. 9013 who were not involved in the hearing on the temporary injunction in the instant case. In particular it would seem that the district court should have the first opportunity to construe the trust agreement; perhaps there will be parol evidence which will assist the court in determining what was intended for such a situation as later occurred. Cf. W. L. Mead, Inc., v. International Brotherhood of Teamsters, D.C.D.Mass.1954, 126 F.Supp. 466, 469-470, affirmed, 1 Cir., 1956, 230 F.2d 576. In addition, there may be defenses to the ILA claim that have not yet fully appeared, such as laches or estoppel in not sooner asserting its right to continue to participate in running the trust, to name two defenses which were raised in the answer of the individual defendants. These are matters for the district court in the first instance. And if the controversy can be disposed of by construction of the contract or on the ground of an equity defense, then the uncertain statutory question of the effect of the equal representation requirement of &#167; 302(c) (5) (B) on this situation may not have to be reached, nor the troublesome question of the effect on a claim under &#167; 302(e) of the presence in this welfare plan of the Vacation and Christmas Funds, two benefits not included in the list of permissible benefits in &#167; 302(c) (5) (A). Cf. 92 Cong.Rec. 5494-96 (1946). And cf. &#167; 302(g).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">If the district court does come to the statute as the basis for its decision, it will of course have power to restrain any acts that the court finds to be in violation of &#167; 302. In addition, as we commented above, the district court will have the power, within its jurisdictional limits, to effect an equitable resolution of the conflicting interests in the welfare plans and the accumulated contributions. Because the formulation of a decree in such a case is largely a matter for the discretion of the trial court, and because the record in these cases is not yet complete, in addition to the reasons stated above, we do not wish to express an opinion on any aspect of the merits of the controversy in advance of a final decision by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The order of the District Court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> &#167; 301(a). \"Suits for violation of contracts between an employer and a labor organization * * *, or between any such labor organizations, may be brought in any district court of the United States * * *.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> &#167; 302(c). \"The provisions of this section shall not be applicable * * * (5) with respect to money or other thing of value paid to a trust fund established by such representative, * * *:<i>Provided,</i> That (A) such payments are held in trust for the purpose of paying, either from principal or income or both, for the benefit of employees, their families and dependents, for medical or hospital care, pensions on retirement or death of employees, compensation for injuries or illness resulting from occupational activity or insurance to provide any of the foregoing, or unemployment benefits or life insurance, disability and sickness insurance, or accident insurance; (B) the detailed basis on which such payments are to be made is specified in a written agreement with the employer, and employees and employers are equally represented in the administration of such fund, * * *; and (C) such payments as are intended to be used for the purpose of providing pensions or annuities for employees are made to a separate trust which provides that the funds held therein cannot be used for any purpose other than paying such pensions or annuities.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> &#167; 302(e). \"The district courts of the United States and the United States courts of the Territories and possessions shall have jurisdiction, for cause shown, and subject to the provisions of * * * [Rule 65, F.R.C.P.] (relating to notice to opposite party) * * *, to restrain violations of this section, without regard to the provisions of sections 6 and 20 of * * * [the] Act of October 15, 1914, as amended (U.S.C., title 15, sec. 17, and title 29, sec. 52), and the provisions of the Act entitled `An Act to amend the Judicial Code and to define and limit the jurisdiction of courts sitting in equity, and for other purposes', approved March 23, 1932 (U.S.C., title 29, secs. 101-115).\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">236</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">107</span></span></p>\n    <p class=\"parties\">Antonio COPRA et al., Plaintiffs, Appellants,<br>v.<br>Jose A. SURO et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 5062.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">July 6, 1956.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Samuel M. Cole, Jersey City, N. J., R. V. Perez-Marchand, Rio Piedras, Puerto Rico, on the brief, for appellants.</p>\n      <p class=\"indent\">Francisco Ponsa-Feliu, San Juan, Puerto Rico, for appellees.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and MARIS and WOODBURY, Circuit Judges.</p>\n      <p class=\"indent\">MAGRUDER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case, arising out of a controversy as to which of two unions is entitled to represent longshoremen in Puerto Rico in the management of the health and welfare funds created for their benefit through collective bargaining, presents a number of difficult questions of jurisdiction and statutory application pertaining to &#167; 301 and &#167; 302 of the Labor Management Relations Act of 1947, 61 Stat. 156, 157, 29 U.S.C.A. &#167;&#167; 185, 186. However, the present appeal from the United States District Court for the District of Puerto Rico was taken, under 28 U.S.C. &#167; 1292(1), from the denial of a temporary injunction. \"All we have to decide on this appeal, and all we do decide,\" therefore, is the limited question of whether \"denial of an interlocutory injunction in the circumstances disclosed was * * * an improvident exercise of the discretion confided to the trial court.\" Hannan v. City of Haverhill, 1 Cir., 1941, <span class=\"citation\" data-id=\"1490664\"><a href=\"/opinion/1490664/hannan-v-city-of-haverhill/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">87</span></a></span>, 90, certiorari denied 1941, <span class=\"citation no-link\"><span class=\"volume\">314</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">641</span></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">81</span></span>, 86 L.Ed. 514; cf. State of Alabama v. United States, 1929, <span class=\"citation\" data-id=\"101409\"><a href=\"/opinion/101409/alabama-v-united-states/\"><span class=\"volume\">279</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">266</span></span>, 73 L.Ed. 675. The reason for this limitation that was quoted in the Hannan opinion has particular force in the circumstances of the present case:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">\"The granting of a preliminary injunction is an exercise of a very far reaching power, never to be indulged in except in a case clearly demanding it; and the decision of a court of first instance, refusing such an injunction, will not, except for very strong reasons, be reversed by this court.\" New York Asbestos Mfg. Co. v. Ambler Asbestos Air-Cell Covering Co., 3 Cir., 1900, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">F.</span> <span class=\"page\">890</span></span>, 891.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The somewhat complicated facts and proceedings herein must be reviewed, then, with this narrow function of the appellate court in mind.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On June 30, 1952, the companies represented by the Puerto Rico Steamship Association (hereinafter PRSSA) and the local unions represented by the International Longshoremen's Association, District Council of Puerto Rico (hereinafter ILA), executed an \"Agreement and Declaration of Trust ILA-PRSSA-Welfare Plan.\" This contract carried forward the health and welfare plan originally set forth in the collective bargaining agreement signed by the same parties in 1950 and extended it for a five-year term that was stated to expire June 30, 1957. In outline, the 1952 agreement provided a number of separate funds each of which was to be made up of a stated contribution by the employer \"for each hour worked by each and every one of its employees represented by the Union and covered by the current Collective Bargaining Agreement between the Contributing Companies and the Union.\" There was a Welfare Fund, to pay health and insurance benefits, there were a Vacation Fund and a Christmas Fund, each to pay out the full amount contributed before the end of every calendar year, and there was a Sick Leave Fund. Provision was made for the separate creation of a pension plan to be funded out of surplus accumulated in the Welfare Fund. Benefits out of the various funds were to be paid to \"All the employees represented by the Union and included in the Collective Bargaining Agreement between the Companies and the Union\" who met the stated eligibility tests. Administration of the entire welfare plan was to be \"the joint responsibility\" of three trustees to be appointed by PRSSA and three trustees to be appointed by ILA. Provision for a neutral member was made, but in fact none was ever appointed. The details of the powers and procedures of the trustees are not necessary here except to note that the trustees were appointed \"to serve for the duration of this trust,\" and while each organization could remove or replace its own trustees, otherwise \"a Trustee can be removed only for malfeasance or misfeasance in the execution of his trust,\" with adjudication of such a charge to be made as provided in the agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The agreement also incorporated the provision of the collective bargaining contract by which PRSSA and ILA agreed that contributions could be made to the funds by employers who were not members of PRSSA so that their employees would be covered in the benefits. However, such an employer had to agree that the PRSSA trustees would represent it in the administration of the plan; that is, the non-PRSSA employers contributing would have no direct representation in the board of trustees. The collective bargaining agreement listed nineteen companies which would be eligible to contribute on that basis (hereinafter \"the independent companies\"). It is not clear how many independent companies took advantage of this opportunity. Counsel for PRSSA said at the argument that the PRSSA companies made 80 per cent of the total contributions to the funds.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">When the welfare plan was put in the collective bargaining contract in 1950 and when the separate agreement of trust was executed in 1952, the ILA represented all the longshoremen in the ports of Puerto Rico, those employed by the independent companies as well as those employed by the six member companies of PRSSA. In January, 1954, the National Labor Relations Board conducted a representation election in Puerto Rico among the employees of the PRSSA companies only. ILA lost this election to a union called the Union de Trabajadores de Muelles y Ramas Anexas de Puerto Rico (hereinafter UTM). UTM has represented the PRSSA employees from 1954 at least up to the time when this suit was brought in 1955, while ILA has continued to represent the employees of the independent companies.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In April, 1954, counsel for PRSSA wrote the independent companies that thenceforth the PRSSA trustees would decline to accept contributions or to administer the welfare funds for the benefit of employees other than those of the PRSSA companies. In June, 1954, UTM designated three trustees for the trust then in existence. On August 20 the UTM trustees met with the PRSSA trustees, and they recognized each other as the lawful trustees of the ILA-PRSSA Welfare Fund. At least from that time forward (and perhaps since January 1, 1954), the welfare plan has been administered on the basis that contributions were received only from the PRSSA companies and benefits paid only to their employees, including such ILA longshoremen as would become eligible for benefits by working the requisite number of hours for PRSSA companies. On November 22, 1954, PRSSA and UTM executed a new trust agreement, designated the \"UTM-PRSSA Trust Agreement,\" which embodied the provisions of the former trust agreement (except that UTM was substituted throughout for ILA) and which provided that it should continue until June 30, 1957, the termination date of the former ILA trust.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On December 30, 1954, the six UTM-PRSSA trustees filed a declaratory judgment action in the United States District Court for the District of Puerto Rico, Suro v. Arroyo Lighterage Co., No. 9013, which will be more fully described later. This suit sought a declaratory judgment and injunction to establish the right of those trustees to refuse to accept further contributions from the independent companies. Since that time, certain of the independents (seven of them were named as defendants) have paid their contributions into court. The total amount in the hands of the district court is said to be around $100,000. The UTM-PRSSA trustees continue to hold, unsegregated in their trust funds, any amounts that had been contributed by the independents prior to the ILA's loss of representation in the trust and which had not been paid out in benefits prior to that time to employees of the independent companies. The record does not indicate what amount, if any, falls in this category.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The complaint in the instant case was filed on June 20, 1955. It named as plaintiffs eight individual longshoremen as representatives of a class, and the three ILA trustees. Named as defendants were the three current PRSSA trustees and the three UTM trustees, who were named \"individually and as alleged members of the Board of Trustees of the ILA-PRSSA Welfare Fund, and as members of the Board of Trustees of the PRSSA-UTM Fund.\" It was alleged that the longshoremen plaintiffs, and others whom they represented, had been deprived of benefits due under the welfare trust agreement, that the ILA trustees had not acted as trustees since June of 1954, and that the six defendants had acted wrongfully as trustees of the fund since that date, with details spelled out. Plaintiffs demanded broad injunctive relief against the defendant trustees, against banks holding money of the welfare funds, and against members of the PRSSA. Motions for a temporary restraining order and for a preliminary injunction against the trustees were made at the same time. These sought to freeze the power of the trustees in sweeping terms, to prevent them from collecting or disbursing any money or doing any other act as trustees.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A hearing on the motion for a preliminary injunction was set for July 1, 1955, and on June 30 an amended complaint was filed. The only changes were to add the ILA as a plaintiff and the UTM as a defendant and to allege jurisdiction under &#167; 302 of the Labor Management Relations Act as well as under &#167; 301, which was the sole jurisdictional basis stated in the first complaint. The hearing on the preliminary injunction took place the next day, although the UTM had not yet appeared. At that hearing counsel for the plaintiffs apparently conceded that the court's ruling on his motion would not bind the UTM under the circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court (Acting District Judge Snyder sitting) denied the motion for a preliminary injunction on July 29, 1955, and subsequently filed his findings of fact and conclusions of law. In the latter he expressed \"serious doubts\" as to whether the court had jurisdiction over the cause of action presented by the complaint in this case, and also \"serious doubts\" that the duration of the ILA trust agreement could run for a period longer than the duration of the ILA collective bargaining agreement, which had expired on December 31, 1953. He concluded: \"Petitioners must prove that they have a clear right to preliminary injunction before the court may issue the same. . . . Under the facts proved to the Court in this case, and after balancing the convenience and possible injuries to all parties involved which may result from granting or withholding injunctive relief, the Court has reached the conclusion that such injunctive relief should be denied.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On this appeal from the order of July 29, 1955, we agree that there is some doubt as to jurisdiction. On this ground and another to be set forth in this opinion, we conclude that \"denial of an interlocutory injunction in the circumstances disclosed was not an improvident exercise of the discretion confided to the trial court.\" Hannan v. City of Haverhill, supra [120 F.2d 90.]</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The original complaint alleged federal jurisdiction under &#167; 301(a) of the Taft-Hartley Act.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> It is our view that the jurisdiction of &#167; 301 was wrongly invoked here. The controversy between the parties is a \"labor dispute\" within the comprehensive definitions of &#167; 13 of the Norris-LaGuardia Act, 47 Stat. 73, 29 U.S.C.A. &#167;&#167; 101 et seq., 113, and the conduct sought to be enjoined would include, in the words of &#167; 4(c) of that Act, 47 Stat. 71: \"Paying or giving to, or withholding from, any person participating or interested in such labor dispute, any * * * moneys or things of value\". Such an injunction, which is the heart of the relief asked here, is expressly forbidden in &#167; 4(c). According to the prior decisions of this court, there is no jurisdiction under &#167; 301 in such a case. W. L. Mead, Inc., v. International Brotherhood of Teamsters, 1 Cir., 1954, 217 F. 2d 6; Local 205, United Elec., Radio &amp; Mach. Workers of America v. General Electric Co., 1 Cir., 233 F.2d 85.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Furthermore, we doubt very much that &#167; 301 can be invoked as the jurisdictional basis in so far as the suit is one between individuals. It has been argued that the first clause of &#167; 301(a) (see note 1, supra) authorizes suits by individuals so long as such suits are based on <i>contracts between</i> an employer and a labor organization. However, the cases seem all to have held, and on the basis of the purpose and structure of &#167; 301 we tend to agree, that &#167; 301(a) gives jurisdiction only where the <i>suit</i> as well as the contract is <i>between</i> an employer and a labor organization. See Disanti v. Local 53, D.C.W.D.Pa.1954, 126 F. Supp. 747; Silverton v. Rich, D.C.S.D. Cal.1954, 119 F.Supp. 434; and earlier cases cited therein and in Association of Westinghouse Salaried Employees v. Westinghouse Electric Corp., 3 Cir., 1954, <span class=\"citation\" data-id=\"233452\"><a href=\"/opinion/233452/association-of-westinghouse-salaried-employees-v-westinghouse-electric/\"><span class=\"volume\">210</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">623</span></a></span>, 629 note 15. Therefore the original complaint here did not have proper parties on either side, since only individuals were named as plaintiffs and defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Assuming that we may consider the amended complaint for this purpose (although it apparently was not treated below as pertaining to the motion for temporary injunction), there is still a lack of proper parties on one side. While the amended complaint names the ILA as a new plaintiff, a proper party in this suit based on a contract between ILA and the employer association, neither PRSSA nor its member companies were added as defendants. Nor is UTM, which was added, a proper party here under &#167; 301 (passing the fact that plaintiffs apparently conceded that the temporary injunction would not bind UTM). Contrary to plaintiffs' argument, the second clause of &#167; 301(a) should be read not to confer jurisdiction for any <i>suits between</i> unions, but only for \"suits for violation of <i>contracts between</i>\" unions. The sole reference in the legislative history to the second clause, which was added in conference, makes this requirement clear. See 93 Cong.Rec. 6445 (1947).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Section 301 did not abolish class actions by employees, or other forms of suit by individuals, if they are founded on some other ground of jurisdiction such as diversity. Tisa v. Potofsky, D.C.S.D.N.Y.1950, 90 F.Supp. 175. But the complaint here did not allege diversity, and it seems clear that all the individual parties are residents of Puerto Rico. Also, the Norris-LaGuardia Act would preclude the relief sought here even if the action by the ILA trustees or by the employees were sustainable on a basis other than &#167; 301.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A firmer basis of jurisdiction for this case is &#167; 302 of the Taft-Hartley Act. This section first provides in subsections (a) and (b) that it shall be unlawful for any employer to pay, and for \"any representative of any employees\" to receive, any money passing from the former to the latter. Subsection (c) provides five exceptions, the last of which is for money paid to a welfare trust fund for the exclusive benefit of employees and their families (including a joint fund for the employees of several employers), provided that the trust fund meets certain tests.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Willful violation of the section is made a misdemeanor. Subsection (e) provides that the district courts \"shall have jurisdiction * * * to restrain violations of this section, without regard to\" the Norris-LaGuardia Act or the Clayton Act.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Although the original complaint did not refer to it, we may consider &#167; 302 as a basis of jurisdiction, since the substantive allegations of that complaint would come within the section to the same extent as the allegations of the amended complaint, which did cite &#167; 302. It is not necessary to name the statutory section if in fact a complaint states a cause of action under it.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The parties to this case seem to be appropriate for a suit under &#167; 302 (e). That section does not indicate who may sue or who may be sued, but the legislative history suggests, in a general way, that employees, unions, trustees, and employers were all intended to be afforded the benefit and the liability of the equity jurisdiction over welfare funds, as appropriate in a particular case. Nor should the absence of the employers and what may amount to the absence of UTM be deemed fatal to jurisdiction here. Defendants argue that those are indispensable parties. Without ruling on this contention, we may note that the employers and UTM are all amenable to the jurisdiction of the district court in Puerto Rico. If any or all are indispensable or necessary parties, they can be added by the district court, on motion or <i>sua sponte,</i> pursuant to Rules 19 and 21, F.R.C.P., 28 U.S.C.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The defendants here made a more serious challenge to the jurisdiction, based on the subject matter of the suit. They say that the complaint does not charge any violation of the detailed provisions of &#167; 302 but rather sounds as a suit to enforce the terms of the original trust agreement, which they argue is not part of the jurisdiction given in &#167; 302(e) \"to restrain violations of this section\". The issue thus presented is a serious one in terms of statutory interpretation in the face of an incomplete legislative history, and it even raises the specter of a constitutional challenge to &#167; 302(e) in the manner of Mr. Justice Frankfurter's questioning of the constitutionality of &#167; 301 in Association of Westinghouse Salaried Employees v. Westinghouse Electric Corp., 1955, <span class=\"citation\" data-id=\"105283\"><a href=\"/opinion/105283/salaried-employees-v-westinghouse-elec-corp/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">437</span></a></span>, <span class=\"citation\" data-id=\"105283\"><a href=\"/opinion/105283/salaried-employees-v-westinghouse-elec-corp/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">489</span></a></span>, 99 L.Ed. 510. If &#167; 302(e) has the broad effect of making the federal district court into something like a chancery court for the enforcement of trust agreements and the advice of welfare fund trustees, it may be that Art. III of the Constitution has been left behind, in that such litigation is not limited to cases \"arising under\" the federal statute. Perhaps not; it may be that either a \"protective jurisdiction\" theory or the creation of a body of federal common law of welfare trusts (springing from the terms of &#167; 302(c) (5)) could tie this jurisdiction to &#167; 302 and thus legitimize it under Art. III. Cf. International Brotherhood of Teamsters, etc. v. W. L. Mead, Inc., 1 Cir., 1956, 230 F.2d 576; Waialua Agr. Co. v. United Sugar Workers, D.C.D.Hawaii 1953, 114 F.Supp. 243.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The few cases that have been litigated on the civil side under &#167; 302(e) have not discussed the matter of a constitutional limitation on that jurisdictional grant, but they have in fact broadly engaged in declaratory adjudication at the behest of a variety of groups interested in such trusts. See Van Horn v. Lewis, D.C.D.C. 1948, 79 F.Supp. 541; United Garment Workers, etc. v. Jacob Reed's Sons, D.C. E.D.Pa.1949, 83 F.Supp. 49; Upholsterers' International Union, etc. v. Leathercraft Furniture Co., D.C.E.D.Pa.1949, 82 F.Supp. 570. Other cases, which involved only equitable restraint on the making of payments that violated &#167; 302, fit the narrower view of the scope of &#167; 302(e), although those decisions do not deny the existence of a broader power. E.g., William Dunbar Co., Inc., v. Painters &amp; Glaziers District Council No. 51, D.C.D.C.1955, 129 F.Supp. 417.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The legislative history suggests to some extent that the cases first cited above are correct and that Congress intended in &#167; 302(e) to create a broad equity jurisdiction that would not only authorize the district courts to forbid the making of payments in violation of &#167; 302 (a) and (b), but that would also authorize them to exercise a more general equity power over the welfare funds whose life in effect depends on the permissive exception of &#167; 302(c) (5). The way in which &#167; 302 was presented, however, necessarily causes the legislative history to be lacking in conclusiveness. In both the 79th Congress and the 80th Congress, it came into the consideration of an omnibus labor bill by introduction from the floor of the Senate, so that the committee reports, which usually give the best explanations of how a complicated section is supposed to work, say nothing on the whole subject of &#167; 302 except relatively brief references in minority sections of the reports. There was extensive discussion on the floor, particularly in the Senate, but this history is subject to the usual infirmities, by way of ambiguity, of legislative debates. See, generally, 92 Cong.Rec. 4809, 4893-94, 4897-99, 5040-41, 5277, 5433, 5494-96 (1946); S.Rep.No. 105, 80th Cong., 1st Sess. 52 (1947); 93 Cong.Rec. 4678, 4746-53 (1947).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Without coming to a definite decision on the proper scope of the equity jurisdiction created by &#167; 302(e), we are sufficiently impressed with the difficult question of statutory interpretation tendered on this issue that we are unable to rule that the district court erred in its denial of a temporary injunction in so far as the order was based on that court's \"serious doubts\" as to jurisdiction under &#167; 302.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We might be more inclined to deal definitively on this appeal with the question tendered, despite the sufficiency of \"serious doubts\" as ground for refusal of an interlocutory injunction, if it seemed that the identical question would return on appeal from a final judgment in the district court. However, there is an independent ground for affirmance here that suggests also that the problem of the scope of &#167; 302(e) may be avoided again in the ultimate disposition of this controversy.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We refer to the pendency in the district court of the prior case mentioned above, Suro v. Arroyo Lighterage Co., No. 9013. Although this factor was not mentioned in the instant case by the court below, it would be an appropriate equitable consideration in passing on a request for interlocutory relief that there already exists another lawsuit in the same court that could more effectively or more equitably serve as the vehicle for handling of the controversy. If No. 9013 is such a case, its existence affords a separate ground in support of affirming the decision of the district court. We therefore turn to an analysis of that case, in the light of what has been said above about civil jurisdiction under &#167; 302(e).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Plaintiffs in No. 9013 are the six men who are defendants here. Suing \"as members of The Board of Trustees of the PRSSA-UTM Funds,\" they sought declaratory and injunctive relief to bar further payment to them of contributions by the independent employers. Named as defendants were seven of the independent companies, the six PRSSA companies, the ILA, and the three ILA trustees. Thus that case includes all the parties to the instant case, except UTM (which could be added <i>via</i> Rules 19 and 21, F.R.C.P.) and the employees who are plaintiffs here on behalf of their class (whose interests seem to be sufficiently represented in No. 9013 by the ILA and the ILA trustees). In addition, that case brings before the court both groups of employers who are potentially affected by, though not parties to, the instant case.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The prior case, No. 9013, seems more clearly to be an appropriate one for &#167; 302(e) injunctive relief. It is a suit seeking to restrain payments alleged to be in violation of &#167; 302. That is the simplest use of &#167; 302(e). The civil cases under &#167; 302 cited above include similar uses of a claim for injunction and for declaratory judgment. The basis of the alleged illegality in case No. 9013 is expressly mentioned in &#167; 302, namely, that equal representation of employers and employees in the welfare funds is lacking where the independent companies' employees are ILA men and the funds are administered by PRSSA and UTM trustees. Hence that case, unlike the instant one, falls within the narrower view of &#167; 302(e) as an example of equity jurisdiction to enjoin acts that would constitute a literal violation of &#167; 302(a) and (b). See United States v. Ryan, 1956, <span class=\"citation\" data-id=\"105349\"><a href=\"/opinion/105349/united-states-v-ryan/\"><span class=\"volume\">350</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, 305, 76 S.Ct. 400; United States v. Brennan, D.C.D.Minn.1955, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">42</span></span>, 49; 92 Cong.Rec. 5041 (1946). In the course of giving an injunction that falls within this narrower scope of &#167; 302(e), the district court can add to its decision, we believe, the resolution of questions, such as those raised in the instant case, that would of themselves fall only within the broader compass of &#167; 302(e), without raising the constitutional difficulty that might be caused by deciding the latter questions absent the more direct issue of &#167; 302 violation. That is, we believe that once a <i>case</i> is brought clearly within the scope of the &#167; 302(e) jurisdiction, there will not be any serious limitations on the power of the district court, as a court of equity, to dispose of the entire controversy between all the parties who were brought into court because of their interest in the narrower issue. And cf. Hurn v. Oursler, 1933, <span class=\"citation\" data-id=\"102086\"><a href=\"/opinion/102086/hurn-v-oursler/\"><span class=\"volume\">289</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">586</span></span>, 77 L.Ed. 1148; Manosky v. Bethlehem-Hingham Shipyard, Inc., 1 Cir., 1949, 177 F.2d 529.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Therefore, a transfer of the entire controversy onto the firmer jurisdictional footing of case No. 9013 would seem to be a sound move for the parties or the district court upon remand. We have been informed that on June 1, 1956, the district court granted an ILA motion to consolidate the two cases for the purpose of trial. This move pursuant to Rule 42(a), F.R.C.P., is a salutary one, but we doubt that such a consolidation eliminates the need to establish jurisdiction separately in order to sustain a judgment in either of the cases so joined. Cf. Johnson v. Manhattan R. Co., 1933, <span class=\"citation\" data-id=\"102108\"><a href=\"/opinion/102108/johnson-v-manhattan-r-co/\"><span class=\"volume\">289</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, 496-497, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">721</span></span>, 77 L.Ed. 1331; Sutcliffe Storage &amp; Warehouse Co., Inc., v. United States, 1 Cir., 1947, <span class=\"citation\" data-id=\"1548410\"><a href=\"/opinion/1548410/sutcliffe-storage-warehouse-co-v-united-states/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">849</span></a></span>, 852.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In view of our disposition of this appeal, we shall not pass upon the \"serious doubts\" expressed by the district court as to whether \"the duration of the Trust Agreement may run for a period longer than the duration of the Collective Bargaining Agreement which expired on December 31, 1953.\" This tentative view of the merits, which was not elaborated in the opinion below, may be reaffirmed or modified or rejected by the district court after a full trial brings forth all the evidence and arguments from all parties, including those parties to case No. 9013 who were not involved in the hearing on the temporary injunction in the instant case. In particular it would seem that the district court should have the first opportunity to construe the trust agreement; perhaps there will be parol evidence which will assist the court in determining what was intended for such a situation as later occurred. Cf. W. L. Mead, Inc., v. International Brotherhood of Teamsters, D.C.D.Mass.1954, <span class=\"citation\" data-id=\"1625017\"><a href=\"/opinion/1625017/wl-mead-inc-v-international-brotherhood-etc/\"><span class=\"volume\">126</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">466</span></a></span>, 469-470, affirmed, 1 Cir., 1956, 230 F.2d 576. In addition, there may be defenses to the ILA claim that have not yet fully appeared, such as laches or estoppel in not sooner asserting its right to continue to participate in running the trust, to name two defenses which were raised in the answer of the individual defendants. These are matters for the district court in the first instance. And if the controversy can be disposed of by construction of the contract or on the ground of an equity defense, then the uncertain statutory question of the effect of the equal representation requirement of &#167; 302(c) (5) (B) on this situation may not have to be reached, nor the troublesome question of the effect on a claim under &#167; 302(e) of the presence in this welfare plan of the Vacation and Christmas Funds, two benefits not included in the list of permissible benefits in &#167; 302(c) (5) (A). Cf. 92 Cong.Rec. 5494-96 (1946). And cf. &#167; 302(g).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">If the district court does come to the statute as the basis for its decision, it will of course have power to restrain any acts that the court finds to be in violation of &#167; 302. In addition, as we commented above, the district court will have the power, within its jurisdictional limits, to effect an equitable resolution of the conflicting interests in the welfare plans and the accumulated contributions. Because the formulation of a decree in such a case is largely a matter for the discretion of the trial court, and because the record in these cases is not yet complete, in addition to the reasons stated above, we do not wish to express an opinion on any aspect of the merits of the controversy in advance of a final decision by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The order of the District Court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> &#167; 301(a). \"Suits for violation of contracts between an employer and a labor organization * * *, or between any such labor organizations, may be brought in any district court of the United States * * *.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> &#167; 302(c). \"The provisions of this section shall not be applicable * * * (5) with respect to money or other thing of value paid to a trust fund established by such representative, * * *:<i>Provided,</i> That (A) such payments are held in trust for the purpose of paying, either from principal or income or both, for the benefit of employees, their families and dependents, for medical or hospital care, pensions on retirement or death of employees, compensation for injuries or illness resulting from occupational activity or insurance to provide any of the foregoing, or unemployment benefits or life insurance, disability and sickness insurance, or accident insurance; (B) the detailed basis on which such payments are to be made is specified in a written agreement with the employer, and employees and employers are equally represented in the administration of such fund, * * *; and (C) such payments as are intended to be used for the purpose of providing pensions or annuities for employees are made to a separate trust which provides that the funds held therein cannot be used for any purpose other than paying such pensions or annuities.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> &#167; 302(e). \"The district courts of the United States and the United States courts of the Territories and possessions shall have jurisdiction, for cause shown, and subject to the provisions of * * * [Rule 65, F.R.C.P.] (relating to notice to opposite party) * * *, to restrain violations of this section, without regard to the provisions of sections 6 and 20 of * * * [the] Act of October 15, 1914, as amended (U.S.C., title 15, sec. 17, and title 29, sec. 52), and the provisions of the Act entitled `An Act to amend the Judicial Code and to define and limit the jurisdiction of courts sitting in equity, and for other purposes', approved March 23, 1932 (U.S.C., title 29, secs. 101-115).\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101409/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102108/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/233452/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1490664/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1548410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1625017/"
  ]
}