{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/240772/",
  "absolute_url": "/opinion/240772/claremont-waste-manufacturing-company-v-commissioner-of-internal-revenue/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/240772/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:32:40Z",
  "date_modified": "2016-02-28T05:56:22.401505Z",
  "type": "010combined",
  "sha1": "0c8ef33672d27494e6abcaf0c0ad424fcc4057ed",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/238/238.F2d.741.5130.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">238 F.2d 741</p>\n    <p class=\"case_cite\">56-2 USTC  P 10,059</p>\n    <p class=\"parties\">CLAREMONT WASTE MANUFACTURING COMPANY, Petitioner,<br>v.<br>COMMISSIONER OF INTERNAL REVENUE, Respondent.</p>\n    <p class=\"docket\">No. 5130.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">Heard Oct. 2, 1956.<br>Decided Nov. 16, 1956.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert Ash, Washington, D.C., with whom Norbert J. Heubusch, Washington, D.C., was on the brief, for petitioner.</p>\n      <p class=\"indent\">Harry Marselli, Atty., Dept. of Justice, Washington, D.C., with whom Charles K. Rice, Asst. Atty. Gen., and Lee A. Jackson, Atty., Dept. of Justice, Washington, D.C., were on the brief, for respondent.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit judges.</p>\n      <p class=\"indent\">MAGRUDER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We have for review on this petition a decision of the Tax Court of the United States entered December 20, 1955, finding that there is an overpayment of petitioner's excess profits tax in the amount of $1887.99 for the taxable year 1941, attributable to the granting in part of an application for abnormality relief under &#167; 722 of the Internal Revenue Code of 1939, as amended, 26 U.S.C.A. Excess Profits Taxes, &#167; 722.  The Tax Court thus rejected petitioner's broader claim that the whole amount of the excess profits tax theretofore paid for 1941 constituted a refundable overpayment, because the excess profits tax liability for 1941 was completely wiped out by the carry-back of an unused excess profits credit for 1942 in the amount of $38,524.63.  There is no doubt that the taxpayer was at one time entitled to the application of this carry-back by virtue of &#167;&#167; 710(b)(3) and 710(c) of the Code, as amended retroactively by &#167; 204 of the Revenue Act of 1942, 56 Stat. 900-901, 26 U.S.C.A. Excess Profits Taxes, &#167; 710(b)(3), The question is whether petitioner asserted this carry-back privilege too late-- a highly technical matter.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On February 27, 1942, petitioner filed with the Collector of Internal Revenue at Portsmouth, New Hampshire, its excess profits tax return for the calendar year 1941.  The return disclosed an excess profits tax due in the amount of $10,386.29 (which sum was paid in full later in 1942).  Of course there was at this date no claim of a carry-back of an unused excess profits credit for 1942, ten months of which were yet unexpired.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On September 13, 1943, the Commissioner issued to petitioner a notice of deficiency of excess profits tax for the year 1941 in the sum of $13,138.02.  The asserted deficiency resulted from certain adjustments no longer in controversy.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On November 4, 1943, petitioner filed a petition in the Tax Court (Docket No. 3361) for redetermination of this deficiency as asserted by the Commissioner in the notice of September 13, 1943.  Though petitioner, at the date of filing this petition in the Tax Court, had long since filed its excess profits tax return for 1942 and had presumably become aware of an unused excess profits credit for that year determined under the normal provisions of law without reference to any possible relief afforded by &#167; 722, petitioner did not, as it might have done in this proceeding (Docket No. 3361), ask the Tax Court to determine not only that there was no deficiency of excess profits tax for 1941, but also that there had been an overpayment for that year because of the application of the carry-back of the unused excess profits credit for 1942.  See &#167; 322(d) of the Internal Revenue Code of 1939, 53 Stat. 92, 26 U.S.C.A. &#167; 322(d).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After a hearing on Docket No. 3361, the Tax Court on March 12, 1945, filed its Memorandum Opinion in that case, 4 TCM 301.  Thereafter the parties submitted recomputations under Rule 50, 26 U.S.C.A. &#167; 7453, which recomputations were in agreement as to the amount of deficiency in excess profits tax for 1941; and pursuant thereto the Tax Court on April 27, 1945, entered its decision that 'there is a deficiency in excess profits tax of $819.78 for the calendar year 1941'-- which sum was later paid or satisfied.  No petition to the court of appeals for review having been filed within three months, this decision of the Tax Court became 'final' on July 27, 1945, as provided in &#167;&#167; 1140(a) and 1142 of the 1939 Code, 26 U.S.C.A. &#167;&#167; 1140(a), 1142.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">If we stopped at this point it would be clear that the parties had come to the end of the road, so far as concerned the possibility of reopening petitioner's excess profits tax liability for 1941.  Section 322(c) of the 1939 Code provided, 53 Stat. 92:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'(c) Effect of Petition to Board.-- If the Commissioner has mailed to the taxpayer a notice of deficiency under section 272(a) and if the taxpayer files a petition with the Board of Tax Appeals within the time prescribed in such subsection, no credit or refund in respect of the tax for the taxable year in respect of which the Commissioner has determined the deficiency shall be allowed or made and no suit by the taxpayer for the recovery of any part of such tax shall be instituted in any court except--</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'(1) As to overpayments determined by a decision of the Board which has become final; and</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'(2) As to any amount collected in excess of an amount computed in accordance with the decision of the Board which has become final; and</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'(3) As to any amount collected after the period of limitation upon the beginning of distraint or a proceeding in court for collection has expired; but in any such claim for credit or refund or in any such suit for refund the decision of the Board which has become final, as to whether such period has expired before the notice of deficiency was mailed, shall be conclusive.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As we had occasion to point out in Sweet v. Commissioner, 1 Cir., 1941, 120 F.2d 77, 'final' in this connection means final in an absolute and literal sense; at the indicated point of time the tax consequences of the decision by the Tax Court become irrevocably fixed, and the decision must stand as rendered without power in the Tax Court or in any other court to modify it thereafter.  There is no doubt that this is what the Congress meant.  See the references to the legislative history in Moir v. United States, 1 Cir., 1945, 149 F.2d 455, 458-459.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We do not think that anything else which has happened in this case serves to alter the foregoing conclusion.  Nevertheless, for an understanding of the taxpayer's contentions it is necessary to recite certain further developments.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On September 14, 1943, the taxpayer filed with the Commissioner an application for special excess profits tax relief for the year 1941, under the abnormality provisions of &#167; 722.  This application had nothing to do with any claim for the reduction of 1941 excess profits tax liability by the application of an unused excess profits credit carry-back for 1942.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On February 3, 1945, while the issues in the earlier case above referred to (Docket No. 3361) were still under consideration by the Tax Court, the Commissioner duly executed an agreement under &#167; 276(b) of the Code, 26 U.S.C.A. &#167; 276(b), which previously had been executed by a representative of the taxpayer, extending the Statute of Limitations for the year 1941 to June 30, 1946.  Further such agreements were executed by the parties extending the final expiration date to June 30, 1949.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On March 3, 1947, the taxpayer filed with the Commissioner a claim for refund of the entire amount of excess profits tax paid for 1941 based on the carryback of $38,524.63 of unused excess profits credit for 1942.  This claim for refund was filed nearly two years after the Tax Court's decision of April 27, 1945 (Docket No. 3361), determining a deficiency for 1941, had become final.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On January 31, 1949, the Commissioner sent a formal notice to the taxpayer, in two parts: (1) The notice informed the taxpayer that its application of September 14, 1943, for abnormality relief under &#167; 722 was granted in part by the allowance of a 'constructive average base period net income' in an amount of $85,756.36 for the taxable year 1941, which allowance resulted in an overassessment of excess profits tax for the year 1941 in the sum of $1887.99.  (2) The taxpayer was also informed of the disallowance of its related claim for refund, filed on March 3, 1947, based upon the carryback to 1941 of the unused excess profits credit for 1942.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Thereafter, on April 27, 1949, the taxpayer filed its petition in the Tax Court (Docket No. 22747) upon which the present proceeding if founded.  This petition, which sought a redetermination of the Commissioner's rulings contained in his letter of January 31, 1949, above, asserted two errors: (1) That the Commissioner erred in disallowing in part petitioner's claim for abnormality relief under &#167; 722, and (2) that the Commissioner erred in disallowing the taxpayer's claim for refund filed March 3, 1947, in that he failed to carry back to 1941 the unused excess profits credit arising in 1942.  Subsequently the Commissioner filed a motion to dismiss the proceeding in so far as it related to the carry-back issue, and the Tax Court on February 19, 1951, issued an order granting this motion on the authority or Mutual Lumber Co. v. Commissioner, 1951, 16 T.C. 370.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In granting the foregoing motion to dismiss, the Tax Court merely adhered to its consistently maintained position that, when it acquires jurisdiction upon a petition filed to review an action by the Commissioner in disallowing in full or in part an application for abnormality relief under &#167; 722, the Tax Court in such a case is limited to a consideration of the specific issues relating to &#167; 722, and has no jurisdiction, at the instance of either party, to broaden the proceeding so as to give consideration to so-called 'standard issues' relating generally to alleged deficiencies or overpayments for the taxable year.  In Commissioner of Internal Revenue v. Smith Paper, Inc., 1 Cir., 1955, 222 F.2d 126, we suggested that the Tax Court might be wrong in this limited view of its jurisdiction, as several courts of appeals have had occasion to hold; but in the view we took of that case it was unnecessary for us to rule upon the point.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Nor is it necessary for us now to rule specifically upon this point concerning the jurisdiction of the Tax Court.  The order of the Tax Court of February 19, 1951, granting the Commission's motion to dismiss the pending &#167; 722 petition, so far as it related to the carry-back issue, was brought by the taxpayer to this court for review, No. 4628, 222 F.2d 959.  However, in this review proceeding the Commissioner filed a memorandum confessing error, upon the strength of which we issued an order vacating the Tax Court's order of February 19, 1951, and remanding the case to that court for further proceedings.  When the case was thus returned to the Tax Court the taxpayer waived its allegation of error with respect to the &#167; 722 claim, and the case was submitted to the Tax Court upon a stipulation of facts by the parties on the remaining issue pertaining to the carryback to 1941 of the unused excess profits credit for 1942, the Commissioner having meanwhile sought and obtained leave to file an amendment to its answer, setting up that the taxpayer's claim for refund based upon the carry-back issue 'was not timely filed within the requirements of section 722(d) and section 322(b)(6) of the Internal Revenue Code.'</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Tax Court, after an extensive review of the statutory material, concluded that the Commissioner was right in asserting that the taxpayer's claim for refund was not timely filed, and therefore issued its decision of December 20, 1955, now on review, which we have summarized in the first paragraph of this opinion.  24 T.C. 1087.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Incidentally, it ought to be obvious that this decision of the Tax Court of December 20, 1955, is in no way inconsistent with our mandate on the earlier petition for review, vacating the Tax Court's order of February 19, 1951, and remanding the case to that court for further proceedings, pursuant to the government's memorandum confessing error.  The Tax Court's order had been based upon a view, wholly independent of the limitation of &#167; 322(c) of the Code, that where the jurisdiction of the Tax Court is invoked by a petition pursuant to &#167; 722, the Tax Court is without authority to consider any other issues relating to asserted deficiencies or overpayments for the taxable year.  When we vacated the Tax Court's order and remanded the case for further proceedings, we in effect told the Tax Court in this &#167; 722 proceeding to go ahead and consider (we did not tell it how to decide) whether the taxpayer was now entitled to a refund of its excess profits tax paid for the year 1941 by virtue of an application of the carry-back to that year of an unused excess profits credit for the year 1942.  This the Tax Court proceeded to do.  It concluded that the taxpayer had not filed its claim for refund on time, and that &#167; 322(c) precluded the court from deciding that there had been an overpayment of excess profits tax in 1941 based on the failure to carry back and apply to 1941 income the unused excess profits credit of 1942.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We think the Tax Court's conclusion in this respect was correct, as a close reading of the applicable statutory provisions will make clear.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We have already quoted the provision of &#167; 322(c) of the Code of 1939 which creates in the broadest terms an absolute bar to any further tax refunds for a given year, once the tax liability for that year has been determined by the Tax Court in a decision which has become 'final.'  This provision, without substantial change, has been in the law since 1926, 44 Stat. 67, and now appears as &#167; 6512(a) of the Internal Revenue Code of 1954, 26 U.S.C.A. &#167; 6512(a).  The provision is a self-contained and overriding one, and therefore must control the ordinary limitation period expressed in &#167; 322(b)(1), 53 Stat. 91:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'Unless a claim for credit or refund is filed by the taxpayer within three years from the time the return was filed by the taxpayer or within two years from the time the tax was paid, no credit or refund shall be allowed or made after the expiration of whichever of such periods expires the later. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">If &#167;&#167; 322(b)(1) and 322(c) were all there were to the problem, this case would be easy.  But there are subsequent developments in the statutory picture which have to be examined.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In &#167; 169 of the Revenue Act of 1942, 56 Stat. 876, the Congress added a paragraph (3) to &#167; 322(b) of the Code reading in part as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">'(3) Exceptions in the case of waivers.-- If both the Commissioner and the taxpayer have, within the period prescribed in paragraph (1) for the filing of a claim for credit or refund, agreed in writing under the provisions of section 276(b) to extend beyond the period prescribed in section 275 the time within which the Commissioner may make an assessment, the period within which a claim for credit or refund may be filed, or credit or refund allowed or made if no claim is filed, shall be the period within which the Commissioner may make an assessment pursuant to such agreement or any extension thereof, and six months thereafter, except that the provisions of paragraph (1) shall apply to any claim filed, or credit or refund allowed or made, before the execution of such agreement.'</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The only purpose of this new &#167; 322(b)(3) was to provide for mutuality in cases where waivers or extension agreements had been signed by the parties to extend the time within which the Commissioner might make an assessment, which mutuality was accomplished by permitting the taxpayers in such cases to file claims for refund within the period of the waiver and six months thereafter.  In &#167; 509 of the Revenue Act of 1943, the Congress promptly amended &#167; 169(c) of the Revenue Act of the previous year by inserting at the end thereof the following, 58 Stat. 74, 26 U.S.C.A. &#167; 322 note:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">\"A provision having the effect of the amendment inserting section 322(b)(3) of the Internal Revenue Code * * * shall be deemed to be included in the revenue laws respectively applicable to taxable years beginning after December 31, 1923, but such (amendment) shall be effective with respect to taxable years beginning prior to January 1, 1942, only if on or at some time after the date of the enactment of the Revenue Act of 1943 the Commissioner may assess the tax for such taxable year solely by reason of having made (either before, on, or after the date of the enactment of the Revenue Act of 1943) an agreement with the taxpayer pursuant to section 276(b) of the Internal Revenue Code or the corresponding provision of the applicable prior revenue law to extend beyond the time prescribed in section 275 or the corresponding provision of such prior revenue law the date within which the Commissioner may assess the tax.\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">By this amendment of 1943, Congress made it clear that it did not intend the provisions of section 322(b)(3) to be applicable retroactively to any taxable year prior to 1942 in any case except those in which, at the time of the enactment of the 1943 Act, February 25, 1944, or at any time thereafter, a tax for a year prior to 1942 could be assessed by the Commissioner only by virtue of a waiver or extension agreement made pursuant to &#167; 276(b).  See H.Conference Rep.  No. 1079, 78th Cong., 2d Sess. 70-71, 1944 Cum.Bull. 1059, 1081-82.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">So far, there was no provision of law giving any exceptional treatment to the carry-back of unused excess profits credits in the application of the bar of &#167; 322(c) with reference to the finality of Tax Court decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">But in the Tax Adjustment Act of 1945, the Congress got around to this problem.  In &#167; 5(d) of that Act, &#167; 322 of the Code was amended by inserting a new subsection (g), 59 Stat. 524:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\"(g) Overpayments Attributable to Net Operating Loss Carry-Backs and Unused Excess Profits Credit Carry-Backs.-- If the allowance of a credit or refund of an overpayment of tax attributable to a net operating loss carry-back or to an unused excess profits credit carry-back is otherwise prevented by the operation of any law or rule of law other than section 3761, relating to compromises, such credit or refund may be allowed or made, if claim therefor is filed within the period provided in subsection (b)(6). * * *  In the case of any such claim for credit or refund or any such application for a tentative carry-back adjustment, the determination by any court, including The Tax Court of the United States, in any proceeding in which the decision of the court has become final, shall be conclusive except with respect to the net operating loss deduction and the unused excess profits credit adjustment, and the effect of such deduction or adjustment, to the extent that such deduction or adjustment is affected by a carry-back which was not in issue in such proceeding.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Subsection (b)(6) thus referred to in subsection (g) was inserted in &#167; 322(b) of the Code by &#167; 5(b) of the same Tax Adjustment Act of 1945, 59 Stat. 524 as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">\"(6) Special period of limitation with respect to net operating loss carry-backs and unused excess profits credit carry-backs.-- It the claim for credit or refund relates to an overpayment attributable to a net operating loss carry-back or to an unused excess profits credit carry-back, in lieu of the three-year period of limitation prescribed in paragraph (1), the period shall be that period which ends with the expiration of the three-year period prescribed in paragraph (1) or the period prescribed in paragraph (3), whichever expires later, within which claim for credit or refund may be filed with respect to the taxable year of the net operating loss or the unused excess profits credit which results in such carry-back. * * *\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">There was no provision for retroactivity either in respect to the new &#167; 322(b) (6) or the new subsection (g).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Later in the same year, in &#167; 122(e) of the Revenue Act of 1945, 59 Stat. 569, the Congress amended the first sentence of &#167; 322(b)(6) so as to read:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">\"If the claim for credit or refund relates to an overpayment attributable to a net operating loss carry-back or to an unused excess profits credit carry-back, in lieu of the three-year period of limitation prescribed in paragraph (1), the period shall be that period which ends with the expiration of the fifteenth day of the thirty-ninth month following the end of the taxable year of the net operating loss or the unused excess profits credit which results in such carry-back, or the period prescribed in paragraph (3) in respect of such taxable year, whichever expires later.\"</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Also, it provided that the amendment thus made to &#167; 322(b)(6) 'shall be applicable to claims for credit or refund with respect to taxable years beginning after December 31, 1940.'  Section 122(e)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Thus, as the Tax Court pointed out, the purpose of &#167; 322(b)(6), as amended, was in general to provide a special period of limitation over and above the three-year period found in &#167; 322(b)(1) for claims for refund based on credit carry-backs, 'since the extent or existence of unused credits might often be unknown to the taxpayer until after the normal period of limitations for such claims had expired.'  Also it appears from the new &#167; 322(g) that the new periods for making claims for refunds as provided in &#167; 322(b)(6) were to be applicable, so far as the carry-back adjustments were concerned, notwithstanding the existence of a Tax Court decision which has become final, provided that the deduction or adjustment affected by the carry-back was not in issue in the Tax Court proceeding.  To that extent the amendments undoubtedly introduced a qualification into the sweeping provisions of &#167; 322(c).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In order to determine whether the taxpayer in the case at bar gains anything by the special provision of &#167; 322(g), it is necessary to determine whether the taxpayer's claim for refund filed on March 3, 1947, was 'filed within the period provided in subsection (b)(6).'</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Looking then to the new subsection (b)(6), as amended, we see that the prescribed applicable period is 'whichever expires later' of two alternatives: (1) A thirty-eight and one-half month period measured from the close of the tax year giving rise to the unused excess profits credit, and (2) the period prescribed in the new &#167; 322(b)(3) which, in substance, in cases where the Commissioner and the taxpayer had executed an agreement to extend the time for assessment, authorized the filing of a claim for refund within the period as so extended and for six months thereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The first of these alternative periods obviously was of no help to the taxpayer, since under it the period for filing a claim for refund expired March 15, 1946, whereas such claim here was not filed until March 3, 1947.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Nor do we think that the second alternative is applicable to the taxpayer in the case at bar.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Of course, as the Tax Court pointed out, &#167; 322(b)(3) cannot have any applicability unless there has been an agreement executed by the taxpayer and the Commissioner under &#167; 276(b) extending the time within which the Commissioner might make an assessment.  The Tax Court concluded that, since it was stipulated that the parties had not executed any waiver agreement for the tax year 1942, the year in which the unused excess profits credit arose, the taxpayer's claim for refund was therefore not timely filed under the second alternative of &#167; 322(b)(6).  This reason given by the Tax Court does not seem to us to be supportable, for the second alternative above relates not to the tax year in which the unused excess profits credit arose, but rather to the taxable year to which the taxpayer wishes to carry back and apply the unused excess profits credit, that is, the year 1941.  The claimed refund was for the taxable year 1941; and there was a &#167; 276(b) agreement between the parties extending the period within which the Commissioner might file an assessment for that taxable year.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">As we have stated previously, the Congress prescribed in 1943 that the further extension of the period for filing claims for refund, as comprehended in &#167; 322(b) (3), which was the second alternative period expressed in &#167; 322(b)(6), was not to be made applicable to the tax year 1941, or earlier, unless, on February 25, 1944, the date of the enactment of the Revenue Act of 1943, or at some date thereafter, the Commissioner might be able to assess a tax for the taxable year in question solely by reason of the authority conferred by a waiver agreement executed by the parties pursuant to &#167; 276(b) of the Code.  This was the express provision of &#167; 169(c) of the Revenue Act of 1942, as amended, 58 Stat. 74.  That limitation on the retroactive effect to be given &#167; 322(b)(3) has never been modified.  It is true that &#167; 122(e) of the Revenue Act of 1945, 59 Stat. 569, provided that the amendment made by that subsection to the first sentence of &#167; 322(b)(6) 'shall be applicable to claims for credit or refund with respect to taxable years beginning after December 31, 1940.'  But that amendment made no modification of &#167; 322(b)(3), and the period prescribed in &#167; 322(b)(3) is still applicable to tax years prior to 1942 only in the exceptional situation prescribed by Congress in &#167; 509(a) of the Revenue Act of 1943, 58 Stat. 74.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In determining whether a claim for refund was timely filed within the alternative period defined in &#167; 322(b)(3), it is not necessary that, at the date such claim for refund is filed, the Commissioner must already have exercised his extended authority under the waiver agreement to make an assessment.  It is enough if, at the date the claim for refund is filed, the Commissioner, on February 25, 1944, or at any date thereafter, might make or might have made an assessment for the taxable year solely pursuant to the authority given in the waiver agreement.  In other words, if the extension agreement may be potentially the sole source of power in the Commissioner to make an assessment for the taxable year 1941 on any date on or after February 25, 1944, then the taxpayer is given a reciprocal privilege to file a claim for refund for that tax year within the same extended period.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The situation on February 25, 1944, does not help the taxpayer, for on that date the Commissioner could not make any assessment at all for the taxable year 1941.  This was because, under &#167; 272(a)(1), the pendency of the review proceeding in the Tax Court (Docket No. 3361s) operated to suspend the power of the Commissioner to make any assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Nor is the taxpayer helped by the situation as it existed on March 3, 1947, the date on which the petition for refund was filed.  On that date the Commissioner could have made an assessment within the three-year period prescribed in &#167; 275(a) and (f) of the Code.  That three-year statutory period would in regular course have expired on March 15, 1945, but under the provision of &#167; 277 of the Code, by reason of the deficiency notice of September 13, 1943, the running of this period was tolled from the date of the filing of the taxpayer's petition in the Tax Court (November 4, 1943) until the decision of the Tax Court became final (July 27, 1945) and for sixty days thereafter.  Therefore, as of March 3, 1947, the Commissioner did not need the extra authority conferred by the waiver agreement in order the make an assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">But on the last day of the extended period provided in the waiver agreements, June 30, 1949, and for some time previous thereto, the Commissioner would have been empowered to make an assessment for the taxable year 1941 solely by reason of the extension agreement with the taxpayer executed pursuant to &#167; 276(b) of the Code, the three-year statutory limitation on the making of assessments, even as tolled during the pendency of the Tax Court proceedings, having already expired.  In this view, the provision of &#167; 322(b)(3) would have become applicable to the tax year 1941; and it would follow that the taxpayer's claim for refund filed March 3, 1947, was timely within the second alternative expressed in &#167; 322(b)(6).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The difficulty with the foregoing analysis, it seems to us, is that it leaves out of account the earlier Tax Court proceeding, which eventuated in a decision that became final on July 27, 1945.  That decision was binding on the Commissioner as well as on the taxpayer.  On principles of res judicata, after this decision of the Tax Court became final, in which decision there had been a determination of a deficiency in the taxpayer's excess profits tax for the year 1941 in the amount of $819.78, the Commissioner could not reopen the taxpayer's tax liabilities for that year by asserting any additional deficiency, nor by making any additional assessment.  See Griswold, 'Res Judicata in Federal Tax Cases,' 46 Yale L.J. 1320, 1322-26 (1937).  Indeed, as provided in &#167; 273(d) of the Code, even in the case of a jeopardy assessment made after a decision of the Tax Court, such jeopardy assessment 'may be made only in respect of the deficiency determined by the Tax Court in its decision.'  See also &#167; 272(f).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Since, therefore, at no time on or after February 25, 1944, could the Commissioner have made an assessment for the taxable year 1941 solely by reason of an extension agreement executed under &#167; 276(b), it follows that the provisions of &#167; 322(b)(3) are inapplicable to the case at bar and that the Tax Court was correct in its conclusion that the taxpayer's claim for refund, filed March 3, 1947, was untimely.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The decision of the Tax Court is affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">238</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">741</span></span></p>\n    <p class=\"case_cite\">56-2 USTC  P 10,059</p>\n    <p class=\"parties\">CLAREMONT WASTE MANUFACTURING COMPANY, Petitioner,<br>v.<br>COMMISSIONER OF INTERNAL REVENUE, Respondent.</p>\n    <p class=\"docket\">No. 5130.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">Heard Oct. 2, 1956.<br>Decided Nov. 16, 1956.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert Ash, Washington, D.C., with whom Norbert J. Heubusch, Washington, D.C., was on the brief, for petitioner.</p>\n      <p class=\"indent\">Harry Marselli, Atty., Dept. of Justice, Washington, D.C., with whom Charles K. Rice, Asst. Atty. Gen., and Lee A. Jackson, Atty., Dept. of Justice, Washington, D.C., were on the brief, for respondent.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit judges.</p>\n      <p class=\"indent\">MAGRUDER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We have for review on this petition a decision of the Tax Court of the United States entered December 20, 1955, finding that there is an overpayment of petitioner's excess profits tax in the amount of $1887.99 for the taxable year 1941, attributable to the granting in part of an application for abnormality relief under &#167; 722 of the Internal Revenue Code of 1939, as amended, 26 U.S.C.A. Excess Profits Taxes, &#167; 722.  The Tax Court thus rejected petitioner's broader claim that the whole amount of the excess profits tax theretofore paid for 1941 constituted a refundable overpayment, because the excess profits tax liability for 1941 was completely wiped out by the carry-back of an unused excess profits credit for 1942 in the amount of $38,524.63.  There is no doubt that the taxpayer was at one time entitled to the application of this carry-back by virtue of &#167;&#167; 710(b)(3) and 710(c) of the Code, as amended retroactively by &#167; 204 of the Revenue Act of 1942, 56 Stat. 900-901, 26 U.S.C.A. Excess Profits Taxes, &#167; 710(b)(3), The question is whether petitioner asserted this carry-back privilege too late-- a highly technical matter.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On February 27, 1942, petitioner filed with the Collector of Internal Revenue at Portsmouth, New Hampshire, its excess profits tax return for the calendar year 1941.  The return disclosed an excess profits tax due in the amount of $10,386.29 (which sum was paid in full later in 1942).  Of course there was at this date no claim of a carry-back of an unused excess profits credit for 1942, ten months of which were yet unexpired.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On September 13, 1943, the Commissioner issued to petitioner a notice of deficiency of excess profits tax for the year 1941 in the sum of $13,138.02.  The asserted deficiency resulted from certain adjustments no longer in controversy.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On November 4, 1943, petitioner filed a petition in the Tax Court (Docket No. 3361) for redetermination of this deficiency as asserted by the Commissioner in the notice of September 13, 1943.  Though petitioner, at the date of filing this petition in the Tax Court, had long since filed its excess profits tax return for 1942 and had presumably become aware of an unused excess profits credit for that year determined under the normal provisions of law without reference to any possible relief afforded by &#167; 722, petitioner did not, as it might have done in this proceeding (Docket No. 3361), ask the Tax Court to determine not only that there was no deficiency of excess profits tax for 1941, but also that there had been an overpayment for that year because of the application of the carry-back of the unused excess profits credit for 1942.  See &#167; 322(d) of the Internal Revenue Code of 1939, 53 Stat. 92, 26 U.S.C.A. &#167; 322(d).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After a hearing on Docket No. 3361, the Tax Court on March 12, 1945, filed its Memorandum Opinion in that case, 4 TCM 301.  Thereafter the parties submitted recomputations under Rule 50, 26 U.S.C.A. &#167; 7453, which recomputations were in agreement as to the amount of deficiency in excess profits tax for 1941; and pursuant thereto the Tax Court on April 27, 1945, entered its decision that 'there is a deficiency in excess profits tax of $819.78 for the calendar year 1941'-- which sum was later paid or satisfied.  No petition to the court of appeals for review having been filed within three months, this decision of the Tax Court became 'final' on July 27, 1945, as provided in &#167;&#167; 1140(a) and 1142 of the 1939 Code, 26 U.S.C.A. &#167;&#167; 1140(a), 1142.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">If we stopped at this point it would be clear that the parties had come to the end of the road, so far as concerned the possibility of reopening petitioner's excess profits tax liability for 1941.  Section 322(c) of the 1939 Code provided, 53 Stat. 92:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'(c) Effect of Petition to Board.-- If the Commissioner has mailed to the taxpayer a notice of deficiency under section 272(a) and if the taxpayer files a petition with the Board of Tax Appeals within the time prescribed in such subsection, no credit or refund in respect of the tax for the taxable year in respect of which the Commissioner has determined the deficiency shall be allowed or made and no suit by the taxpayer for the recovery of any part of such tax shall be instituted in any court except--</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'(1) As to overpayments determined by a decision of the Board which has become final; and</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'(2) As to any amount collected in excess of an amount computed in accordance with the decision of the Board which has become final; and</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'(3) As to any amount collected after the period of limitation upon the beginning of distraint or a proceeding in court for collection has expired; but in any such claim for credit or refund or in any such suit for refund the decision of the Board which has become final, as to whether such period has expired before the notice of deficiency was mailed, shall be conclusive.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As we had occasion to point out in Sweet v. Commissioner, 1 Cir., 1941, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></span>, 'final' in this connection means final in an absolute and literal sense; at the indicated point of time the tax consequences of the decision by the Tax Court become irrevocably fixed, and the decision must stand as rendered without power in the Tax Court or in any other court to modify it thereafter.  There is no doubt that this is what the Congress meant.  See the references to the legislative history in Moir v. United States, 1 Cir., 1945, <span class=\"citation\" data-id=\"1507789\"><a href=\"/opinion/1507789/moir-v-united-states/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">455</span></a></span>, 458-459.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We do not think that anything else which has happened in this case serves to alter the foregoing conclusion.  Nevertheless, for an understanding of the taxpayer's contentions it is necessary to recite certain further developments.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On September 14, 1943, the taxpayer filed with the Commissioner an application for special excess profits tax relief for the year 1941, under the abnormality provisions of &#167; 722.  This application had nothing to do with any claim for the reduction of 1941 excess profits tax liability by the application of an unused excess profits credit carry-back for 1942.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On February 3, 1945, while the issues in the earlier case above referred to (Docket No. 3361) were still under consideration by the Tax Court, the Commissioner duly executed an agreement under &#167; 276(b) of the Code, 26 U.S.C.A. &#167; 276(b), which previously had been executed by a representative of the taxpayer, extending the Statute of Limitations for the year 1941 to June 30, 1946.  Further such agreements were executed by the parties extending the final expiration date to June 30, 1949.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On March 3, 1947, the taxpayer filed with the Commissioner a claim for refund of the entire amount of excess profits tax paid for 1941 based on the carryback of $38,524.63 of unused excess profits credit for 1942.  This claim for refund was filed nearly two years after the Tax Court's decision of April 27, 1945 (Docket No. 3361), determining a deficiency for 1941, had become final.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On January 31, 1949, the Commissioner sent a formal notice to the taxpayer, in two parts: (1) The notice informed the taxpayer that its application of September 14, 1943, for abnormality relief under &#167; 722 was granted in part by the allowance of a 'constructive average base period net income' in an amount of $85,756.36 for the taxable year 1941, which allowance resulted in an overassessment of excess profits tax for the year 1941 in the sum of $1887.99.  (2) The taxpayer was also informed of the disallowance of its related claim for refund, filed on March 3, 1947, based upon the carryback to 1941 of the unused excess profits credit for 1942.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Thereafter, on April 27, 1949, the taxpayer filed its petition in the Tax Court (Docket No. 22747) upon which the present proceeding if founded.  This petition, which sought a redetermination of the Commissioner's rulings contained in his letter of January 31, 1949, above, asserted two errors: (1) That the Commissioner erred in disallowing in part petitioner's claim for abnormality relief under &#167; 722, and (2) that the Commissioner erred in disallowing the taxpayer's claim for refund filed March 3, 1947, in that he failed to carry back to 1941 the unused excess profits credit arising in 1942.  Subsequently the Commissioner filed a motion to dismiss the proceeding in so far as it related to the carry-back issue, and the Tax Court on February 19, 1951, issued an order granting this motion on the authority or Mutual Lumber Co. v. Commissioner, 1951, 16 T.C. 370.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In granting the foregoing motion to dismiss, the Tax Court merely adhered to its consistently maintained position that, when it acquires jurisdiction upon a petition filed to review an action by the Commissioner in disallowing in full or in part an application for abnormality relief under &#167; 722, the Tax Court in such a case is limited to a consideration of the specific issues relating to &#167; 722, and has no jurisdiction, at the instance of either party, to broaden the proceeding so as to give consideration to so-called 'standard issues' relating generally to alleged deficiencies or overpayments for the taxable year.  In Commissioner of Internal Revenue v. Smith Paper, Inc., 1 Cir., 1955, <span class=\"citation\" data-id=\"236579\"><a href=\"/opinion/236579/commissioner-of-internal-revenue-v-smith-paper-inc/\"><span class=\"volume\">222</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">126</span></a></span>, we suggested that the Tax Court might be wrong in this limited view of its jurisdiction, as several courts of appeals have had occasion to hold; but in the view we took of that case it was unnecessary for us to rule upon the point.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Nor is it necessary for us now to rule specifically upon this point concerning the jurisdiction of the Tax Court.  The order of the Tax Court of February 19, 1951, granting the Commission's motion to dismiss the pending &#167; 722 petition, so far as it related to the carry-back issue, was brought by the taxpayer to this court for review, No. 4628, 222 F.2d 959.  However, in this review proceeding the Commissioner filed a memorandum confessing error, upon the strength of which we issued an order vacating the Tax Court's order of February 19, 1951, and remanding the case to that court for further proceedings.  When the case was thus returned to the Tax Court the taxpayer waived its allegation of error with respect to the &#167; 722 claim, and the case was submitted to the Tax Court upon a stipulation of facts by the parties on the remaining issue pertaining to the carryback to 1941 of the unused excess profits credit for 1942, the Commissioner having meanwhile sought and obtained leave to file an amendment to its answer, setting up that the taxpayer's claim for refund based upon the carry-back issue 'was not timely filed within the requirements of section 722(d) and section 322(b)(6) of the Internal Revenue Code.'</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Tax Court, after an extensive review of the statutory material, concluded that the Commissioner was right in asserting that the taxpayer's claim for refund was not timely filed, and therefore issued its decision of December 20, 1955, now on review, which we have summarized in the first paragraph of this opinion.  24 T.C. 1087.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Incidentally, it ought to be obvious that this decision of the Tax Court of December 20, 1955, is in no way inconsistent with our mandate on the earlier petition for review, vacating the Tax Court's order of February 19, 1951, and remanding the case to that court for further proceedings, pursuant to the government's memorandum confessing error.  The Tax Court's order had been based upon a view, wholly independent of the limitation of &#167; 322(c) of the Code, that where the jurisdiction of the Tax Court is invoked by a petition pursuant to &#167; 722, the Tax Court is without authority to consider any other issues relating to asserted deficiencies or overpayments for the taxable year.  When we vacated the Tax Court's order and remanded the case for further proceedings, we in effect told the Tax Court in this &#167; 722 proceeding to go ahead and consider (we did not tell it how to decide) whether the taxpayer was now entitled to a refund of its excess profits tax paid for the year 1941 by virtue of an application of the carry-back to that year of an unused excess profits credit for the year 1942.  This the Tax Court proceeded to do.  It concluded that the taxpayer had not filed its claim for refund on time, and that &#167; 322(c) precluded the court from deciding that there had been an overpayment of excess profits tax in 1941 based on the failure to carry back and apply to 1941 income the unused excess profits credit of 1942.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We think the Tax Court's conclusion in this respect was correct, as a close reading of the applicable statutory provisions will make clear.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We have already quoted the provision of &#167; 322(c) of the Code of 1939 which creates in the broadest terms an absolute bar to any further tax refunds for a given year, once the tax liability for that year has been determined by the Tax Court in a decision which has become 'final.'  This provision, without substantial change, has been in the law since 1926, 44 Stat. 67, and now appears as &#167; 6512(a) of the Internal Revenue Code of 1954, 26 U.S.C.A. &#167; 6512(a).  The provision is a self-contained and overriding one, and therefore must control the ordinary limitation period expressed in &#167; 322(b)(1), 53 Stat. 91:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'Unless a claim for credit or refund is filed by the taxpayer within three years from the time the return was filed by the taxpayer or within two years from the time the tax was paid, no credit or refund shall be allowed or made after the expiration of whichever of such periods expires the later. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">If &#167;&#167; 322(b)(1) and 322(c) were all there were to the problem, this case would be easy.  But there are subsequent developments in the statutory picture which have to be examined.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In &#167; 169 of the Revenue Act of 1942, 56 Stat. 876, the Congress added a paragraph (3) to &#167; 322(b) of the Code reading in part as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">'(3) Exceptions in the case of waivers.-- If both the Commissioner and the taxpayer have, within the period prescribed in paragraph (1) for the filing of a claim for credit or refund, agreed in writing under the provisions of section 276(b) to extend beyond the period prescribed in section 275 the time within which the Commissioner may make an assessment, the period within which a claim for credit or refund may be filed, or credit or refund allowed or made if no claim is filed, shall be the period within which the Commissioner may make an assessment pursuant to such agreement or any extension thereof, and six months thereafter, except that the provisions of paragraph (1) shall apply to any claim filed, or credit or refund allowed or made, before the execution of such agreement.'</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The only purpose of this new &#167; 322(b)(3) was to provide for mutuality in cases where waivers or extension agreements had been signed by the parties to extend the time within which the Commissioner might make an assessment, which mutuality was accomplished by permitting the taxpayers in such cases to file claims for refund within the period of the waiver and six months thereafter.  In &#167; 509 of the Revenue Act of 1943, the Congress promptly amended &#167; 169(c) of the Revenue Act of the previous year by inserting at the end thereof the following, 58 Stat. 74, 26 U.S.C.A. &#167; 322 note:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">\"A provision having the effect of the amendment inserting section 322(b)(3) of the Internal Revenue Code * * * shall be deemed to be included in the revenue laws respectively applicable to taxable years beginning after December 31, 1923, but such (amendment) shall be effective with respect to taxable years beginning prior to January 1, 1942, only if on or at some time after the date of the enactment of the Revenue Act of 1943 the Commissioner may assess the tax for such taxable year solely by reason of having made (either before, on, or after the date of the enactment of the Revenue Act of 1943) an agreement with the taxpayer pursuant to section 276(b) of the Internal Revenue Code or the corresponding provision of the applicable prior revenue law to extend beyond the time prescribed in section 275 or the corresponding provision of such prior revenue law the date within which the Commissioner may assess the tax.\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">By this amendment of 1943, Congress made it clear that it did not intend the provisions of section 322(b)(3) to be applicable retroactively to any taxable year prior to 1942 in any case except those in which, at the time of the enactment of the 1943 Act, February 25, 1944, or at any time thereafter, a tax for a year prior to 1942 could be assessed by the Commissioner only by virtue of a waiver or extension agreement made pursuant to &#167; 276(b).  See H.Conference Rep.  No. 1079, 78th Cong., 2d Sess. 70-71, 1944 Cum.Bull. 1059, 1081-82.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">So far, there was no provision of law giving any exceptional treatment to the carry-back of unused excess profits credits in the application of the bar of &#167; 322(c) with reference to the finality of Tax Court decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">But in the Tax Adjustment Act of 1945, the Congress got around to this problem.  In &#167; 5(d) of that Act, &#167; 322 of the Code was amended by inserting a new subsection (g), 59 Stat. 524:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\"(g) Overpayments Attributable to Net Operating Loss Carry-Backs and Unused Excess Profits Credit Carry-Backs.-- If the allowance of a credit or refund of an overpayment of tax attributable to a net operating loss carry-back or to an unused excess profits credit carry-back is otherwise prevented by the operation of any law or rule of law other than section 3761, relating to compromises, such credit or refund may be allowed or made, if claim therefor is filed within the period provided in subsection (b)(6). * * *  In the case of any such claim for credit or refund or any such application for a tentative carry-back adjustment, the determination by any court, including The Tax Court of the United States, in any proceeding in which the decision of the court has become final, shall be conclusive except with respect to the net operating loss deduction and the unused excess profits credit adjustment, and the effect of such deduction or adjustment, to the extent that such deduction or adjustment is affected by a carry-back which was not in issue in such proceeding.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Subsection (b)(6) thus referred to in subsection (g) was inserted in &#167; 322(b) of the Code by &#167; 5(b) of the same Tax Adjustment Act of 1945, 59 Stat. 524 as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">\"(6) Special period of limitation with respect to net operating loss carry-backs and unused excess profits credit carry-backs.-- It the claim for credit or refund relates to an overpayment attributable to a net operating loss carry-back or to an unused excess profits credit carry-back, in lieu of the three-year period of limitation prescribed in paragraph (1), the period shall be that period which ends with the expiration of the three-year period prescribed in paragraph (1) or the period prescribed in paragraph (3), whichever expires later, within which claim for credit or refund may be filed with respect to the taxable year of the net operating loss or the unused excess profits credit which results in such carry-back. * * *\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">There was no provision for retroactivity either in respect to the new &#167; 322(b) (6) or the new subsection (g).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Later in the same year, in &#167; 122(e) of the Revenue Act of 1945, 59 Stat. 569, the Congress amended the first sentence of &#167; 322(b)(6) so as to read:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">\"If the claim for credit or refund relates to an overpayment attributable to a net operating loss carry-back or to an unused excess profits credit carry-back, in lieu of the three-year period of limitation prescribed in paragraph (1), the period shall be that period which ends with the expiration of the fifteenth day of the thirty-ninth month following the end of the taxable year of the net operating loss or the unused excess profits credit which results in such carry-back, or the period prescribed in paragraph (3) in respect of such taxable year, whichever expires later.\"</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Also, it provided that the amendment thus made to &#167; 322(b)(6) 'shall be applicable to claims for credit or refund with respect to taxable years beginning after December 31, 1940.'  Section 122(e)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Thus, as the Tax Court pointed out, the purpose of &#167; 322(b)(6), as amended, was in general to provide a special period of limitation over and above the three-year period found in &#167; 322(b)(1) for claims for refund based on credit carry-backs, 'since the extent or existence of unused credits might often be unknown to the taxpayer until after the normal period of limitations for such claims had expired.'  Also it appears from the new &#167; 322(g) that the new periods for making claims for refunds as provided in &#167; 322(b)(6) were to be applicable, so far as the carry-back adjustments were concerned, notwithstanding the existence of a Tax Court decision which has become final, provided that the deduction or adjustment affected by the carry-back was not in issue in the Tax Court proceeding.  To that extent the amendments undoubtedly introduced a qualification into the sweeping provisions of &#167; 322(c).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In order to determine whether the taxpayer in the case at bar gains anything by the special provision of &#167; 322(g), it is necessary to determine whether the taxpayer's claim for refund filed on March 3, 1947, was 'filed within the period provided in subsection (b)(6).'</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Looking then to the new subsection (b)(6), as amended, we see that the prescribed applicable period is 'whichever expires later' of two alternatives: (1) A thirty-eight and one-half month period measured from the close of the tax year giving rise to the unused excess profits credit, and (2) the period prescribed in the new &#167; 322(b)(3) which, in substance, in cases where the Commissioner and the taxpayer had executed an agreement to extend the time for assessment, authorized the filing of a claim for refund within the period as so extended and for six months thereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The first of these alternative periods obviously was of no help to the taxpayer, since under it the period for filing a claim for refund expired March 15, 1946, whereas such claim here was not filed until March 3, 1947.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Nor do we think that the second alternative is applicable to the taxpayer in the case at bar.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Of course, as the Tax Court pointed out, &#167; 322(b)(3) cannot have any applicability unless there has been an agreement executed by the taxpayer and the Commissioner under &#167; 276(b) extending the time within which the Commissioner might make an assessment.  The Tax Court concluded that, since it was stipulated that the parties had not executed any waiver agreement for the tax year 1942, the year in which the unused excess profits credit arose, the taxpayer's claim for refund was therefore not timely filed under the second alternative of &#167; 322(b)(6).  This reason given by the Tax Court does not seem to us to be supportable, for the second alternative above relates not to the tax year in which the unused excess profits credit arose, but rather to the taxable year to which the taxpayer wishes to carry back and apply the unused excess profits credit, that is, the year 1941.  The claimed refund was for the taxable year 1941; and there was a &#167; 276(b) agreement between the parties extending the period within which the Commissioner might file an assessment for that taxable year.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">As we have stated previously, the Congress prescribed in 1943 that the further extension of the period for filing claims for refund, as comprehended in &#167; 322(b) (3), which was the second alternative period expressed in &#167; 322(b)(6), was not to be made applicable to the tax year 1941, or earlier, unless, on February 25, 1944, the date of the enactment of the Revenue Act of 1943, or at some date thereafter, the Commissioner might be able to assess a tax for the taxable year in question solely by reason of the authority conferred by a waiver agreement executed by the parties pursuant to &#167; 276(b) of the Code.  This was the express provision of &#167; 169(c) of the Revenue Act of 1942, as amended, 58 Stat. 74.  That limitation on the retroactive effect to be given &#167; 322(b)(3) has never been modified.  It is true that &#167; 122(e) of the Revenue Act of 1945, 59 Stat. 569, provided that the amendment made by that subsection to the first sentence of &#167; 322(b)(6) 'shall be applicable to claims for credit or refund with respect to taxable years beginning after December 31, 1940.'  But that amendment made no modification of &#167; 322(b)(3), and the period prescribed in &#167; 322(b)(3) is still applicable to tax years prior to 1942 only in the exceptional situation prescribed by Congress in &#167; 509(a) of the Revenue Act of 1943, 58 Stat. 74.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In determining whether a claim for refund was timely filed within the alternative period defined in &#167; 322(b)(3), it is not necessary that, at the date such claim for refund is filed, the Commissioner must already have exercised his extended authority under the waiver agreement to make an assessment.  It is enough if, at the date the claim for refund is filed, the Commissioner, on February 25, 1944, or at any date thereafter, might make or might have made an assessment for the taxable year solely pursuant to the authority given in the waiver agreement.  In other words, if the extension agreement may be potentially the sole source of power in the Commissioner to make an assessment for the taxable year 1941 on any date on or after February 25, 1944, then the taxpayer is given a reciprocal privilege to file a claim for refund for that tax year within the same extended period.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The situation on February 25, 1944, does not help the taxpayer, for on that date the Commissioner could not make any assessment at all for the taxable year 1941.  This was because, under &#167; 272(a)(1), the pendency of the review proceeding in the Tax Court (Docket No. 3361s) operated to suspend the power of the Commissioner to make any assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Nor is the taxpayer helped by the situation as it existed on March 3, 1947, the date on which the petition for refund was filed.  On that date the Commissioner could have made an assessment within the three-year period prescribed in &#167; 275(a) and (f) of the Code.  That three-year statutory period would in regular course have expired on March 15, 1945, but under the provision of &#167; 277 of the Code, by reason of the deficiency notice of September 13, 1943, the running of this period was tolled from the date of the filing of the taxpayer's petition in the Tax Court (November 4, 1943) until the decision of the Tax Court became final (July 27, 1945) and for sixty days thereafter.  Therefore, as of March 3, 1947, the Commissioner did not need the extra authority conferred by the waiver agreement in order the make an assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">But on the last day of the extended period provided in the waiver agreements, June 30, 1949, and for some time previous thereto, the Commissioner would have been empowered to make an assessment for the taxable year 1941 solely by reason of the extension agreement with the taxpayer executed pursuant to &#167; 276(b) of the Code, the three-year statutory limitation on the making of assessments, even as tolled during the pendency of the Tax Court proceedings, having already expired.  In this view, the provision of &#167; 322(b)(3) would have become applicable to the tax year 1941; and it would follow that the taxpayer's claim for refund filed March 3, 1947, was timely within the second alternative expressed in &#167; 322(b)(6).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The difficulty with the foregoing analysis, it seems to us, is that it leaves out of account the earlier Tax Court proceeding, which eventuated in a decision that became final on July 27, 1945.  That decision was binding on the Commissioner as well as on the taxpayer.  On principles of res judicata, after this decision of the Tax Court became final, in which decision there had been a determination of a deficiency in the taxpayer's excess profits tax for the year 1941 in the amount of $819.78, the Commissioner could not reopen the taxpayer's tax liabilities for that year by asserting any additional deficiency, nor by making any additional assessment.  See Griswold, 'Res Judicata in Federal Tax Cases,' 46 Yale L.J. 1320, 1322-26 (1937).  Indeed, as provided in &#167; 273(d) of the Code, even in the case of a jeopardy assessment made after a decision of the Tax Court, such jeopardy assessment 'may be made only in respect of the deficiency determined by the Tax Court in its decision.'  See also &#167; 272(f).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Since, therefore, at no time on or after February 25, 1944, could the Commissioner have made an assessment for the taxable year 1941 solely by reason of an extension agreement executed under &#167; 276(b), it follows that the provisions of &#167; 322(b)(3) are inapplicable to the case at bar and that the Tax Court was correct in its conclusion that the taxpayer's claim for refund, filed March 3, 1947, was untimely.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The decision of the Tax Court is affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/236579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1507789/"
  ]
}