{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/242697/",
  "absolute_url": "/opinion/242697/exchange-bank-trust-company-and-briggs-weaver-machinery-co-first/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/242697/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:33:10Z",
  "date_modified": "2016-02-28T05:57:57.741791Z",
  "type": "010combined",
  "sha1": "62631c59435e9eb7fec45d5c17f71d7a8d86f4b6",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/246/246.F2d.141.16565.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">246 F.2d 141</p>\n    <p class=\"parties\">EXCHANGE BANK &amp; TRUST COMPANY and Briggs Weaver Machinery Co., First National Bank in Dallas and City of Dallas, Texas, Intervenors, Appellants,<br>v.<br>TUBBS MANUFACTURING COMPANY, Inc., and United States of America, Appellees.</p>\n    <p class=\"docket\">No. 16565.</p>\n    <p class=\"court\">United States Court of Appeals Fifth Circuit.</p>\n    <p class=\"date\">June 29, 1957.</p>\n    <p class=\"date\">Rehearing Denied August 5, 1957.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">H. P. Kucera, City Atty., Robert A. Wilson, Clinton Foshee, Robert S. Trotti, James H. Walker, Melvin A. Bruck, R. A. McBean, Ted P. MacMaster, Asst. City Attys., Addison M. Bradford, Jr., Dallas, Tex., for other appellants.</p>\n      <p class=\"indent\">Blakley &amp; Walker, Dallas, Tex., for appellant Exchange Bank &amp; Trust Co.</p>\n      <p class=\"indent\">Coke &amp; Coke, Dallas, Tex., for appellant First Nat. Bank in Dallas.</p>\n      <p class=\"indent\">Bradford &amp; Pritchard, Dallas, Tex., for appellant Briggs Weaver Machinery Co.</p>\n      <p class=\"indent\">John C. Ford, Asst. U. S. Atty., Dallas, Tex., Charles K. Rice, Asst. Atty., Ellis N. Slack, Atty., Dept. of Justice, Washington, D. C., Heard L. Floore, U. S. Atty., Fort Worth, Tex., for appellee.</p>\n      <p class=\"indent\">Before HUTCHESON, Chief Judge, and TUTTLE and CAMERON, Circuit Judges.</p>\n      <p class=\"indent\">HUTCHESON, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Submitted on stipulated facts,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> this case presented below, it presents here a single question. This is whether under the priority statute, Rev.Stat. 3466, 31 U.S.C.A. &#167; 191, the United States, the appellee, was entitled to have its debt for taxes first satisfied out of the proceeds of the sale of all of the assets of Tubbs Manufacturing Co., an insolvent taxpayer corporation, ahead of the tax lien claims of the City of Dallas and the mortgage lien claims of the Exchange Bank &amp; Trust Co., the First National Bank, and the Briggs Weaver Machinery Co., the appellants herein.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court, after a trial, held that under the provisions of the priority statute,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the claim of the United States was prior and superior to all the other claims and gave judgment for the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appealing from that judgment, the mortgage lien claimants are here contending that the liens created by their chattel mortgages were valid first liens on the respective properties covered, that they attached to the proceeds received from the sale of the respective properties and that they are, therefore, entitled to have applied to their claims the amount of such respective proceeds necessary to satisfy their claims in full.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The appellant, City of Dallas, contends that under the provisions of Sec. 194 of its charter, its claim for taxes is secured by a lien prior and superior to all other claims and it is therefore entitled to be paid ahead of everyone else.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On its part, the appellee, the United States of America, is here contending that the holding of the trial court was correct, and insisting that the judgment should be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In support of their claims, the lien claimants invoke and rely strongly on the decision of this court in United States v. Atlantic Municipal Corporation, 5 Cir., 212 F.2d 709, 711, in which, holding that the priority statute has no application to a valid, specific and perfected, a fully choate lien, the court declared:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"* * * This statute applies only as against unsecured debts, that is, debts not secured by a specific and perfected lien. It has never been, we think it will never be, applied as it is sought to be applied here, to accord payment to a debt due the United States in preference to a claim secured by a lien which is prior in time and superior in law to the lien of the United States securing the debt for which preferential payment is sought.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Urging upon us that under that decision and Sec. 6323 of the Internal Revenue Code of 1954, 26 U.S.C.A. &#167; 6323, formerly Sec. 3672, I.R.C.1939, mortgage liens cannot, under a claim of priority, be postponed to a federal tax debt, they insist that the judgment was wrong and must be reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The United States, on its part, urging upon us that the claim of the United States, by virtue of the provisions of Sec. 3466 of the Revenue Statutes, the priority section, will be accorded priority over the unperfected, the inchoate tax claim of the City of Dallas, and that it in turn is clearly superior to the chattel mortgage lien claims of the other appellants, insist that of necessity its claim must be prior to those claims, since it is admitted that their claims are subject to the City's tax lien. In addition, arguing that the Supreme Court has never held that even a specific and perfected lien would defeat a Sec. 3466 priority claim and that if the liens of the claimants are specific and perfected, this would not avail them, it insists that under federal law appellants' liens are not so specific and perfected since the debtor had not on the date of insolvency been divested either of title or possession of the mortgaged property.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We cannot agree with these views. On the contrary, for the reasons stated by us in the Atlantic case, supra, and for the additional reason that in this case the mortgage liens are within Sec. 6323. I.R.C. of 1954 (formerly Sec. 3672) and are specifically preserved by that statute against federal tax liens, United States v. Security Trust Co., 340 U.S. 47, concurring opinion page 51, 71 S.Ct. 111, 114, 95 L.Ed. 53, and United States v. Scovil, 348 U.S. 218, 75 S.Ct. 244, 99 L. Ed. 271, we are in no doubt that the claim of the United States to priority over the mortgage claims is without foundation.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We will not, therefore, contribute to the confusion arising from the decisions dealing with the relative standing as to priority of federal tax debts and liens and the numerous and unavailing attempts<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> to rationalize and reconcile them. We will content ourselves with saying that upon a consideration of the relevant facts and a review of the authorities now extant, we are of the clear opinion that the claim of the United States to priority over the mortgage lien claims is unfounded, and that, on the appeal of the mortgage lien claimants, the judgment must be reversed with directions to provide for the payment of the claim of each out of the proceeds of the property on which its lien was fixed, subject, however, to first payment thereout of the City's tax claims.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We thus, while affording protection to the City's claims for taxes by directing their payment, reject both the claim of the City that, under In re Brannon, 5 Cir., 62 F.2d 959 and City of Dallas v. Crippen, 5 Cir., 171 F.2d 526, \"its general lien\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> defeats the priority claim of the United States and the contention of the United States that, because we have concluded that its claim is entitled to priority over the City's claim and the City's claim is entitled to payment ahead of the mortgage lien claims, the circuity problem presented thereby compels the solution adopted in State v. Nix, Tex.Civ.App., 159 S.W.2d 214, putting the claim of the United States ahead of them both.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We do this, as to the City's claim, which is admittedly not within Section 6323, on the authority of the cases relied on by the United States.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> We do this as to the claim of the United States, both on the ground that the invoked decision in the Nix case, supra, while correct, indeed inevitable under its facts and the decisions of the Supreme Courts of Texas and of the United States, is not in point here in law or in fact, and on the ground that we agree with the well reasoned opinion of the Appellate Court of Illinois in Samms v. Chicago Title &amp; Trust Co., 349 Ill.App. 413, 111 N.E.2d 172, and the solution of the circuity problem<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> adopted there. Cf. Smith v. United States, D.C., 113 F.Supp. 702 at pages 710-711 and 67 Harvard Law Review at p. 358.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The judgment awarding the United States priority and directing the clerk to issue his check to it for the moneys on deposit, received from the sale of the assets of the debtor is accordingly reversed, and the cause is remanded with directions to enter judgment awarding priority to the respective mortgage claimants, subject to payment of the city's taxes due on the respective properties, and directing the clerk to issue his check to each of the claimants in payment of its debt to the extent that the funds derived from the property secured by its mortgage permit, and to issue his check to the United States for the balance remaining undistributed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In a suit filed by the Exchange Bank &amp; Trust Co. in the State District Court on Oct. 26, 1956, (later removed to the United States District Court) to recover judgment for the unpaid balance of its debt, to foreclose its chattel mortgage lien and to have the machinery and equipment covered by the mortgage sold and the proceeds applied in payment thereof, the court appointed receiver of the insolvent Tubbs Mfg. Co. sold all of its assets free and clear of all liens for the total sum of $6349.00. After deducting the expenses of the receivership proceedings, the balance of $5118.94 was deposited in the registry of the court to await determination of the rights of the respective claimants thereto</p>\n        <p class=\"indent\">The Exchange Bank &amp; Trust Co. had chattel mortgages dated November 19, 1953, recorded Nov. 25, 1953, and June 30, 1954, recorded July 14, 1954, securing those claims in the net amount of $1436.57, on that portion of the assets which were sold for $5059.</p>\n        <p class=\"indent\">The First National Bank had a chattel mortgage dated 11-2-55 on a 1956 Ford Truck, which was sold for $890, to secure its claim in the net amount of $963.62.</p>\n        <p class=\"indent\">Briggs Weaver Machinery Co. had a chattel mortgage dated April 28, 1955, recorded May 3, 1955, (on that portion of the assets which were sold for $400) to secure its claim in the net amount of $2,466.71.</p>\n        <p class=\"indent\">The City of Dallas had levied and assessed personal property taxes against Tubbs for the year 1955 on Sept. 12, 1955, in the amount of $62.63, and for the year 1956 on Sept. 4, 1956, in the amount of $72.56.</p>\n        <p class=\"indent\">The United States of America levied and assessed excise taxes in the amount of $5503.95 and withholding taxes in the amount of $3315.77 against Tubbs on Aug. 15, 1956, and filed its notice of tax lien to secure the payment of said taxes on Oct. 15, 1956.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> \"Whenever any person indebted to the United States is insolvent, or whenever the estate of any deceased debtor, in the hands of the executors or administrators, is insufficient to pay all the debts due from the deceased, the debts due to the United States shall be first satisfied; and the priority established shall extend as well to cases in which a debtor, not having sufficient property to pay all his debts, makes a voluntary assignment thereof, or in which the estate and effects of an absconding, concealed, or absent debtor are attached by process of law, as to cases in which an act of bankruptcy is committed.\" 31 U.S.C.A. &#167; 191</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> One of the most thorough and comprehensive of these is the July 15, 1956, Report of the Committee on Relative Priority of Government and Private Liens, American Bar Association Section of Real Property, Probate and Trust Law. Among the numerous articles in legal periodicals referred to in this report deserving of special notice may be cited: \"The Relative Priority of the Federal Government: The pernicious Career of the Inchoate and General Lien\" (5-17-94), 63 Yale Law Journal, 905; and \"Priority of the Subsequent Federal Tax Lien over an Antecedent Inchoate Lien\" (April, 1956), 54 Michigan Law Review, 829</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Par. E 12 of the stipulation provides:</p>\n        <p class=\"indent\">\"That under the provisions of Sec. 194 of the Charter of the City of Dallas the defendant, City of Dallas, has a general lien upon all the property involved herein for the 1955 and 1956 taxes owing by the Tubbs Mfg. Co., Inc. to the said City of Dallas.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> People of State of New York v. Maclay, 288 U.S. 290, 53 S.Ct. 323, 77 L.Ed. 754; Spokane County v. U. S., 279 U.S. 80, 49 S.Ct. 321, 73 L.Ed. 621; United States v. Gilbert Associates, Inc., 345 U.S. 361, 73 S.Ct. 701, 97 L.Ed. 1071; United States v. New Britain, 347 U.S. 81, 74 S.Ct. 367, 98 L.Ed. 520; United States v. Texas, 314 U.S. 480, 62 S.Ct. 350, 86 L.Ed. 356; United States v. Waddill, Holland and Flinn, Inc., 323 U.S. 353, 65 S.Ct. 304, 89 L.Ed. 294; United States v. White Bear Brewing Co., 350 U.S. 1010, 76 S.Ct. 646, 100 L.Ed. 871</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The circuity problem in general is interestingly discussed at pp. 927-928, 63 Yale Law Journal, supra, where the author points out that in Brown v. General Laundry, 139 Conn. 363, 94 A.2d 10, the Connecticut Supreme Court of Errors having resolved a tri partite priority problem as the courts of Texas had originally done by relegating the claim of the United States to the lowest rung on the priority ladder, the Supreme Court on the appeal of the United States, suggesting that the United States was not concerned with the relative priorities between the city, the mortgagee, and the judgment creditor, provided that the government's claim was subordinated only to an amount equal to the claims of the mortgagee and judgment creditor, left the court in a position on remand to follow the state policy by appropriating the funds set aside by the Supreme Court for the mortgagee and judgment creditor to the payment of the city's liens</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">246</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">141</span></span></p>\n    <p class=\"parties\">EXCHANGE BANK &amp; TRUST COMPANY and Briggs Weaver Machinery Co., First National Bank in Dallas and City of Dallas, Texas, Intervenors, Appellants,<br>v.<br>TUBBS MANUFACTURING COMPANY, Inc., and United States of America, Appellees.</p>\n    <p class=\"docket\">No. 16565.</p>\n    <p class=\"court\">United States Court of Appeals Fifth Circuit.</p>\n    <p class=\"date\">June 29, 1957.</p>\n    <p class=\"date\">Rehearing Denied August 5, 1957.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">H. P. Kucera, City Atty., Robert A. Wilson, Clinton Foshee, Robert S. Trotti, James H. Walker, Melvin A. Bruck, R. A. McBean, Ted P. MacMaster, Asst. City Attys., Addison M. Bradford, Jr., Dallas, Tex., for other appellants.</p>\n      <p class=\"indent\">Blakley &amp; Walker, Dallas, Tex., for appellant Exchange Bank &amp; Trust Co.</p>\n      <p class=\"indent\">Coke &amp; Coke, Dallas, Tex., for appellant First Nat. Bank in Dallas.</p>\n      <p class=\"indent\">Bradford &amp; Pritchard, Dallas, Tex., for appellant Briggs Weaver Machinery Co.</p>\n      <p class=\"indent\">John C. Ford, Asst. U. S. Atty., Dallas, Tex., Charles K. Rice, Asst. Atty., Ellis N. Slack, Atty., Dept. of Justice, Washington, D. C., Heard L. Floore, U. S. Atty., Fort Worth, Tex., for appellee.</p>\n      <p class=\"indent\">Before HUTCHESON, Chief Judge, and TUTTLE and CAMERON, Circuit Judges.</p>\n      <p class=\"indent\">HUTCHESON, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Submitted on stipulated facts,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> this case presented below, it presents here a single question. This is whether under the priority statute, Rev.Stat. 3466, 31 U.S.C.A. &#167; 191, the United States, the appellee, was entitled to have its debt for taxes first satisfied out of the proceeds of the sale of all of the assets of Tubbs Manufacturing Co., an insolvent taxpayer corporation, ahead of the tax lien claims of the City of Dallas and the mortgage lien claims of the Exchange Bank &amp; Trust Co., the First National Bank, and the Briggs Weaver Machinery Co., the appellants herein.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court, after a trial, held that under the provisions of the priority statute,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the claim of the United States was prior and superior to all the other claims and gave judgment for the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appealing from that judgment, the mortgage lien claimants are here contending that the liens created by their chattel mortgages were valid first liens on the respective properties covered, that they attached to the proceeds received from the sale of the respective properties and that they are, therefore, entitled to have applied to their claims the amount of such respective proceeds necessary to satisfy their claims in full.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The appellant, City of Dallas, contends that under the provisions of Sec. 194 of its charter, its claim for taxes is secured by a lien prior and superior to all other claims and it is therefore entitled to be paid ahead of everyone else.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On its part, the appellee, the United States of America, is here contending that the holding of the trial court was correct, and insisting that the judgment should be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In support of their claims, the lien claimants invoke and rely strongly on the decision of this court in United States v. Atlantic Municipal Corporation, 5 Cir., <span class=\"citation\" data-id=\"234013\"><a href=\"/opinion/234013/united-states-v-atlantic-municipal-corp/\"><span class=\"volume\">212</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">709</span></a></span>, 711, in which, holding that the priority statute has no application to a valid, specific and perfected, a fully choate lien, the court declared:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"* * * This statute applies only as against unsecured debts, that is, debts not secured by a specific and perfected lien. It has never been, we think it will never be, applied as it is sought to be applied here, to accord payment to a debt due the United States in preference to a claim secured by a lien which is prior in time and superior in law to the lien of the United States securing the debt for which preferential payment is sought.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Urging upon us that under that decision and Sec. 6323 of the Internal Revenue Code of 1954, 26 U.S.C.A. &#167; 6323, formerly Sec. 3672, I.R.C.1939, mortgage liens cannot, under a claim of priority, be postponed to a federal tax debt, they insist that the judgment was wrong and must be reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The United States, on its part, urging upon us that the claim of the United States, by virtue of the provisions of Sec. 3466 of the Revenue Statutes, the priority section, will be accorded priority over the unperfected, the inchoate tax claim of the City of Dallas, and that it in turn is clearly superior to the chattel mortgage lien claims of the other appellants, insist that of necessity its claim must be prior to those claims, since it is admitted that their claims are subject to the City's tax lien. In addition, arguing that the Supreme Court has never held that even a specific and perfected lien would defeat a Sec. 3466 priority claim and that if the liens of the claimants are specific and perfected, this would not avail them, it insists that under federal law appellants' liens are not so specific and perfected since the debtor had not on the date of insolvency been divested either of title or possession of the mortgaged property.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We cannot agree with these views. On the contrary, for the reasons stated by us in the Atlantic case, supra, and for the additional reason that in this case the mortgage liens are within Sec. 6323. I.R.C. of 1954 (formerly Sec. 3672) and are specifically preserved by that statute against federal tax liens, United States v. Security Trust Co., <span class=\"citation\" data-id=\"104824\"><a href=\"/opinion/104824/united-states-v-security-tr-sav-bk/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">47</span></a></span>, concurring opinion page 51, <span class=\"citation\" data-id=\"104824\"><a href=\"/opinion/104824/united-states-v-security-tr-sav-bk/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">111</span></a></span>, 114, <span class=\"citation\" data-id=\"104824\"><a href=\"/opinion/104824/united-states-v-security-tr-sav-bk/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">53</span></a></span>, and United States v. Scovil, <span class=\"citation\" data-id=\"105264\"><a href=\"/opinion/105264/united-states-v-scovil/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">218</span></a></span>, <span class=\"citation\" data-id=\"105264\"><a href=\"/opinion/105264/united-states-v-scovil/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">244</span></a></span>, <span class=\"citation\" data-id=\"105264\"><a href=\"/opinion/105264/united-states-v-scovil/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">271</span></a></span>, we are in no doubt that the claim of the United States to priority over the mortgage claims is without foundation.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We will not, therefore, contribute to the confusion arising from the decisions dealing with the relative standing as to priority of federal tax debts and liens and the numerous and unavailing attempts<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> to rationalize and reconcile them. We will content ourselves with saying that upon a consideration of the relevant facts and a review of the authorities now extant, we are of the clear opinion that the claim of the United States to priority over the mortgage lien claims is unfounded, and that, on the appeal of the mortgage lien claimants, the judgment must be reversed with directions to provide for the payment of the claim of each out of the proceeds of the property on which its lien was fixed, subject, however, to first payment thereout of the City's tax claims.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We thus, while affording protection to the City's claims for taxes by directing their payment, reject both the claim of the City that, under In re Brannon, 5 Cir., <span class=\"citation\" data-id=\"1472602\"><a href=\"/opinion/1472602/in-re-brannon/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">959</span></a></span> and City of Dallas v. Crippen, 5 Cir., <span class=\"citation no-link\"><span class=\"volume\">171</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">526</span></span>, \"its general lien\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> defeats the priority claim of the United States and the contention of the United States that, because we have concluded that its claim is entitled to priority over the City's claim and the City's claim is entitled to payment ahead of the mortgage lien claims, the circuity problem presented thereby compels the solution adopted in State v. Nix, Tex.Civ.App., <span class=\"citation no-link\"><span class=\"volume\">159</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">214</span></span>, putting the claim of the United States ahead of them both.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We do this, as to the City's claim, which is admittedly not within Section 6323, on the authority of the cases relied on by the United States.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> We do this as to the claim of the United States, both on the ground that the invoked decision in the Nix case, supra, while correct, indeed inevitable under its facts and the decisions of the Supreme Courts of Texas and of the United States, is not in point here in law or in fact, and on the ground that we agree with the well reasoned opinion of the Appellate Court of Illinois in Samms v. Chicago Title &amp; Trust Co., 349 Ill.App. 413, <span class=\"citation\" data-id=\"2237113\"><a href=\"/opinion/2237113/samms-v-chicago-title-trust-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">172</span></a></span>, and the solution of the circuity problem<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> adopted there. Cf. Smith v. United States, D.C., <span class=\"citation\" data-id=\"1906698\"><a href=\"/opinion/1906698/smith-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">702</span></a></span> at pages 710-711 and 67 Harvard Law Review at p. 358.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The judgment awarding the United States priority and directing the clerk to issue his check to it for the moneys on deposit, received from the sale of the assets of the debtor is accordingly reversed, and the cause is remanded with directions to enter judgment awarding priority to the respective mortgage claimants, subject to payment of the city's taxes due on the respective properties, and directing the clerk to issue his check to each of the claimants in payment of its debt to the extent that the funds derived from the property secured by its mortgage permit, and to issue his check to the United States for the balance remaining undistributed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In a suit filed by the Exchange Bank &amp; Trust Co. in the State District Court on Oct. 26, 1956, (later removed to the United States District Court) to recover judgment for the unpaid balance of its debt, to foreclose its chattel mortgage lien and to have the machinery and equipment covered by the mortgage sold and the proceeds applied in payment thereof, the court appointed receiver of the insolvent Tubbs Mfg. Co. sold all of its assets free and clear of all liens for the total sum of $6349.00. After deducting the expenses of the receivership proceedings, the balance of $5118.94 was deposited in the registry of the court to await determination of the rights of the respective claimants thereto</p>\n        <p class=\"indent\">The Exchange Bank &amp; Trust Co. had chattel mortgages dated November 19, 1953, recorded Nov. 25, 1953, and June 30, 1954, recorded July 14, 1954, securing those claims in the net amount of $1436.57, on that portion of the assets which were sold for $5059.</p>\n        <p class=\"indent\">The First National Bank had a chattel mortgage dated 11-2-55 on a 1956 Ford Truck, which was sold for $890, to secure its claim in the net amount of $963.62.</p>\n        <p class=\"indent\">Briggs Weaver Machinery Co. had a chattel mortgage dated April 28, 1955, recorded May 3, 1955, (on that portion of the assets which were sold for $400) to secure its claim in the net amount of $2,466.71.</p>\n        <p class=\"indent\">The City of Dallas had levied and assessed personal property taxes against Tubbs for the year 1955 on Sept. 12, 1955, in the amount of $62.63, and for the year 1956 on Sept. 4, 1956, in the amount of $72.56.</p>\n        <p class=\"indent\">The United States of America levied and assessed excise taxes in the amount of $5503.95 and withholding taxes in the amount of $3315.77 against Tubbs on Aug. 15, 1956, and filed its notice of tax lien to secure the payment of said taxes on Oct. 15, 1956.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> \"Whenever any person indebted to the United States is insolvent, or whenever the estate of any deceased debtor, in the hands of the executors or administrators, is insufficient to pay all the debts due from the deceased, the debts due to the United States shall be first satisfied; and the priority established shall extend as well to cases in which a debtor, not having sufficient property to pay all his debts, makes a voluntary assignment thereof, or in which the estate and effects of an absconding, concealed, or absent debtor are attached by process of law, as to cases in which an act of bankruptcy is committed.\" 31 U.S.C.A. &#167; 191</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> One of the most thorough and comprehensive of these is the July 15, 1956, Report of the Committee on Relative Priority of Government and Private Liens, American Bar Association Section of Real Property, Probate and Trust Law. Among the numerous articles in legal periodicals referred to in this report deserving of special notice may be cited: \"The Relative Priority of the Federal Government: The pernicious Career of the Inchoate and General Lien\" (5-17-94), 63 Yale Law Journal, 905; and \"Priority of the Subsequent Federal Tax Lien over an Antecedent Inchoate Lien\" (April, 1956), 54 Michigan Law Review, 829</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Par. E 12 of the stipulation provides:</p>\n        <p class=\"indent\">\"That under the provisions of Sec. 194 of the Charter of the City of Dallas the defendant, City of Dallas, has a general lien upon all the property involved herein for the 1955 and 1956 taxes owing by the Tubbs Mfg. Co., Inc. to the said City of Dallas.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> People of State of New York v. Maclay, <span class=\"citation\" data-id=\"102036\"><a href=\"/opinion/102036/new-york-v-maclay/\"><span class=\"volume\">288</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">290</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">323</span></span>, 77 L.Ed. 754; Spokane County v. U. S., <span class=\"citation\" data-id=\"101399\"><a href=\"/opinion/101399/county-of-spokane-v-united-states/\"><span class=\"volume\">279</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">80</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">321</span></span>, 73 L.Ed. 621; United States v. Gilbert Associates, Inc., <span class=\"citation\" data-id=\"105113\"><a href=\"/opinion/105113/united-states-v-gilbert-associates-inc/\"><span class=\"volume\">345</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">361</span></a></span>, <span class=\"citation\" data-id=\"105113\"><a href=\"/opinion/105113/united-states-v-gilbert-associates-inc/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">701</span></a></span>, 97 L.Ed. 1071; United States v. New Britain, <span class=\"citation\" data-id=\"105191\"><a href=\"/opinion/105191/united-states-v-city-of-new-britain/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">81</span></a></span>, <span class=\"citation\" data-id=\"105191\"><a href=\"/opinion/105191/united-states-v-city-of-new-britain/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>, 98 L.Ed. 520; United States v. Texas, <span class=\"citation\" data-id=\"103576\"><a href=\"/opinion/103576/united-states-v-texas/\"><span class=\"volume\">314</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">480</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">350</span></span>, 86 L.Ed. 356; United States v. Waddill, Holland and Flinn, Inc., <span class=\"citation\" data-id=\"104051\"><a href=\"/opinion/104051/united-states-v-waddill-holland-flinn-inc/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">353</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">304</span></span>, 89 L.Ed. 294; United States v. White Bear Brewing Co., <span class=\"citation\" data-id=\"105380\"><a href=\"/opinion/105380/united-states-v-white-bear-brewing-co-inc-and-chicago-title-and-trust/\"><span class=\"volume\">350</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1010</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">646</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">871</span></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The circuity problem in general is interestingly discussed at pp. 927-928, 63 Yale Law Journal, supra, where the author points out that in Brown v. General Laundry, <span class=\"citation\" data-id=\"2302018\"><a href=\"/opinion/2302018/brown-v-general-laundry-service-inc/\"><span class=\"volume\">139</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">363</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">10</span></span>, the Connecticut Supreme Court of Errors having resolved a tri partite priority problem as the courts of Texas had originally done by relegating the claim of the United States to the lowest rung on the priority ladder, the Supreme Court on the appeal of the United States, suggesting that the United States was not concerned with the relative priorities between the city, the mortgagee, and the judgment creditor, provided that the government's claim was subordinated only to an amount equal to the claims of the mortgagee and judgment creditor, left the court in a position on remand to follow the state policy by appropriating the funds set aside by the Supreme Court for the mortgagee and judgment creditor to the payment of the city's liens</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102036/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103576/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104051/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/234013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1472602/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1906698/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2237113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2302018/"
  ]
}