{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/244314/",
  "absolute_url": "/opinion/244314/first-western-savings-and-loan-association-and-silver-state-savings-and/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/244314/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:33:36Z",
  "date_modified": "2016-02-28T05:59:35.012628Z",
  "type": "010combined",
  "sha1": "7600fe71c7befad9d0fe5958a667d88b14478823",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/252/252.F2d.544.15552_1.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">252 F.2d 544</p>\n    <p class=\"parties\">FIRST WESTERN SAVINGS AND LOAN ASSOCIATION and Silver State<br>Savings and Loan Association, Appellants,<br>v.<br>Mae ANDERSON, Trustee of the Estate of Rose Holding<br>Corporation, and Gordon L. Hawkins, Appellees.</p>\n    <p class=\"docket\">No. 15552.</p>\n    <p class=\"court\">United States Court of Appeals Ninth Circuit.</p>\n    <p class=\"date\">Jan. 28, 1958.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Samuel S. Lionel, Las Vegas, Nev., for appellant.</p>\n      <p class=\"indent\">Gordon L. Hawkins, Las Vegas, Nev., for appellee.</p>\n      <p class=\"indent\">Before HEALY, LEMMON, and HAMLEY, Circuit Judges.</p>\n      <p class=\"indent\">HAMLEY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The secured creditors in this corporate reorganization proceeding appeal from an order allowing compensation to the trustee and her attorney.  Appellants contend that the court erred in making such allowances a first lien upon the real property covered by appellants' first deeds of trust.  They also ask us to rule that the fees allowed were excessive.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The debtor, Rose Holding Corporation, filed its petition for corporate reorganization under chapter X of the Bankruptcy Act, on May 3, 1956.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The petition was, on that day, granted ex parte, and Mrs. Mae Anderson, one of the appellees, was appointed trustee.  She qualified as trustee two days later.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On June 6, 1956, the trustee was authorized to employ Gordon L. Hawkins, the other appellee, as attorney for the estate.  The trustee, assisted by her attorney, then engaged in various activities designed to protect the property, straighten out the affairs of the debtor, and develop what they believed would be an acceptable plan of reorganization.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The listed assets of the debtor consisted of a partially completed shopping center near Las Vegas, Nevada, and two unimproved lots.  In the petition initiating the proceeding, the shopping center was valued at $143,000, and the two unimproved lots at $70,000.  The shopping center was encumbered by a first deed of trust to secure a loan of $96,250 made by appellant Silver State Savings and Loan Association (Silver State).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The unimproved lots were encumbered by a first deed of trust to secure a loan of $37,000 made by Tommie I Yarbrough.  There were also $24,964.94 in accounts payable, many secured by liens for work and material furnished in connection with the construction of the shopping center.  There were no cash assets or accounts receivable.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Beginning in June 1956, the trustee made monthly reports of her activities, receipts, and expenses.  Hearings were held on July 12, October 4, and October 12, 1956, and on January 7, March 15, and March 29, 1957.  No proposed reorganization plan was ever filed, and on March 14, 1957, the trustee reported that no such plan could be effected.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Responsive to this report, the court, following the hearing of March 15, 1957, entered an order adjudicating the debtor a bankrupt, and directing that bankruptcy be proceeded with.  This was pursuant to sec. 236(2) of the act, 11 U.S.C.A., 636(2).  Jurisdiction was retained, however, with respect to the matter of allowances.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On March 11, 1957, Mrs. Anderson filed a petition for an allowance in the sum of $10,000 for services rendered as trustee.  On March 14, 1957, Hawkins filed a petition for an allowance in the sum of $4,000 for legal services rendered to the estate.  These petitions were considered at the March 29, 1957, hearing, and resulted in the order now under review.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In this order, the trustee was awarded a fee of $5,000, and the attorney a fee of $2,500.  It is expressly provided in the order that the 'fees and allowances so awarded constitute a first lien upon all the property of the debtor.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The effect of the quoted language is to impress upon the mortgaged assets of the estate a lien for allowances superior to that of appellants' first deeds of trust.  Appellants argue that this may not be done, at least under the circumstances of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Prior to the enactment of chapter X of the Bankruptcy Act (secs. 101-276, 11 U.S.C.A., 501-676), corporate reorganization proceedings were governed by former sec. 77B.  Where, in a sec. 77B proceeding, the effort to reorganize proved unsuccessful, the general costs of the proceeding were not chargeable against mortgaged property.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  However, mortgaged property could be charged with any allowances which were fairly attributable to activities benefiting a secured creditor, or to which he expressly or impliedly consented, or which he caused.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In 1938, sec. 77B was supplanted by chapter X of the Bankruptcy Act.  Section 246 (11 U.S.C.A. 646), brought into the act at that time, deals with the making of allowances where reorganization proceedings prove unsuccessful.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  With regard to any allowances awarded, sec. 246 states that the judge 'shall make provision for the payment thereof * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Three courts of appeal which have been called upon to decide the matter have ruled, expressly or in effect, that section 246 does not give the trial court any more authority than it had under section 77B with regard to charging costs against mortgaged property.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  In the latest court of appeals pronouncement on the subject, however, it was held that section 246 gives the judge discretion to determine whether, and to what extent, mortgage creditors should be charged with the general costs of an unsuccessful reorganization proceeding.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Section 246, for the first time, makes it the specific duty of the judge, in terminating an unsuccessful reorganization proceeding, to provide for the manner in which allowances are to be paid.  Performance of this duty necessarily requires the judge to designate what assets of the estate are to be drawn upon in paying such allowances.  Congress must have known that, as a practical matter, it would often not to possible to pay allowances unless part or all of them could be charged against mortgaged property.  Yet Section 246 contains no limitation as to the amount of the allowances (assuming them to be reasonable) for which provision is to be made, or the property which may be drawn upon in doing so.  This indicates to us that no such limitation was intended, and that the former restrictive rule no longer obtains.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">At the same time, we do not believe that the word 'shall,' as used in the quoted clause, should be read as necessarily requiring the court to impose such a charge upon mortgaged property in every case where other sources are insufficient.  The Court is required only to do what is reasonable and fair, having in view the rights and interests of all concerned.  In every case where free assets are insufficient, the court should balance the misfortune of having some allowances go unpaid against the possible inequity of charging them all against mortgaged property.  If the court exercises a sound discretion in this regard, based upon findings supportable on the record, the determination made will not be set aside upon review.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The case before us is one in which the free assets are insufficient to cover payment of the allowances.  Apparently balancing the opposing factors which have been named, the trial court determined that the mortgaged property should be charged with the cost of such services as were rendered to preserve and protect it, or to benefit the secured creditors.  This is clearly to be inferred from the inquiries made and findings announced by the trial court.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Under the circumstances of this case, we believe that the basis upon which allowances should be charged against the mortgaged property, as selected by the trial court, represents a sound exercise of discretion.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In applying this basis of charging costs to produce the result reflected by the order under review, however, the court proceeded upon a finding of fact which is not sustained by the record.  The finding of fact in question is that all of the services described in the petitions for allowances 'were rendered for the preservation, protection, and benefit of all of the Debtor's property, including that which is subject to liens of first trust deeds and mechanics' liens.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Examination of the record indicates that some protective service was rendered by the trustee, and perhaps her attorney, with regard to the shopping center property.  Arrangements were made for merchant patrol surveillance when the property was unoccupied.  Efforts were made to keep part of the property occupied by renters during the usual business hours, and for a time on Sunday.  Minor repairs were ordered to be made, and perhaps some other protective supervision was afforded.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">By far the major part of the services rendered by appellants, however, concerned the business affairs of the debtor and the efforts to develop a reorganization plan.  Early in the proceedings, Hawkins told the court: 'Our main concern, Your Honor, is the other secondary creditors in the matter. * * *'  Activities of this kind had nothing to do with the protection of the property, and, under the circumstances, were of no benefit to the secured creditors.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We conclude that the finding that all of the services rendered by the trustee and her attorney were for the preservation, protection, and benefit of the property, is unsupported in the evidence and clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Appellees urge, however, that, if these services were not all for the benefit of the mortgagees, they were, at least to a large extent, made necessary by Silver State's defiance of a court order.  Consideration of this contention calls for the statement of some additional facts.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The order of May 3, 1956, approving the original petition, restrained the transfer of any of the debtor's property until further order of the court.  This order was served on Silver State on that day.  The foreclosure of Silver State's first deed of trust on the shopping center property, which had already been advertised, was nevertheless consummated.  The property was sold to Carson Third Corporation for approximately $90,000.  The transfer of title from the trustee, Federal Guaranty Corporation, to Carson Third Corporation, took place on May 8, 1956.  The latter corporation is a whollyowned subsidiary of Silver State.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The attorney for Silver State explained why that company permitted this foreclosure and sale to proceed after being served with a copy of the restraining order.  This order did not describe the affected property.  Silver State was not served with a copy of the petition of May 3, 1956, which did describe the property.  The conveyance from Mayfair Shopping Center, Inc., to the debtor was made and recorded on May 2, 1956.  However, the indexing of this public record had apparently not been accomplished prior to May 8, 1956, since an examination of the records, made for Silver State at that time, failed to reveral this conveyance.  Silver State had no independent information to the effect that the property in question was, on May 3, 1956, a part of the debtor's estate.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Suggestions were made at several of the hearings, that the property ought to be transferred back to the debtor's estate.  No order to that effect was ever entered.  The attorney for Silver State thought there was some legal impediment to such a transfer.  However, a proposed stipulation was worked out whereby, in the event a reorganization plan was filed and approved, such a transfer would be accomplished.  The court was unwilling to approve such a stipulation.  While contempt of court proceedings were discussed at several hearings, none were instituted.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In view of the circumstances recited above, Silver State is not chargeable with the delays occasioned by the trustee's efforts to obtain a retransfer of the property to the estate.  Moreover, this title transfer problem would not have occasioned any delay of consequence if the trustee had not incorrectly considered such a transfer as a necessary first step in formulating a reorganization plan.  Apparently, the only 'reorganization' plan the trustee had in mind was a possible sale of the secured property at a sufficient price to leave something for unsecured creditors.  He wanted the title to the property brought back into the estate, so he could interest a purchaser.  Needless to say, however, this would not be a 'reorganization' plan, but a simple liquidation which ought to take place in ordinary bankruptcy proceedings.  See In re McGann Mfg. Co., 3 Cir., 190 F.2d 845.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Appellants question the good faith of the proceedings, seeking to apply the rule that allowances may not be awarded where the original petition was not filed in good faith.  In re Sheridan View Bldg. Corp., 7 Cir., 154 F.2d 1008.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The court, in its ex parte order of May 3, 1956, found that the petition was filed in good faith.  Several times during the course of hearings thereafter held, the court expressed some misgivings as to this.  No finding of bad faith was entered, however, and we are not convinced that the court erred in failing to enter such a finding.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">There is clearly no warrant for a finding of bad faith on the part of the trustee or her attorney.  While they may have acted under a misconception as to the requirements of a proper reorganization plan, there is no basis in this record for questioning their motives.  The reorganization proceeding proved unsuccessful, but good or bad faith is not to be judged solely in the perspective of hindsight.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Apart from the matter of lien priority, we find no abuse of discretion with respect to the amount of fees and allowances awarded.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">It is our conclusion that the provision of the order under review which makes allowances a first lien upon all the property of the debtor should be modified so that, with respect to the mortgaged property, such lien priority will be limited to allowances representing services for the direct preservation and protection of the mortgaged property, as herein defined.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Reversed and remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As no bankruptcy proceeding was then pending, the petition was filed pursuant to sec. 128 of the Bankruptcy Act (11 U.S.C.A. 528)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> There is no reference in this petition to any loan owing to appellant First Western Savings and Loan Association (First Western).  Nor do we find anywhere in the record a reference to the date and amount of the secured loan which is the apparent basis of First Western's interest in this appeal.  The only information we find is a statement by First Western's attorney, made at the January 7, 1957, hearing, that his client had loaned an undisclosed amount of money to the debtor, secured by five lots 'on Eastland Heights,' one lot 'on the Westside' and 'a dwelling house' which was under construction.  This would seem to include parcels of real estate not listed as assets of the estate</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Oakland Hotel Co. v. Crocker First Nat. 9 Cir., 85 F.2d 959; Miners Savings Bank of Pittston v. Joyce, 3 Cir., 97 F.2d 973.  But see Florida National Bank v. U.S., 5 Cir., 87 F.2d 896.  The same rule applies with respect to ordinary bankruptcy proceedings conducted under the general provisions of the Bankruptcy Act.  In re Williams' Estate, 9 Cir., 156 F. 934, 939.  See, also, the discussion and cases cited in 4 Collier on Bankruptcy (14th ed.), sec. 70.99, page 1604 et seq</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See the cases collected in 6 Collier on Bankruptcy (14th ed.), sec. 13.14(2), page 4575; Seymour Rubin, 'Allocation of Reorganization Expenses,' 51 Yale L.J., 418, 420</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 11 U.S.C.A. 646:</p>\n        <p>'Upon the dismissal of a proceeding under this chapter, or the entry of an order adjudging the debtor a bankrupt, the judge may allow reasonable compensation for services rendered and reimbursement for proper costs and expenses incurred in such proceeding prior to such dismissal or order of adjudication by any persons entitled thereto, as provided in this chapter, and shall make provision for the payment thereof, and for the payment of all proper costs and expenses incurred by officers in such proceedings.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In re Sheridan View Bldg. Corp., 7 Cir., 154 F.2d 1008; In re Freeport Standard Dairy Corp., 7 Cir., 124 F.2d 783; John Hancock Mutual Life Ins. Co. v. Casey, 1 Cir., 139 F.2d 207; In re Franklin Gardens, 2 Cir., 124 F.2d 451.  See, also, In re Centralia Refining Co., D.C., 35 F.Supp. 599, where a similar ruling was accounced</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In re Riddlesburg Mining Co., 3 Cir., 224 F.2d 834.  A similar ruling was made in In re Gage County Electric Co.  (D.Neb. 1940), CCH Bankr.Serv., par. 52,602.  This view is also favored by Collier and by Rubin.  See footnote 4</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Among the factors to be considered in making this determination: (1) Was there a reasonable expectation of consummating a reorganization plan which would have benefited secured creditors, thus justifying the imposition of charges against them which could not have been imposed in general bankruptcy proceedings?  (2) Were the services rendered by those who have been awarded allowances intended primarily to protect the interests of unsecured creditors and the debtor, or was due regard also had for the interests of secured creditors?  (3) Did those who have been awarded allowances demonstrate reasonable diligence and competence in bringing the unsuccessful reorganization proceedings to conclusion?  (4) Were the secured creditors benefited by anything which was done in the reorganization proceedings?  (5) Did the secured creditors request or consent to the bringing of the proceedings, or consent to, or waive objection to, any of the activities of the trustee therein?  (6) Were the secured creditors responsible for any delays in connection with the proceedings, or uncooperative in the attempt to formulate an acceptable plan?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> During the course of the March 29, 1957, hearing on allowances, the court called upon Hawkins, the trustee's attorney, to submit testimony as to the protective nature of the services performed by the trustee and her attorney.  Mrs. Anderson gave such testimony.  At a later point in the hearing, the court called upon Hawkins for an additional statement on the subject.  In announcing its ruling, the court stated that the services rendered by the trustee and her attorney were for the preservation, protection, and benefit of all the property of the debtor.  The order contains an express finding of fact to this effect</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> It will be noted that the basis selected does not differ, in essence, from what could have been done under the more restrictive section 77B.  Some courts seemed to be of the view that, under section 77B, no part of a trustee's fee, or that of his attorney, could be classified as protective service chargeable to mortgaged property.  See, for example, In re Centralia Refining Co., footnote 6.  To the extent that this view prevailed, the basis of limitation here selected by the trial court represents a greater charge against mortgaged property than was possible under section 77B</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> No services of this kind were rendered with regard to the other mortgaged property</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> A motion by Silver State to vacate the order approving the original petition, presumably based on the ground that the petition was not filed in good faith, was considered at the January 7, 1957, hearing and denied.  No appeal was taken from this order of denial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> In re Riddlesburg Mining Co., footnote 7; In re Chapman Coal Co., 7 Cir., 196 F.2d 779</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">252</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">544</span></span></p>\n    <p class=\"parties\">FIRST WESTERN SAVINGS AND LOAN ASSOCIATION and Silver State<br>Savings and Loan Association, Appellants,<br>v.<br>Mae ANDERSON, Trustee of the Estate of Rose Holding<br>Corporation, and Gordon L. Hawkins, Appellees.</p>\n    <p class=\"docket\">No. 15552.</p>\n    <p class=\"court\">United States Court of Appeals Ninth Circuit.</p>\n    <p class=\"date\">Jan. 28, 1958.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Samuel S. Lionel, Las Vegas, Nev., for appellant.</p>\n      <p class=\"indent\">Gordon L. Hawkins, Las Vegas, Nev., for appellee.</p>\n      <p class=\"indent\">Before HEALY, LEMMON, and HAMLEY, Circuit Judges.</p>\n      <p class=\"indent\">HAMLEY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The secured creditors in this corporate reorganization proceeding appeal from an order allowing compensation to the trustee and her attorney.  Appellants contend that the court erred in making such allowances a first lien upon the real property covered by appellants' first deeds of trust.  They also ask us to rule that the fees allowed were excessive.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The debtor, Rose Holding Corporation, filed its petition for corporate reorganization under chapter X of the Bankruptcy Act, on May 3, 1956.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The petition was, on that day, granted ex parte, and Mrs. Mae Anderson, one of the appellees, was appointed trustee.  She qualified as trustee two days later.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On June 6, 1956, the trustee was authorized to employ Gordon L. Hawkins, the other appellee, as attorney for the estate.  The trustee, assisted by her attorney, then engaged in various activities designed to protect the property, straighten out the affairs of the debtor, and develop what they believed would be an acceptable plan of reorganization.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The listed assets of the debtor consisted of a partially completed shopping center near Las Vegas, Nevada, and two unimproved lots.  In the petition initiating the proceeding, the shopping center was valued at $143,000, and the two unimproved lots at $70,000.  The shopping center was encumbered by a first deed of trust to secure a loan of $96,250 made by appellant Silver State Savings and Loan Association (Silver State).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The unimproved lots were encumbered by a first deed of trust to secure a loan of $37,000 made by Tommie I Yarbrough.  There were also $24,964.94 in accounts payable, many secured by liens for work and material furnished in connection with the construction of the shopping center.  There were no cash assets or accounts receivable.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Beginning in June 1956, the trustee made monthly reports of her activities, receipts, and expenses.  Hearings were held on July 12, October 4, and October 12, 1956, and on January 7, March 15, and March 29, 1957.  No proposed reorganization plan was ever filed, and on March 14, 1957, the trustee reported that no such plan could be effected.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Responsive to this report, the court, following the hearing of March 15, 1957, entered an order adjudicating the debtor a bankrupt, and directing that bankruptcy be proceeded with.  This was pursuant to sec. 236(2) of the act, 11 U.S.C.A., 636(2).  Jurisdiction was retained, however, with respect to the matter of allowances.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On March 11, 1957, Mrs. Anderson filed a petition for an allowance in the sum of $10,000 for services rendered as trustee.  On March 14, 1957, Hawkins filed a petition for an allowance in the sum of $4,000 for legal services rendered to the estate.  These petitions were considered at the March 29, 1957, hearing, and resulted in the order now under review.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In this order, the trustee was awarded a fee of $5,000, and the attorney a fee of $2,500.  It is expressly provided in the order that the 'fees and allowances so awarded constitute a first lien upon all the property of the debtor.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The effect of the quoted language is to impress upon the mortgaged assets of the estate a lien for allowances superior to that of appellants' first deeds of trust.  Appellants argue that this may not be done, at least under the circumstances of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Prior to the enactment of chapter X of the Bankruptcy Act (secs. 101-276, 11 U.S.C.A., 501-676), corporate reorganization proceedings were governed by former sec. 77B.  Where, in a sec. 77B proceeding, the effort to reorganize proved unsuccessful, the general costs of the proceeding were not chargeable against mortgaged property.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  However, mortgaged property could be charged with any allowances which were fairly attributable to activities benefiting a secured creditor, or to which he expressly or impliedly consented, or which he caused.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In 1938, sec. 77B was supplanted by chapter X of the Bankruptcy Act.  Section 246 (11 U.S.C.A. 646), brought into the act at that time, deals with the making of allowances where reorganization proceedings prove unsuccessful.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  With regard to any allowances awarded, sec. 246 states that the judge 'shall make provision for the payment thereof * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Three courts of appeal which have been called upon to decide the matter have ruled, expressly or in effect, that section 246 does not give the trial court any more authority than it had under section 77B with regard to charging costs against mortgaged property.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  In the latest court of appeals pronouncement on the subject, however, it was held that section 246 gives the judge discretion to determine whether, and to what extent, mortgage creditors should be charged with the general costs of an unsuccessful reorganization proceeding.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Section 246, for the first time, makes it the specific duty of the judge, in terminating an unsuccessful reorganization proceeding, to provide for the manner in which allowances are to be paid.  Performance of this duty necessarily requires the judge to designate what assets of the estate are to be drawn upon in paying such allowances.  Congress must have known that, as a practical matter, it would often not to possible to pay allowances unless part or all of them could be charged against mortgaged property.  Yet Section 246 contains no limitation as to the amount of the allowances (assuming them to be reasonable) for which provision is to be made, or the property which may be drawn upon in doing so.  This indicates to us that no such limitation was intended, and that the former restrictive rule no longer obtains.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">At the same time, we do not believe that the word 'shall,' as used in the quoted clause, should be read as necessarily requiring the court to impose such a charge upon mortgaged property in every case where other sources are insufficient.  The Court is required only to do what is reasonable and fair, having in view the rights and interests of all concerned.  In every case where free assets are insufficient, the court should balance the misfortune of having some allowances go unpaid against the possible inequity of charging them all against mortgaged property.  If the court exercises a sound discretion in this regard, based upon findings supportable on the record, the determination made will not be set aside upon review.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The case before us is one in which the free assets are insufficient to cover payment of the allowances.  Apparently balancing the opposing factors which have been named, the trial court determined that the mortgaged property should be charged with the cost of such services as were rendered to preserve and protect it, or to benefit the secured creditors.  This is clearly to be inferred from the inquiries made and findings announced by the trial court.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Under the circumstances of this case, we believe that the basis upon which allowances should be charged against the mortgaged property, as selected by the trial court, represents a sound exercise of discretion.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In applying this basis of charging costs to produce the result reflected by the order under review, however, the court proceeded upon a finding of fact which is not sustained by the record.  The finding of fact in question is that all of the services described in the petitions for allowances 'were rendered for the preservation, protection, and benefit of all of the Debtor's property, including that which is subject to liens of first trust deeds and mechanics' liens.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Examination of the record indicates that some protective service was rendered by the trustee, and perhaps her attorney, with regard to the shopping center property.  Arrangements were made for merchant patrol surveillance when the property was unoccupied.  Efforts were made to keep part of the property occupied by renters during the usual business hours, and for a time on Sunday.  Minor repairs were ordered to be made, and perhaps some other protective supervision was afforded.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">By far the major part of the services rendered by appellants, however, concerned the business affairs of the debtor and the efforts to develop a reorganization plan.  Early in the proceedings, Hawkins told the court: 'Our main concern, Your Honor, is the other secondary creditors in the matter. * * *'  Activities of this kind had nothing to do with the protection of the property, and, under the circumstances, were of no benefit to the secured creditors.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We conclude that the finding that all of the services rendered by the trustee and her attorney were for the preservation, protection, and benefit of the property, is unsupported in the evidence and clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Appellees urge, however, that, if these services were not all for the benefit of the mortgagees, they were, at least to a large extent, made necessary by Silver State's defiance of a court order.  Consideration of this contention calls for the statement of some additional facts.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The order of May 3, 1956, approving the original petition, restrained the transfer of any of the debtor's property until further order of the court.  This order was served on Silver State on that day.  The foreclosure of Silver State's first deed of trust on the shopping center property, which had already been advertised, was nevertheless consummated.  The property was sold to Carson Third Corporation for approximately $90,000.  The transfer of title from the trustee, Federal Guaranty Corporation, to Carson Third Corporation, took place on May 8, 1956.  The latter corporation is a whollyowned subsidiary of Silver State.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The attorney for Silver State explained why that company permitted this foreclosure and sale to proceed after being served with a copy of the restraining order.  This order did not describe the affected property.  Silver State was not served with a copy of the petition of May 3, 1956, which did describe the property.  The conveyance from Mayfair Shopping Center, Inc., to the debtor was made and recorded on May 2, 1956.  However, the indexing of this public record had apparently not been accomplished prior to May 8, 1956, since an examination of the records, made for Silver State at that time, failed to reveral this conveyance.  Silver State had no independent information to the effect that the property in question was, on May 3, 1956, a part of the debtor's estate.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Suggestions were made at several of the hearings, that the property ought to be transferred back to the debtor's estate.  No order to that effect was ever entered.  The attorney for Silver State thought there was some legal impediment to such a transfer.  However, a proposed stipulation was worked out whereby, in the event a reorganization plan was filed and approved, such a transfer would be accomplished.  The court was unwilling to approve such a stipulation.  While contempt of court proceedings were discussed at several hearings, none were instituted.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In view of the circumstances recited above, Silver State is not chargeable with the delays occasioned by the trustee's efforts to obtain a retransfer of the property to the estate.  Moreover, this title transfer problem would not have occasioned any delay of consequence if the trustee had not incorrectly considered such a transfer as a necessary first step in formulating a reorganization plan.  Apparently, the only 'reorganization' plan the trustee had in mind was a possible sale of the secured property at a sufficient price to leave something for unsecured creditors.  He wanted the title to the property brought back into the estate, so he could interest a purchaser.  Needless to say, however, this would not be a 'reorganization' plan, but a simple liquidation which ought to take place in ordinary bankruptcy proceedings.  See In re McGann Mfg. Co., 3 Cir., 190 F.2d 845.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Appellants question the good faith of the proceedings, seeking to apply the rule that allowances may not be awarded where the original petition was not filed in good faith.  In re Sheridan View Bldg. Corp., 7 Cir., 154 F.2d 1008.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The court, in its ex parte order of May 3, 1956, found that the petition was filed in good faith.  Several times during the course of hearings thereafter held, the court expressed some misgivings as to this.  No finding of bad faith was entered, however, and we are not convinced that the court erred in failing to enter such a finding.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">There is clearly no warrant for a finding of bad faith on the part of the trustee or her attorney.  While they may have acted under a misconception as to the requirements of a proper reorganization plan, there is no basis in this record for questioning their motives.  The reorganization proceeding proved unsuccessful, but good or bad faith is not to be judged solely in the perspective of hindsight.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Apart from the matter of lien priority, we find no abuse of discretion with respect to the amount of fees and allowances awarded.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">It is our conclusion that the provision of the order under review which makes allowances a first lien upon all the property of the debtor should be modified so that, with respect to the mortgaged property, such lien priority will be limited to allowances representing services for the direct preservation and protection of the mortgaged property, as herein defined.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Reversed and remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As no bankruptcy proceeding was then pending, the petition was filed pursuant to sec. 128 of the Bankruptcy Act (11 U.S.C.A. 528)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> There is no reference in this petition to any loan owing to appellant First Western Savings and Loan Association (First Western).  Nor do we find anywhere in the record a reference to the date and amount of the secured loan which is the apparent basis of First Western's interest in this appeal.  The only information we find is a statement by First Western's attorney, made at the January 7, 1957, hearing, that his client had loaned an undisclosed amount of money to the debtor, secured by five lots 'on Eastland Heights,' one lot 'on the Westside' and 'a dwelling house' which was under construction.  This would seem to include parcels of real estate not listed as assets of the estate</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Oakland Hotel Co. v. Crocker First Nat. 9 Cir., 85 F.2d 959; Miners Savings Bank of Pittston v. Joyce, 3 Cir., 97 F.2d 973.  But see Florida National Bank v. U.S., 5 Cir., 87 F.2d 896.  The same rule applies with respect to ordinary bankruptcy proceedings conducted under the general provisions of the Bankruptcy Act.  In re Williams' Estate, 9 Cir., <span class=\"citation no-link\"><span class=\"volume\">156</span> <span class=\"reporter\">F.</span> <span class=\"page\">934</span></span>, 939.  See, also, the discussion and cases cited in 4 Collier on Bankruptcy (14th ed.), sec. 70.99, page 1604 et seq</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See the cases collected in 6 Collier on Bankruptcy (14th ed.), sec. 13.14(2), page 4575; Seymour Rubin, 'Allocation of Reorganization Expenses,' 51 Yale L.J., 418, 420</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 11 U.S.C.A. 646:</p>\n        <p>'Upon the dismissal of a proceeding under this chapter, or the entry of an order adjudging the debtor a bankrupt, the judge may allow reasonable compensation for services rendered and reimbursement for proper costs and expenses incurred in such proceeding prior to such dismissal or order of adjudication by any persons entitled thereto, as provided in this chapter, and shall make provision for the payment thereof, and for the payment of all proper costs and expenses incurred by officers in such proceedings.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In re Sheridan View Bldg. Corp., 7 Cir., 154 F.2d 1008; In re Freeport Standard Dairy Corp., 7 Cir., 124 F.2d 783; John Hancock Mutual Life Ins. Co. v. Casey, 1 Cir., 139 F.2d 207; In re Franklin Gardens, 2 Cir., 124 F.2d 451.  See, also, In re Centralia Refining Co., D.C., <span class=\"citation\" data-id=\"1568901\"><a href=\"/opinion/1568901/in-re-centralia-refining-co/\"><span class=\"volume\">35</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">599</span></a></span>, where a similar ruling was accounced</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In re Riddlesburg Mining Co., 3 Cir., 224 F.2d 834.  A similar ruling was made in In re Gage County Electric Co.  (D.Neb. 1940), CCH Bankr.Serv., par. 52,602.  This view is also favored by Collier and by Rubin.  See footnote 4</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Among the factors to be considered in making this determination: (1) Was there a reasonable expectation of consummating a reorganization plan which would have benefited secured creditors, thus justifying the imposition of charges against them which could not have been imposed in general bankruptcy proceedings?  (2) Were the services rendered by those who have been awarded allowances intended primarily to protect the interests of unsecured creditors and the debtor, or was due regard also had for the interests of secured creditors?  (3) Did those who have been awarded allowances demonstrate reasonable diligence and competence in bringing the unsuccessful reorganization proceedings to conclusion?  (4) Were the secured creditors benefited by anything which was done in the reorganization proceedings?  (5) Did the secured creditors request or consent to the bringing of the proceedings, or consent to, or waive objection to, any of the activities of the trustee therein?  (6) Were the secured creditors responsible for any delays in connection with the proceedings, or uncooperative in the attempt to formulate an acceptable plan?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> During the course of the March 29, 1957, hearing on allowances, the court called upon Hawkins, the trustee's attorney, to submit testimony as to the protective nature of the services performed by the trustee and her attorney.  Mrs. Anderson gave such testimony.  At a later point in the hearing, the court called upon Hawkins for an additional statement on the subject.  In announcing its ruling, the court stated that the services rendered by the trustee and her attorney were for the preservation, protection, and benefit of all the property of the debtor.  The order contains an express finding of fact to this effect</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> It will be noted that the basis selected does not differ, in essence, from what could have been done under the more restrictive section 77B.  Some courts seemed to be of the view that, under section 77B, no part of a trustee's fee, or that of his attorney, could be classified as protective service chargeable to mortgaged property.  See, for example, In re Centralia Refining Co., footnote 6.  To the extent that this view prevailed, the basis of limitation here selected by the trial court represents a greater charge against mortgaged property than was possible under section 77B</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> No services of this kind were rendered with regard to the other mortgaged property</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> A motion by Silver State to vacate the order approving the original petition, presumably based on the ground that the petition was not filed in good faith, was considered at the January 7, 1957, hearing and denied.  No appeal was taken from this order of denial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> In re Riddlesburg Mining Co., footnote 7; In re Chapman Coal Co., 7 Cir., <span class=\"citation\" data-id=\"229478\"><a href=\"/opinion/229478/in-re-chapman-coal-co-national-acceptance-co-of-chicago-v-magill/\"><span class=\"volume\">196</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">779</span></a></span></p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/229478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1568901/"
  ]
}