{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/245922/",
  "absolute_url": "/opinion/245922/park-neponset-corporation-v-philip-smith-defendnats/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/245922/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:34:01Z",
  "date_modified": "2016-02-28T06:01:05.318036Z",
  "type": "010combined",
  "sha1": "babafdd5d6f02322aaac76e178ffc4755ec0088a",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/258/258.F2d.452.5347.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">258 F.2d 452</p>\n    <p class=\"parties\">PARK NEPONSET CORPORATION, Plaintiff, Appellant,<br>v.<br>Philip SMITH et al., Defendnats, Appellees.</p>\n    <p class=\"docket\">No. 5347.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">Aug. 29, 1958.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">George S. Ryan Boston, Mass., with whom W. Bradley Ryan, Boston, Mass., was on brief, for appellants.</p>\n      <p class=\"indent\">Robert W. Meserve, Boston, Mass., with whom E. Compton Timberlake, New York City, John R. Hally and Nutter, McClennen &amp; Fish, Boston, Mass., were on brief, for M. &amp; P. Theatres Corp. et al., appellees.</p>\n      <p class=\"indent\">Edward C. Raftery, New York City, with whom Joseph K. Collins and Collins &amp; Collins, Boston, Mass., were on brief, for Keith Massachusetts Corp. et al., appellees.</p>\n      <p class=\"indent\">Edward L. LaVine, Cambridge, Mass., with whom Phillip J. Nexon, Samuel Markell and Goulston &amp; Storrs, Boston, Mass., were on brief, for Philip Smith et al., appellees.</p>\n      <p class=\"indent\">Mack Roberts and Roberts, Rosen, Stadfeld &amp; Weiss, Boston, Mass., on brief for Monogram Pictures, Inc., appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit judges.</p>\n      <p class=\"indent\">HARTIGAN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiff, a Massachusetts corporation owning and operating the Park Theatre in East Walpole, Massachusetts, brought this treble damage action under Sec. 4 of the Clayton Act, 38 Stat. 731 (1914), 15 U.S.C.A 15 (1952), alleging that the defendants violated Sections 1 and 2 of the Sherman Act, 26 Stat. 209 (1890), 15 U.S.C.A. 1 and 2 (1952).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The defendants are sixteen in number.  Eight are distributors of motion pictures: Loew's Incorporated, Warner Brothers Pictures Distributing Corporation, RKO Radio Pictures, Inc., United Artists Corporation, Universal Film Exchanges, Inc., Columbia Pictures Corporation, Republic Pictures Corporation and Monogram Pictures, Inc.  Six are exhibitors with first run theatres in the City of Boston: M. &amp; P. Theatres Corporation, New England Theatres, Inc., American Theatres Corporation, Loew's Boston Threatres Company, Keith Massachusetts Corporation and RKO Theatres, Inc.; and two, Philip and Richard A. Smith, are members of a partnership operating the Norwood Theatre in Norwood, Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Following the presentation of the plaintiff's evidence the district judge submitted the following question to the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'Was the availability of motion picture films for plaintiff's Park-Neponset Theatre in East Walpole affected by a national or local conspiracy, (entered into by one or more defendants, either with another defendant or another person or corporation)--</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'(a) to fix uniform clearance provisions or</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'(b) to establish a structure of clearances and runs?'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The jury answered 'No' to this question and after granting the defendants' motions for directed verdicts the court entered judgment for the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">During the course of the trial it became evident that the main issue was whether the refusal to grant the plaintiff licenses to show motion pictures 21 days after they had been shown in the first run theatres in Boston resulted from a conspiracy between the defendants or from the independent judgment of the individual motion picture distributors.  It appears that the clearance of twenty-eight to forty-two days after Boston granted to the plaintiff by the various distributors resulted in the Park Theatre having to show pictures after they had been shown at the Norwood Theatre which usually received licenses allowing it to show motion pictures twenty-one days after their first run showing in Boston had been completed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In 1946 Roy Smith, who formerly had been manager of the Norwood Theatre, organized the plaintiff corporation, and the Park Theatre, a modern 616 seat air conditioned theatre, costing approximately $150,000 was opened on May 7, 1947.  This theatre was located in East Walpole which was a very small trading area located in the Town of Walpole which had an approximate total population of about 10,000 people.  East Walpole was about 2.8 miles south of the Norwood Theatre and 2.3 miles for the Guild Theatre, which until it closed in 1952 was operated by the same management as that which operated the Norwood Theatre.  The Norwood Theatre was a 'first class' 1198 seat theatre while the Guild had 780 seats.  Norwood in 1950 had a population of 16,636 but unlike East Walpole was a good sized shopping center which attracted many people from the surrounding small towns.  Prior to the opening of the Park Theatre, Roy Smith wrote to six of the defendant distributors asking for a twenty-one day clearance after Boston which would place him on the same level with the Norwood and Guild Theatres.  By 1948 after some experimentation with more favorable clearance by a few of the distributors and despite Roy Smith's argument that the Norwood Theatres and the Park Theatre were not in competition, the Norwood Theatres were being given a twenty-one day clearance over the Park Theatre by the defendant distributors.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In 1948 plaintiff brought arbitration proceedings<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> against five distributors including three of the present defendants.  Intervening declarations were filed in those proceedings by the operators of the Norwood Theatres and the owners of the Elite Theatre in Walpole Center and the Southern Theatre, the latter being a small 450 seat theatre located between Norwood and East Walpole.  Upon appeal from the initial decision of the arbitrator, the plaintiff was awarded the right to show pictures fourteen days after Norwood.  In 1952 two distributors, not defendants in this case, upon plaintiff's request granted the Park Theatre a clearance of twenty-eight days after Boston.  One of the defendants also granted the plaintiff twenty-eight days clearance after Boston, one offered to allow plaintiff to bid against the Norwood Theatre and one granted a twenty-eight day clearance after Boston, but following threats of the Norwood Theatre to cancel and pictures first shown at the Park Theatre, the Norwood Theatre's fourteen day clearance was reimposed against the plaintiff by this latter defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The principal issue presented by the plaintiff's appeal is the correctness of the district judge's complete exclusion from evidence of the findings of fact, conclusions of law and the decrees entered against six of the defendant distributors in the Paramount case.  United States v. Paramount Pictures, D.C.S.D.N.Y.1946, 66 F.Supp. 323 and D.C.S.D.N.Y.1949, 85 F.Supp. 881.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Sec. 5 of the Clayton Act, 38 Stat. 731 (1914), as amended, 69 Stat. 283 (1955), 15 U.S.C.A. 16, Supp.  V, 1958 provides in part:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'(a) A final judgment or decree heretofore or hereafter rendered in any civil or criminal proceeding brought by or on behalf of the United States under the antitrust laws to the effect that a defendant has violated said laws shall be prima facie evidence against such defendant in any action or proceeding brought by any other party against such defendant under said laws or by the United States under section 15a of this title, as to all matters respecting which said judgment or decree would be an estoppel as between the parties thereto: Provided, That this section shall not apply to consent judgments or decrees entered before any testimony has been taken or to judgments or decrees entered in actions under section 15a of this title.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Plaintiff contends that certain findings made by the district court in the Paramount case are particularly relevant to the situation presented in the instant case.  These findings are:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'Both independent distributors and exhibitors, when attempting to bargain with the defendants, have been met by a fixed scale of clearance, runs, and admission prices to which they have been obliged to conform if they wished to get their pictures shown upon satisfactory runs or were to compete in exhibition either with the defendants' theatre or theatres to which the latter had licensed their pictures.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'The fixed system of runs and clearances which involved a cooperative arrangement among the defendants, was also designed to protect their theatre holdings, safeguard the revenue therefrom, and eliminate competition.  The major defendants' predominant position in first run theatre holdings was strongly protected by a fixed system of clearances and runs.  The power to fix clearances and runs which existed and was exercised by the major defendants was in itself a power to exclude independents who were competitors, and was accompanied by actual exclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'This system gave the defendants a practical control over the run and clearance status of any given theatre.  It involved discrimination against persons applying for licenses and seeking runs and clearances for their theatres, because they had no reasonable chance to improve their status by building or improving theatres while the major defendants possessed superior advantages. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district judge was apparently of the opinion that based on the evidence that had been presented by the plaintiff, the quoted findings had little relevancy to the actions of the defendants in the instant case.  It is to be noted that these findings of fact were expressly stated to show the situation in 1945 and the plaintiff's theatre did not commence operation until 1947.  The district judge in excluding the Paramount decrees in this case was undoubtedly influenced by the language employed in Theatre Enterprises v. Paramount Film Distributing Corp., 1954, 346 U.S. 537, 74 S.Ct. 257, 98 L.Ed. 273, which was a case where the plaintiff alleged that it had been severely damaged in its operation of a large first class theatre erected in 1949 in suburban Baltimore by the motion picture distributors' refusal to license pictures on a basis of equality with the first run theatres in down town Baltimore.  Although the Supreme Court did not expressly pass on the distributors' contention that the plaintiff was entitled to no benefit from the Paramount decrees, the Court did state the relevancy of such decrees to that case was slight.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Hillside Amusement Co. v. Warner Bros. Pictures, etc., 2 Cir., 1955, 224 F.2d 629; Robbinsdale Amusement Corp. v. Warner Bros. Pictures Distributing Corp., D.C.D.Minn.1955, 141 F.Supp. 134, appeal dismissed 8 Cir., 1956, 235 F.2d 782.  In the case before us not only did the plaintiff's theatre commence operations after 1945, the date when the fixed system of runs and clearances was found to exist, but in addition and in distinction to the situation in the Theatres Enterprises case the plaintiff's theatre was not requesting a clearance which could possibly result in it competing with any first run theatres affiliated with the defendant distributors.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">From the evidence presented by the plaintiff it is only possible to infer that the plaintiff's delayed availability to motion pictures was caused by the existence of the larger Norwood theatres.  The Supreme Court did not hold in United States v. Paramount Pictures, 1948, 334 U.S. 131, 145, 68 S.Ct. 915, 92 L.Ed. 1260 that clearnces are unlawful per se and expressly incorporated in that opinion the district court's reasoning that the assurance, given to the exhibitor that the distribotor will not license a competitor to show a film either at the same time or so soon thereafter as to greatly diminish that exhibitor's income, was justified and reasonably when not unduly extended as to area or duration.  Thus if we assume that there was competition between the theatres in Norwood and Walpole, and the inescapability of this conclusion seems to fllow from the two arbitration proceedings, the strongly held opinions on this subject by the operators of the Norwood theatres and by the plaintiff's own arguments and evidence during this and previous litigation, then it necessarily follows that each theatre will attempt to obtain a clearance over competing theatres as was done by the Norwood Theatres in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It can be seen, therefore, that the main benefit to be obtained by the granting of a clearance to Norwood over the Park Theatre is to the Norwood Theatre rather than to the distributors who had no interest in that theatre except as a source of rental fees.  While plaintiff alleged that the Norwood Theatre was able to exert undue influence upon the distributors and receive its favorable clearance because it was a member of an independent theatre circuit, there is not the slightest evidence of the exertion of this power through master contracts and franchises.  In any event, the Paramount decrees are irrelevant to a subsequent conspiracy between the operators of the Norwood Theatre and the distributors as the former were not parties to those decrees.  Thus viewed in the context of the evidence presented by the plaintiff, the district judge's exclusion of the Paramount decrees was not error.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Plaintiff also contends that the district judge erroneously excluded certain documentary evidence dating from 1930 and 1934.  These documents were not wholly clear as to what, if anything, was ever accomplished as to the establishment of a system of clearances affecting the Norwood-Walpole area, and the trial judge excluded them for this reason and also because of the great time differences between them and the impact of the alleged conspiracy upon the plaintiff.  Another justification for the district judge's action would be the fact that undoubtedly numerous collateral issues would be created through their admission.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> See United States v. Socony-Vacuum Oil Co., 1940, 310 U.S. 150, 230, 69 S.Ct. 811, 84 L.Ed. 1129.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This evidence as well as certain depositions made by employees of the defendants in other trials and other documents pertaining to franchises and clearance schedules, none of which documents dated later than 1936, would have confused rather than enlightened the jury and the trial judge did not abuse his discretion in excluding them.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The plaintiff also contends that the trial judge by his conduct of the trial and by certain alleged harmful remarks greatly prejudiced the plaintiff's cause and prevented it from receiving a fair trial.  Upon careful examination of the entire record and bearing in mind the clear and completely impartial charge to the jury, we conclude that no unfairness resulted to the plaintiff.  The requiring of the completion before adjournment, on the sixth day of the trial, of the direct examination of the plaintiff's principal witness as to his conversations with representatives of the defendant distributors was clearly within the trial judge's discretion, especially in view of the unusual vagueness and confusion displayed by that witness as to those conversations.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Plaintiff's other objections to the conduct of the trial are without merit, and as the jury's verdict that none of the defendants had joined in a conspiracy against the plaintiff was not rendered improper through the district judge's rulings on evidence, it is unnecessary for us to consider the plaintiff's contentions concerning the damages element of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">A judgment will be entered affirming the judgment of the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A possible explanation of the unanimity of this decision to grant to twenty-one day clearance over the Park Theatre may be found in the award of an arbitration proceeding in 1946 under which the 450 seat Elite Theatre in Walpole Center was subjected to a twenty-one day clearance in favor of the Norwood Theatre</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See the consent decree entered November 20, 1940 as set forth in United States v. Paramount Pictures, D.C.S.D.N.Y.1946, 66 F.Supp. 323, 331</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In this case the plaintiff appealed from a judgment following a jury verdict for the defendants, and the Supreme Court held that the district judge did not commit prejudicial error by giving instructions limiting the effect to be given to the Paramount decrees</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> It was contended by the defendants that the arbitration system set up by the 1940 consent decree in the Paramount case made irrelevant any system of clearances set up in prior years in the Boston area and in any event the evidence relating to the 1930 meeting of the Zoning and Protection Committee in the Boston area did not deal with the clearance set up in the Norwood and Walpole area.  The 1934 N.R.A. Boston Clearance and Zoning Board schedules which set up a 21 day clearance of Nor-wood over Walpole was apparently subsequent to 1934 extended to 30 days and then reduced again to 21 days following the arbitration award in 1946</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">258</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">452</span></span></p>\n    <p class=\"parties\">PARK NEPONSET CORPORATION, Plaintiff, Appellant,<br>v.<br>Philip SMITH et al., Defendnats, Appellees.</p>\n    <p class=\"docket\">No. 5347.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">Aug. 29, 1958.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">George S. Ryan Boston, Mass., with whom W. Bradley Ryan, Boston, Mass., was on brief, for appellants.</p>\n      <p class=\"indent\">Robert W. Meserve, Boston, Mass., with whom E. Compton Timberlake, New York City, John R. Hally and Nutter, McClennen &amp; Fish, Boston, Mass., were on brief, for M. &amp; P. Theatres Corp. et al., appellees.</p>\n      <p class=\"indent\">Edward C. Raftery, New York City, with whom Joseph K. Collins and Collins &amp; Collins, Boston, Mass., were on brief, for Keith Massachusetts Corp. et al., appellees.</p>\n      <p class=\"indent\">Edward L. LaVine, Cambridge, Mass., with whom Phillip J. Nexon, Samuel Markell and Goulston &amp; Storrs, Boston, Mass., were on brief, for Philip Smith et al., appellees.</p>\n      <p class=\"indent\">Mack Roberts and Roberts, Rosen, Stadfeld &amp; Weiss, Boston, Mass., on brief for Monogram Pictures, Inc., appellee.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit judges.</p>\n      <p class=\"indent\">HARTIGAN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiff, a Massachusetts corporation owning and operating the Park Theatre in East Walpole, Massachusetts, brought this treble damage action under Sec. 4 of the Clayton Act, 38 Stat. 731 (1914), 15 U.S.C.A 15 (1952), alleging that the defendants violated Sections 1 and 2 of the Sherman Act, 26 Stat. 209 (1890), 15 U.S.C.A. 1 and 2 (1952).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The defendants are sixteen in number.  Eight are distributors of motion pictures: Loew's Incorporated, Warner Brothers Pictures Distributing Corporation, RKO Radio Pictures, Inc., United Artists Corporation, Universal Film Exchanges, Inc., Columbia Pictures Corporation, Republic Pictures Corporation and Monogram Pictures, Inc.  Six are exhibitors with first run theatres in the City of Boston: M. &amp; P. Theatres Corporation, New England Theatres, Inc., American Theatres Corporation, Loew's Boston Threatres Company, Keith Massachusetts Corporation and RKO Theatres, Inc.; and two, Philip and Richard A. Smith, are members of a partnership operating the Norwood Theatre in Norwood, Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Following the presentation of the plaintiff's evidence the district judge submitted the following question to the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'Was the availability of motion picture films for plaintiff's Park-Neponset Theatre in East Walpole affected by a national or local conspiracy, (entered into by one or more defendants, either with another defendant or another person or corporation)--</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'(a) to fix uniform clearance provisions or</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'(b) to establish a structure of clearances and runs?'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The jury answered 'No' to this question and after granting the defendants' motions for directed verdicts the court entered judgment for the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">During the course of the trial it became evident that the main issue was whether the refusal to grant the plaintiff licenses to show motion pictures 21 days after they had been shown in the first run theatres in Boston resulted from a conspiracy between the defendants or from the independent judgment of the individual motion picture distributors.  It appears that the clearance of twenty-eight to forty-two days after Boston granted to the plaintiff by the various distributors resulted in the Park Theatre having to show pictures after they had been shown at the Norwood Theatre which usually received licenses allowing it to show motion pictures twenty-one days after their first run showing in Boston had been completed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In 1946 Roy Smith, who formerly had been manager of the Norwood Theatre, organized the plaintiff corporation, and the Park Theatre, a modern 616 seat air conditioned theatre, costing approximately $150,000 was opened on May 7, 1947.  This theatre was located in East Walpole which was a very small trading area located in the Town of Walpole which had an approximate total population of about 10,000 people.  East Walpole was about 2.8 miles south of the Norwood Theatre and 2.3 miles for the Guild Theatre, which until it closed in 1952 was operated by the same management as that which operated the Norwood Theatre.  The Norwood Theatre was a 'first class' 1198 seat theatre while the Guild had 780 seats.  Norwood in 1950 had a population of 16,636 but unlike East Walpole was a good sized shopping center which attracted many people from the surrounding small towns.  Prior to the opening of the Park Theatre, Roy Smith wrote to six of the defendant distributors asking for a twenty-one day clearance after Boston which would place him on the same level with the Norwood and Guild Theatres.  By 1948 after some experimentation with more favorable clearance by a few of the distributors and despite Roy Smith's argument that the Norwood Theatres and the Park Theatre were not in competition, the Norwood Theatres were being given a twenty-one day clearance over the Park Theatre by the defendant distributors.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In 1948 plaintiff brought arbitration proceedings<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> against five distributors including three of the present defendants.  Intervening declarations were filed in those proceedings by the operators of the Norwood Theatres and the owners of the Elite Theatre in Walpole Center and the Southern Theatre, the latter being a small 450 seat theatre located between Norwood and East Walpole.  Upon appeal from the initial decision of the arbitrator, the plaintiff was awarded the right to show pictures fourteen days after Norwood.  In 1952 two distributors, not defendants in this case, upon plaintiff's request granted the Park Theatre a clearance of twenty-eight days after Boston.  One of the defendants also granted the plaintiff twenty-eight days clearance after Boston, one offered to allow plaintiff to bid against the Norwood Theatre and one granted a twenty-eight day clearance after Boston, but following threats of the Norwood Theatre to cancel and pictures first shown at the Park Theatre, the Norwood Theatre's fourteen day clearance was reimposed against the plaintiff by this latter defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The principal issue presented by the plaintiff's appeal is the correctness of the district judge's complete exclusion from evidence of the findings of fact, conclusions of law and the decrees entered against six of the defendant distributors in the Paramount case.  United States v. Paramount Pictures, D.C.S.D.N.Y.1946, <span class=\"citation\" data-id=\"1556120\"><a href=\"/opinion/1556120/united-states-v-paramount-pictures/\"><span class=\"volume\">66</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">323</span></a></span> and D.C.S.D.N.Y.1949, 85 F.Supp. 881.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Sec. 5 of the Clayton Act, 38 Stat. 731 (1914), as amended, 69 Stat. 283 (1955), 15 U.S.C.A. 16, Supp.  V, 1958 provides in part:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'(a) A final judgment or decree heretofore or hereafter rendered in any civil or criminal proceeding brought by or on behalf of the United States under the antitrust laws to the effect that a defendant has violated said laws shall be prima facie evidence against such defendant in any action or proceeding brought by any other party against such defendant under said laws or by the United States under section 15a of this title, as to all matters respecting which said judgment or decree would be an estoppel as between the parties thereto: Provided, That this section shall not apply to consent judgments or decrees entered before any testimony has been taken or to judgments or decrees entered in actions under section 15a of this title.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Plaintiff contends that certain findings made by the district court in the Paramount case are particularly relevant to the situation presented in the instant case.  These findings are:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'Both independent distributors and exhibitors, when attempting to bargain with the defendants, have been met by a fixed scale of clearance, runs, and admission prices to which they have been obliged to conform if they wished to get their pictures shown upon satisfactory runs or were to compete in exhibition either with the defendants' theatre or theatres to which the latter had licensed their pictures.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'The fixed system of runs and clearances which involved a cooperative arrangement among the defendants, was also designed to protect their theatre holdings, safeguard the revenue therefrom, and eliminate competition.  The major defendants' predominant position in first run theatre holdings was strongly protected by a fixed system of clearances and runs.  The power to fix clearances and runs which existed and was exercised by the major defendants was in itself a power to exclude independents who were competitors, and was accompanied by actual exclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'This system gave the defendants a practical control over the run and clearance status of any given theatre.  It involved discrimination against persons applying for licenses and seeking runs and clearances for their theatres, because they had no reasonable chance to improve their status by building or improving theatres while the major defendants possessed superior advantages. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district judge was apparently of the opinion that based on the evidence that had been presented by the plaintiff, the quoted findings had little relevancy to the actions of the defendants in the instant case.  It is to be noted that these findings of fact were expressly stated to show the situation in 1945 and the plaintiff's theatre did not commence operation until 1947.  The district judge in excluding the Paramount decrees in this case was undoubtedly influenced by the language employed in Theatre Enterprises v. Paramount Film Distributing Corp., 1954, <span class=\"citation\" data-id=\"105178\"><a href=\"/opinion/105178/theatre-enterprises-inc-v-paramount-film-distributing-corp/\"><span class=\"volume\">346</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">537</span></a></span>, <span class=\"citation\" data-id=\"105178\"><a href=\"/opinion/105178/theatre-enterprises-inc-v-paramount-film-distributing-corp/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">257</span></a></span>, <span class=\"citation\" data-id=\"105178\"><a href=\"/opinion/105178/theatre-enterprises-inc-v-paramount-film-distributing-corp/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">273</span></a></span>, which was a case where the plaintiff alleged that it had been severely damaged in its operation of a large first class theatre erected in 1949 in suburban Baltimore by the motion picture distributors' refusal to license pictures on a basis of equality with the first run theatres in down town Baltimore.  Although the Supreme Court did not expressly pass on the distributors' contention that the plaintiff was entitled to no benefit from the Paramount decrees, the Court did state the relevancy of such decrees to that case was slight.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Hillside Amusement Co. v. Warner Bros. Pictures, etc., 2 Cir., 1955, 224 F.2d 629; Robbinsdale Amusement Corp. v. Warner Bros. Pictures Distributing Corp., D.C.D.Minn.1955, <span class=\"citation\" data-id=\"1480726\"><a href=\"/opinion/1480726/robbinsdale-amuse-corp-v-warner-bros-p-dist-corp/\"><span class=\"volume\">141</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">134</span></a></span>, appeal dismissed 8 Cir., 1956, 235 F.2d 782.  In the case before us not only did the plaintiff's theatre commence operations after 1945, the date when the fixed system of runs and clearances was found to exist, but in addition and in distinction to the situation in the Theatres Enterprises case the plaintiff's theatre was not requesting a clearance which could possibly result in it competing with any first run theatres affiliated with the defendant distributors.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">From the evidence presented by the plaintiff it is only possible to infer that the plaintiff's delayed availability to motion pictures was caused by the existence of the larger Norwood theatres.  The Supreme Court did not hold in United States v. Paramount Pictures, 1948, <span class=\"citation\" data-id=\"104551\"><a href=\"/opinion/104551/united-states-v-paramount-pictures-inc/\"><span class=\"volume\">334</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">131</span></a></span>, 145, <span class=\"citation\" data-id=\"104551\"><a href=\"/opinion/104551/united-states-v-paramount-pictures-inc/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">915</span></a></span>, <span class=\"citation\" data-id=\"104551\"><a href=\"/opinion/104551/united-states-v-paramount-pictures-inc/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1260</span></a></span> that clearnces are unlawful per se and expressly incorporated in that opinion the district court's reasoning that the assurance, given to the exhibitor that the distribotor will not license a competitor to show a film either at the same time or so soon thereafter as to greatly diminish that exhibitor's income, was justified and reasonably when not unduly extended as to area or duration.  Thus if we assume that there was competition between the theatres in Norwood and Walpole, and the inescapability of this conclusion seems to fllow from the two arbitration proceedings, the strongly held opinions on this subject by the operators of the Norwood theatres and by the plaintiff's own arguments and evidence during this and previous litigation, then it necessarily follows that each theatre will attempt to obtain a clearance over competing theatres as was done by the Norwood Theatres in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It can be seen, therefore, that the main benefit to be obtained by the granting of a clearance to Norwood over the Park Theatre is to the Norwood Theatre rather than to the distributors who had no interest in that theatre except as a source of rental fees.  While plaintiff alleged that the Norwood Theatre was able to exert undue influence upon the distributors and receive its favorable clearance because it was a member of an independent theatre circuit, there is not the slightest evidence of the exertion of this power through master contracts and franchises.  In any event, the Paramount decrees are irrelevant to a subsequent conspiracy between the operators of the Norwood Theatre and the distributors as the former were not parties to those decrees.  Thus viewed in the context of the evidence presented by the plaintiff, the district judge's exclusion of the Paramount decrees was not error.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Plaintiff also contends that the district judge erroneously excluded certain documentary evidence dating from 1930 and 1934.  These documents were not wholly clear as to what, if anything, was ever accomplished as to the establishment of a system of clearances affecting the Norwood-Walpole area, and the trial judge excluded them for this reason and also because of the great time differences between them and the impact of the alleged conspiracy upon the plaintiff.  Another justification for the district judge's action would be the fact that undoubtedly numerous collateral issues would be created through their admission.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> See United States v. Socony-Vacuum Oil Co., 1940, <span class=\"citation\" data-id=\"103352\"><a href=\"/opinion/103352/united-states-v-socony-vacuum-oil-co/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>, 230, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">811</span></span>, 84 L.Ed. 1129.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This evidence as well as certain depositions made by employees of the defendants in other trials and other documents pertaining to franchises and clearance schedules, none of which documents dated later than 1936, would have confused rather than enlightened the jury and the trial judge did not abuse his discretion in excluding them.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The plaintiff also contends that the trial judge by his conduct of the trial and by certain alleged harmful remarks greatly prejudiced the plaintiff's cause and prevented it from receiving a fair trial.  Upon careful examination of the entire record and bearing in mind the clear and completely impartial charge to the jury, we conclude that no unfairness resulted to the plaintiff.  The requiring of the completion before adjournment, on the sixth day of the trial, of the direct examination of the plaintiff's principal witness as to his conversations with representatives of the defendant distributors was clearly within the trial judge's discretion, especially in view of the unusual vagueness and confusion displayed by that witness as to those conversations.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Plaintiff's other objections to the conduct of the trial are without merit, and as the jury's verdict that none of the defendants had joined in a conspiracy against the plaintiff was not rendered improper through the district judge's rulings on evidence, it is unnecessary for us to consider the plaintiff's contentions concerning the damages element of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">A judgment will be entered affirming the judgment of the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A possible explanation of the unanimity of this decision to grant to twenty-one day clearance over the Park Theatre may be found in the award of an arbitration proceeding in 1946 under which the 450 seat Elite Theatre in Walpole Center was subjected to a twenty-one day clearance in favor of the Norwood Theatre</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See the consent decree entered November 20, 1940 as set forth in United States v. Paramount Pictures, D.C.S.D.N.Y.1946, <span class=\"citation\" data-id=\"1556120\"><a href=\"/opinion/1556120/united-states-v-paramount-pictures/\"><span class=\"volume\">66</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">323</span></a></span>, 331</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In this case the plaintiff appealed from a judgment following a jury verdict for the defendants, and the Supreme Court held that the district judge did not commit prejudicial error by giving instructions limiting the effect to be given to the Paramount decrees</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> It was contended by the defendants that the arbitration system set up by the 1940 consent decree in the Paramount case made irrelevant any system of clearances set up in prior years in the Boston area and in any event the evidence relating to the 1930 meeting of the Zoning and Protection Committee in the Boston area did not deal with the clearance set up in the Norwood and Walpole area.  The 1934 N.R.A. Boston Clearance and Zoning Board schedules which set up a 21 day clearance of Nor-wood over Walpole was apparently subsequent to 1934 extended to 30 days and then reduced again to 21 days following the arbitration award in 1946</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1480726/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1556120/"
  ]
}