{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/247966/",
  "absolute_url": "/opinion/247966/national-labor-relations-board-v-h-rohtstein-co-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/247966/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:34:34Z",
  "date_modified": "2016-02-28T06:03:11.244338Z",
  "type": "010combined",
  "sha1": "8ca94ca97b845491f0b49ae07a04cee2c7dfed76",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/266/266.F2d.407.5423.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">266 F.2d 407</p>\n    <p class=\"parties\">NATIONAL LABOR RELATIONS BOARD, Petitioner,<br>v.<br>H. ROHTSTEIN &amp; CO., Inc., Respondent.</p>\n    <p class=\"docket\">No. 5423.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">April 29, 1959.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Arnold Ordman, Atty., Washington, D. C., with whom Jerome D. Fenton, Gen. Counsel, Thomas J. McDermott, Associate Gen. Counsel, Marcel Mallet-Prevost, Asst. Gen. Counsel, and Alfred Avins, Atty., Washington, D. C., were on the brief, for petitioner.</p>\n      <p class=\"indent\">Samuel Leiter, Boston, Mass., with whom Benjamin E. Gordon, Boston, Mass., was on the brief, for respondent.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit Judges.</p>\n      <p class=\"indent\">HARTIGAN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a petition by the National Labor Relations Board pursuant to Section 10(e) of the Labor Management Relations Act, 61 Stat. 146 (1947), 29 U.S. C.A. &#167; 160, for enforcement of its order against the respondent, H. Rohtstein &amp; Co., Inc. (hereinafter called the Company), a wholesale distributor of flour and bakers' supplies located in Boston, Massachusetts. This order required the Company to bargain collectively with Local 25 of the International Brotherhood of Teamsters, Chauffeurs, Warehousemen, and Helpers of America, AFL-CIO, (hereinafter called the Union) as the exclusive representative of its drivers and warehouse employees, to desist from discouraging membership in that Union, to make whole from the date of the receipt of their offer to return to work to the date of their reinstatement two striking employees and to post the customary notices, etc. The Board's order adopted the findings, with one exception not pertinent to this decision, conclusions and recommendations of the Trial Examiner who had found that the Company had violated Sections 8(a) (5) and (1) of the Act by refusing on and after April 22, 1957 to bargain collectively with the Union and Sections 8(a) (3) and (1) by discriminatorily failing to reinstate immediately the two striking employees upon their unconditional request for such reinstatement. The respondent contends that the findings of the Board with respect to the questions of fact upon which the respondent's violations of Sections 8(a) (1), (3) and (5) are predicated are not supported by substantial evidence on the record considered as a whole.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The main force of the respondent's argument is centered upon a finding of fact that is essential under the Act in order for the Board to hold that the respondent's refusal to bargain with the union violated Section 8(a) (5). It vigorously asserts that the record before us does not support the conclusion that the Union was designated or selected at any time by the majority of the Company's employees in the appropriate unit as their exclusive collective bargaining representative.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Trial Examiner found that the appropriate bargaining unit was composed of no more than fifteen employees during the period in which the alleged refusal to bargain occurred. At the time when recognition was assertedly requested by William McCarthy, the Union's president and business agent, he had in his possession authorization cards from eight employees or a bare majority of the members of the collective bargaining unit. The respondent has challenged the validity of three of these authorizations but because of the fact that the loss of one authorization to the Union would result in it not qualifying as the exclusive collective bargaining representative as provided for in Section 9 of the Act, if we find that the Board's acceptance of any one of these three authorizations was erroneous (and we do so find), it will be unnecessary for us to consider the other two.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It appears from the record that seven of the Company's employees at a meeting at the Union hall on Thursday evening, April 11, 1957, signed union application and authorization blanks. The following day Samuel L. Jones, one of these seven, contacted Johnnie Bowman, an employee who had not been at the meeting, and secured Bowman's signature on an authorization blank. The testimony of these two men concerning the circumstances of Bowman's execution of the authorization is conflicting. Jones testified that he asked Bowman to sign the card while both were working in a freight car and told Bowman that seven employees, including himself, had already signed the authorization cards. Bowman, on the other hand, testified that he was in an automobile getting ready to go home when he was approached by Jones. He further testified that he asked Jones whether anybody else had signed and Jones had answered that he had \"got the majority\". Bowman then indicated that in reliance to this response he signed the authorization card. The Trial Examiner did not attempt to resolve this conflict in testimony but stated:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\"Assuming that Jones made the statement attributed to him by Bowman, testimony which was denied by Jones, the Board has held that such conduct was not of such a character as to invalidate his designation. `This sort of claim of success on the part of union organizers, though untrue or exaggerated, is certainly not fraud affecting the employees' grant of bargaining authority. On the contrary, it is clearly quite common and harmless sales talk which is ordinarily not taken seriously by the employees to whom it is made, and, in any event, is subject to ready check by the employees as to its truth.'\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In essence, the Board thus holds that a misrepresentation even though relied upon by an employee in choosing a collective bargaining agent does not in any way affect the validity of the authorization so obtained. In the instant case it seems fairly clear that the untrue \"claim of success\" was of great importance to this particular employee and was certainly taken seriously by him. Of course, if an organizer made such a claim of success prior to a secret ballot election, it may very well be that its effect would be negligible for there would then be no reason for the employee in voting to give much weight to whether or not he was on the winning side. Moreover, it is difficult to see how Bowman could have readily checked the truth of Jones' statement. Thus, both of the Board's grounds for its policy of nonconsideration of misrepresentations of success insofar as the determination of majority designation is concerned, namely, the harmlessness of such claims and their readily verifiable nature, appear to be lacking in the instant case, yet the application of this policy was accepted without question by the Board.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It must be remembered that by accepting this dubious authorization the Board in effect compels the recognition of a union which, if it were not for this misrepresentation, possibly would have been designated by only a minority of the employees. Although there is language in National Labor Relations Board v. Wm. Tehel Bottling Co., 8 Cir., 1942, 129 F.2d 250, 254, to the effect that membership cards may not be collaterally attacked on the ground that they were obtained by duress and misrepresentation, no grounds for such a rule are advanced in that opinion. Moreover, the court in that case immediately following the statement of such rule, indicated that its study of the evidence lent no support to the respondent's contention that the membership cards were obtained through duress and misrepresentation. The Board also cites National Labor Relations Board v. Epstein, 3 Cir., 1953, 203 F.2d 482, certiorari denied 1954, 347 U.S. 912, 74 S. Ct. 474, 98 L.Ed. 1068, and Wilson Athletic Goods Mfg. Co. v. National Lab. Rel. Bd., 7 Cir., 1947, 164 F.2d 637, as authority for the proposition that untrue misrepresentations of this kind are not fraud vitiating the employee's grant of bargaining authority. However, in the former case the court did not even discuss the point and in the latter case the statement in a circular that the Union was negotiating for a thirty cent raise in a unionized plant and could do the same for the employees of the plant which it was hoping to organize if these employees voted for the Union, was certainly not untrue. The other purportedly misleading statements were of a type which would have no effect on the vote of an employee who relied on the truth of such statements.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In National Labor Relations Board v. Dadourian Export Corporation, 2 Cir., 1943, 138 F.2d 891, 892 wherein the Union claimed a majority through signed authorizations of twenty-six of the forty-six employees, the court held that \"Fraud * * * will vitiate consent as well as violence * * *\" and because the Act \"* * * confers the right on all employees freely to choose their bargaining representatives, and the invasion of that right is as much a wrong, when committed by a union organizer as by an employer * * *\", the authorization of four employees should not have been counted. The court then held as the union was never chosen by a majority of the collective bargaining unit, the order of the Board directing collective bargaining with the union would be set aside. In National Labor Relations Board v. James Thompson &amp; Co., 2 Cir., 1953, 208 F.2d 743, it was also held that the Board was incorrect in holding the union had a majority, based on authorization cards, when the union had unlawfully indicated that nonunion members would lose their jobs and this statement had been heard by a sufficient number of employees to result in the lack of the thirty-seven lawful votes needed for a majority.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It seems clear that there can be no refusal to bargain in violation of Section 8(a) (5) on the part of an employer if the purported representative of his employees was not freely designated as such by the majority of his employees in the appropriate bargaining unit. As we have pointed out, the record as a whole does not support with substantial evidence that the Union was so designated and consequently the Board's finding of a Section 8(a) (5) violation must be set aside.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Although we find that there has been no Section 8(a) (5) violation by the Company, substantial evidence in the record as a whole supports the Board's finding that the refusal to reinstate the two striking employees immediately upon the receipt of their request for reinstatement resulted in a violation of Sections 8(a) (3) and (1). These employees had been engaged in activity protected by Section 7 of the Act and in the absence of their replacement, the refusal of reinstatement by the Company was an interference with rights protected by Section 7 and also resulted in discouragement of union membership. See National Labor Relations Board v. Thayer Co., 1 Cir., 1954, 213 F.2d 748, 752, certiorari denied 348 U.S. 883, 75 S.Ct. 123, 99 L.Ed. 694.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A decree will be entered enforcing paragraphs 1(b), 1(c), 2(b) and 2(c) of the Board's order. With respect to subsection 2(d) of the order, requiring the posting of notices, we shall enforce so much of the order only as relates to Sections 8(a) (1) and (3) violations by acts of interference and discrimination. We shall also direct the Company to notify the Regional Director for the First Region, in writing, within fifteen days from the date of the decree what steps it has taken to comply therewith. The remainder of the order will be set aside.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Another factor present in the Wilson case was that the challenge to the validity of the Union's majority followed a Board supervised election and the reasoning of the Supreme Court relevant to the discretion allowed the Board in conducting elections in National Labor Relations Board v. A. J. Tower Co., 1946, 329 U.S. 324, 67 S.Ct. 324, 91 L.Ed. 322, may well have been applicable. In the instant case this factor is not present</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">266</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">407</span></span></p>\n    <p class=\"parties\">NATIONAL LABOR RELATIONS BOARD, Petitioner,<br>v.<br>H. ROHTSTEIN &amp; CO., Inc., Respondent.</p>\n    <p class=\"docket\">No. 5423.</p>\n    <p class=\"court\">United States Court of Appeals First Circuit.</p>\n    <p class=\"date\">April 29, 1959.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Arnold Ordman, Atty., Washington, D. C., with whom Jerome D. Fenton, Gen. Counsel, Thomas J. McDermott, Associate Gen. Counsel, Marcel Mallet-Prevost, Asst. Gen. Counsel, and Alfred Avins, Atty., Washington, D. C., were on the brief, for petitioner.</p>\n      <p class=\"indent\">Samuel Leiter, Boston, Mass., with whom Benjamin E. Gordon, Boston, Mass., was on the brief, for respondent.</p>\n      <p class=\"indent\">Before MAGRUDER, Chief Judge, and WOODBURY and HARTIGAN, Circuit Judges.</p>\n      <p class=\"indent\">HARTIGAN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a petition by the National Labor Relations Board pursuant to Section 10(e) of the Labor Management Relations Act, 61 Stat. 146 (1947), 29 U.S. C.A. &#167; 160, for enforcement of its order against the respondent, H. Rohtstein &amp; Co., Inc. (hereinafter called the Company), a wholesale distributor of flour and bakers' supplies located in Boston, Massachusetts. This order required the Company to bargain collectively with Local 25 of the International Brotherhood of Teamsters, Chauffeurs, Warehousemen, and Helpers of America, AFL-CIO, (hereinafter called the Union) as the exclusive representative of its drivers and warehouse employees, to desist from discouraging membership in that Union, to make whole from the date of the receipt of their offer to return to work to the date of their reinstatement two striking employees and to post the customary notices, etc. The Board's order adopted the findings, with one exception not pertinent to this decision, conclusions and recommendations of the Trial Examiner who had found that the Company had violated Sections 8(a) (5) and (1) of the Act by refusing on and after April 22, 1957 to bargain collectively with the Union and Sections 8(a) (3) and (1) by discriminatorily failing to reinstate immediately the two striking employees upon their unconditional request for such reinstatement. The respondent contends that the findings of the Board with respect to the questions of fact upon which the respondent's violations of Sections 8(a) (1), (3) and (5) are predicated are not supported by substantial evidence on the record considered as a whole.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The main force of the respondent's argument is centered upon a finding of fact that is essential under the Act in order for the Board to hold that the respondent's refusal to bargain with the union violated Section 8(a) (5). It vigorously asserts that the record before us does not support the conclusion that the Union was designated or selected at any time by the majority of the Company's employees in the appropriate unit as their exclusive collective bargaining representative.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Trial Examiner found that the appropriate bargaining unit was composed of no more than fifteen employees during the period in which the alleged refusal to bargain occurred. At the time when recognition was assertedly requested by William McCarthy, the Union's president and business agent, he had in his possession authorization cards from eight employees or a bare majority of the members of the collective bargaining unit. The respondent has challenged the validity of three of these authorizations but because of the fact that the loss of one authorization to the Union would result in it not qualifying as the exclusive collective bargaining representative as provided for in Section 9 of the Act, if we find that the Board's acceptance of any one of these three authorizations was erroneous (and we do so find), it will be unnecessary for us to consider the other two.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It appears from the record that seven of the Company's employees at a meeting at the Union hall on Thursday evening, April 11, 1957, signed union application and authorization blanks. The following day Samuel L. Jones, one of these seven, contacted Johnnie Bowman, an employee who had not been at the meeting, and secured Bowman's signature on an authorization blank. The testimony of these two men concerning the circumstances of Bowman's execution of the authorization is conflicting. Jones testified that he asked Bowman to sign the card while both were working in a freight car and told Bowman that seven employees, including himself, had already signed the authorization cards. Bowman, on the other hand, testified that he was in an automobile getting ready to go home when he was approached by Jones. He further testified that he asked Jones whether anybody else had signed and Jones had answered that he had \"got the majority\". Bowman then indicated that in reliance to this response he signed the authorization card. The Trial Examiner did not attempt to resolve this conflict in testimony but stated:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\"Assuming that Jones made the statement attributed to him by Bowman, testimony which was denied by Jones, the Board has held that such conduct was not of such a character as to invalidate his designation. `This sort of claim of success on the part of union organizers, though untrue or exaggerated, is certainly not fraud affecting the employees' grant of bargaining authority. On the contrary, it is clearly quite common and harmless sales talk which is ordinarily not taken seriously by the employees to whom it is made, and, in any event, is subject to ready check by the employees as to its truth.'\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In essence, the Board thus holds that a misrepresentation even though relied upon by an employee in choosing a collective bargaining agent does not in any way affect the validity of the authorization so obtained. In the instant case it seems fairly clear that the untrue \"claim of success\" was of great importance to this particular employee and was certainly taken seriously by him. Of course, if an organizer made such a claim of success prior to a secret ballot election, it may very well be that its effect would be negligible for there would then be no reason for the employee in voting to give much weight to whether or not he was on the winning side. Moreover, it is difficult to see how Bowman could have readily checked the truth of Jones' statement. Thus, both of the Board's grounds for its policy of nonconsideration of misrepresentations of success insofar as the determination of majority designation is concerned, namely, the harmlessness of such claims and their readily verifiable nature, appear to be lacking in the instant case, yet the application of this policy was accepted without question by the Board.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It must be remembered that by accepting this dubious authorization the Board in effect compels the recognition of a union which, if it were not for this misrepresentation, possibly would have been designated by only a minority of the employees. Although there is language in National Labor Relations Board v. Wm. Tehel Bottling Co., 8 Cir., 1942, <span class=\"citation\" data-id=\"1483520\"><a href=\"/opinion/1483520/national-labor-r-board-v-wm-tehel-bottling-co/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">250</span></a></span>, 254, to the effect that membership cards may not be collaterally attacked on the ground that they were obtained by duress and misrepresentation, no grounds for such a rule are advanced in that opinion. Moreover, the court in that case immediately following the statement of such rule, indicated that its study of the evidence lent no support to the respondent's contention that the membership cards were obtained through duress and misrepresentation. The Board also cites National Labor Relations Board v. Epstein, 3 Cir., 1953, <span class=\"citation\" data-id=\"231470\"><a href=\"/opinion/231470/national-labor-relations-board-v-epstein/\"><span class=\"volume\">203</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">482</span></a></span>, certiorari denied 1954, <span class=\"citation no-link\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">912</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">474</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1068</span></span>, and Wilson Athletic Goods Mfg. Co. v. National Lab. Rel. Bd., 7 Cir., 1947, <span class=\"citation no-link\"><span class=\"volume\">164</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">637</span></span>, as authority for the proposition that untrue misrepresentations of this kind are not fraud vitiating the employee's grant of bargaining authority. However, in the former case the court did not even discuss the point and in the latter case the statement in a circular that the Union was negotiating for a thirty cent raise in a unionized plant and could do the same for the employees of the plant which it was hoping to organize if these employees voted for the Union, was certainly not untrue. The other purportedly misleading statements were of a type which would have no effect on the vote of an employee who relied on the truth of such statements.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In National Labor Relations Board v. Dadourian Export Corporation, 2 Cir., 1943, <span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">891</span></span>, 892 wherein the Union claimed a majority through signed authorizations of twenty-six of the forty-six employees, the court held that \"Fraud * * * will vitiate consent as well as violence * * *\" and because the Act \"* * * confers the right on all employees freely to choose their bargaining representatives, and the invasion of that right is as much a wrong, when committed by a union organizer as by an employer * * *\", the authorization of four employees should not have been counted. The court then held as the union was never chosen by a majority of the collective bargaining unit, the order of the Board directing collective bargaining with the union would be set aside. In National Labor Relations Board v. James Thompson &amp; Co., 2 Cir., 1953, <span class=\"citation\" data-id=\"232942\"><a href=\"/opinion/232942/national-labor-relations-board-v-james-thompson-co-inc/\"><span class=\"volume\">208</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">743</span></a></span>, it was also held that the Board was incorrect in holding the union had a majority, based on authorization cards, when the union had unlawfully indicated that nonunion members would lose their jobs and this statement had been heard by a sufficient number of employees to result in the lack of the thirty-seven lawful votes needed for a majority.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It seems clear that there can be no refusal to bargain in violation of Section 8(a) (5) on the part of an employer if the purported representative of his employees was not freely designated as such by the majority of his employees in the appropriate bargaining unit. As we have pointed out, the record as a whole does not support with substantial evidence that the Union was so designated and consequently the Board's finding of a Section 8(a) (5) violation must be set aside.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Although we find that there has been no Section 8(a) (5) violation by the Company, substantial evidence in the record as a whole supports the Board's finding that the refusal to reinstate the two striking employees immediately upon the receipt of their request for reinstatement resulted in a violation of Sections 8(a) (3) and (1). These employees had been engaged in activity protected by Section 7 of the Act and in the absence of their replacement, the refusal of reinstatement by the Company was an interference with rights protected by Section 7 and also resulted in discouragement of union membership. See National Labor Relations Board v. Thayer Co., 1 Cir., 1954, <span class=\"citation\" data-id=\"234277\"><a href=\"/opinion/234277/national-labor-relations-board-v-thayer-co/\"><span class=\"volume\">213</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">748</span></a></span>, 752, certiorari denied <span class=\"citation no-link\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">883</span></span>, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">123</span></span>, 99 L.Ed. 694.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A decree will be entered enforcing paragraphs 1(b), 1(c), 2(b) and 2(c) of the Board's order. With respect to subsection 2(d) of the order, requiring the posting of notices, we shall enforce so much of the order only as relates to Sections 8(a) (1) and (3) violations by acts of interference and discrimination. We shall also direct the Company to notify the Regional Director for the First Region, in writing, within fifteen days from the date of the decree what steps it has taken to comply therewith. The remainder of the order will be set aside.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Another factor present in the Wilson case was that the challenge to the validity of the Union's majority followed a Board supervised election and the reasoning of the Supreme Court relevant to the discretion allowed the Board in conducting elections in National Labor Relations Board v. A. J. Tower Co., 1946, <span class=\"citation\" data-id=\"104344\"><a href=\"/opinion/104344/nlrb-v-aj-tower-co/\"><span class=\"volume\">329</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span>, <span class=\"citation\" data-id=\"104344\"><a href=\"/opinion/104344/nlrb-v-aj-tower-co/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">324</span></a></span>, <span class=\"citation\" data-id=\"104344\"><a href=\"/opinion/104344/nlrb-v-aj-tower-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">322</span></a></span>, may well have been applicable. In the instant case this factor is not present</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104344/",
    "http://www.courtlistener.com/api/rest/v3/opinions/231470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/232942/",
    "http://www.courtlistener.com/api/rest/v3/opinions/234277/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1483520/"
  ]
}