{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/249623/",
  "absolute_url": "/opinion/249623/harry-h-meisner-v-reliance-steel-aluminum-co-a-corporation-and/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/249623/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-08-23T08:35:00Z",
  "date_modified": "2016-02-28T06:05:02.721985Z",
  "type": "010combined",
  "sha1": "636e9e6685b6e63e3aa7f0cd85c620144d14a55f",
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/273/273.F2d.49.16358.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">273 F.2d 49</p>\n    <p class=\"parties\">Harry H. MEISNER, Appellant,<br>v.<br>RELIANCE STEEL &amp; ALUMINUM CO., a corporation, and Security-First National Bank of Los Angeles, Executor of the Estate of Thomas J. Neilan, Deceased, Appellee.</p>\n    <p class=\"docket\">No. 16358.</p>\n    <p class=\"court\">United States Court of Appeals Ninth Circuit.</p>\n    <p class=\"date\">December 7, 1959.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Meisner &amp; Meisner, Thomas L. Poindexter, Detroit, Mich., for appellant.</p>\n      <p class=\"indent\">Lawler, Felix &amp; Hall, William T. Coffin, Robert Henigson, Los Angeles, Cal., for appellees.</p>\n      <p class=\"indent\">Before BARNES, HAMLEY and JERTBERG, Circuit Judges.</p>\n      <p class=\"indent\">HAMLEY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Harry H. Meisner brought this action to recover a commission assertedly earned for finding a person willing to purchase the assets of a corporation. Named as defendants were the corporation in question, Reliance Steel &amp; Aluminum Co., and Security-First National Bank of Los Angeles as executor of the estate of Thomas J. Neilan. During his lifetime Neilan had been president and controlling stockholder of Reliance Steel. Jurisdiction in the district court was founded upon diversity of citizenship.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Summary judgment was entered for defendants, and Meisner appealed. He here contends that the case should not have been disposed of by summary judgment because there were genuine issues as to material facts.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The court based its judgment on the following independent grounds: (1) Appellees were not parties to any contract with Meisner for the payment of a commission; (2) if there was such a contract, Meisner did not earn his commission because no sale of the assets or capital stock of Reliance Steel was consummated; (3) Meisner cannot maintain the action because he was not licensed by California as a business opportunity broker or salesman; and (4) he failed to file a creditor's claim in the estate of Thomas J. Neilan prior to commencing the action.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Any one of the first three grounds would be sufficient, standing alone, to require judgment for appellees. If any such ground was established by facts concerning which there was no genuine issue, it was proper to enter summary judgment for appellees; otherwise not.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The third ground, pertaining to the necessity of holding a business opportunity broker's or salesman's license, is based upon the statutes of California, where this action was begun. Under section 10250, Business &amp; Professions Code of the State of California, it is unlawful for any person to engage in the business of, act in the capacity of, or assume to act as a business opportunity broker or salesman without first obtaining a state license. Such a license may be obtained by a nonresident of California. Business &amp; Professions Code, &#167; 10131.5. Under section 10257 of the same code, no person may maintain an action in the courts of California for compensation earned while acting as a business opportunity broker or salesman<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> in that state without proving that he had such a license when the alleged cause of action arose.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The policy of Erie R. Co. v. Tompkins, 304 U.S. 64, 58 S.Ct. 817, 82 L.Ed. 1188, precludes maintenance in federal court in diversity cases of suits to which the state has closed its courts.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> It follows that Meisner may not maintain this action unless, save for diversity, he could have maintained it in the courts of California. He does not here contend that the rule is otherwise. Nor does Meisner deny that he performed the services in question without holding a California license as a business opportunity broker or salesman.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It is Meisner's contention, however, that the services performed in California for which he seeks compensation were not those of a business opportunity broker or salesman. The only service required of him under the asserted contract, Meisner argues, was to find a purchaser for the assets of Reliance Steel. Under California law, he urges, a business opportunity broker's or salesman's license is not required \"for merely finding a purchaser.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Meisner is correct in asserting that under California law such a license is not required for merely finding a purchaser. In Crofoot v. Spivak, 113 Cal. App.2d 146, 248 P.2d 45, the question presented was whether a license is required before one can collect on a promise to pay compensation for introducing a prospective purchaser to a property owner desiring to sell his properties. It was shown that the promise upon which the plaintiff sued was a promise to pay for an introduction \"and required no further act\" on the part of the plaintiff. Moreover, in fulfillment of that promise nothing more was done \"than the bare act of introduction.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Holding for the plaintiff, the District Court of Appeal agreed with the trial judge that \"no license is required for the simple act of introducing one person to another &#8212; yet.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In support of the rule announced in Crofoot, the court there cited Shaffer v. Beinhorn, 190 Cal. 569, 213 P. 960, 962. In the latter case a demurrer to a complaint had been sustained on the ground that under the allegations of that pleading the plaintiff was seeking compensation for services as a real estate broker or salesman, but held no license as such. In reversing the judgment it was pointed out that under the allegations of the complaint the plaintiff's only duty under the contract was to find or introduce to defendant a prospective purchaser. \"By the terms of the contract, as set forth in the complaint,\" the court said, \"the `negotiation' of the sale was to be left entirely to defendant.\" Under these allegations, the court held, it was not established that the plaintiff was seeking compensation as a real estate broker or salesman.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the case of Palmer v. Wahler, 133 Cal.App.2d 705, 285 P.2d 8, the rule of the Crofoot and Shaffer cases was once again applied. The contract there in question was held to be a \"finders agreement.\" The court there stated (285 P. 2d at page 11):</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">\"There is no substantial evidence that plaintiff was asked or employed to do other than find a buyer, or that he handled or participated in the negotiations for sale after he had found and introduced the buyer, Dolan, to the owners of the timber.\"</p>\n    </div>\n    <a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The material facts relevant to the nature of the services Meisner was expected to and did render are established by the pleadings, admissions, answers to interrogatories, undisputed affidavits and exhibits of record. These facts, concerning which there is no genuine issue, are stated below.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Thomas J. Neilan desired to sell the assets or capital stock of Reliance Steel, a California corporation. He entered into an informal arrangement with one Jack Moore, whereby the latter was to receive a commission for locating an acceptable buyer. The commission agreed upon was 5% of the first million dollars of the purchase price and 2&#189;% of the balance, earned and payable if and when a sale was consummated. Moore advertised the business for sale. Meisner, a Detroit lawyer, saw the advertisement and communicated with Moore, indicating that he had prospective buyers in mind whose identities were not disclosed.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Moore advised Neilan of Meisner's inquiry. Neilan thereupon sent William T. Gimbel, an officer of Reliance Steel, to Detroit to see Meisner. Gimbel and Meisner conferred on July 21, 1957. At this conference Meisner indicated that he would expect a commission for finding a buyer. Gimbel apparently told Meisner to take this up with Moore, and Meisner did so later the same day.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As a result, Moore agreed, over the telephone, to pay Meisner one-half of the total sales commission realized by Moore from the sale of Reliance Steel if Meisner was responsible for the consummation of the sale. This oral agreement was confirmed by an exchange of letters. In Meisner's confirmatory letter dated July 25, 1957, he stated that he would be entitled to one-half of the total commission \"upon the completion of a deal initiated and concluded by me.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">After entering into this commission arrangement with Moore, Meisner wrote to Moore on July 30, 1957, disclosing the names of prospective buyers, including one Myron Hokin of Chicago. In August 1957 negotiations were carried on in Los Angeles between Myron Hoken and his associates and representatives of Reliance Steel. Meisner was present part of the time. The prospective buyer and seller, however, were unable to agree on the purchase price and other material terms of the sale. Hokin withdrew from the negotiations and returned to Chicago.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Meisner then made an effort to revive the deal. He went to Los Angeles armed with a letter from Hokin to Reliance Steel dated September 30, 1957, setting forth proposed terms. He also took with him a letter from Hokin to Paul D. Dodds, vice president of appellee bank, advising of Hokin's intention to open an escrow \"subject to the parties' entering into a mutually satisfactory contract,\" and a check in the sum of $250,000, drawn in favor of appellee bank by The First National Bank of Chicago. In a conference which he then had with officials of Reliance Steel, Meisner offered to forego one-half of the share of the total sales commission to which he would be entitled under his arrangement with Moore.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As a result of these renewed negotiations, Reliance Steel and Neilan endorsed Hokin's letter of September 30, 1957, after attaching a rider bearing date of October 2, 1957. Meisner left the Hokin letter to Dodds and the $250,000 check with Neilan, and returned to Chicago to obtain Hokin's approval of the October 2, 1957, rider. He was successful in this, and mailed the approval to Neilan, with instructions to present the check and the Hokin letter to Dodds at the bank. Neilan complied.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">On October 7, 1957, Neilan wrote to Meisner advising that Nielan had succeeded in getting Moore to agree to give up half of his commission on the Hokin deal, with the understanding that Meisner would do likewise. Neilan asked Meisner in this letter to write confirming Meisner's agreement to split his half of the commission. Meisner did not furnish such written confirmation.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On November 12, 1957, Neilan again wrote to Meisner requesting the latter to sign and return a letter to Neilan which had been prepared for Meisner's signature. The letter prepared for Meisner's signature was intended to confirm the understanding of the parties that the commission of 5% on the first million dollars and 2&#189;% on the net purchase price above that amount received as proceeds from the sale had been reduced to one-half such amount. The letter prepared for Meisner's signature also contained a recital to the effect that Meisner's half of such reduced amount would be paid directly to him upon the consummation of the sale.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Meisner did not sign the letter which Neilan had transmitted for his signature. Instead, on November 18, 1957, he wrote to Neilan enclosing a letter bearing the same date. In both he stated his understanding of the agreement to be that his share of the commission had been reduced to the fixed amount of $30,000. In his letter of transmittal Meisner referred to \"the untiring efforts I put forth and the considerable expense incurred in bringing you and Hokin to a mutual understanding.\" Neilan did not receive this letter and enclosure because he died on November 17, 1957.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As late as November 12, 1957, when Neilan last wrote to Meisner, Reliance Steel was negotiating with Hokin and his attorneys. However, the parties and their respective attorneys were never able to agree upon a draft of escrow instructions or a formal written contract, and the sale and purchase was never consummated.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The undisputed facts reviewed above show that if Meisner had any contractual arrangement with Reliance Steel and Neilan it was predicated upon the division of fees originally arranged between Moore and Meisner, as thereafter reduced pursuant to Meisner's suggestion. That original arrangement between Moore and Meisner entitled the latter to share in the fee only with regard to \"a deal initiated and concluded\" by Meisner. Such an agreement is not limited to the finding of a purchaser, but contemplates active participation in the negotiations leading to consummation of the sale.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">These undisputed facts further show that Meisner very actively participated in the negotiations. He dealt with the prospective buyer in Chicago and the prospective seller in Los Angeles. He also participated in Los Angeles negotiations when both parties were together. He was the moving party in reviving the negotiations after they had faltered in August 1957. In this connection he conferred with Neilan in California, and presented certain documents which he had been instrumental in obtaining. As Meisner wrote in his letter of November 8, 1957, he incurred considerable expense in bringing Neilan and Hokin to a mutual understanding.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The conclusion is inescapable that under these established facts Meisner's commission agreement with Reliance Steel and Neilan, if it existed at all, and his services performed thereunder were not limited to the finding of a buyer, but included participation, to a substantial extent in California, in the negotiations between buyer and seller. The compensation which he seeks is therefore for services rendered largely as a California business opportunity broker or salesman. Since he did not have a California license to render such service, he may not maintain the action.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Summary judgment for appellees on the third ground relied upon by the trial court was accordingly appropriate. It is unnecessary to consider whether any or all of the remaining grounds are also meritorious.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A summary judgment may not be entered if the pleadings, depositions, admissions, and affidavits on file show that there is a genuine issue as to any material fact. Rule 56(c), Federal Rules of Civil Procedure, 28 U.S.C.A</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Such a claim was subsequently presented and rejected, and these acts were referred to in an amended complaint thereafter filed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The terms \"business opportunity,\" \"business opportunity broker,\" and \"business opportunity salesman,\" are defined by statute as follows:</p>\n        <p class=\"indent\">\"&#167; 10251. <i>Business opportunity.</i> As used in this part, the words `business opportunity' shall mean and include business, business opportunity and good will of an existing business or any one or combination thereof.\"</p>\n        <p class=\"indent\">\"&#167; 10252. <i>Broker.</i> A business opportunity broker within the meaning of this part is a person who, for a compensation, sells or offers for sale, rents, or offers to rent, or collects rent, buys, or offers to buy, lists, leases or offers to lease, or solicits for prospective tenants or purchasers, or negotiates loans on, or negotiates the purchase or sale or the renting, leasing or exchanging of a business, business opportunity, or interest therein, or the good will of an existing business for another or others.\"</p>\n        <p class=\"indent\">\"&#167; 10253. <i>Salesman.</i> A business opportunity salesman within the meaning of this part is a natural person who for a compensation is employed by a licensed business opportunity broker to sell or offer for sale, to rent, or offer to rent, or collect rent, or to list or offer to list, or to buy or to offer to buy, or to lease or offer to lease, or to solicit for prospective tenants or purchasers, or to negotiate loans on, or to negotiate the purchase or sale or the renting, leasing, or exchanging of a business, business opportunity, or interest therein, or the good will of an existing business.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Angel v. Bullington, 330 U.S. 183, 67 S. Ct. 657, 91 L.Ed. 832; Woods v. Interstate Realty Co., 337 U.S. 535, 69 S.Ct. 1235, 93 L.Ed. 1524</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Amplifying this statement, the court said (248 P.2d at page 46):</p>\n        <p class=\"indent\">\"* * * The trial court also found that respondent did no more than was called for, that is, did nothing but introduce the prospective purchasers to the appellant who himself thereafter conducted the negotiations resulting in the sale of his property without any act or aid by respondent.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The court further stated in its opinion (213 P. at page 962):</p>\n        <p class=\"indent\">\"It may be that, upon a trial of the case, the defendant may be able to prove that plaintiffs did in fact actually assist in negotiating the sale. If he can do this, it is a good defense. But for the purpose of passing upon a demurrer it is not permissible to predicate a ruling upon the presumption that plaintiffs did actually assist in the subsequent negotiations which ultimately resulted in the sale.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See, also, Freeman v. Jergins, 125 Cal. App.2d 536, 271 P.2d 210; and McKenna v. Edwards, 19 Cal.App.2d 327, 65 P.2d 810</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">273</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></span></p>\n    <p class=\"parties\">Harry H. MEISNER, Appellant,<br>v.<br>RELIANCE STEEL &amp; ALUMINUM CO., a corporation, and Security-First National Bank of Los Angeles, Executor of the Estate of Thomas J. Neilan, Deceased, Appellee.</p>\n    <p class=\"docket\">No. 16358.</p>\n    <p class=\"court\">United States Court of Appeals Ninth Circuit.</p>\n    <p class=\"date\">December 7, 1959.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Meisner &amp; Meisner, Thomas L. Poindexter, Detroit, Mich., for appellant.</p>\n      <p class=\"indent\">Lawler, Felix &amp; Hall, William T. Coffin, Robert Henigson, Los Angeles, Cal., for appellees.</p>\n      <p class=\"indent\">Before BARNES, HAMLEY and JERTBERG, Circuit Judges.</p>\n      <p class=\"indent\">HAMLEY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Harry H. Meisner brought this action to recover a commission assertedly earned for finding a person willing to purchase the assets of a corporation. Named as defendants were the corporation in question, Reliance Steel &amp; Aluminum Co., and Security-First National Bank of Los Angeles as executor of the estate of Thomas J. Neilan. During his lifetime Neilan had been president and controlling stockholder of Reliance Steel. Jurisdiction in the district court was founded upon diversity of citizenship.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Summary judgment was entered for defendants, and Meisner appealed. He here contends that the case should not have been disposed of by summary judgment because there were genuine issues as to material facts.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The court based its judgment on the following independent grounds: (1) Appellees were not parties to any contract with Meisner for the payment of a commission; (2) if there was such a contract, Meisner did not earn his commission because no sale of the assets or capital stock of Reliance Steel was consummated; (3) Meisner cannot maintain the action because he was not licensed by California as a business opportunity broker or salesman; and (4) he failed to file a creditor's claim in the estate of Thomas J. Neilan prior to commencing the action.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Any one of the first three grounds would be sufficient, standing alone, to require judgment for appellees. If any such ground was established by facts concerning which there was no genuine issue, it was proper to enter summary judgment for appellees; otherwise not.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The third ground, pertaining to the necessity of holding a business opportunity broker's or salesman's license, is based upon the statutes of California, where this action was begun. Under section 10250, Business &amp; Professions Code of the State of California, it is unlawful for any person to engage in the business of, act in the capacity of, or assume to act as a business opportunity broker or salesman without first obtaining a state license. Such a license may be obtained by a nonresident of California. Business &amp; Professions Code, &#167; 10131.5. Under section 10257 of the same code, no person may maintain an action in the courts of California for compensation earned while acting as a business opportunity broker or salesman<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> in that state without proving that he had such a license when the alleged cause of action arose.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The policy of Erie R. Co. v. Tompkins, <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1188</span></span>, precludes maintenance in federal court in diversity cases of suits to which the state has closed its courts.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> It follows that Meisner may not maintain this action unless, save for diversity, he could have maintained it in the courts of California. He does not here contend that the rule is otherwise. Nor does Meisner deny that he performed the services in question without holding a California license as a business opportunity broker or salesman.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It is Meisner's contention, however, that the services performed in California for which he seeks compensation were not those of a business opportunity broker or salesman. The only service required of him under the asserted contract, Meisner argues, was to find a purchaser for the assets of Reliance Steel. Under California law, he urges, a business opportunity broker's or salesman's license is not required \"for merely finding a purchaser.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Meisner is correct in asserting that under California law such a license is not required for merely finding a purchaser. In Crofoot v. Spivak, <span class=\"citation\" data-id=\"2615693\"><a href=\"/opinion/2615693/crofoot-v-spivak/\"><span class=\"volume\">113</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">146</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">248</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">45</span></span>, the question presented was whether a license is required before one can collect on a promise to pay compensation for introducing a prospective purchaser to a property owner desiring to sell his properties. It was shown that the promise upon which the plaintiff sued was a promise to pay for an introduction \"and required no further act\" on the part of the plaintiff. Moreover, in fulfillment of that promise nothing more was done \"than the bare act of introduction.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Holding for the plaintiff, the District Court of Appeal agreed with the trial judge that \"no license is required for the simple act of introducing one person to another &#8212; yet.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In support of the rule announced in Crofoot, the court there cited Shaffer v. Beinhorn, <span class=\"citation no-link\"><span class=\"volume\">190</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">569</span></span>, <span class=\"citation no-link\"><span class=\"volume\">213</span> <span class=\"reporter\">P.</span> <span class=\"page\">960</span></span>, 962. In the latter case a demurrer to a complaint had been sustained on the ground that under the allegations of that pleading the plaintiff was seeking compensation for services as a real estate broker or salesman, but held no license as such. In reversing the judgment it was pointed out that under the allegations of the complaint the plaintiff's only duty under the contract was to find or introduce to defendant a prospective purchaser. \"By the terms of the contract, as set forth in the complaint,\" the court said, \"the `negotiation' of the sale was to be left entirely to defendant.\" Under these allegations, the court held, it was not established that the plaintiff was seeking compensation as a real estate broker or salesman.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the case of Palmer v. Wahler, <span class=\"citation\" data-id=\"1438279\"><a href=\"/opinion/1438279/palmer-v-wahler/\"><span class=\"volume\">133</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">705</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">285</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">8</span></span>, the rule of the Crofoot and Shaffer cases was once again applied. The contract there in question was held to be a \"finders agreement.\" The court there stated (285 P. 2d at page 11):</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">\"There is no substantial evidence that plaintiff was asked or employed to do other than find a buyer, or that he handled or participated in the negotiations for sale after he had found and introduced the buyer, Dolan, to the owners of the timber.\"</p>\n    </div>\n    <a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The material facts relevant to the nature of the services Meisner was expected to and did render are established by the pleadings, admissions, answers to interrogatories, undisputed affidavits and exhibits of record. These facts, concerning which there is no genuine issue, are stated below.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Thomas J. Neilan desired to sell the assets or capital stock of Reliance Steel, a California corporation. He entered into an informal arrangement with one Jack Moore, whereby the latter was to receive a commission for locating an acceptable buyer. The commission agreed upon was 5% of the first million dollars of the purchase price and 2&#189;% of the balance, earned and payable if and when a sale was consummated. Moore advertised the business for sale. Meisner, a Detroit lawyer, saw the advertisement and communicated with Moore, indicating that he had prospective buyers in mind whose identities were not disclosed.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Moore advised Neilan of Meisner's inquiry. Neilan thereupon sent William T. Gimbel, an officer of Reliance Steel, to Detroit to see Meisner. Gimbel and Meisner conferred on July 21, 1957. At this conference Meisner indicated that he would expect a commission for finding a buyer. Gimbel apparently told Meisner to take this up with Moore, and Meisner did so later the same day.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As a result, Moore agreed, over the telephone, to pay Meisner one-half of the total sales commission realized by Moore from the sale of Reliance Steel if Meisner was responsible for the consummation of the sale. This oral agreement was confirmed by an exchange of letters. In Meisner's confirmatory letter dated July 25, 1957, he stated that he would be entitled to one-half of the total commission \"upon the completion of a deal initiated and concluded by me.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">After entering into this commission arrangement with Moore, Meisner wrote to Moore on July 30, 1957, disclosing the names of prospective buyers, including one Myron Hokin of Chicago. In August 1957 negotiations were carried on in Los Angeles between Myron Hoken and his associates and representatives of Reliance Steel. Meisner was present part of the time. The prospective buyer and seller, however, were unable to agree on the purchase price and other material terms of the sale. Hokin withdrew from the negotiations and returned to Chicago.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Meisner then made an effort to revive the deal. He went to Los Angeles armed with a letter from Hokin to Reliance Steel dated September 30, 1957, setting forth proposed terms. He also took with him a letter from Hokin to Paul D. Dodds, vice president of appellee bank, advising of Hokin's intention to open an escrow \"subject to the parties' entering into a mutually satisfactory contract,\" and a check in the sum of $250,000, drawn in favor of appellee bank by The First National Bank of Chicago. In a conference which he then had with officials of Reliance Steel, Meisner offered to forego one-half of the share of the total sales commission to which he would be entitled under his arrangement with Moore.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As a result of these renewed negotiations, Reliance Steel and Neilan endorsed Hokin's letter of September 30, 1957, after attaching a rider bearing date of October 2, 1957. Meisner left the Hokin letter to Dodds and the $250,000 check with Neilan, and returned to Chicago to obtain Hokin's approval of the October 2, 1957, rider. He was successful in this, and mailed the approval to Neilan, with instructions to present the check and the Hokin letter to Dodds at the bank. Neilan complied.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">On October 7, 1957, Neilan wrote to Meisner advising that Nielan had succeeded in getting Moore to agree to give up half of his commission on the Hokin deal, with the understanding that Meisner would do likewise. Neilan asked Meisner in this letter to write confirming Meisner's agreement to split his half of the commission. Meisner did not furnish such written confirmation.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On November 12, 1957, Neilan again wrote to Meisner requesting the latter to sign and return a letter to Neilan which had been prepared for Meisner's signature. The letter prepared for Meisner's signature was intended to confirm the understanding of the parties that the commission of 5% on the first million dollars and 2&#189;% on the net purchase price above that amount received as proceeds from the sale had been reduced to one-half such amount. The letter prepared for Meisner's signature also contained a recital to the effect that Meisner's half of such reduced amount would be paid directly to him upon the consummation of the sale.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Meisner did not sign the letter which Neilan had transmitted for his signature. Instead, on November 18, 1957, he wrote to Neilan enclosing a letter bearing the same date. In both he stated his understanding of the agreement to be that his share of the commission had been reduced to the fixed amount of $30,000. In his letter of transmittal Meisner referred to \"the untiring efforts I put forth and the considerable expense incurred in bringing you and Hokin to a mutual understanding.\" Neilan did not receive this letter and enclosure because he died on November 17, 1957.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As late as November 12, 1957, when Neilan last wrote to Meisner, Reliance Steel was negotiating with Hokin and his attorneys. However, the parties and their respective attorneys were never able to agree upon a draft of escrow instructions or a formal written contract, and the sale and purchase was never consummated.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The undisputed facts reviewed above show that if Meisner had any contractual arrangement with Reliance Steel and Neilan it was predicated upon the division of fees originally arranged between Moore and Meisner, as thereafter reduced pursuant to Meisner's suggestion. That original arrangement between Moore and Meisner entitled the latter to share in the fee only with regard to \"a deal initiated and concluded\" by Meisner. Such an agreement is not limited to the finding of a purchaser, but contemplates active participation in the negotiations leading to consummation of the sale.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">These undisputed facts further show that Meisner very actively participated in the negotiations. He dealt with the prospective buyer in Chicago and the prospective seller in Los Angeles. He also participated in Los Angeles negotiations when both parties were together. He was the moving party in reviving the negotiations after they had faltered in August 1957. In this connection he conferred with Neilan in California, and presented certain documents which he had been instrumental in obtaining. As Meisner wrote in his letter of November 8, 1957, he incurred considerable expense in bringing Neilan and Hokin to a mutual understanding.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The conclusion is inescapable that under these established facts Meisner's commission agreement with Reliance Steel and Neilan, if it existed at all, and his services performed thereunder were not limited to the finding of a buyer, but included participation, to a substantial extent in California, in the negotiations between buyer and seller. The compensation which he seeks is therefore for services rendered largely as a California business opportunity broker or salesman. Since he did not have a California license to render such service, he may not maintain the action.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Summary judgment for appellees on the third ground relied upon by the trial court was accordingly appropriate. It is unnecessary to consider whether any or all of the remaining grounds are also meritorious.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A summary judgment may not be entered if the pleadings, depositions, admissions, and affidavits on file show that there is a genuine issue as to any material fact. Rule 56(c), Federal Rules of Civil Procedure, 28 U.S.C.A</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Such a claim was subsequently presented and rejected, and these acts were referred to in an amended complaint thereafter filed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The terms \"business opportunity,\" \"business opportunity broker,\" and \"business opportunity salesman,\" are defined by statute as follows:</p>\n        <p class=\"indent\">\"&#167; 10251. <i>Business opportunity.</i> As used in this part, the words `business opportunity' shall mean and include business, business opportunity and good will of an existing business or any one or combination thereof.\"</p>\n        <p class=\"indent\">\"&#167; 10252. <i>Broker.</i> A business opportunity broker within the meaning of this part is a person who, for a compensation, sells or offers for sale, rents, or offers to rent, or collects rent, buys, or offers to buy, lists, leases or offers to lease, or solicits for prospective tenants or purchasers, or negotiates loans on, or negotiates the purchase or sale or the renting, leasing or exchanging of a business, business opportunity, or interest therein, or the good will of an existing business for another or others.\"</p>\n        <p class=\"indent\">\"&#167; 10253. <i>Salesman.</i> A business opportunity salesman within the meaning of this part is a natural person who for a compensation is employed by a licensed business opportunity broker to sell or offer for sale, to rent, or offer to rent, or collect rent, or to list or offer to list, or to buy or to offer to buy, or to lease or offer to lease, or to solicit for prospective tenants or purchasers, or to negotiate loans on, or to negotiate the purchase or sale or the renting, leasing, or exchanging of a business, business opportunity, or interest therein, or the good will of an existing business.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Angel v. Bullington, <span class=\"citation\" data-id=\"104380\"><a href=\"/opinion/104380/angel-v-bullington/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">183</span></a></span>, <span class=\"citation\" data-id=\"104380\"><a href=\"/opinion/104380/angel-v-bullington/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">657</span></a></span>, 91 L.Ed. 832; Woods v. Interstate Realty Co., <span class=\"citation\" data-id=\"104694\"><a href=\"/opinion/104694/woods-v-interstate-realty-co/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">535</span></a></span>, <span class=\"citation\" data-id=\"104694\"><a href=\"/opinion/104694/woods-v-interstate-realty-co/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1235</span></a></span>, <span class=\"citation\" data-id=\"104694\"><a href=\"/opinion/104694/woods-v-interstate-realty-co/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1524</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Amplifying this statement, the court said (248 P.2d at page 46):</p>\n        <p class=\"indent\">\"* * * The trial court also found that respondent did no more than was called for, that is, did nothing but introduce the prospective purchasers to the appellant who himself thereafter conducted the negotiations resulting in the sale of his property without any act or aid by respondent.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The court further stated in its opinion (213 P. at page 962):</p>\n        <p class=\"indent\">\"It may be that, upon a trial of the case, the defendant may be able to prove that plaintiffs did in fact actually assist in negotiating the sale. If he can do this, it is a good defense. But for the purpose of passing upon a demurrer it is not permissible to predicate a ruling upon the presumption that plaintiffs did actually assist in the subsequent negotiations which ultimately resulted in the sale.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See, also, Freeman v. Jergins, <span class=\"citation\" data-id=\"1416047\"><a href=\"/opinion/1416047/freeman-v-jergins/\"><span class=\"volume\">125</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">536</span></a></span>, 271 P.2d 210; and McKenna v. Edwards, <span class=\"citation\" data-id=\"2617931\"><a href=\"/opinion/2617931/mckenna-v-edwards/\"><span class=\"volume\">19</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">327</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">810</span></span></p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1416047/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1438279/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2615693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2617931/"
  ]
}