{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/353/",
  "absolute_url": "/opinion/353/united-states-v-hernandez-ferrer/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/353/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-03-19T22:00:56Z",
  "date_modified": "2016-04-26T13:47:39.357826Z",
  "type": "010combined",
  "sha1": "e967a7b5269746839952be648f55e2f586df6e6b",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1100P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/03/19/US_v._Hernandez-Ferrer.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 09-1100\n\n                      UNITED STATES OF AMERICA,\n\n                              Appellee,\n\n                                  v.\n\n                      BERNARDO HERNÁNDEZ-FERRER,\n\n                        Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Juan M. Pérez-Giménez, U.S. District Judge]\n\n\n\n                                Before\n\n              Torruella, Selya and Lipez, Circuit Judges.\n\n\n\n\n     Thomas J. Trebilcock-Horan, with whom Joseph C. Laws, Jr.,\nFederal Public Defender, and Patricia A. Garrity, Assistant Federal\nPublic Defender, were on brief, for appellant.\n     Thomas F. Klumper, Assistant United States Attorney, with whom\nRosa Emilia Rodríguez-Vélez, United States Attorney, and Nelson\nPérez-Sosa, Assistant United States Attorney (Appellate Chief),\nwere on brief, for appellee.\n\n\n\n                            March 19, 2010\n\f           SELYA, Circuit Judge.       This appeal poses a question of\n\nfirst impression in this circuit: Does a district court have\n\nauthority to revoke a term of supervised release based on conduct\n\noccurring after the scheduled expiration date of the term, where\n\nthe offender has absconded prior to the expiration date and is not\n\napprehended until some time after committing the alleged violation?\n\nConcluding, as we do, that there can be no tolling of the period of\n\nsupervised release on the basis of fugitive status, we answer this\n\nquestion in the negative.       Consequently, we vacate the judgment\n\nbelow and, in the bargain, part company with the only other court\n\nof appeals to have addressed this question.\n\nI.   BACKGROUND\n\n           The facts are straightforward.       In 2000, a federal grand\n\njury sitting in the District of Puerto Rico indicted defendant-\n\nappellant Bernardo Hernández-Ferrer.          Early the next year, the\n\nappellant pleaded guilty to a charge of conspiracy to distribute\n\nnarcotics.   See 21 U.S.C. §§ 841(a)(1), 846.         On May 25, 2001, the\n\ndistrict court sentenced him to thirty-three months in prison, to\n\nbe followed by a three-year term of supervised release.\n\n           The    appellant   served   his   prison   sentence   and   began\n\nserving his supervised release term on January 10, 2003. Thus, the\n\nterm was set to expire on January 10, 2006.1\n\n\n     1\n       In the district court, the appellant asserted that the\nscheduled expiration date was January 9, 2006. In his appellate\nbrief, he suggests that January 10, not January 9, would under\n\n                                   -2-\n\f            On September 26, 2005, the probation department, by\n\nmotion,    notified   the   district     court    that   the   appellant   had\n\ncommitted Grade C violations of the conditions of his supervised\n\nrelease, USSG §7B1.1(a)(3), during and after the summer of 2005.\n\nThe probation department requested the issuance of both an arrest\n\nwarrant and an order to show cause why the appellant's supervised\n\nrelease should not be revoked.               The motion explained that the\n\nappellant had not submitted his monthly supervision reports for a\n\nnumber of months; that he had failed to appear for three scheduled\n\noffice appointments; and that he had neglected to notify the\n\nprobation department of changes in his employment and residence.\n\nThe motion papers added that the appellant's whereabouts were\n\nunknown.\n\n            The district court issued an order to show cause on\n\nSeptember     29,   2005,   and   an   arrest     warrant   some   two   weeks\n\nthereafter.    A show-cause hearing was scheduled but then cancelled\n\nbecause the arrest warrant had not been served.\n\n            On January 11, 2006, one day after the nominal expiration\n\ndate of the appellant's supervised release term, Puerto Rico police\n\nofficers caught the appellant distributing heroin and arrested him\n\nfor that conduct.     He subsequently entered a guilty plea to the new\n\n\n\n\nordinary circumstances have been the last day of the term. Because\nthis one-day discrepancy makes no difference to the outcome here,\nwe assume an expiration date of January 10.\n\n                                       -3-\n\fcharges in a local court.          On May 23, 2006, that court sentenced\n\nhim to five years' imprisonment.\n\n           Meanwhile, the dormant federal proceeding returned to\n\nlife.     On    May   4,   2006,    the   probation   department     filed   a\n\nsupplemental motion informing the district court of the appellant's\n\nJanuary 11, 2006, drug crime, which constituted a Grade A violation\n\nof his supervised release conditions.          See id. §7B1.1(a)(1); see\n\nalso 18 U.S.C. § 3583(d) (mandating, as a condition of supervised\n\nrelease, that the offender not commit a crime during the term of\n\nsupervision).    The appellant responded on January 26, 2007.             After\n\nsome    procedural    skirmishing      (including     the   denial   of    the\n\nappellant's motion to dismiss for want of jurisdiction), the court\n\nconvened a final revocation hearing.\n\n           At the hearing, the appellant acknowledged that the court\n\nhad jurisdiction to consider revoking his supervised release based\n\non the Grade C violations described in the probation department's\n\noriginal motion but maintained that the court lacked similar\n\nauthority with respect to the alleged Grade A violation because the\n\nlatter had occurred after the expiration of his supervised release\n\nterm.    He also asked the court to reconsider its denial of his\n\nearlier motion to dismiss that charge.\n\n           The court denied the motion for reconsideration, holding\n\nthat the probation department's original motion and the arrest\n\nwarrant issued pursuant thereto had \"interrupted\" the term of\n\n\n                                      -4-\n\fsupervised release, such that the term was \"still alive\" when the\n\nappellant committed the alleged Grade A violation.       The court then\n\nrevoked the appellant's supervised release; calculated an advisory\n\nsentencing range based on the more serious Grade A violation, see\n\nUSSG §7B1.1(b); and imposed a within-the-range sentence of twenty-\n\none months in prison.       This timely appeal ensued.\n\nII.   ANALYSIS\n\n           Whether a district court has authority to revoke a term\n\nof supervised release is a question of law and, thus, engenders de\n\nnovo review.     United States v. Goins, 516 F.3d 416, 419 (6th Cir.\n\n2008).   We proceed accordingly.\n\n                       A.    The Legal Landscape.\n\n           The touchstone of our inquiry is 18 U.S.C. § 3583.\n\nPursuant to that statute, a district court may revoke an offender's\n\nsupervised release and order him to serve additional jail time upon\n\na finding that the offender has violated one or more conditions of\n\nhis supervised release.        See id. § 3583(e)(3).     At times, the\n\nrevocation hearing may not be held until after the scheduled\n\nexpiration of the supervised release term. In those instances, the\n\ndistrict court's authority is governed by a specific delayed-\n\nrevocation provision, which states in pertinent part:\n\n           The power of the court to revoke a term of\n           supervised   release  for   violation  of   a\n           condition of supervised release, and to order\n           the defendant to serve a term of imprisonment\n           . . . extends beyond the expiration of the\n           term of supervised release for any period\n\n                                    -5-\n\f          reasonably necessary for the adjudication of\n          matters arising before its expiration if,\n          before its expiration, a warrant or summons\n          has been issued on the basis of an allegation\n          of such a violation.\n\nId. § 3583(i).\n\n          Once a court revokes an offender's supervised release, it\n\nmust sentence the violator.    To aid in this endeavor, the United\n\nStates Sentencing Commission has promulgated a table of recommended\n\nsentencing ranges.   See USSG §7B1.4.   These ranges and the other\n\npolicy statements contained in Chapter 7 of the Guidelines Manual\n\nare advisory.2   In the last analysis, the district courts, subject\n\nto the usual preconditions of reasonableness and the like, have\n\nbroad discretion to impose sentences within the statutory limits\n\nlimned in 18 U.S.C. § 3583(e)(3). See United States v. Jackson, 549\n\nF.3d 1115, 1116 n.2 (7th Cir. 2008).\n\n                        B.   Plain Language.\n\n          In the case at hand, the appellant concedes that the\n\ndistrict court had authority to revoke his supervised release based\n\non the Grade C violations that occurred in 2005.   But the district\n\ncourt did not hinge the revocation and sentence on those violations\n\nalone; rather, it acted upon the later-occurring Grade A violation.\n\nSeizing upon this choice, the appellant argues that the court did\n\n\n\n     2\n       These ranges and other policy statements were explicitly\ndenominated as advisory even before the Supreme Court's landmark\ndecision in United States v. Booker, 543 U.S. 220, 259 (2005). See\nUnited States v. Work, 409 F.3d 484, 492 (1st Cir. 2005).\n\n                                 -6-\n\fnot have authority to revoke his supervised release on that basis\n\nbecause the underlying conduct — the local drug crime — occurred\n\nafter the expiration of his supervised release term.             In his view,\n\njurisdiction under the delayed-revocation provision is restricted\n\nto violations for which, before the expiration of a term, a summons\n\nor warrant has issued.       The government demurs.\n\n             In the end, this dispute boils down to a matter of\n\nstatutory construction.       Consequently, we must start with the text\n\nof the relevant statute.       See Kholi v. Wall, 582 F.3d 147, 152 (1st\n\nCir. 2009).        By its plain language, section 3583(i) extends the\n\ndistrict court's jurisdiction beyond the stated expiration of a term\n\nof supervised release.         But that extension operates only in a\n\nparticular set of circumstances: \"for the adjudication of matters\n\narising before its expiration if, before its expiration, a warrant\n\nor summons has been issued.\"           Here, however, the local drug crime\n\n(the gravamen of the alleged Grade A violation) took place after the\n\nappellant's supervised release term had expired.            Thus, it does not\n\ncome within the plain language of the statute.\n\n             The district court apparently thought that the earlier\n\nissuance of a warrant for other violations occurring before the\n\nexpiration    of    the   supervised    release   term   paved   the   way   for\n\njurisdiction over the Grade A violation.                 This proposition is\n\nuntenable.    Cf. United States v. Naranjo, 259 F.3d 379, 383 (5th\n\nCir. 2001) (holding that section 3583(i) permits revocation based\n\n\n                                       -7-\n\fon any violation \"committed during [the] supervised-release-term,\"\n\neven   if    contained    in    a   petition   for   revocation   filed   after\n\nexpiration of the term, as long as a warrant or summons has issued\n\nduring that term on the basis of another violation (emphasis in\n\noriginal)).     There is simply no jurisprudential foundation for the\n\nidea that a timely warrant for one violation operates to preserve\n\njurisdiction for later violations occurring after the expiration of\n\nthe supervised release term.          That is not the law.\n\n                         C.    Availability of Tolling.\n\n              In an effort to snatch victory from the jaws of defeat,\n\nthe government urges us to hold that a term of supervised release\n\nis tolled during any period in which an offender has absconded from\n\nsupervision.     Specifically, it contends that the appellant became\n\na fugitive when he failed in the summer of 2005 to keep the\n\nprobation department apprised of his whereabouts and, thus, the\n\nrunning of his term of supervised release was tolled during the\n\nperiod that he was missing; that is, until his arrest by Puerto\n\nRico police officers on January 11, 2006. From that point forward,\n\nthe government adds, his term of supervised release was tolled\n\nunder 18 U.S.C. § 3624(e) due to his imprisonment for the new\n\ncrime.      Hence, the supervised release term had not expired either\n\nwhen the appellant committed the new drug crime or when the\n\nprobation department filed the supplemental motion in which it\n\nnotified the district court of that crime.\n\n\n                                       -8-\n\f            The government is correct that imprisonment lasting for\n\nat least thirty days, in connection with a different offense, tolls\n\nthe running of a supervised release term.         18 U.S.C. § 3624(e).    In\n\nthis instance, however, the appellant was not detained for the new\n\ncrime until after the scheduled expiration date of his supervised\n\nrelease term had come and gone.             Thus, the question reduces to\n\nwhether his fugitive status prior to his commission of that crime\n\ntolled the term of supervised release beforehand (such that his\n\nterm did not expire as scheduled on January 10, 2006).             It is to\n\nthis question that we now turn.\n\n            The   only   court   of   appeals    to   have   addressed   this\n\nquestion — the Ninth Circuit — has found merit in the government's\n\nposition.     See United States v. Delamora, 451 F.3d 977, 978 (9th\n\nCir. 2006); United States v. Murguia-Oliveros, 421 F.3d 951, 952\n\n(9th Cir. 2005); United States v. Crane, 979 F.2d 687, 691 (9th\n\nCir. 1992).    We are not so sanguine.\n\n            Assuming, without deciding, that the appellant was a\n\nfugitive,3 we nonetheless reject the government's asseveration that\n\nan offender's fugitive status tolls the running of a term of\n\nsupervised release.      We explain our reasoning below.\n\n\n     3\n       It is not clear whether the appellant can be said to have\nbeen a fugitive. See, e.g., Murguia-Oliveros, 421 F.3d at 953-54\n(defining \"fugitive\" for this purpose as one who \"abscond[s] from\nserving the terms of [] supervised release\" by \"depart[ing] the\nplace [in which the offender] was authorized by the terms of his\nrelease to be,\" and \"fail[ing] to contact his probation officer as\nrequired\").\n\n                                      -9-\n\f           To   begin,   the   statutory   provisions   touching   upon\n\nsupervised release neither expressly require nor expressly permit\n\ntolling during the interval when an offender is in fugitive status.\n\nThe only tolling provision that Congress saw fit to enact is\n\ncontained in 18 U.S.C. § 3624(e), which tolls the running of a term\n\nof supervised release during any period in which an offender is\n\nimprisoned for thirty days or more in connection with a different\n\ncrime.   The absence of an express tolling provision for fugitive\n\nstatus, coupled with the presence of an express tolling provision\n\nthat encompasses other circumstances, is highly significant.        See\n\nRussello v. United States, 464 U.S. 16, 23 (1983); Trenkler v.\n\nUnited States, 268 F.3d 16, 23 (1st Cir. 2001).             The maxim\n\n\"expressio unius est exclusio alterius\" — which translates roughly\n\nas \"the expression of one thing is the exclusion of other things\"\n\n— is a venerable canon of statutory construction, see, e.g., United\n\nStates v. Reccko, 151 F.3d 29, 34 (1st Cir. 1998), and that maxim\n\nis directly applicable here.\n\n           We find additional guidance in the case law.       Although\n\nno other court of appeals has passed upon the Ninth Circuit's use\n\nof fugitive status as a trigger for tolling in supervised release\n\ncases, several courts of appeals have addressed an analogous\n\nquestion involving deported offenders.      These courts, citing the\n\nexpressio unius maxim, have ruled that the pertinent statutes do\n\nnot authorize tolling a term of supervised release during the\n\n\n                                 -10-\n\fperiod in which an offender is absent by reason of his deportation.\n\nSee, e.g., United States v. Cole, 567 F.3d 110, 114-15 (3d Cir.\n\n2009); United States v. Ossa-Gallegos, 491 F.3d 537, 543 (6th Cir.\n\n2007) (en banc); United States v. Okoko, 365 F.3d 962, 967 (11th\n\nCir. 2004); United States v. Juan-Manuel, 222 F.3d 480, 487-88 (8th\n\nCir. 2000); United States v. Balogun, 146 F.3d 141, 146-47 (2d Cir.\n\n1998).   We think that when Congress explicitly allows for tolling\n\nin a particular circumstance, there is a strong presumption that\n\nCongress did not intend to allow tolling in other circumstances.\n\nHere, the government has pointed to nothing that would suffice to\n\nrebut this strong presumption.    We conclude, therefore, that the\n\nfact that Congress provided for tolling a period of supervised\n\nrelease only when an offender is imprisoned for a different crime4\n\nis a decisive argument for the proposition that Congress did not\n\nintend to toll a period of supervised release for any other reason\n\n(including an offender's fugitive status).   If Congress had wanted\n\nto authorize tolling when an offender absconds from supervision, we\n\nbelieve that it would have said so.\n\n\n     4\n       We note that the Eleventh Circuit reads section 3583(i) as\nan additional tolling provision. See Okoko, 365 F.3d at 964-65.\nThis runs counter to the clear weight of authority, which holds\nthat, unlike section 3624(e), section 3583(i) is not a tolling\nprovision \"because tolling requires an actual suspension of the\nrunning of the period of supervised release, and under § 3583(i)\nthere is no suspension, but rather an extension of the period\nduring which the government may pursue violations of supervised\nrelease.\" Ossa-Gallegos, 491 F.3d at 543 n.5; accord Cole, 567\nF.3d at 114 n.3; United States v. Jordan, 572 F.3d 446, 448 (8th\nCir. 2009). We therefore reject the Eleventh Circuit's view.\n\n                                 -11-\n\f             Early   case   law,   which    provided    for    tolling   in     the\n\nprobationary context, offers little support for the government's\n\nposition. Those cases allowed tolling of a term of probation while\n\nan offender was not actually under probationary supervision because\n\nhe had either absconded or gone to prison for another offense.\n\nSee, e.g., United States v. Fisher, 895 F.2d 208, 212 (5th Cir.\n\n1990); United States v. Martin, 786 F.2d 974, 975 (10th Cir. 1986);\n\nNicholas v. United States, 527 F.2d 1160, 1162 (9th Cir. 1976).\n\nBut these cases are distinguishable by reason of the passage of the\n\nSentencing Reform Act of 1984, Pub. L. No. 98-473, tit. II, ch. II,\n\n98 Stat. 1987 (effective Nov. 1, 1987), which eliminated parole and\n\nsome forms of probation in favor of a new supervised release\n\nregime.     In establishing the modified probation paradigm, Congress\n\ncodified     prior   case   law    that    provided    for    tolling    when    a\n\nprobationer was imprisoned for another offense, see 18 U.S.C.\n\n§ 3564(b); see also S. Rep. No. 98-225, at 100-01 (1983), reprinted\n\nin   1984    U.S.C.C.A.N.    3182,    3283-84,        but    made   no   similar\n\nreincorporation of prior case law providing for tolling during\n\nperiods when offenders were in fugitive status.               Congress followed\n\nprecisely the same pattern in the new supervised release regime,\n\nallowing tolling for imprisonment but eschewing it for fugitive\n\nstatus.     See 18 U.S.C. § 3624(e).       In light of the preexisting case\n\nlaw, the only rational conclusion that we can draw from this\n\nselective codification of prior case law is that Congress intended\n\n\n                                     -12-\n\fa term of supervised release to be tolled only by reason of\n\nimmurement.\n\n          The government's final argument traces its origins to\n\nthe Ninth Circuit.    That court has warned that if fugitive status\n\ndoes not toll the running of a term of supervised release, that\n\nlack of tolling \"would reward those who flee from bench warrants\n\nand maintain their fugitive status until the expiration of their\n\noriginal term of supervised release.\"      Murguia-Oliveros, 421 F.3d\n\nat 953 (quoting Crane, 979 F.2d at 691).         This warning cannot\n\nwithstand scrutiny.\n\n          If an offender absconds before the expiration of his\n\nsupervised release term, he will not do so with impunity.         After\n\nall, the statute allows for the passage of a period of time,\n\nfollowing the expiration of a term of supervised release, which is\n\n\"reasonably   necessary\"   to   adjudicate   matters   arising   before\n\nexpiration.   18 U.S.C. § 3583(i).      This period would include the\n\ntime that the offender, by his own contrivance, cannot be haled\n\ninto court.   Thus, as long as a warrant or summons issues before\n\nthe expiration of the term, an offender who remains a fugitive will\n\nstill be subject to the court's jurisdiction once located, and his\n\nconduct while a fugitive will be considered at sentencing.         See\n\ninfra Part II(D).    It follows that a judicially contrived tolling\n\nmechanism is not necessary to deter offenders from absconding.\n\n\n\n\n                                 -13-\n\f                              D.   Further Proceedings.\n\n                  Our holding that the district court lacked authority to\n\nrevoke the appellant's supervised release based on the alleged\n\nGrade A violation does not end our odyssey.                        The record makes\n\nmanifest that the district court still retained authority to revoke\n\nthe appellant's supervised release on account of the earlier Grade\n\nC violations.         Given this circumstance, remand is appropriate to\n\nallow       the    district    court      to   decide    whether    to     revoke    the\n\nappellant's         supervised     release     based     solely    on     the   Grade    C\n\nviolations and, if so, to impose a condign sentence.5\n\n                  Let us be perfectly clear.            The fact that the January\n\n11, 2006, drug crime cannot itself be deemed a supervised release\n\nviolation does not mean that it is immaterial for present purposes.\n\nWhen a district court revokes a term of supervised release, the\n\nsentencing         court   must    consider    certain    enumerated       factors      in\n\nimposing a sentence.           See 18 U.S.C. § 3583(e).           We think that, in\n\nmulling      these     factors,     the    court   may    take     into    account      an\n\noffender's conduct between the time of the violation underlying the\n\nrevocation and the time of sentencing.                     See United States v.\n\nKreitinger, 576 F.3d 500, 504-05 (8th Cir. 2009); cf. USSG §7B1.4,\n\ncomment. (n.2) (explaining that \"an upward departure [from the\n\n\n\n        5\n       Remand is especially desirable in this case because the\ndistrict court calculated the advisory sentencing range based on\nthe Grade A violation and imposed a sentence at the high end of\nthat range.\n\n                                           -14-\n\fapplicable range of imprisonment in the Revocation Table] may be\n\nwarranted when a defendant, subsequent to the federal sentence\n\nresulting in supervision, has been sentenced for an offense that is\n\nnot the basis of the violation proceeding\").                   Crimes committed by\n\nan   offender      between   the      occurrence    of    a    supervised   release\n\nviolation    and    sentencing     for    that     violation     are   relevant   in\n\nweighing the need for deterrence — a key consideration mandated by\n\nsection 3583(e).      See United States v. Simtob, 485 F.3d 1058, 1062\n\n(9th Cir. 2007) (\"The history of the violator, when combined with\n\nthe violator's most recent criminal offenses, and particularly when\n\nsimilar to the past transgressions, is indicative of the violator's\n\npropensity for recidivism and inability to integrate peacefully\n\ninto a community.\").\n\n III.   CONCLUSION\n\n             We need go no further.                For the reasons elucidated\n\nabove, we reject the government's view that a supervised release\n\nterm    is   tolled    while     an     offender     is   in    fugitive    status.\n\nConsequently, the appellant's supervised release term expired on\n\nJanuary 10, 2006.       Because the alleged Grade A violation did not\n\narise until after that date, the district court lacked authority to\n\nrevoke the appellant's supervised release on that basis. Hence, we\n\nvacate the judgment and remand the case to the district court for\n\nfurther proceedings consistent with this opinion.\n\n\n\n\n                                         -15-\n\fVacated and remanded.\n\n\n\n\n                   -16-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>599 F.3d 63 (2010)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nBernardo HERNÁNDEZ-FERRER, Defendant, Appellant.</h1></center>\n<center>No. 09-1100.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 4, 2010.</center>\n<center>Decided March 19, 2010.</center>\n<p><span class=\"star-pagination\">*64</span> Thomas J. Trebilcock-Horan, with whom Joseph C. Laws, Jr., Federal Public Defender, and Patricia A. Garrity, Assistant Federal Public Defender, were on brief, for appellant.</p>\n<p>Thomas F. Klumper, Assistant United States Attorney, with whom Rosa Emilia Rodríguez-Vélez, United States Attorney, and Nelson Pérez-Sosa, Assistant United States Attorney (Appellate Chief), were on brief, for appellee.</p>\n<p>Before TORRUELLA, SELYA and LIPEZ, Circuit Judges.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>This appeal poses a question of first impression in this circuit: Does a district court have authority to revoke a term of supervised release based on conduct occurring after the scheduled expiration date of the term, where the offender has absconded prior to the expiration date and is not apprehended until some time after committing the alleged violation? Concluding, as we do, that there can be no tolling of the period of supervised release on the basis of fugitive status, we answer this question in the negative. Consequently, we vacate the judgment below and, in the bargain, part company with the only other court of appeals to have addressed this question.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>The facts are straightforward. In 2000, a federal grand jury sitting in the District of Puerto Rico indicted defendant-appellant Bernardo Hernández-Ferrer. Early the next year, the appellant pleaded guilty to a charge of conspiracy to distribute narcotics. <i>See</i> 21 U.S.C. §§ 841(a)(1), 846. On May 25, 2001, the district court sentenced him to thirty-three months in prison, to be followed by a three-year term of supervised release.</p>\n<p>The appellant served his prison sentence and began serving his supervised release term on January 10, 2003. Thus, the term was set to expire on January 10, 2006.<sup>[1]</sup></p>\n<p>On September 26, 2005, the probation department, by motion, notified the district court that the appellant had committed Grade C violations of the conditions of his supervised release, USSG § 7B1.1(a)(3), during and after the summer of 2005. The probation department requested the issuance of both an arrest warrant and an order to show cause why the appellant's supervised release should not be revoked. The motion explained that the appellant had not submitted his monthly supervision reports for a number of months; that he had failed to appear for three scheduled <span class=\"star-pagination\">*65</span> office appointments; and that he had neglected to notify the probation department of changes in his employment and residence. The motion papers added that the appellant's whereabouts were unknown.</p>\n<p>The district court issued an order to show cause on September 29, 2005, and an arrest warrant some two weeks thereafter. A show-cause hearing was scheduled but then cancelled because the arrest warrant had not been served.</p>\n<p>On January 11, 2006, one day after the nominal expiration date of the appellant's supervised release term, Puerto Rico police officers caught the appellant distributing heroin and arrested him for that conduct. He subsequently entered a guilty plea to the new charges in a local court. On May 23, 2006, that court sentenced him to five years' imprisonment.</p>\n<p>Meanwhile, the dormant federal proceeding returned to life. On May 4, 2006, the probation department filed a supplemental motion informing the district court of the appellant's January 11, 2006, drug crime, which constituted a Grade A violation of his supervised release conditions. <i>See id.</i> § 7B1.1(a)(1); <i>see also</i> 18 U.S.C. § 3583(d) (mandating, as a condition of supervised release, that the offender not commit a crime during the term of supervision). The appellant responded on January 26, 2007. After some procedural skirmishing (including the denial of the appellant's motion to dismiss for want of jurisdiction), the court convened a final revocation hearing.</p>\n<p>At the hearing, the appellant acknowledged that the court had jurisdiction to consider revoking his supervised release based on the Grade C violations described in the probation department's original motion but maintained that the court lacked similar authority with respect to the alleged Grade A violation because the latter had occurred after the expiration of his supervised release term. He also asked the court to reconsider its denial of his earlier motion to dismiss that charge.</p>\n<p>The court denied the motion for reconsideration, holding that the probation department's original motion and the arrest warrant issued pursuant thereto had \"interrupted\" the term of supervised release, such that the term was \"still alive\" when the appellant committed the alleged Grade A violation. The court then revoked the appellant's supervised release; calculated an advisory sentencing range based on the more serious Grade A violation, <i>see</i> USSG § 7B1.1(b); and imposed a within-the-range sentence of twenty-one months in prison. This timely appeal ensued.</p>\n<p></p>\n<h2>II. ANALYSIS</h2>\n<p>Whether a district court has authority to revoke a term of supervised release is a question of law and, thus, engenders de novo review. <i>United States v. Goins,</i> 516 F.3d 416, 419 (6th Cir.2008). We proceed accordingly.</p>\n<p></p>\n<h2>A. <i>The Legal Landscape.</i>\n</h2>\n<p>The touchstone of our inquiry is 18 U.S.C. § 3583. Pursuant to that statute, a district court may revoke an offender's supervised release and order him to serve additional jail time upon a finding that the offender has violated one or more conditions of his supervised release. <i>See id.</i> § 3583(e)(3). At times, the revocation hearing may not be held until after the scheduled expiration of the supervised release term. In those instances, the district court's authority is governed by a specific delayed-revocation provision, which states in pertinent part:</p>\n<blockquote>The power of the court to revoke a term of supervised release for violation of a condition of supervised release, and to order the defendant to serve a term of <span class=\"star-pagination\">*66</span> imprisonment . . . extends beyond the expiration of the term of supervised release for any period reasonably necessary for the adjudication of matters arising before its expiration if, before its expiration, a warrant or summons has been issued on the basis of an allegation of such a violation.</blockquote>\n<p><i>Id.</i> § 3583(i).</p>\n<p>Once a court revokes an offender's supervised release, it must sentence the violator. To aid in this endeavor, the United States Sentencing Commission has promulgated a table of recommended sentencing ranges. <i>See</i> USSG § 7B1.4. These ranges and the other policy statements contained in Chapter 7 of the Guidelines Manual are advisory.<sup>[2]</sup> In the last analysis, the district courts, subject to the usual preconditions of reasonableness and the like, have broad discretion to impose sentences within the statutory limits limned in 18 U.S.C. § 3583(e)(3). <i>See </i><i>United States v. Jackson,</i> 549 F.3d 1115, 1116 n. 2 (7th Cir.2008).</p>\n<p></p>\n<h2>B. <i>Plain Language.</i>\n</h2>\n<p>In the case at hand, the appellant concedes that the district court had authority to revoke his supervised release based on the Grade C violations that occurred in 2005. But the district court did not hinge the revocation and sentence on those violations alone; rather, it acted upon the later-occurring Grade A violation. Seizing upon this choice, the appellant argues that the court did not have authority to revoke his supervised release on that basis because the underlying conductthe local drug crimeoccurred after the expiration of his supervised release term. In his view, jurisdiction under the delayed-revocation provision is restricted to violations for which, before the expiration of a term, a summons or warrant has issued. The government demurs.</p>\n<p>In the end, this dispute boils down to a matter of statutory construction. Consequently, we must start with the text of the relevant statute. <i>See </i><i>Kholi v. Wall,</i> 582 F.3d 147, 152 (1st Cir.2009). By its plain language, section 3583(i) extends the district court's jurisdiction beyond the stated expiration of a term of supervised release. But that extension operates only in a particular set of circumstances: \"for the adjudication of matters arising before its expiration if, before its expiration, a warrant or summons has been issued.\" Here, however, the local drug crime (the gravamen of the alleged Grade A violation) took place <i>after</i> the appellant's supervised release term had expired. Thus, it does not come within the plain language of the statute.</p>\n<p>The district court apparently thought that the earlier issuance of a warrant for other violations occurring before the expiration of the supervised release term paved the way for jurisdiction over the Grade A violation. This proposition is untenable. <i>Cf. </i><i>United States v. Naranjo,</i> 259 F.3d 379, 383 (5th Cir.2001) (holding that section 3583(i) permits revocation based on any violation <i>\"committed during [the] supervised-release-term,\"</i> even if contained in a petition for revocation filed after expiration of the term, as long as a warrant or summons has issued during that term on the basis of another violation (emphasis in original)). There is simply no jurisprudential foundation for the idea that a timely warrant for one violation operates to preserve jurisdiction for later violations <span class=\"star-pagination\">*67</span> occurring after the expiration of the supervised release term. That is not the law.</p>\n<p></p>\n<h2>C. <i>Availability of Tolling.</i>\n</h2>\n<p>In an effort to snatch victory from the jaws of defeat, the government urges us to hold that a term of supervised release is tolled during any period in which an offender has absconded from supervision. Specifically, it contends that the appellant became a fugitive when he failed in the summer of 2005 to keep the probation department apprised of his whereabouts and, thus, the running of his term of supervised release was tolled during the period that he was missing; that is, until his arrest by Puerto Rico police officers on January 11, 2006. From that point forward, the government adds, his term of supervised release was tolled under 18 U.S.C. § 3624(e) due to his imprisonment for the new crime. Hence, the supervised release term had not expired either when the appellant committed the new drug crime or when the probation department filed the supplemental motion in which it notified the district court of that crime.</p>\n<p>The government is correct that imprisonment lasting for at least thirty days, in connection with a different offense, tolls the running of a supervised release term. 18 U.S.C. § 3624(e). In this instance, however, the appellant was not detained for the new crime until after the scheduled expiration date of his supervised release term had come and gone. Thus, the question reduces to whether his fugitive status prior to his commission of that crime tolled the term of supervised release beforehand (such that his term did not expire as scheduled on January 10, 2006). It is to this question that we now turn.</p>\n<p>The only court of appeals to have addressed this questionthe Ninth Circuit has found merit in the government's position. <i>See </i><i>United States v. Delamora,</i> 451 F.3d 977, 978 (9th Cir.2006); <i>United States v. Murguia-Oliveros,</i> 421 F.3d 951, 952 (9th Cir.2005); <i>United States v. Crane,</i> 979 F.2d 687, 691 (9th Cir.1992). We are not so sanguine.</p>\n<p>Assuming, without deciding, that the appellant was a fugitive,<sup>[3]</sup> we nonetheless reject the government's asseveration that an offender's fugitive status tolls the running of a term of supervised release. We explain our reasoning below.</p>\n<p>To begin, the statutory provisions touching upon supervised release neither expressly require nor expressly permit tolling during the interval when an offender is in fugitive status. The only tolling provision that Congress saw fit to enact is contained in 18 U.S.C. § 3624(e), which tolls the running of a term of supervised release during any period in which an offender is imprisoned for thirty days or more in connection with a different crime. The absence of an express tolling provision for fugitive status, coupled with the presence of an express tolling provision that encompasses other circumstances, is highly significant. <i>See </i><i>Russello v. United States,</i> 464 U.S. 16, 23, 104 S.Ct. 296, 78 L.Ed.2d 17 (1983); <i>Trenkler v. United States,</i> 268 F.3d 16, 23 (1st Cir.2001). The maxim <i>\"expressio unius est exclusio alterius\"</i> which translates roughly as \"the expression of one thing is the exclusion of other things\"is a venerable canon of statutory construction, <i>see, e.g., </i><i>United</i> <span class=\"star-pagination\">*68</span> <i>States v. Reccko,</i> 151 F.3d 29, 34 (1st Cir. 1998), and that maxim is directly applicable here.</p>\n<p>We find additional guidance in the case law. Although no other court of appeals has passed upon the Ninth Circuit's use of fugitive status as a trigger for tolling in supervised release cases, several courts of appeals have addressed an analogous question involving deported offenders. These courts, citing the <i>expressio unius</i> maxim, have ruled that the pertinent statutes do not authorize tolling a term of supervised release during the period in which an offender is absent by reason of his deportation. <i>See, e.g., </i><i>United States v. Cole,</i> 567 F.3d 110, 114-15 (3d Cir.2009); <i>United States v. Ossa-Gallegos,</i> 491 F.3d 537, 543 (6th Cir.2007) (en banc); <i>United States v. Okoko,</i> 365 F.3d 962, 967 (11th Cir.2004); <i>United States v. Juan-Manuel,</i> 222 F.3d 480, 487-88 (8th Cir.2000); <i>United States v. Balogun,</i> 146 F.3d 141, 146-47 (2d Cir. 1998). We think that when Congress explicitly allows for tolling in a particular circumstance, there is a strong presumption that Congress did not intend to allow tolling in other circumstances. Here, the government has pointed to nothing that would suffice to rebut this strong presumption. We conclude, therefore, that the fact that Congress provided for tolling a period of supervised release only when an offender is imprisoned for a different crime<sup>[4]</sup> is a decisive argument for the proposition that Congress did not intend to toll a period of supervised release for any other reason (including an offender's fugitive status). If Congress had wanted to authorize tolling when an offender absconds from supervision, we believe that it would have said so.</p>\n<p>Early case law, which provided for tolling in the probationary context, offers little support for the government's position. Those cases allowed tolling of a term of probation while an offender was not actually under probationary supervision because he had either absconded or gone to prison for another offense. <i>See, e.g., </i><i>United States v. Fisher,</i> 895 F.2d 208, 212 (5th Cir.1990); <i>United States v. Martin,</i> 786 F.2d 974, 975 (10th Cir.1986); <i>Nicholas v. United States,</i> 527 F.2d 1160, 1162 (9th Cir.1976). But these cases are distinguishable by reason of the passage of the Sentencing Reform Act of 1984, Pub.L. No. 98-473, tit. II, ch. II, 98 Stat.1987 (effective Nov. 1, 1987), which eliminated parole and some forms of probation in favor of a new supervised release regime. In establishing the modified probation paradigm, Congress codified prior case law that provided for tolling when a probationer was imprisoned for another offense, <i>see</i> 18 U.S.C. § 3564(b); <i>see also</i> S.Rep. No. 98-225, at 100-01 (1983), <i>reprinted in</i> 1984 U.S.C.C.A.N. 3182, 3283-84, but made no similar reincorporation of prior case law providing for tolling during periods when offenders were in fugitive status. Congress followed precisely the same pattern in the new supervised release regime, allowing tolling for imprisonment but eschewing it for fugitive status. <i>See</i> 18 U.S.C. § 3624(e). In light of the preexisting case law, the only rational conclusion that we can draw from this selective codification <span class=\"star-pagination\">*69</span> of prior case law is that Congress intended a term of supervised release to be tolled only by reason of immurement.</p>\n<p>The government's final argument traces its origins to the Ninth Circuit. That court has warned that if fugitive status does not toll the running of a term of supervised release, that lack of tolling \"would reward those who flee from bench warrants and maintain their fugitive status until the expiration of their original term of supervised release.\" <i>Murguia-Oliveros,</i> 421 F.3d at 953 (quoting <i>Crane,</i> 979 F.2d at 691). This warning cannot withstand scrutiny.</p>\n<p>If an offender absconds before the expiration of his supervised release term, he will not do so with impunity. After all, the statute allows for the passage of a period of time, following the expiration of a term of supervised release, which is \"reasonably necessary\" to adjudicate matters arising before expiration. 18 U.S.C. § 3583(i). This period would include the time that the offender, by his own contrivance, cannot be haled into court. Thus, as long as a warrant or summons issues before the expiration of the term, an offender who remains a fugitive will still be subject to the court's jurisdiction once located, and his conduct while a fugitive will be considered at sentencing. <i>See infra</i> Part II(D). It follows that a judicially contrived tolling mechanism is not necessary to deter offenders from absconding.</p>\n<p></p>\n<h2>D. <i>Further Proceedings.</i>\n</h2>\n<p>Our holding that the district court lacked authority to revoke the appellant's supervised release based on the alleged Grade A violation does not end our odyssey. The record makes manifest that the district court still retained authority to revoke the appellant's supervised release on account of the earlier Grade C violations. Given this circumstance, remand is appropriate to allow the district court to decide whether to revoke the appellant's supervised release based solely on the Grade C violations and, if so, to impose a condign sentence.<sup>[5]</sup></p>\n<p>Let us be perfectly clear. The fact that the January 11, 2006, drug crime cannot itself be deemed a supervised release violation does not mean that it is immaterial for present purposes. When a district court revokes a term of supervised release, the sentencing court must consider certain enumerated factors in imposing a sentence. <i>See</i> 18 U.S.C. § 3583(e). We think that, in mulling these factors, the court may take into account an offender's conduct between the time of the violation underlying the revocation and the time of sentencing. <i>See </i><i>United States v. Kreitinger,</i> 576 F.3d 500, 504-05 (8th Cir.2009); <i>cf.</i> USSG § 7B1.4, comment. (n.2) (explaining that \"an upward departure [from the applicable range of imprisonment in the Revocation Table] may be warranted when a defendant, subsequent to the federal sentence resulting in supervision, has been sentenced for an offense that is not the basis of the violation proceeding\"). Crimes committed by an offender between the occurrence of a supervised release violation and sentencing for that violation are relevant in weighing the need for deterrence a key consideration mandated by section 3583(e). <i>See </i><i>United States v. Simtob,</i> 485 F.3d 1058, 1062 (9th Cir.2007) (\"The history of the violator, when combined with the violator's most recent criminal offenses, and particularly when similar to the past transgressions, is indicative of <span class=\"star-pagination\">*70</span> the violator's propensity for recidivism and inability to integrate peacefully into a community.\").</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>We need go no further. For the reasons elucidated above, we reject the government's view that a supervised release term is tolled while an offender is in fugitive status. Consequently, the appellant's supervised release term expired on January 10, 2006. Because the alleged Grade A violation did not arise until after that date, the district court lacked authority to revoke the appellant's supervised release on that basis. Hence, we vacate the judgment and remand the case to the district court for further proceedings consistent with this opinion.</p>\n<p><i>Vacated and remanded.</i></p>\n<h2>NOTES</h2>\n<p>[1]  In the district court, the appellant asserted that the scheduled expiration date was January 9, 2006. In his appellate brief, he suggests that January 10, not January 9, would under ordinary circumstances have been the last day of the term. Because this one-day discrepancy makes no difference to the outcome here, we assume an expiration date of January 10.</p>\n<p>[2]  These ranges and other policy statements were explicitly denominated as advisory even before the Supreme Court's landmark decision in <i>United States v. Booker,</i> 543 U.S. 220, 259, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005). <i>See </i><i>United States v. Work,</i> 409 F.3d 484, 492 (1st Cir.2005).</p>\n<p>[3]  It is not clear whether the appellant can be said to have been a fugitive. <i>See, e.g., </i><i>Murguia-Oliveros,</i> 421 F.3d at 953-54 (defining \"fugitive\" for this purpose as one who \"abscond[s] from serving the terms of [] supervised release\" by \"depart[ing] the place [in which the offender] was authorized by the terms of his release to be,\" and \"fail[ing] to contact his probation officer as required\").</p>\n<p>[4]  We note that the Eleventh Circuit reads section 3583(i) as an additional tolling provision. <i>See </i><i>Okoko,</i> 365 F.3d at 964-65. This runs counter to the clear weight of authority, which holds that, unlike section 3624(e), section 3583(i) is not a tolling provision \"because tolling requires an actual suspension of the running of the period of supervised release, and under § 3583(i) there is no suspension, but rather an extension of the period during which the government may pursue violations of supervised release.\" <i>Ossa-Gallegos,</i> 491 F.3d at 543 n. 5; <i>accord </i><i>Cole,</i> 567 F.3d at 114 n. 3; <i>United States v. Jordan,</i> 572 F.3d 446, 448 (8th Cir.2009). We therefore reject the Eleventh Circuit's view.</p>\n<p>[5]  Remand is especially desirable in this case because the district court calculated the advisory sentencing range based on the Grade A violation and imposed a sentence at the high end of that range.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">599</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">63</span></span> (2010)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nBernardo HERNÁNDEZ-FERRER, Defendant, Appellant.</h1></center>\n<center>No. 09-1100.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard March 4, 2010.</center>\n<center>Decided March 19, 2010.</center>\n<p><span class=\"star-pagination\">*64</span> Thomas J. Trebilcock-Horan, with whom Joseph C. Laws, Jr., Federal Public Defender, and Patricia A. Garrity, Assistant Federal Public Defender, were on brief, for appellant.</p>\n<p>Thomas F. Klumper, Assistant United States Attorney, with whom Rosa Emilia Rodríguez-Vélez, United States Attorney, and Nelson Pérez-Sosa, Assistant United States Attorney (Appellate Chief), were on brief, for appellee.</p>\n<p>Before TORRUELLA, SELYA and LIPEZ, Circuit Judges.</p>\n<p>SELYA, Circuit Judge.</p>\n<p>This appeal poses a question of first impression in this circuit: Does a district court have authority to revoke a term of supervised release based on conduct occurring after the scheduled expiration date of the term, where the offender has absconded prior to the expiration date and is not apprehended until some time after committing the alleged violation? Concluding, as we do, that there can be no tolling of the period of supervised release on the basis of fugitive status, we answer this question in the negative. Consequently, we vacate the judgment below and, in the bargain, part company with the only other court of appeals to have addressed this question.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>The facts are straightforward. In 2000, a federal grand jury sitting in the District of Puerto Rico indicted defendant-appellant Bernardo Hernández-Ferrer. Early the next year, the appellant pleaded guilty to a charge of conspiracy to distribute narcotics. <i>See</i> 21 U.S.C. §§ 841(a)(1), 846. On May 25, 2001, the district court sentenced him to thirty-three months in prison, to be followed by a three-year term of supervised release.</p>\n<p>The appellant served his prison sentence and began serving his supervised release term on January 10, 2003. Thus, the term was set to expire on January 10, 2006.<sup>[1]</sup></p>\n<p>On September 26, 2005, the probation department, by motion, notified the district court that the appellant had committed Grade C violations of the conditions of his supervised release, USSG § 7B1.1(a)(3), during and after the summer of 2005. The probation department requested the issuance of both an arrest warrant and an order to show cause why the appellant's supervised release should not be revoked. The motion explained that the appellant had not submitted his monthly supervision reports for a number of months; that he had failed to appear for three scheduled <span class=\"star-pagination\">*65</span> office appointments; and that he had neglected to notify the probation department of changes in his employment and residence. The motion papers added that the appellant's whereabouts were unknown.</p>\n<p>The district court issued an order to show cause on September 29, 2005, and an arrest warrant some two weeks thereafter. A show-cause hearing was scheduled but then cancelled because the arrest warrant had not been served.</p>\n<p>On January 11, 2006, one day after the nominal expiration date of the appellant's supervised release term, Puerto Rico police officers caught the appellant distributing heroin and arrested him for that conduct. He subsequently entered a guilty plea to the new charges in a local court. On May 23, 2006, that court sentenced him to five years' imprisonment.</p>\n<p>Meanwhile, the dormant federal proceeding returned to life. On May 4, 2006, the probation department filed a supplemental motion informing the district court of the appellant's January 11, 2006, drug crime, which constituted a Grade A violation of his supervised release conditions. <i>See id.</i> § 7B1.1(a)(1); <i>see also</i> 18 U.S.C. § 3583(d) (mandating, as a condition of supervised release, that the offender not commit a crime during the term of supervision). The appellant responded on January 26, 2007. After some procedural skirmishing (including the denial of the appellant's motion to dismiss for want of jurisdiction), the court convened a final revocation hearing.</p>\n<p>At the hearing, the appellant acknowledged that the court had jurisdiction to consider revoking his supervised release based on the Grade C violations described in the probation department's original motion but maintained that the court lacked similar authority with respect to the alleged Grade A violation because the latter had occurred after the expiration of his supervised release term. He also asked the court to reconsider its denial of his earlier motion to dismiss that charge.</p>\n<p>The court denied the motion for reconsideration, holding that the probation department's original motion and the arrest warrant issued pursuant thereto had \"interrupted\" the term of supervised release, such that the term was \"still alive\" when the appellant committed the alleged Grade A violation. The court then revoked the appellant's supervised release; calculated an advisory sentencing range based on the more serious Grade A violation, <i>see</i> USSG § 7B1.1(b); and imposed a within-the-range sentence of twenty-one months in prison. This timely appeal ensued.</p>\n<p></p>\n<h2>II. ANALYSIS</h2>\n<p>Whether a district court has authority to revoke a term of supervised release is a question of law and, thus, engenders de novo review. <i>United States v. Goins,</i> <span class=\"citation\" data-id=\"1262094\"><a href=\"/opinion/1262094/united-states-v-goins/\"><span class=\"volume\">516</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">416</span></a></span>, 419 (6th Cir.2008). We proceed accordingly.</p>\n<p></p>\n<h2>A. <i>The Legal Landscape.</i>\n</h2>\n<p>The touchstone of our inquiry is 18 U.S.C. § 3583. Pursuant to that statute, a district court may revoke an offender's supervised release and order him to serve additional jail time upon a finding that the offender has violated one or more conditions of his supervised release. <i>See id.</i> § 3583(e)(3). At times, the revocation hearing may not be held until after the scheduled expiration of the supervised release term. In those instances, the district court's authority is governed by a specific delayed-revocation provision, which states in pertinent part:</p>\n<blockquote>The power of the court to revoke a term of supervised release for violation of a condition of supervised release, and to order the defendant to serve a term of <span class=\"star-pagination\">*66</span> imprisonment . . . extends beyond the expiration of the term of supervised release for any period reasonably necessary for the adjudication of matters arising before its expiration if, before its expiration, a warrant or summons has been issued on the basis of an allegation of such a violation.</blockquote>\n<p><i>Id.</i> § 3583(i).</p>\n<p>Once a court revokes an offender's supervised release, it must sentence the violator. To aid in this endeavor, the United States Sentencing Commission has promulgated a table of recommended sentencing ranges. <i>See</i> USSG § 7B1.4. These ranges and the other policy statements contained in Chapter 7 of the Guidelines Manual are advisory.<sup>[2]</sup> In the last analysis, the district courts, subject to the usual preconditions of reasonableness and the like, have broad discretion to impose sentences within the statutory limits limned in 18 U.S.C. § 3583(e)(3). <i>See </i><i>United States v. Jackson,</i> <span class=\"citation\" data-id=\"1353897\"><a href=\"/opinion/1353897/united-states-v-jackson/\"><span class=\"volume\">549</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1115</span></a></span>, 1116 n. 2 (7th Cir.2008).</p>\n<p></p>\n<h2>B. <i>Plain Language.</i>\n</h2>\n<p>In the case at hand, the appellant concedes that the district court had authority to revoke his supervised release based on the Grade C violations that occurred in 2005. But the district court did not hinge the revocation and sentence on those violations alone; rather, it acted upon the later-occurring Grade A violation. Seizing upon this choice, the appellant argues that the court did not have authority to revoke his supervised release on that basis because the underlying conductthe local drug crimeoccurred after the expiration of his supervised release term. In his view, jurisdiction under the delayed-revocation provision is restricted to violations for which, before the expiration of a term, a summons or warrant has issued. The government demurs.</p>\n<p>In the end, this dispute boils down to a matter of statutory construction. Consequently, we must start with the text of the relevant statute. <i>See </i><i>Kholi v. Wall,</i> <span class=\"citation\" data-id=\"1347847\"><a href=\"/opinion/1347847/kholi-v-wall/\"><span class=\"volume\">582</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">147</span></a></span>, 152 (1st Cir.2009). By its plain language, section 3583(i) extends the district court's jurisdiction beyond the stated expiration of a term of supervised release. But that extension operates only in a particular set of circumstances: \"for the adjudication of matters arising before its expiration if, before its expiration, a warrant or summons has been issued.\" Here, however, the local drug crime (the gravamen of the alleged Grade A violation) took place <i>after</i> the appellant's supervised release term had expired. Thus, it does not come within the plain language of the statute.</p>\n<p>The district court apparently thought that the earlier issuance of a warrant for other violations occurring before the expiration of the supervised release term paved the way for jurisdiction over the Grade A violation. This proposition is untenable. <i>Cf. </i><i>United States v. Naranjo,</i> <span class=\"citation\" data-id=\"24821\"><a href=\"/opinion/24821/united-states-v-naranjo/\"><span class=\"volume\">259</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">379</span></a></span>, 383 (5th Cir.2001) (holding that section 3583(i) permits revocation based on any violation <i>\"committed during [the] supervised-release-term,\"</i> even if contained in a petition for revocation filed after expiration of the term, as long as a warrant or summons has issued during that term on the basis of another violation (emphasis in original)). There is simply no jurisprudential foundation for the idea that a timely warrant for one violation operates to preserve jurisdiction for later violations <span class=\"star-pagination\">*67</span> occurring after the expiration of the supervised release term. That is not the law.</p>\n<p></p>\n<h2>C. <i>Availability of Tolling.</i>\n</h2>\n<p>In an effort to snatch victory from the jaws of defeat, the government urges us to hold that a term of supervised release is tolled during any period in which an offender has absconded from supervision. Specifically, it contends that the appellant became a fugitive when he failed in the summer of 2005 to keep the probation department apprised of his whereabouts and, thus, the running of his term of supervised release was tolled during the period that he was missing; that is, until his arrest by Puerto Rico police officers on January 11, 2006. From that point forward, the government adds, his term of supervised release was tolled under 18 U.S.C. § 3624(e) due to his imprisonment for the new crime. Hence, the supervised release term had not expired either when the appellant committed the new drug crime or when the probation department filed the supplemental motion in which it notified the district court of that crime.</p>\n<p>The government is correct that imprisonment lasting for at least thirty days, in connection with a different offense, tolls the running of a supervised release term. 18 U.S.C. § 3624(e). In this instance, however, the appellant was not detained for the new crime until after the scheduled expiration date of his supervised release term had come and gone. Thus, the question reduces to whether his fugitive status prior to his commission of that crime tolled the term of supervised release beforehand (such that his term did not expire as scheduled on January 10, 2006). It is to this question that we now turn.</p>\n<p>The only court of appeals to have addressed this questionthe Ninth Circuit has found merit in the government's position. <i>See </i><i>United States v. Delamora,</i> <span class=\"citation\" data-id=\"794700\"><a href=\"/opinion/794700/united-states-v-jose-delamora/\"><span class=\"volume\">451</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">977</span></a></span>, 978 (9th Cir.2006); <i>United States v. Murguia-Oliveros,</i> <span class=\"citation\" data-id=\"791746\"><a href=\"/opinion/791746/united-states-v-margarito-murguia-oliveros-aka-margarito-oliveros/\"><span class=\"volume\">421</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">951</span></a></span>, 952 (9th Cir.2005); <i>United States v. Crane,</i> <span class=\"citation\" data-id=\"594761\"><a href=\"/opinion/594761/united-states-v-john-crane-aka-donald-kotlick/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">687</span></a></span>, 691 (9th Cir.1992). We are not so sanguine.</p>\n<p>Assuming, without deciding, that the appellant was a fugitive,<sup>[3]</sup> we nonetheless reject the government's asseveration that an offender's fugitive status tolls the running of a term of supervised release. We explain our reasoning below.</p>\n<p>To begin, the statutory provisions touching upon supervised release neither expressly require nor expressly permit tolling during the interval when an offender is in fugitive status. The only tolling provision that Congress saw fit to enact is contained in 18 U.S.C. § 3624(e), which tolls the running of a term of supervised release during any period in which an offender is imprisoned for thirty days or more in connection with a different crime. The absence of an express tolling provision for fugitive status, coupled with the presence of an express tolling provision that encompasses other circumstances, is highly significant. <i>See </i><i>Russello v. United States,</i> <span class=\"citation\" data-id=\"111043\"><a href=\"/opinion/111043/russello-v-united-states/\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">16</span></a></span>, 23, <span class=\"citation\" data-id=\"111043\"><a href=\"/opinion/111043/russello-v-united-states/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">296</span></a></span>, <span class=\"citation\" data-id=\"111043\"><a href=\"/opinion/111043/russello-v-united-states/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">17</span></a></span> (1983); <i>Trenkler v. United States,</i> <span class=\"citation\" data-id=\"199633\"><a href=\"/opinion/199633/trenkler-v-united-states/\"><span class=\"volume\">268</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 23 (1st Cir.2001). The maxim <i>\"expressio unius est exclusio alterius\"</i> which translates roughly as \"the expression of one thing is the exclusion of other things\"is a venerable canon of statutory construction, <i>see, e.g., </i><i>United</i> <span class=\"star-pagination\">*68</span> <i>States v. Reccko,</i> <span class=\"citation\" data-id=\"198091\"><a href=\"/opinion/198091/united-states-v-reccko/\"><span class=\"volume\">151</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 34 (1st Cir. 1998), and that maxim is directly applicable here.</p>\n<p>We find additional guidance in the case law. Although no other court of appeals has passed upon the Ninth Circuit's use of fugitive status as a trigger for tolling in supervised release cases, several courts of appeals have addressed an analogous question involving deported offenders. These courts, citing the <i>expressio unius</i> maxim, have ruled that the pertinent statutes do not authorize tolling a term of supervised release during the period in which an offender is absent by reason of his deportation. <i>See, e.g., </i><i>United States v. Cole,</i> <span class=\"citation\" data-id=\"1208572\"><a href=\"/opinion/1208572/united-states-v-cole/\"><span class=\"volume\">567</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">110</span></a></span>, 114-15 (3d Cir.2009); <i>United States v. Ossa-Gallegos,</i> <span class=\"citation\" data-id=\"798183\"><a href=\"/opinion/798183/united-states-v-carlos-alberto-ossa-gallegos/\"><span class=\"volume\">491</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">537</span></a></span>, 543 (6th Cir.2007) (en banc); <i>United States v. Okoko,</i> <span class=\"citation\" data-id=\"76566\"><a href=\"/opinion/76566/united-states-v-jacob-okoko/\"><span class=\"volume\">365</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">962</span></a></span>, 967 (11th Cir.2004); <i>United States v. Juan-Manuel,</i> <span class=\"citation\" data-id=\"769882\"><a href=\"/opinion/769882/united-states-v-efrain-juan-manuel-also-known-as-gasper-leon-juan/\"><span class=\"volume\">222</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">480</span></a></span>, 487-88 (8th Cir.2000); <i>United States v. Balogun,</i> <span class=\"citation\" data-id=\"755158\"><a href=\"/opinion/755158/united-states-v-benjamin-balogun/\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">141</span></a></span>, 146-47 (2d Cir. 1998). We think that when Congress explicitly allows for tolling in a particular circumstance, there is a strong presumption that Congress did not intend to allow tolling in other circumstances. Here, the government has pointed to nothing that would suffice to rebut this strong presumption. We conclude, therefore, that the fact that Congress provided for tolling a period of supervised release only when an offender is imprisoned for a different crime<sup>[4]</sup> is a decisive argument for the proposition that Congress did not intend to toll a period of supervised release for any other reason (including an offender's fugitive status). If Congress had wanted to authorize tolling when an offender absconds from supervision, we believe that it would have said so.</p>\n<p>Early case law, which provided for tolling in the probationary context, offers little support for the government's position. Those cases allowed tolling of a term of probation while an offender was not actually under probationary supervision because he had either absconded or gone to prison for another offense. <i>See, e.g., </i><i>United States v. Fisher,</i> <span class=\"citation\" data-id=\"536064\"><a href=\"/opinion/536064/united-states-v-harold-leroy-fisher/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">208</span></a></span>, 212 (5th Cir.1990); <i>United States v. Martin,</i> <span class=\"citation\" data-id=\"466528\"><a href=\"/opinion/466528/united-states-v-john-a-martin-jr/\"><span class=\"volume\">786</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">974</span></a></span>, 975 (10th Cir.1986); <i>Nicholas v. United States,</i> <span class=\"citation\" data-id=\"331963\"><a href=\"/opinion/331963/wallace-bryce-nicholas-v-united-states/\"><span class=\"volume\">527</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1160</span></a></span>, 1162 (9th Cir.1976). But these cases are distinguishable by reason of the passage of the Sentencing Reform Act of 1984, Pub.L. No. 98-473, tit. II, ch. II, 98 Stat.1987 (effective Nov. 1, 1987), which eliminated parole and some forms of probation in favor of a new supervised release regime. In establishing the modified probation paradigm, Congress codified prior case law that provided for tolling when a probationer was imprisoned for another offense, <i>see</i> 18 U.S.C. § 3564(b); <i>see also</i> S.Rep. No. 98-225, at 100-01 (1983), <i>reprinted in</i> 1984 U.S.C.C.A.N. 3182, 3283-84, but made no similar reincorporation of prior case law providing for tolling during periods when offenders were in fugitive status. Congress followed precisely the same pattern in the new supervised release regime, allowing tolling for imprisonment but eschewing it for fugitive status. <i>See</i> 18 U.S.C. § 3624(e). In light of the preexisting case law, the only rational conclusion that we can draw from this selective codification <span class=\"star-pagination\">*69</span> of prior case law is that Congress intended a term of supervised release to be tolled only by reason of immurement.</p>\n<p>The government's final argument traces its origins to the Ninth Circuit. That court has warned that if fugitive status does not toll the running of a term of supervised release, that lack of tolling \"would reward those who flee from bench warrants and maintain their fugitive status until the expiration of their original term of supervised release.\" <i>Murguia-Oliveros,</i> 421 F.3d at 953 (quoting <i>Crane,</i> 979 F.2d at 691). This warning cannot withstand scrutiny.</p>\n<p>If an offender absconds before the expiration of his supervised release term, he will not do so with impunity. After all, the statute allows for the passage of a period of time, following the expiration of a term of supervised release, which is \"reasonably necessary\" to adjudicate matters arising before expiration. 18 U.S.C. § 3583(i). This period would include the time that the offender, by his own contrivance, cannot be haled into court. Thus, as long as a warrant or summons issues before the expiration of the term, an offender who remains a fugitive will still be subject to the court's jurisdiction once located, and his conduct while a fugitive will be considered at sentencing. <i>See infra</i> Part II(D). It follows that a judicially contrived tolling mechanism is not necessary to deter offenders from absconding.</p>\n<p></p>\n<h2>D. <i>Further Proceedings.</i>\n</h2>\n<p>Our holding that the district court lacked authority to revoke the appellant's supervised release based on the alleged Grade A violation does not end our odyssey. The record makes manifest that the district court still retained authority to revoke the appellant's supervised release on account of the earlier Grade C violations. Given this circumstance, remand is appropriate to allow the district court to decide whether to revoke the appellant's supervised release based solely on the Grade C violations and, if so, to impose a condign sentence.<sup>[5]</sup></p>\n<p>Let us be perfectly clear. The fact that the January 11, 2006, drug crime cannot itself be deemed a supervised release violation does not mean that it is immaterial for present purposes. When a district court revokes a term of supervised release, the sentencing court must consider certain enumerated factors in imposing a sentence. <i>See</i> 18 U.S.C. § 3583(e). We think that, in mulling these factors, the court may take into account an offender's conduct between the time of the violation underlying the revocation and the time of sentencing. <i>See </i><i>United States v. Kreitinger,</i> <span class=\"citation\" data-id=\"1188769\"><a href=\"/opinion/1188769/united-states-v-kreitinger/\"><span class=\"volume\">576</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">500</span></a></span>, 504-05 (8th Cir.2009); <i>cf.</i> USSG § 7B1.4, comment. (n.2) (explaining that \"an upward departure [from the applicable range of imprisonment in the Revocation Table] may be warranted when a defendant, subsequent to the federal sentence resulting in supervision, has been sentenced for an offense that is not the basis of the violation proceeding\"). Crimes committed by an offender between the occurrence of a supervised release violation and sentencing for that violation are relevant in weighing the need for deterrence a key consideration mandated by section 3583(e). <i>See </i><i>United States v. Simtob,</i> <span class=\"citation\" data-id=\"797706\"><a href=\"/opinion/797706/united-states-v-solomon-bitton-simtob-united-states-of-america-v-solomon/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1058</span></a></span>, 1062 (9th Cir.2007) (\"The history of the violator, when combined with the violator's most recent criminal offenses, and particularly when similar to the past transgressions, is indicative of <span class=\"star-pagination\">*70</span> the violator's propensity for recidivism and inability to integrate peacefully into a community.\").</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>We need go no further. For the reasons elucidated above, we reject the government's view that a supervised release term is tolled while an offender is in fugitive status. Consequently, the appellant's supervised release term expired on January 10, 2006. Because the alleged Grade A violation did not arise until after that date, the district court lacked authority to revoke the appellant's supervised release on that basis. Hence, we vacate the judgment and remand the case to the district court for further proceedings consistent with this opinion.</p>\n<p><i>Vacated and remanded.</i></p>\n<h2>NOTES</h2>\n<p>[1]  In the district court, the appellant asserted that the scheduled expiration date was January 9, 2006. In his appellate brief, he suggests that January 10, not January 9, would under ordinary circumstances have been the last day of the term. Because this one-day discrepancy makes no difference to the outcome here, we assume an expiration date of January 10.</p>\n<p>[2]  These ranges and other policy statements were explicitly denominated as advisory even before the Supreme Court's landmark decision in <i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, 259, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005). <i>See </i><i>United States v. Work,</i> <span class=\"citation\" data-id=\"201625\"><a href=\"/opinion/201625/united-states-v-work/\"><span class=\"volume\">409</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">484</span></a></span>, 492 (1st Cir.2005).</p>\n<p>[3]  It is not clear whether the appellant can be said to have been a fugitive. <i>See, e.g., </i><i>Murguia-Oliveros,</i> 421 F.3d at 953-54 (defining \"fugitive\" for this purpose as one who \"abscond[s] from serving the terms of [] supervised release\" by \"depart[ing] the place [in which the offender] was authorized by the terms of his release to be,\" and \"fail[ing] to contact his probation officer as required\").</p>\n<p>[4]  We note that the Eleventh Circuit reads section 3583(i) as an additional tolling provision. <i>See </i><i>Okoko,</i> 365 F.3d at 964-65. This runs counter to the clear weight of authority, which holds that, unlike section 3624(e), section 3583(i) is not a tolling provision \"because tolling requires an actual suspension of the running of the period of supervised release, and under § 3583(i) there is no suspension, but rather an extension of the period during which the government may pursue violations of supervised release.\" <i>Ossa-Gallegos,</i> 491 F.3d at 543 n. 5; <i>accord </i><i>Cole,</i> 567 F.3d at 114 n. 3; <i>United States v. Jordan,</i> <span class=\"citation\" data-id=\"1449833\"><a href=\"/opinion/1449833/united-states-v-jordan/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">446</span></a></span>, 448 (8th Cir.2009). We therefore reject the Eleventh Circuit's view.</p>\n<p>[5]  Remand is especially desirable in this case because the district court calculated the advisory sentencing range based on the Grade A violation and imposed a sentence at the high end of that range.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/24821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/76566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111043/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/331963/",
    "http://www.courtlistener.com/api/rest/v3/opinions/466528/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/594761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755158/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/798183/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1188769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1208572/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1262094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1347847/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1353897/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1449833/"
  ]
}