{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/354/",
  "absolute_url": "/opinion/354/borkowski-v-fv-madison-kate/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/354/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-03-19T22:00:57Z",
  "date_modified": "2016-04-26T12:53:49.696425Z",
  "type": "010combined",
  "sha1": "d49a55105253e49120c844b7595f02a7c501f6bc",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1311P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/03/19/V_Madison_Kate.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 09-1311\n\n      MAREK BORKOWSKI, RUFUS ALFRED AYERS and STEVEN WOOD,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n            F/V MADISON KATE, SEA VENTURES, LLC, and\n         F/V HOLDINGS, INC. d/b/a SEA ADVENTURES, LLC.,\n\n                      Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Joseph L. Tauro, U.S. District Judge]\n\n\n                              Before\n\n                       Lynch, Chief Judge,\n                Lipez and Howard, Circuit Judges.\n\n\n\n     John J. Bromley, with whom David B. Kaplan and The Kaplan/Bond\nGroup, were on brief, for appellants.\n     Rachelle R. Green, with whom Byron L. McMasters and Duffy &\nSweeney, LTD, were on brief, for appellees.\n\n\n\n                          March 19, 2010\n\f               HOWARD, Circuit Judge.         The appellants in this maritime\n\nmatter are three commercial fishermen who served aboard the F/V\n\nMadison Kate on a fishing voyage from Stonington, Connecticut in\n\nMarch 2006.      Contrary to the requirements of federal maritime law,\n\nthere    was    no    written   agreement      memorializing      the   terms    of\n\nappellants' employment. Upon return to port, each of the fishermen\n\nand the other crew members was paid a portion of the boat's net\n\nproceeds, consisting of the value of the trip's catch, less various\n\nexpenses and the owner's share.1         Their payments were made pursuant\n\nto what is known in the fishing industry as the \"lay-share system,\"\n\nunder which the net proceeds are divided up into \"shares\" that are\n\nthen awarded, in whole or part, to crew members depending on, among\n\nother things, their experience and performance.                  Appellants Wood\n\nand Borkowski each received a full share; appellant Ayres received\n\na three-quarter share.2 The fishermen sued, claiming violations of\n\nfederal maritime law and state wage laws.                After an abbreviated\n\nbench    trial,      the   district   court    awarded   Ayres    an    additional\n\nquarter-share; Wood and Borkowski received no damage award.                     The\nfishermen claim on appeal that the district court committed legal\n\nerror in limiting their damages.                Although we employ somewhat\n\n\n\n\n     1\n      The record reflects that the voyage yielded approximately\n17,250 pounds of scallops, sold for seven dollars per pound,\nresulting in a gross of $120,806. Expenses totaled $48,663.\n     2\n      A full share totaled $2,231.48. After certain deductions,\nBorkowski was paid $1,984.48. Wood received $1,829.48, and Ayres\nreceived $1,420.61.\n                                        -2-\n\fdifferent reasoning than did the district court, we affirm the\n\njudgment.\n                                    I.\n\n            In May 2007, appellants filed suit against the F/V\n\nMadison Kate and its owner Sea Ventures, LLC.3          Their four-count\n\ncomplaint alleged:      1) violation of 46 U.S.C. § 10601, which\n\nrequires, inter alia, that fishermen's wage agreements be in\n\nwriting;4 2) violation of 46 U.S.C. § 11107, which limns damages\n\nfor unlawful seaman engagements; 3) egregious conduct warranting\npunitive damages; and 4) violation of Massachusetts wage laws,\n\nMass. Gen. Laws ch. 149, §§ 148, 150.      A bench trial was scheduled\n\nfor   January   2009.   At   the   conclusion   of   opening   statements,\n\nhowever, the parties agreed to waive any further trial proceedings\n\nand allowed the district court to rule based on the parties'\n\npretrial memoranda, their opening statements and related legal\n\narguments, and certain trial exhibits.      In short order, the court\n\nissued a written decision awarding appellant Ayers $557.87, the\n\ndifference between what he was paid and a full-share.           All other\nclaims were rejected.    This timely appeal followed.\n                                    II.\n\n            The relevant facts are not in dispute.        Indeed, it was\n\nthe lack of factual dispute that led the district court to suggest\n\n      3\n      Sea Ventures, as the fishermen's employer, is the proper\nparty in interest.      We therefore refer to the appellees\ncollectively under this name.\n      4\n      Such written agreements must contain the period of their\neffectiveness, the terms of any wage, share or other compensation\narrangement, and any other agreed terms.\n                                    -3-\n\fthe truncated procedure.       Sea Ventures readily conceded that it\n\nviolated 46 U.S.C. § 10601's requirement that the owner of a\n\nfishing vessel \"make a fishing agreement in writing with each\n\nseaman employed on board.\"5         Thus, the only issue before the\n\ndistrict court was appellants' damages.\n\n            The district court accepted Sea Ventures' argument that\n\nthe appellants' exclusive remedy for violation of 46 U.S.C. § 10601\n\nis 46 U.S.C. § 11107, which provides as follows:\n\n            An engagement of a seaman contrary to a law of\n            the United States is void.       A seaman so\n            engaged may leave the service of the vessel at\n            any time and is entitled to recover the\n            highest rate of wages at the port from which\n            the seaman was engaged or the amount agreed to\n            be given to the seaman at the time of the\n            engagement, whichever is higher.\n\n\n            Here, there was no verbal agreement regarding appellants'\n\nwages.     Nor did appellants offer any evidence about the \"highest\n\nrates of wages\" at the Stonington port.           The only record evidence\n\nof \"Stonington wages\" is a \"settlement sheet,\" which details the\n\ngross proceeds of the voyage's catch, the expenses subsequently\ndeducted from the gross, and the distribution of shares among the\n\ncrew. Because Borkowski and Wood each received a full-share, which\n\nthe plaintiffs agree is the \"highest rate of wages\" on the record,\n\nit   was   agreed   below   that   only   Ayres    would   be   entitled   to\n\n      5\n      Sea Ventures asserted below that it was unaware of the\nwriting requirement until it was contacted by appellants' counsel\napproximately one month after the voyage at issue here. The record\nalso reflects that appellants, experienced fishermen, had never\nentered into any written fishing agreements. Appellants' counsel\nstated at oral argument that the writing requirement was uniformly\nignored at the Stonington port.\n                                    -4-\n\fcompensation under § 11107.            The district court awarded Ayres\n\n$557.87, raising his compensation from a three-quarter share to a\n\nfull share.\n\n            The district court awarded no further damages, holding\n\nthat   \"§   10601    is   a   liability      statute,   and   §   11107   is    its\n\n[exclusive] companion remedy statute.\" Appellants argue that their\n\nremedy is not limited to the compensation outlined in § 11107.\n\nInstead, they ask for an application of maritime common law to\n\nsupply additional compensatory and punitive remedies for violation\nof § 10601.    We review the district court's interpretation of the\n\nstatute de novo.      Boston & Maine Corp. v. Mass. Bay Transp. Auth.,\n\n587 F.3d 89, 98 (1st Cir. 2009).               As it turns out, we are not\n\nrequired to decide whether the remedy set forth in 46 U.S.C. §\n\n11107 is the exclusive remedy for violations of 46 U.S.C. § 10601,\n\nnor do we decide whether federal maritime law preempts application\n\nof the Massachusetts wage law.         Rather, we affirm on the basis that\n\nplaintiffs have failed to prove any other measure of compensatory\n\ndamages or any entitlement to punitive damages.\n                                       III.\n\n            The     foundation   of   appellants'       damage    claim   is   that\n\n\"[c]ommercial seamen have historically been treated as wards of the\n\ncourt, enjoying special protections because they are vulnerable to\n\nexploitation by their employers at sea.\" Kurtz v. Comm'r, 575 F.3d\n\n1275, 1277 (11th Cir. 2009).           Appellants argue that the district\n\ncourt's     damage    limitation      runs    counter    to   the    maxim     that\n\n\"'[l]egislation for the benefit of seamen is to be construed\n\n                                       -5-\n\fliberally in their favor.'\"          Doyle v. Huntress, 419 F.3d 3, 9 (1st\n\nCir. 2005) (\"Doyle II\") (quoting McMahon v. United States, 342 U.S.\n\n25, 27 (1951)).6\n\n               Before we analyze appellants' argument, we note that\n\npinning down the precise nature of their damage claim has proven\n\nsomewhat elusive.         While their trial memorandum specifically asked\n\nthat each appellant be awarded one-seventh of the $120,806 gross\n\nproceeds from the voyage it was silent as to whether those damages\n\nwere       compensatory    or   punitive   in    nature.     And   though   their\nappellate brief seeks the same monetary result and refers to their\n\ndamage formulation as a \"maritime law punitive measure,\" counsel at\n\noral argument stated that appellants are seeking both compensatory\n\nand punitive damages, with compensation represented by disallowing\n\nSea Ventures to keep funds improperly deducted for expenses and the\n\nremainder of the award constituting punishment.                  Although either\n\ntheory -- compensatory or punitive -- leads to the same monetary\n\noutcome,7 each requires a different analytical path.                     We will\n\nexplore both theories.\nA.   Compensatory damages\n\n               Beyond     the   agreed-upon     damage   award   Ayres   received\n\npursuant to § 11107, appellants argue that they are entitled to\n\n\n       6\n      Even within the generally hospitable environs of maritime\ncommon law, however, \"[s]eamen aboard fishing vessels . . . have\ntraditionally borne greater responsibility for themselves and their\nprovisions than those aboard other commercial vessels.\" Kurtz, 575\nF.3d at 1277.\n       7\n      One-seventh of the $120,000 gross yields roughly $15,500 per\nappellant, after deducting the amounts they've already been paid.\n                                        -6-\n\fcompensatory damages equal to their share of the amount of expenses\n\ndeducted by the owner without the written agreement required by\n\n§ 10601.\n\n             In holding that § 11107 is the exclusive remedy for the\n\nviolation of § 10601, the district court relied in large part on\n\nthe following language from Doyle II:               \"[W]here the fishermen have\n\nalready received a lay share portion of the proceeds from the\n\nfishing voyages they participated in, there does not appear to be\n\nany other real remedy for the vessel owners' failure to comply with\n§ 10601, absent § 11107.\"            419 F.3d at 14.         The appellants argue\n\nthat this language is dicta, as the exclusivity of § 11107 was not\n\nbefore us in Doyle II.         The appellants may be right that we have\n\nnot previously explicitly resolved this exclusivity issue, but we\n\nneed not do so here, either.            The appellants' claim stalls for a\n\nmuch simpler reason -- lack of evidence.\n\n             To the extent the compensatory relief sought under §\n\n10601   is   premised     on   the   claim    that    Sea    Ventures     improperly\n\ndeducted expenses, there is no evidence upon which any fact-finder\ncould conclude that the deductions were improper, other than\n\ncounsel's     say-so,     through     the     use    of     descriptors        such    as\n\n\"incorrect,\" \"fraudulent,\" and \"things the seamen had never paid\n\nbefore.\"     Indeed, the record reflects that appellants conducted\n\nlittle or no discovery below to gather evidence that might buttress\n\nsuch a claim.    By contrast, in Harper v. U.S. Seafoods, L.P., No.\n\nC00-1610P,    2003   WL    25674101     (W.D.   Wash.       April   8,   2003),       the\n\nplaintiff-fisherman        presented     an     expert      witness      and     sought\n\n                                        -7-\n\fdiscovery from several non-party vessel owners about wages and\n\nemployment agreements.\n\n                 Moreover, as a result of the agreement between the\n\ndistrict         court   and    parties'   counsel,        none   of    the       appellants\n\ntestified, either in person or through deposition transcripts.8\n\nThus,       even   if    appellants'    theory     is     correct,      and       additional\n\ncompensatory           remedies    exist   under      §    10601       for    failure      to\n\nmemorialize the expenses to be deducted or the crew members'\n\nshares, the lack of evidence as to how such deductions should be\nmade        or   how   such    shares   should   be       divvied      up    is    fatal   to\n\nappellants' compensatory claim.                  See Astro-Med, Inc. v. Nihon\n\nKohden Am., Inc., 591 F.3d 1, 13 (1st Cir. 2009) (damages may not\n\nbe recovered if purely speculative).\n\nB.   Punitive damages\n\n                 While not directly addressed, implicit in the district\n\ncourt's ruling was its rejection of appellants' claim for punitive\n\ndamages.\n\n                 As an initial matter, federal courts sitting in admiralty\nhave the power, at least in some circumstances, to award common-law\n\npunitive         damages   to   supplement   statutory        remedies.             Atlantic\n\nSounding Co., Inc. v. Townsend, 129 S. Ct. 2561, 2567 (2009); Exxon\n\n\n        8\n      Appellants' counsel at oral argument alluded to the\nfishermen's deposition testimony that none would have embarked on\nthe voyage had they been aware of the abstemious wages that awaited\nthem.   As noted, however, no such testimony was placed in the\nrecord. See also Doyle v. Huntress, 513 F.3d 331, 337-38 (1st Cir.\n2008) (\"Doyle IV\") (rejecting as \"sheer speculation\" fishermen's\ntestimony that they would not have gone on trips had they known\ntheir shares beforehand).\n                                           -8-\n\fShipping Co. v. Baker, 128 S. Ct. 2605, 2619-21 (2008).                        At the\n\nsame time, however, \"[t]he prevailing rule in American courts also\n\nlimits punitive damages to cases . . . of enormity, where a\n\ndefendant's conduct is outrageous, owing to gross negligence,\n\nwillful, wanton, and reckless indifference for the rights of\n\nothers, or behavior even more deplorable.\"                  Baker, 128 S. Ct. at\n\n2621 (citations and footnote omitted).9\n\n               Appellants argue that Sea Ventures should be punished for\n\nintentionally violating § 10601 and as a deterrent against future\nmisconduct.          We disagree.         It is undisputed that Sea Ventures'\n\nviolation of the writing requirement was unknowing and commonplace.\n\nUnder appellants' theory, because \"ignorance of the law is not an\n\nexcuse,\"       any    violation      of   §    10601's   writing     requirement     is\n\nintentional and therefore warrants punitive damages.                          Punitive\n\ndamages    do        not,   however,       automatically    follow     a     statutory\n\nviolation.      Ignorance of the law sometimes can be an excuse when it\n\ncomes to punitive damages.                 See, e.g., Kolstad v. Am. Dental\n\nAssoc.,    527       U.S.   526,     536-37    (1999).     Simply     put,    not   all\nintentional behavior constitutes \"reckless indifference for the\n\nrights of others.\"            Baker, 128 S. Ct. at 2621.           We need not here\n\ndecide what conduct might support a punitive damages award.                      It is\n\nenough    to    say    that    Sea    Ventures'     violation   of    its    statutory\n\nobligation -- an obligation of which it was unaware -- cannot\n\n\n     9\n      Baker also discussed appropriate ratios of punitive damages\nto compensatory damages as limiting factors in punitive awards.\n128 S. Ct. at 2633.    Given our decision, we do not reach this\nissue.\n                                              -9-\n\fsupport an award of punitive damages.        Here, appellants were paid\n\nunder a lay-share system that \"is not illegal or unjust.\"           Doyle v.\n\nHuntress, 474 F. Supp. 2d 337, 344 (D.R.I. 2007) (\"Doyle III\").            As\n\nin the Doyle line of cases, \"[t]he violation of § 10601 was not\n\nthat the seamen were not paid, but that they were not given fixed\n\nwritten employment contracts before each trip.\" Doyle IV, 513 F.3d\n\nat 337.    Against this legal and factual backdrop, we find nothing\n\nin the record that supports an award of punitive damages.\n\nC.   Massachusetts Wage Act\n           The district court ruled that Sea Ventures' failure to\n\nabide by § 10601's writing requirement did not constitute a failure\n\nto pay appellants' \"wages earned,\" and was thus not a violation of\n\nthe Massachusetts' Wage Act, Mass. Gen. L. ch. 149, §§ 148, 150.\n\nIn so ruling, the district court did not reach the disputed issue\n\nof whether the state law was preempted by federal maritime law.            On\n\nappeal, however, appellants address only the undecided preemption\n\nissue that was assumed in their favor.           They never engage the\n\ndistrict   court's   reasoning   and    conclusion   that   there    was   no\nviolation of Massachusetts law.        As such, we consider any argument\n\nthat the district court wrongly decided the merits of the wage\n\nclaim to be waived.     See Sonoran Scanners, Inc. v. Perkinelmer,\n\nInc. 585 F.3d 535, 545 n.7 (1st Cir. 2009) (failure to sufficiently\n\nbrief issue on appeal constitutes waiver) (citing United States v.\n\nZannino, 895 F.2d 1, 17 (1st Cir. 1990)).\n\n\n\n\n                                  -10-\n\f                               IV.\n\n          The judgment of the district court is affirmed. Costs to\n\nappellees.10\n\n\n\n\n     10\n      Appellees' costs are awarded pursuant to Fed. R. App. P. 39\nand L.R. 39. Appellees' Motion for Attorneys' Fees, Damages and\nCosts is denied in all other respects.\n                              -11-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>599 F.3d 57 (2010)</b></center>\n<center><h1>Marek BORKOWSKI, Rufus Alfred Ayers and Steven Wood, Plaintiffs, Appellants,<br>\nv.<br>\nF/V MADISON KATE, Sea Ventures, LLC, and F/V Holdings, Inc. d/b/a Sea Adventures, LLC., Defendants, Appellees.</h1></center>\n<center>No. 09-1311.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard December 9, 2009.</center>\n<center>Decided March 19, 2010.</center>\n<p><span class=\"star-pagination\">*58</span> John J. Bromley, with whom David B. Kaplan and The Kaplan/Bond Group, were on brief, for appellants.</p>\n<p>Rachelle R. Green, with whom Byron L. McMasters and Duffy &amp; Sweeney, LTD, were on brief, for appellees.</p>\n<p>Before LYNCH, Chief Judge, LIPEZ and HOWARD, Circuit Judges.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>The appellants in this maritime matter are three commercial fishermen who served aboard the F/V Madison Kate on a fishing voyage from Stonington, Connecticut in March 2006. Contrary to the requirements of federal maritime law, there was no written agreement memorializing the terms of appellants' employment. Upon return to port, each of the fishermen and the other crew members was paid a portion of the boat's net proceeds, consisting of the value of the trip's catch, less various expenses and the owner's share.<sup>[1]</sup> Their payments were made pursuant to what is known in the fishing industry as the \"lay-share system,\" under which the net proceeds are divided up into \"shares\" that are then awarded, in whole or part, to crew members depending on, among other things, their experience and performance. Appellants Wood and Borkowski each received a full share; appellant Ayres received a three-quarter share.<sup>[2]</sup> The fishermen <span class=\"star-pagination\">*59</span> sued, claiming violations of federal maritime law and state wage laws. After an abbreviated bench trial, the district court awarded Ayres an additional quarter-share; Wood and Borkowski received no damage award. The fishermen claim on appeal that the district court committed legal error in limiting their damages. Although we employ somewhat different reasoning than did the district court, we affirm the judgment.</p>\n<p></p>\n<h2>I.</h2>\n<p>In May 2007, appellants filed suit against the F/V Madison Kate and its owner Sea Ventures, LLC.<sup>[3]</sup> Their four-count complaint alleged: 1) violation of 46 U.S.C. § 10601, which requires, <i>inter alia,</i> that fishermen's wage agreements be in writing;<sup>[4]</sup> 2) violation of 46 U.S.C. § 11107, which limns damages for unlawful seaman engagements; 3) egregious conduct warranting punitive damages; and 4) violation of Massachusetts wage laws, Mass. Gen. Laws ch. 149, §§ 148, 150. A bench trial was scheduled for January 2009. At the conclusion of opening statements, however, the parties agreed to waive any further trial proceedings and allowed the district court to rule based on the parties' pretrial memoranda, their opening statements and related legal arguments, and certain trial exhibits. In short order, the court issued a written decision awarding appellant Ayers $557.87, the difference between what he was paid and a full-share. All other claims were rejected. This timely appeal followed.</p>\n<p></p>\n<h2>II.</h2>\n<p>The relevant facts are not in dispute. Indeed, it was the lack of factual dispute that led the district court to suggest the truncated procedure. Sea Ventures readily conceded that it violated 46 U.S.C. § 10601's requirement that the owner of a fishing vessel \"make a fishing agreement in writing with each seaman employed on board.\"<sup>[5]</sup> Thus, the only issue before the district court was appellants' damages.</p>\n<p>The district court accepted Sea Ventures' argument that the appellants' exclusive remedy for violation of 46 U.S.C. § 10601 is 46 U.S.C. § 11107, which provides as follows:</p>\n<blockquote>An engagement of a seaman contrary to a law of the United States is void. A seaman so engaged may leave the service of the vessel at any time and is entitled to recover the highest rate of wages at the port from which the seaman was engaged or the amount agreed to be given to the seaman at the time of the engagement, whichever is higher.</blockquote>\n<p>Here, there was no verbal agreement regarding appellants' wages. Nor did appellants offer any evidence about the \"highest rates of wages\" at the Stonington port. The only record evidence of \"Stonington <span class=\"star-pagination\">*60</span> wages\" is a \"settlement sheet,\" which details the gross proceeds of the voyage's catch, the expenses subsequently deducted from the gross, and the distribution of shares among the crew. Because Borkowski and Wood each received a full-share, which the plaintiffs agree is the \"highest rate of wages\" on the record, it was agreed below that only Ayres would be entitled to compensation under § 11107. The district court awarded Ayres $557.87, raising his compensation from a three-quarter share to a full share.</p>\n<p>The district court awarded no further damages, holding that \"§ 10601 is a liability statute, and § 11107 is its [exclusive] companion remedy statute.\" Appellants argue that their remedy is not limited to the compensation outlined in § 11107. Instead, they ask for an application of maritime common law to supply additional compensatory and punitive remedies for violation of § 10601. We review the district court's interpretation of the statute de novo. <i>Boston &amp; Maine Corp. v. Mass. Bay Transp. Auth.,</i> 587 F.3d 89, 98 (1st Cir.2009). As it turns out, we are not required to decide whether the remedy set forth in 46 U.S.C. § 11107 is the exclusive remedy for violations of 46 U.S.C. § 10601, nor do we decide whether federal maritime law preempts application of the Massachusetts wage law. Rather, we affirm on the basis that plaintiffs have failed to prove any other measure of compensatory damages or any entitlement to punitive damages.</p>\n<p></p>\n<h2>III.</h2>\n<p>The foundation of appellants' damage claim is that \"[c]ommercial seamen have historically been treated as wards of the court, enjoying special protections because they are vulnerable to exploitation by their employers at sea.\" <i>Kurtz v. Comm'r,</i> 575 F.3d 1275, 1277 (11th Cir.2009). Appellants argue that the district court's damage limitation runs counter to the maxim that \"`[l]egislation for the benefit of seamen is to be construed liberally in their favor.'\" <i>Doyle v. Huntress,</i> 419 F.3d 3, 9 (1st Cir.2005) (<i>\"Doyle II\"</i>) (<i>quoting </i><i>McMahon v. United States,</i> 342 U.S. 25, 27, 72 S.Ct. 17, 96 L.Ed. 26 (1951)).<sup>[6]</sup></p>\n<p>Before we analyze appellants' argument, we note that pinning down the precise nature of their damage claim has proven somewhat elusive. While their trial memorandum specifically asked that each appellant be awarded one-seventh of the $120,806 gross proceeds from the voyage it was silent as to whether those damages were compensatory or punitive in nature. And though their appellate brief seeks the same monetary result and refers to their damage formulation as a \"maritime law punitive measure,\" counsel at oral argument stated that appellants are seeking both compensatory and punitive damages, with compensation represented by disallowing Sea Ventures to keep funds improperly deducted for expenses and the remainder of the award constituting punishment. Although either theorycompensatory or punitiveleads to the same monetary outcome,<sup>[7]</sup> each requires a different analytical path. We will explore both theories.</p>\n<p></p>\n<h2><i>A. Compensatory damages</i></h2>\n<p>Beyond the agreed-upon damage award Ayres received pursuant to § 11107, appellants <span class=\"star-pagination\">*61</span> argue that they are entitled to compensatory damages equal to their share of the amount of expenses deducted by the owner without the written agreement required by § 10601.</p>\n<p>In holding that § 11107 is the exclusive remedy for the violation of § 10601, the district court relied in large part on the following language from <i>Doyle II:</i> \"[W]here the fishermen have already received a lay share portion of the proceeds from the fishing voyages they participated in, there does not appear to be any other real remedy for the vessel owners' failure to comply with § 10601, absent § 11107.\" 419 F.3d at 14. The appellants argue that this language is dicta, as the exclusivity of § 11107 was not before us in <i>Doyle II.</i> The appellants may be right that we have not previously explicitly resolved this exclusivity issue, but we need not do so here, either. The appellants' claim stalls for a much simpler reasonlack of evidence.</p>\n<p>To the extent the compensatory relief sought under § 10601 is premised on the claim that Sea Ventures improperly deducted expenses, there is no evidence upon which any fact-finder could conclude that the deductions were improper, other than counsel's say-so, through the use of descriptors such as \"incorrect,\" \"fraudulent,\" and \"things the seamen had never paid before.\" Indeed, the record reflects that appellants conducted little or no discovery below to gather evidence that might buttress such a claim. By contrast, in <i>Harper v. U.S. Seafoods, L.P.,</i> No. C00-1610P, 2003 WL 25674101 (W.D.Wash. April 8, 2003), the plaintiff-fisherman presented an expert witness and sought discovery from several non-party vessel owners about wages and employment agreements.</p>\n<p>Moreover, as a result of the agreement between the district court and parties' counsel, none of the appellants testified, either in person or through deposition transcripts.<sup>[8]</sup> Thus, even if appellants' theory is correct, and additional compensatory remedies exist under § 10601 for failure to memorialize the expenses to be deducted or the crew members' shares, the lack of evidence as to how such deductions <i>should</i> be made or how such shares should be divvied up is fatal to appellants' compensatory claim. <i>See </i><i>Astro-Med, Inc. v. Nihon Kohden Am., Inc.,</i> 591 F.3d 1, 13 (1st Cir.2009) (damages may not be recovered if purely speculative).</p>\n<p></p>\n<h2><i>B. Punitive damages</i></h2>\n<p>While not directly addressed, implicit in the district court's ruling was its rejection of appellants' claim for punitive damages.</p>\n<p>As an initial matter, federal courts sitting in admiralty have the power, at least in some circumstances, to award common-law punitive damages to supplement statutory remedies. <i>Atlantic Sounding Co., Inc. v. Townsend,</i> ___ U.S. ___, ___, 129 S.Ct. 2561, 2567, 174 L.Ed.2d 382 (2009); <i>Exxon Shipping Co. v. Baker,</i> ___ U.S. ___, ___-___, 128 S.Ct. 2605, 2619-21, 171 L.Ed.2d 570 (2008). At the same time, however, \"[t]he prevailing rule in American courts also limits punitive damages to cases . . . of enormity, where a defendant's conduct is outrageous, owing to gross negligence, willful, wanton, and reckless indifference for the rights of others, <span class=\"star-pagination\">*62</span> or behavior even more deplorable.\" <i>Baker,</i> 128 S.Ct. at 2621 (citations and footnote omitted).<sup>[9]</sup></p>\n<p>Appellants argue that Sea Ventures should be punished for intentionally violating § 10601 and as a deterrent against future misconduct. We disagree. It is undisputed that Sea Ventures' violation of the writing requirement was unknowing and commonplace. Under appellants' theory, because \"ignorance of the law is not an excuse,\" <i>any</i> violation of § 10601's writing requirement is intentional and therefore warrants punitive damages. Punitive damages do not, however, automatically follow a statutory violation. Ignorance of the law sometimes <i>can</i> be an excuse when it comes to punitive damages. <i>See, e.g., </i><i>Kolstad v. Am. Dental Assoc.,</i> 527 U.S. 526, 536-37, 119 S.Ct. 2118, 144 L.Ed.2d 494 (1999). Simply put, not all intentional behavior constitutes \"reckless indifference for the rights of others.\" <i>Baker,</i> 128 S.Ct. at 2621. We need not here decide what conduct might support a punitive damages award. It is enough to say that Sea Ventures' violation of its statutory obligationan obligation of which it was unawarecannot support an award of punitive damages. Here, appellants were paid under a lay-share system that \"is not illegal or unjust.\" <i>Doyle v. Huntress,</i> 474 F.Supp.2d 337, 344 (D.R.I.2007) (<i>\"Doyle III\"</i>). As in the <i>Doyle</i> line of cases, \"[t]he violation of § 10601 was not that the seamen were not paid, but that they were not given fixed written employment contracts before each trip.\" <i>Doyle IV,</i> 513 F.3d at 337. Against this legal and factual backdrop, we find nothing in the record that supports an award of punitive damages.</p>\n<p></p>\n<h2><i>C. Massachusetts Wage Act</i></h2>\n<p>The district court ruled that Sea Ventures' failure to abide by § 10601's writing requirement did not constitute a failure to pay appellants' \"wages earned,\" and was thus not a violation of the Massachusetts' Wage Act, Mass. Gen. L. ch. 149, §§ 148, 150. In so ruling, the district court did not reach the disputed issue of whether the state law was preempted by federal maritime law. On appeal, however, appellants address only the undecided preemption issue that was assumed in their favor. They never engage the district court's reasoning and conclusion that there was no violation of Massachusetts law. As such, we consider any argument that the district court wrongly decided the merits of the wage claim to be waived. <i>See </i><i>Sonoran Scanners, Inc. v. Perkinelmer, Inc.</i> 585 F.3d 535, 545 n. 7 (1st Cir. 2009) (failure to sufficiently brief issue on appeal constitutes waiver) (<i>citing </i><i>United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990)).</p>\n<p></p>\n<h2>IV.</h2>\n<p>The judgment of the district court is affirmed. Costs to appellees.<sup>[10]</sup></p>\n<h2>NOTES</h2>\n<p>[1]  The record reflects that the voyage yielded approximately 17,250 pounds of scallops, sold for seven dollars per pound, resulting in a gross of $120,806. Expenses totaled $48,663.</p>\n<p>[2]  A full share totaled $2,231.48. After certain deductions, Borkowski was paid $1,984.48. Wood received $1,829.48, and Ayres received $1,420.61.</p>\n<p>[3]  Sea Ventures, as the fishermen's employer, is the proper party in interest. We therefore refer to the appellees collectively under this name.</p>\n<p>[4]  Such written agreements must contain the period of their effectiveness, the terms of any wage, share or other compensation arrangement, and any other agreed terms.</p>\n<p>[5]  Sea Ventures asserted below that it was unaware of the writing requirement until it was contacted by appellants' counsel approximately one month after the voyage at issue here. The record also reflects that appellants, experienced fishermen, had never entered into any written fishing agreements. Appellants' counsel stated at oral argument that the writing requirement was uniformly ignored at the Stonington port.</p>\n<p>[6]  Even within the generally hospitable environs of maritime common law, however, \"[s]eamen aboard fishing vessels . . . have traditionally borne greater responsibility for themselves and their provisions than those aboard other commercial vessels.\" <i>Kurtz,</i> 575 F.3d at 1277.</p>\n<p>[7]  One-seventh of the $120,000 gross yields roughly $15,500 per appellant, after deducting the amounts they've already been paid.</p>\n<p>[8]  Appellants' counsel at oral argument alluded to the fishermen's deposition testimony that none would have embarked on the voyage had they been aware of the abstemious wages that awaited them. As noted, however, no such testimony was placed in the record. <i>See also </i><i>Doyle v. Huntress,</i> 513 F.3d 331, 337-38 (1st Cir.2008) (<i>\"Doyle IV\"</i>) (rejecting as \"sheer speculation\" fishermen's testimony that they would not have gone on trips had they known their shares beforehand).</p>\n<p>[9]  <i>Baker</i> also discussed appropriate ratios of punitive damages to compensatory damages as limiting factors in punitive awards. 128 S.Ct. at 2633. Given our decision, we do not reach this issue.</p>\n<p>[10]  Appellees' costs are awarded pursuant to Fed. R.App. P. 39 and L.R. 39. Appellees' Motion for Attorneys' Fees, Damages and Costs is denied in all other respects.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">599</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></span> (2010)</b></center>\n<center><h1>Marek BORKOWSKI, Rufus Alfred Ayers and Steven Wood, Plaintiffs, Appellants,<br>\nv.<br>\nF/V MADISON KATE, Sea Ventures, LLC, and F/V Holdings, Inc. d/b/a Sea Adventures, LLC., Defendants, Appellees.</h1></center>\n<center>No. 09-1311.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard December 9, 2009.</center>\n<center>Decided March 19, 2010.</center>\n<p><span class=\"star-pagination\">*58</span> John J. Bromley, with whom David B. Kaplan and The Kaplan/Bond Group, were on brief, for appellants.</p>\n<p>Rachelle R. Green, with whom Byron L. McMasters and Duffy &amp; Sweeney, LTD, were on brief, for appellees.</p>\n<p>Before LYNCH, Chief Judge, LIPEZ and HOWARD, Circuit Judges.</p>\n<p>HOWARD, Circuit Judge.</p>\n<p>The appellants in this maritime matter are three commercial fishermen who served aboard the F/V Madison Kate on a fishing voyage from Stonington, Connecticut in March 2006. Contrary to the requirements of federal maritime law, there was no written agreement memorializing the terms of appellants' employment. Upon return to port, each of the fishermen and the other crew members was paid a portion of the boat's net proceeds, consisting of the value of the trip's catch, less various expenses and the owner's share.<sup>[1]</sup> Their payments were made pursuant to what is known in the fishing industry as the \"lay-share system,\" under which the net proceeds are divided up into \"shares\" that are then awarded, in whole or part, to crew members depending on, among other things, their experience and performance. Appellants Wood and Borkowski each received a full share; appellant Ayres received a three-quarter share.<sup>[2]</sup> The fishermen <span class=\"star-pagination\">*59</span> sued, claiming violations of federal maritime law and state wage laws. After an abbreviated bench trial, the district court awarded Ayres an additional quarter-share; Wood and Borkowski received no damage award. The fishermen claim on appeal that the district court committed legal error in limiting their damages. Although we employ somewhat different reasoning than did the district court, we affirm the judgment.</p>\n<p></p>\n<h2>I.</h2>\n<p>In May 2007, appellants filed suit against the F/V Madison Kate and its owner Sea Ventures, LLC.<sup>[3]</sup> Their four-count complaint alleged: 1) violation of 46 U.S.C. § 10601, which requires, <i>inter alia,</i> that fishermen's wage agreements be in writing;<sup>[4]</sup> 2) violation of 46 U.S.C. § 11107, which limns damages for unlawful seaman engagements; 3) egregious conduct warranting punitive damages; and 4) violation of Massachusetts wage laws, Mass. Gen. Laws ch. 149, §§ 148, 150. A bench trial was scheduled for January 2009. At the conclusion of opening statements, however, the parties agreed to waive any further trial proceedings and allowed the district court to rule based on the parties' pretrial memoranda, their opening statements and related legal arguments, and certain trial exhibits. In short order, the court issued a written decision awarding appellant Ayers $557.87, the difference between what he was paid and a full-share. All other claims were rejected. This timely appeal followed.</p>\n<p></p>\n<h2>II.</h2>\n<p>The relevant facts are not in dispute. Indeed, it was the lack of factual dispute that led the district court to suggest the truncated procedure. Sea Ventures readily conceded that it violated 46 U.S.C. § 10601's requirement that the owner of a fishing vessel \"make a fishing agreement in writing with each seaman employed on board.\"<sup>[5]</sup> Thus, the only issue before the district court was appellants' damages.</p>\n<p>The district court accepted Sea Ventures' argument that the appellants' exclusive remedy for violation of 46 U.S.C. § 10601 is 46 U.S.C. § 11107, which provides as follows:</p>\n<blockquote>An engagement of a seaman contrary to a law of the United States is void. A seaman so engaged may leave the service of the vessel at any time and is entitled to recover the highest rate of wages at the port from which the seaman was engaged or the amount agreed to be given to the seaman at the time of the engagement, whichever is higher.</blockquote>\n<p>Here, there was no verbal agreement regarding appellants' wages. Nor did appellants offer any evidence about the \"highest rates of wages\" at the Stonington port. The only record evidence of \"Stonington <span class=\"star-pagination\">*60</span> wages\" is a \"settlement sheet,\" which details the gross proceeds of the voyage's catch, the expenses subsequently deducted from the gross, and the distribution of shares among the crew. Because Borkowski and Wood each received a full-share, which the plaintiffs agree is the \"highest rate of wages\" on the record, it was agreed below that only Ayres would be entitled to compensation under § 11107. The district court awarded Ayres $557.87, raising his compensation from a three-quarter share to a full share.</p>\n<p>The district court awarded no further damages, holding that \"§ 10601 is a liability statute, and § 11107 is its [exclusive] companion remedy statute.\" Appellants argue that their remedy is not limited to the compensation outlined in § 11107. Instead, they ask for an application of maritime common law to supply additional compensatory and punitive remedies for violation of § 10601. We review the district court's interpretation of the statute de novo. <i>Boston &amp; Maine Corp. v. Mass. Bay Transp. Auth.,</i> <span class=\"citation\" data-id=\"204082\"><a href=\"/opinion/204082/boston-and-maine-v-massachusetts-bay-transp/\"><span class=\"volume\">587</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">89</span></a></span>, 98 (1st Cir.2009). As it turns out, we are not required to decide whether the remedy set forth in 46 U.S.C. § 11107 is the exclusive remedy for violations of 46 U.S.C. § 10601, nor do we decide whether federal maritime law preempts application of the Massachusetts wage law. Rather, we affirm on the basis that plaintiffs have failed to prove any other measure of compensatory damages or any entitlement to punitive damages.</p>\n<p></p>\n<h2>III.</h2>\n<p>The foundation of appellants' damage claim is that \"[c]ommercial seamen have historically been treated as wards of the court, enjoying special protections because they are vulnerable to exploitation by their employers at sea.\" <i>Kurtz v. Comm'r,</i> <span class=\"citation\" data-id=\"78415\"><a href=\"/opinion/78415/kurtz-v-cir/\"><span class=\"volume\">575</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1275</span></a></span>, 1277 (11th Cir.2009). Appellants argue that the district court's damage limitation runs counter to the maxim that \"`[l]egislation for the benefit of seamen is to be construed liberally in their favor.'\" <i>Doyle v. Huntress,</i> <span class=\"citation\" data-id=\"201761\"><a href=\"/opinion/201761/doyle-v-huntress-inc/\"><span class=\"volume\">419</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">3</span></a></span>, 9 (1st Cir.2005) (<i>\"Doyle II\"</i>) (<i>quoting </i><i>McMahon v. United States,</i> <span class=\"citation\" data-id=\"104927\"><a href=\"/opinion/104927/mcmahon-v-united-states/\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">25</span></a></span>, 27, <span class=\"citation\" data-id=\"104927\"><a href=\"/opinion/104927/mcmahon-v-united-states/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">17</span></a></span>, <span class=\"citation\" data-id=\"104927\"><a href=\"/opinion/104927/mcmahon-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">26</span></a></span> (1951)).<sup>[6]</sup></p>\n<p>Before we analyze appellants' argument, we note that pinning down the precise nature of their damage claim has proven somewhat elusive. While their trial memorandum specifically asked that each appellant be awarded one-seventh of the $120,806 gross proceeds from the voyage it was silent as to whether those damages were compensatory or punitive in nature. And though their appellate brief seeks the same monetary result and refers to their damage formulation as a \"maritime law punitive measure,\" counsel at oral argument stated that appellants are seeking both compensatory and punitive damages, with compensation represented by disallowing Sea Ventures to keep funds improperly deducted for expenses and the remainder of the award constituting punishment. Although either theorycompensatory or punitiveleads to the same monetary outcome,<sup>[7]</sup> each requires a different analytical path. We will explore both theories.</p>\n<p></p>\n<h2><i>A. Compensatory damages</i></h2>\n<p>Beyond the agreed-upon damage award Ayres received pursuant to § 11107, appellants <span class=\"star-pagination\">*61</span> argue that they are entitled to compensatory damages equal to their share of the amount of expenses deducted by the owner without the written agreement required by § 10601.</p>\n<p>In holding that § 11107 is the exclusive remedy for the violation of § 10601, the district court relied in large part on the following language from <i>Doyle II:</i> \"[W]here the fishermen have already received a lay share portion of the proceeds from the fishing voyages they participated in, there does not appear to be any other real remedy for the vessel owners' failure to comply with § 10601, absent § 11107.\" 419 F.3d at 14. The appellants argue that this language is dicta, as the exclusivity of § 11107 was not before us in <i>Doyle II.</i> The appellants may be right that we have not previously explicitly resolved this exclusivity issue, but we need not do so here, either. The appellants' claim stalls for a much simpler reasonlack of evidence.</p>\n<p>To the extent the compensatory relief sought under § 10601 is premised on the claim that Sea Ventures improperly deducted expenses, there is no evidence upon which any fact-finder could conclude that the deductions were improper, other than counsel's say-so, through the use of descriptors such as \"incorrect,\" \"fraudulent,\" and \"things the seamen had never paid before.\" Indeed, the record reflects that appellants conducted little or no discovery below to gather evidence that might buttress such a claim. By contrast, in <i>Harper v. U.S. Seafoods, L.P.,</i> No. C00-1610P, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">25674101</span></span> (W.D.Wash. April 8, 2003), the plaintiff-fisherman presented an expert witness and sought discovery from several non-party vessel owners about wages and employment agreements.</p>\n<p>Moreover, as a result of the agreement between the district court and parties' counsel, none of the appellants testified, either in person or through deposition transcripts.<sup>[8]</sup> Thus, even if appellants' theory is correct, and additional compensatory remedies exist under § 10601 for failure to memorialize the expenses to be deducted or the crew members' shares, the lack of evidence as to how such deductions <i>should</i> be made or how such shares should be divvied up is fatal to appellants' compensatory claim. <i>See </i><i>Astro-Med, Inc. v. Nihon Kohden Am., Inc.,</i> <span class=\"citation\" data-id=\"204041\"><a href=\"/opinion/204041/astro-med-inc-v-nihon-kohden-america-inc/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 13 (1st Cir.2009) (damages may not be recovered if purely speculative).</p>\n<p></p>\n<h2><i>B. Punitive damages</i></h2>\n<p>While not directly addressed, implicit in the district court's ruling was its rejection of appellants' claim for punitive damages.</p>\n<p>As an initial matter, federal courts sitting in admiralty have the power, at least in some circumstances, to award common-law punitive damages to supplement statutory remedies. <i>Atlantic Sounding Co., Inc. v. Townsend,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"145851\"><a href=\"/opinion/145851/atlantic-sounding-co-v-townsend/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2561</span></a></span>, 2567, <span class=\"citation\" data-id=\"145851\"><a href=\"/opinion/145851/atlantic-sounding-co-v-townsend/\"><span class=\"volume\">174</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">382</span></a></span> (2009); <i>Exxon Shipping Co. v. Baker,</i> ___ U.S. ___, ___-___, <span class=\"citation\" data-id=\"145779\"><a href=\"/opinion/145779/exxon-shipping-co-v-baker/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2605</span></a></span>, 2619-21, <span class=\"citation no-link\"><span class=\"volume\">171</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">570</span></span> (2008). At the same time, however, \"[t]he prevailing rule in American courts also limits punitive damages to cases . . . of enormity, where a defendant's conduct is outrageous, owing to gross negligence, willful, wanton, and reckless indifference for the rights of others, <span class=\"star-pagination\">*62</span> or behavior even more deplorable.\" <i>Baker,</i> 128 S.Ct. at 2621 (citations and footnote omitted).<sup>[9]</sup></p>\n<p>Appellants argue that Sea Ventures should be punished for intentionally violating § 10601 and as a deterrent against future misconduct. We disagree. It is undisputed that Sea Ventures' violation of the writing requirement was unknowing and commonplace. Under appellants' theory, because \"ignorance of the law is not an excuse,\" <i>any</i> violation of § 10601's writing requirement is intentional and therefore warrants punitive damages. Punitive damages do not, however, automatically follow a statutory violation. Ignorance of the law sometimes <i>can</i> be an excuse when it comes to punitive damages. <i>See, e.g., </i><i>Kolstad v. Am. Dental Assoc.,</i> <span class=\"citation\" data-id=\"118313\"><a href=\"/opinion/118313/kolstad-v-american-dental-assn/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">526</span></a></span>, 536-37, <span class=\"citation\" data-id=\"118313\"><a href=\"/opinion/118313/kolstad-v-american-dental-assn/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2118</span></a></span>, <span class=\"citation\" data-id=\"118313\"><a href=\"/opinion/118313/kolstad-v-american-dental-assn/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">494</span></a></span> (1999). Simply put, not all intentional behavior constitutes \"reckless indifference for the rights of others.\" <i>Baker,</i> 128 S.Ct. at 2621. We need not here decide what conduct might support a punitive damages award. It is enough to say that Sea Ventures' violation of its statutory obligationan obligation of which it was unawarecannot support an award of punitive damages. Here, appellants were paid under a lay-share system that \"is not illegal or unjust.\" <i>Doyle v. Huntress,</i> <span class=\"citation\" data-id=\"2579694\"><a href=\"/opinion/2579694/doyle-v-huntress-inc/\"><span class=\"volume\">474</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">337</span></a></span>, 344 (D.R.I.2007) (<i>\"Doyle III\"</i>). As in the <i>Doyle</i> line of cases, \"[t]he violation of § 10601 was not that the seamen were not paid, but that they were not given fixed written employment contracts before each trip.\" <i>Doyle IV,</i> 513 F.3d at 337. Against this legal and factual backdrop, we find nothing in the record that supports an award of punitive damages.</p>\n<p></p>\n<h2><i>C. Massachusetts Wage Act</i></h2>\n<p>The district court ruled that Sea Ventures' failure to abide by § 10601's writing requirement did not constitute a failure to pay appellants' \"wages earned,\" and was thus not a violation of the Massachusetts' Wage Act, Mass. Gen. L. ch. 149, §§ 148, 150. In so ruling, the district court did not reach the disputed issue of whether the state law was preempted by federal maritime law. On appeal, however, appellants address only the undecided preemption issue that was assumed in their favor. They never engage the district court's reasoning and conclusion that there was no violation of Massachusetts law. As such, we consider any argument that the district court wrongly decided the merits of the wage claim to be waived. <i>See </i><i>Sonoran Scanners, Inc. v. Perkinelmer, Inc.</i> <span class=\"citation\" data-id=\"204050\"><a href=\"/opinion/204050/sonoran-scanners-inc-v-perkinelmer-inc/\"><span class=\"volume\">585</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">535</span></a></span>, 545 n. 7 (1st Cir. 2009) (failure to sufficiently brief issue on appeal constitutes waiver) (<i>citing </i><i>United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990)).</p>\n<p></p>\n<h2>IV.</h2>\n<p>The judgment of the district court is affirmed. Costs to appellees.<sup>[10]</sup></p>\n<h2>NOTES</h2>\n<p>[1]  The record reflects that the voyage yielded approximately 17,250 pounds of scallops, sold for seven dollars per pound, resulting in a gross of $120,806. Expenses totaled $48,663.</p>\n<p>[2]  A full share totaled $2,231.48. After certain deductions, Borkowski was paid $1,984.48. Wood received $1,829.48, and Ayres received $1,420.61.</p>\n<p>[3]  Sea Ventures, as the fishermen's employer, is the proper party in interest. We therefore refer to the appellees collectively under this name.</p>\n<p>[4]  Such written agreements must contain the period of their effectiveness, the terms of any wage, share or other compensation arrangement, and any other agreed terms.</p>\n<p>[5]  Sea Ventures asserted below that it was unaware of the writing requirement until it was contacted by appellants' counsel approximately one month after the voyage at issue here. The record also reflects that appellants, experienced fishermen, had never entered into any written fishing agreements. Appellants' counsel stated at oral argument that the writing requirement was uniformly ignored at the Stonington port.</p>\n<p>[6]  Even within the generally hospitable environs of maritime common law, however, \"[s]eamen aboard fishing vessels . . . have traditionally borne greater responsibility for themselves and their provisions than those aboard other commercial vessels.\" <i>Kurtz,</i> 575 F.3d at 1277.</p>\n<p>[7]  One-seventh of the $120,000 gross yields roughly $15,500 per appellant, after deducting the amounts they've already been paid.</p>\n<p>[8]  Appellants' counsel at oral argument alluded to the fishermen's deposition testimony that none would have embarked on the voyage had they been aware of the abstemious wages that awaited them. As noted, however, no such testimony was placed in the record. <i>See also </i><i>Doyle v. Huntress,</i> <span class=\"citation\" data-id=\"203118\"><a href=\"/opinion/203118/doyle-v-huntress-inc/\"><span class=\"volume\">513</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">331</span></a></span>, 337-38 (1st Cir.2008) (<i>\"Doyle IV\"</i>) (rejecting as \"sheer speculation\" fishermen's testimony that they would not have gone on trips had they known their shares beforehand).</p>\n<p>[9]  <i>Baker</i> also discussed appropriate ratios of punitive damages to compensatory damages as limiting factors in punitive awards. 128 S.Ct. at 2633. Given our decision, we do not reach this issue.</p>\n<p>[10]  Appellees' costs are awarded pursuant to Fed. R.App. P. 39 and L.R. 39. Appellees' Motion for Attorneys' Fees, Damages and Costs is denied in all other respects.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/78415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104927/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203118/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204041/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/204082/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2579694/"
  ]
}