{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/602/",
  "absolute_url": "/opinion/602/cossaboon-v-maine-medical-center/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/602/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-03-26T00:00:16Z",
  "date_modified": "2016-04-26T15:02:54.486291Z",
  "type": "010combined",
  "sha1": "b856fd73342d6925b8b36c7ac39803abae767dbd",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1550P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/03/24/Cossaboon_v._Maine_Medical_Center.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 09-1550\n\n                        AMANDA COSSABOON,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                      MAINE MEDICAL CENTER,\n\n                       Defendant, Appellee.\n\n\n         ON APPEAL FROM THE UNITED STATES DISTRICT COURT\n               FOR THE DISTRICT OF NEW HAMPSHIRE\n\n          [Hon. Joseph N. Laplante, U.S. District Judge]\n\n\n\n                              Before\n\n                     Boudin, Stahl and Lipez,\n                          Circuit Judges.\n\n\n\n     Matthew R. Serge, with whom Heather M. Burns, Upton &\nHatfield, LLP was on brief, for appellant.\n     Gerald F. Petruccelli, with whom Petruccelli, Martin & Haddow,\nLLP was on brief, for appellee.\n\n\n\n                          March 25, 2010\n\f           LIPEZ,    Circuit   Judge.       Plaintiff   Amanda    Cossaboon,\n\nindividually and as mother and next friend of E.C., appeals from\n\nthe district court's dismissal of her medical malpractice action\n\nagainst defendant Maine Medical Center (MMC) for lack of personal\n\njurisdiction. Cossaboon contends that MMC purposefully established\n\nsufficient contacts with New Hampshire to permit the exercise of\n\ngeneral personal jurisdiction in New Hampshire.            We disagree and\n\naffirm.\n\n                                      I.\n\n           On June 3, 2008, Cossaboon, a New Hampshire resident,\n\nfiled this medical malpractice action against MMC in New Hampshire\n\nSuperior Court. Cossaboon alleged that on April 15, 2007, she gave\n\nbirth to twin daughters at Portsmouth Hospital in New Hampshire.\n\nThe twins were born prematurely, and E.C., upon referral from her\n\nNew Hampshire physician, was transferred to the neonatal intensive\n\ncare unit at MMC four hours after her birth.            On May 1, 2007, an\n\nemployee of MMC placed a hot, wet diaper on E.C.'s heel.                The\n\ndiaper    burned    E.C.'s   heel,    causing   scarring    and    requiring\n\nadditional medical services.         Cossaboon alleged that MMC breached\n\nthe standard of care by placing the hot diaper on E.C.'s foot, and\n\nsought compensation, individually and as mother and next friend of\n\nE.C., for the resulting injury and economic losses.\n\n           MMC removed the action to federal court on the basis of\n\ndiversity of citizenship on June 30, 2008, and later moved to\n\n\n                                      -2-\n\fdismiss for lack of personal jurisdiction.              Cossaboon opposed the\n\nmotion to dismiss, contending that MMC was subject to both specific\n\nand general personal jurisdiction.               After hearing argument from\n\ncounsel, the district court granted MMC's motion to dismiss.\n\n              The court concluded that MMC was not subject to specific\n\npersonal jurisdiction because Cossaboon's claim did not directly\n\nrelate   to    or   arise     from   MMC's    activities     in   New   Hampshire.\n\nInstead, the act from which the claim arose, the application of the\n\nhot diaper to E.C.'s heel, occurred in Maine nearly two weeks after\n\nE.C.'s transfer from Portsmouth Hospital to MMC. The court further\n\ndetermined      that    MMC    was    not     subject   to    general     personal\n\njurisdiction        because    MMC    had     not   purposefully        established\n\n\"continuous and systematic\" contacts with New Hampshire.                   In light\n\nof its conclusion that MMC was not subject to either specific or\n\ngeneral jurisdiction, the court found it unnecessary to reach the\n\nissue    of   whether    New    Hampshire's      long-arm    statute     conferred\n\njurisdiction over MMC.1\n\n\n\n\n     1\n        In addition to constitutional requirements, an exercise of\njurisdiction over an out-of-state defendant must be authorized by\nthe forum's long-arm statute. Harlow v. Children's Hosp., 432 F.3d\n50, 57 (1st Cir. 2005). In its motion to dismiss, MMC contended\nthat no New Hampshire statute asserted long-arm personal\njurisdiction over foreign not-for-profit corporations such as MMC.\nCossaboon countered that New Hampshire's long-arm legislation\nauthorized jurisdiction over foreign corporations to the full\nextent permitted by due process. We, like the district court, find\nit unnecessary to address this issue.\n\n                                        -3-\n\f            Cossaboon filed this timely appeal, challenging only the\n\ndistrict court's ruling that MMC is not subject to general personal\n\njurisdiction.\n\n                                          II.\n\nA.   Jurisdictional Facts\n\n            For purposes of the general jurisdiction analysis, we\n\n\"consider all of a defendant's contacts with the forum state prior\n\nto the filing of the lawsuit.\"                Harlow v. Children's Hosp., 432\n\nF.3d 50, 65 (1st Cir. 2005).            The relevant facts in this case are\n\nlargely undisputed.\n\n            Cossaboon is a New Hampshire resident. MMC is a not-for-\n\nprofit    corporation    organized       in    the    state   of    Maine   with   its\n\nprincipal place of business in Portland, Maine.                    MMC does not hold\n\nany license from the state of New Hampshire, and does not own,\n\nlease, or occupy any real property in New Hampshire.                    It does not\n\nemploy any physicians, nurses or other healthcare professionals who\n\nprovide professional services in New Hampshire and does not require\n\nemployees to hold medical licenses from New Hampshire.\n\n            At   the    time     that   E.C.'s       injury   occurred,     MMC    was\n\nregistered to do business in New Hampshire as a foreign not-for-\n\nprofit corporation, and had registered the trade name \"Northern New\n\nEngland    Poison      Control     Center.\"          On   its      Application     for\n\nRegistration of a Foreign Nonprofit Corporation, MMC stated that\n\nthe \"principal purpose or purposes which it proposes to pursue in\n\n\n                                         -4-\n\fthe transaction of business in New Hampshire\" was \"including but\n\nnot limited to poison control center serv[ic]es.\" The Northern New\n\nEngland Poison Control Center (Poison Control Center) operates a\n\npoison hotline in Portland, Maine that accepts phone calls from New\n\nHampshire, Maine and Vermont.           All calls to the Poison Control\n\nCenter are handled by MMC personnel in Portland; MMC provides no\n\npoison-related     medical       services    other   than   at    locations    in\n\nPortland.   At the time of E.C.'s injury, MMC employed one person in\n\nNew Hampshire.     That employee did not provide medical services in\n\nNew   Hampshire,     but    was    employed    to    provide     education    and\n\nconsultation services to healthcare providers, educators, first\n\nresponders and others interested in the work of the Poison Control\n\nCenter.2\n\n            MMC    does    not    purchase    advertisements      in   any    New\n\nHampshire-based newspapers, telephone directories or television or\n\nradio stations.     MMC does issue periodic press releases to a range\n\nof media outlets, including two New Hampshire-based newspapers\n\n(Foster's Daily Democrat and the Portsmouth Herald) and a few\n\nregional and national news outlets that reach New Hampshire (such\n\nas The Boston Globe and New England Cable News).                 MMC has placed\n\njob listings in the regional trade publication HealthCare Review,\n\nwhich is produced in New Hampshire.           MMC also advertises on radio\n\n\n\n      2\n      MMC employed this New Hampshire-based employee from November\n8, 2004 to September 1, 2007.\n\n                                       -5-\n\fand television stations whose signals may reach parts of New\n\nHampshire, including WGME, a television station broadcast from\n\nsouthern Maine.\n\n            MMC operates a website that provides information about\n\nthe hospital's services and staff.                The website allows users to\n\nmake online charitable donations to the hospital, complete patient\n\npre-registration, register for classes and events, find a doctor,\n\nand apply for an employment position at the hospital.                The website\n\ndescribes certain hospital services and programs, four of which\n\nmention that MMC serves patients from New Hampshire.\n\n            MMC    participates      in    the    Regional   Emergency   Medical\n\nInformation System (REMIS), a twenty-four-hour communication center\n\nthat   facilitates       transfers   to     MMC    from    other   hospitals    and\n\ncaregivers.   When a caregiver calls MMC with a request to transfer\n\na patient, REMIS facilitates communications related to patient\n\nstatus, bed availability, and other information necessary for the\n\ntransfer.   Contacts regarding transfer to MMC are initiated by the\n\npatients' caregivers.           MMC has no agreements with New Hampshire\n\nphysicians under which patients are directed to MMC for medical\n\nservices.\n\n            MMC has also entered into an agreement with Dartmouth\n\nMedical   School    in    New    Hampshire       whereby   medical   students   at\n\nDartmouth may be placed at MMC for clinical training rotations.\n\n\n\n\n                                          -6-\n\fThe agreement specifies that the Dartmouth students are present at\n\nMMC \"in their learning capacity\" and not as employees of MMC.\n\n          Finally, MMC treats patients from New Hampshire at its\n\nPortland hospital. In the approximately two years before Cossaboon\n\nfiled suit, New Hampshire residents represented approximately 1.23%\n\nof all patients treated at MMC, whether admitted as in-patients or\n\ntreated as out-patients (8,107 New Hampshire patients out of a\n\ntotal of 660,524 patients).       In 2006 and 2007, New Hampshire\n\nresidents admitted as in-patients at MMC represented 2.9% of all\n\nin-patient admissions to MMC.    New Hampshire residents represented\n\na somewhat higher percentage of patients admitted to the neonatal\n\nunit at MMC, approximately 8.8% of neonatal admissions in 2007.\n\n          A portion of MMC's revenue is derived from its treatment\n\nof New Hampshire residents.      In the roughly two years prior to\n\nCossaboon's   suit,   MMC   received    approximately   $72,537,073   in\n\npayments for treatment of New Hampshire residents.       These payments\n\nrepresented approximately 3.24% of MMC's total revenue for this\n\nperiod.   MMC received $2,613,951 in payments from New Hampshire\n\nMedicaid, .001% of MMC's total revenue during this period.\n\nB. Legal Background on Personal Jurisdiction\n\n          1. Standard of Review\n\n          Where, as here, the district court      \"held no evidentiary\n\nhearing but instead conducted only a prima facie review of the\n\njurisdictional facts,\" we review de novo the district court's\n\n\n                                  -7-\n\fdecision to dismiss for lack of personal jurisdiction. Harlow, 432\n\nF.3d at 57 (quotation marks and citation omitted).             In reviewing a\n\ndecision made under the prima facie standard, we consider the\n\nplaintiff's allegations \"so far as evidence supports them after\n\npreliminary jurisdictional discovery.\" Jet Wine & Spirits, Inc. v.\n\nBacardi & Co., 298 F.3d 1, 4 (1st Cir. 2002); see United States v.\n\nSwiss Am. Bank, Ltd., 274 F.3d 610, 619 (1st Cir. 2001) (holding\n\nthat the prima facie showing \"must be based upon evidence of\n\nspecific facts set forth in the record\")               (quotation marks and\n\ncitation omitted).         In addition, \"[w]e then add to the mix facts\n\nput   forward   by   the    defendants,    to   the   extent   that   they   are\n\nuncontradicted.\"       Mass. Sch. of Law at Andover, Inc. v. Am. Bar\n\nAss'n, 142 F.3d 26, 34 (1st Cir. 1998).           The plaintiff \"ultimately\n\nbears the burden of persuading the court that jurisdiction exists.\"\n\nId.\n\n           2.   Due Process Requirements\n\n           Personal jurisdiction may be either general or specific.\n\nHarlow, 432 F.3d at 57.        Specific jurisdiction \"may only be relied\n\nupon where the cause of action arises directly out of, or relates\n\nto, the defendant's forum-based contacts.\"             Pritzker v. Yari, 42\n\nF.3d 53, 60 (1st Cir. 1994) (internal quotation marks and citation\n\nomitted); see Glater v. Eli Lilly & Co., 744 F.2d 213, 215 (1st\n\nCir. 1984) (stating that specific jurisdiction is based on \"the\n\nrelationship among the defendant, the forum, and the litigation\").\n\n\n                                     -8-\n\fGeneral jurisdiction, by contrast, \"may be asserted in connection\n\nwith suits not directly founded on [that defendant's] forum-based\n\nconduct. . . .\"      Pritzker, 42 F.3d at 59 (quotation marks and\n\ncitation omitted).      General jurisdiction broadly subjects the\n\ndefendant to suit in the forum state's courts \"in respect to all\n\nmatters, even those that are unrelated to the defendant's contacts\n\nwith the forum.\"     Phillips Exeter Acad. v. Howard Phillips Fund,\n\nInc., 196 F.3d 284, 288 (1st Cir. 1999).      On appeal, Cossaboon has\n\nabandoned her claim of specific jurisdiction and contends only that\n\nMMC is subject to general jurisdiction.\n\n            Constitutional limitations on the exercise of personal\n\njurisdiction over out-of-state defendants are rooted in principles\n\nof \"fundamental fairness.\"      Id. at 288.    The due process clause\n\n\"protects an individual's liberty interest in not being subject to\n\nthe binding judgments of a forum with which he has established no\n\nmeaningful 'contacts, ties, or relations.'\" Burger King Corp. v.\n\nRudzewicz, 471 U.S. 462, 471-72 (1985) (quoting Int'l Shoe Co. v.\n\nWashington, 326 U.S. 310, 319 (1945)).           As such, a court is\n\nprecluded   from   asserting   jurisdiction   unless   \"the   defendant's\n\nconduct and connection with the forum State are such that [it]\n\nshould reasonably anticipate being haled into court there.\" World-\n\nWide Volkswagen Corp. v. Woodson, 444 U.S. 286, 297 (1980).\n\n            Based on the precedents of the Supreme Court, we have\n\nread the due process clause to impose three requirements on the\n\n\n                                   -9-\n\fexercise of general jurisdiction over out-of-state defendants.\n\nHarlow, 432 F.3d at 57.          To justify the exercise of general\n\njurisdiction, (1) the defendant must have sufficient contacts with\n\nthe forum state, (2) those contacts must be purposeful, and (3) the\n\nexercise   of    jurisdiction      must       be    reasonable    under    the\n\ncircumstances.    Id.\n\n           In order to satisfy the first requirement, the defendant\n\nmust have sufficient contacts with the forum state \"such that the\n\nmaintenance of the suit does not offend traditional notions of fair\n\nplay and substantial justice.\"            Int'l Shoe, 326 U.S. at 316\n\n(internal quotation marks and citation omitted).                  Although a\n\nshowing of \"minimum contacts\" is sufficient to establish specific\n\njurisdiction, the standard for establishing general jurisdiction is\n\n\"considerably more stringent.\" Glater, 744 F.2d at 216. To permit\n\nthe exercise of general jurisdiction, the defendant must \"engage[]\n\nin the 'continuous and systematic' pursuit of general business\n\nactivities in the forum state.\"        Id. (quoting Perkins v. Benguet\n\nConsol. Mining Co., 342 U.S. 437, 448 (1952)); see 4A Charles Alan\n\nWright & Arthur R. Miller, Federal Practice & Procedure § 1067.5\n\n(3d ed. 2002) (\"[T]he defendant must be engaged in longstanding\n\nbusiness   in   the   forum   state,   such    as   marketing    or   shipping\n\nproducts, or performing services or maintaining one or more offices\n\nthere; activities that are less extensive than that will not\n\nqualify for general in personam jurisdiction.)\"\n\n\n                                   -10-\n\f            Under the second requirement, the defendant's contacts\n\nwith the state must be \"purposeful.\"           Harlow, 432 F.3d at 57.          That\n\nis, there must be \"some act by which the defendant purposefully\n\navails itself of the privilege of conducting activities within the\n\nforum State, thus invoking the benefits and protections of its\n\nlaws.\"     Hanson    v.   Denckla,     357    U.S.   235,   253      (1958).     The\n\npurposeful     availment        test    \"focuses       on      the     defendant's\n\nintentionality,\" Swiss Am. Bank, 274 F.3d at 623, and \"is only\n\nsatisfied when the defendant purposefully and voluntarily directs\n\nhis activities toward the forum so that he should expect, by virtue\n\nof   the   benefit   he    receives,    to    be     subject    to    the    court's\n\njurisdiction    based     on   these   contacts.\"        Id.    at    624.     This\n\nrequirement ensures that a defendant will not be subjected to\n\npersonal jurisdiction on the basis of \"random, fortuitous, or\n\nattenuated contacts\" or \"the unilateral activity of another party\n\nor a third person.\"            Burger King, 471 U.S. at 475 (internal\n\nquotation marks and citations omitted).\n\n            Our analysis of whether a defendant's contacts with the\n\nforum state satisfy these first two requirements is not \"simply\n\nmechanical or quantitative,\" but instead depends upon the \"quality\n\nand nature\" of the defendant's activity in the forum state.                    Int'l\n\nShoe, 326 U.S. at 319.           The inquiry is \"highly idiosyncratic,\n\ninvolving an individualized assessment and factual analysis of the\n\nprecise mix of contacts that characterize each case.\" Pritzker, 42\n\n\n                                       -11-\n\fF.3d at 60.    Although our inquiry is fact-specific, it is \"guided\n\nby   the   types    of    contacts   deemed   sufficiently   continuous   and\n\nsystematic in other cases.\"          Noonan v. Winston Co., 135 F.3d 85, 93\n\n(1st Cir. 1998).\n\n            Under the third and final requirement, the exercise of\n\njurisdiction       must    be   \"reasonable   under   the    circumstances.\"3\n\nHarlow, 432 F.3d at 57.         The reasonableness inquiry is \"secondary\n\nrather than primary; unless the defendant has some cognizable\n\ncontacts with the proposed forum, the court cannot assert general\n\njurisdiction.\" Sandstrom v. ChemLawn Corp., 904 F.2d 83, 89 (1st\n\nCir. 1990) (quotation marks and citation omitted).\n\nC. Analysis\n\n            Cossaboon contends that MMC purposefully established\n\ncontinuous and systematic contacts with New Hampshire sufficient to\n\nsubject it to general jurisdiction in the state.                She does not\n\ndispute that MMC is organized under Maine law, has its principal\n\n\n\n      3\n       The reasonableness inquiry focuses on an assessment of the\nso-called \"Gestalt factors,\" which include\n\n            (1) the defendant's burden of appearing, (2)\n            the forum state's interest in adjudicating the\n            dispute, (3) the plaintiff's interest in\n            obtaining convenient and effective relief, (4)\n            the judicial system's interest in obtaining\n            the   most   effective   resolution   of   the\n            controversy, and (5) the common interests of\n            all sovereigns in promoting substantive social\n            policies.\n\nHarlow, 432 F.3d at 67 (quotation marks and citation omitted).\n\n                                       -12-\n\fplace of business in Portland, Maine, does not own property or\n\nmaintain medical facilities in New Hampshire, and does not employ\n\nany healthcare professionals who provide medical services in New\n\nHampshire. However, she points to evidence that MMC (1) advertised\n\nto New Hampshire residents, (2) operated a website accessible in\n\nNew Hampshire, (3) registered to do business in New Hampshire and\n\nemployed one person to work in New Hampshire, (4) participated in\n\nREMIS, a system that facilitates patient transfers, (5) entered\n\ninto an agreement with Dartmouth Medical School in New Hampshire,\n\nand (6) treated a substantial number of New Hampshire residents at\n\nits Maine facility.\n\n          Our analysis of whether MMC's contacts with New Hampshire\n\nare constitutionally sufficient to support the exercise of general\n\njurisdiction ultimately depends upon those contacts viewed in the\n\naggregate.   See, e.g., Noonan, 135 F.3d at 93. However, we cannot\n\ndetermine whether MMC's contacts as a whole support the assertion\n\nof general jurisdiction without first exploring each type of\n\ncontact to assess its quality, frequency, and, of particular\n\nimportance, the extent to which it is purposefully directed toward\n\nNew Hampshire residents.   Therefore, we examine separately each of\n\nthe contacts Cossaboon relies on to support her claim of general\n\njurisdiction.\n\n\n\n\n                                -13-\n\f               1. Advertising\n\n               Cossaboon argues that MMC has \"consistently advertised\"\n\nits services in New Hampshire and these advertising efforts support\n\nthe exercise of general jurisdiction.           However, \"where defendant's\n\nonly activities consist of advertising and employing salesmen to\n\nsolicit orders, we think that fairness will not permit a state to\n\nassume jurisdiction.\"       Harlow, 432 F.3d at 66 (internal quotation\n\nmarks    and    citations   omitted).    In     Harlow,   we   held     that   the\n\nhospital's advertising activities, which included sending monthly\n\nnewsletters and other mailings directly to physicians in the forum\n\nstate,    were    insufficient   to   support    the   exercise    of    general\n\njurisdiction.       Id. at 60, 65-66; see also Sandstrom, 904 F.2d at\n\n89-90 (holding that defendant company's placement of \"help wanted\"\n\nads in forum-based newspaper was \"neither pervasive nor even\n\nsubstantial\" advertising, and fell \"far short of bridging the\n\njurisdictional gap\").\n\n               In prior cases, we have found even extensive advertising\n\ncontacts with the forum state inadequate to permit an assertion of\n\ngeneral jurisdiction.       In Glater, the defendant, a pharmaceutical\n\ncompany, advertised in trade journals that circulated in the forum\n\nstate, employed eight sales representatives to market products to\n\npotential customers in the state, and sold products to wholesale\n\ndistributors located in the state.           744 F.2d at 215.     We concluded\n\nthat these advertising and solicitation activities did not meet the\n\n\n                                      -14-\n\fstringent standard for general jurisdiction.    Id. at 217; see also\n\nSeymour v. Parke, Davis & Co., 423 F.2d 584, 585 (1st Cir. 1970)\n\n(finding no general jurisdiction where defendant drug company\n\nadvertised in the forum state by mail and employed six sales\n\nrepresentatives in forum state to disseminate product information\n\nand take orders).\n\n           MMC's advertising to New Hampshire residents is less\n\npurposeful and less extensive than the advertising contacts found\n\ninsufficient in prior cases.    MMC does not purchase advertisements\n\nin any New Hampshire-based newspapers, telephone directories, or\n\nradio or television stations.     Although it issues periodic press\n\nreleases to forty-five media outlets, only two of those outlets are\n\nbased in New Hampshire, and no press releases are sent to only New\n\nHampshire-based media.   Moreover, there is no evidence regarding\n\nthe content or frequency of these press releases.    MMC has placed\n\nadvertisements in one regional trade publication produced in New\n\nHampshire, but it appears that it merely advertised job openings at\n\nMMC.   Finally, MMC advertises on Maine-based radio and television\n\nstations, some of which have signals that reach parts of New\n\nHampshire. However, this advertising, although it may incidentally\n\nreach some New Hampshire viewers or listeners, is not targeted\n\ntoward New Hampshire residents in particular.\n\n           Cossaboon relies on Soares v. Roberts, 417 F. Supp. 304\n\n(D.R.I. 1976), to argue that advertising activities similar to\n\n\n                                 -15-\n\fthose engaged in by MMC have been found to support an assertion of\n\npersonal   jurisdiction.          In   Soares,   the    court      held    that    the\n\ndefendant, a Boston, Massachusetts medical facility that performed\n\nabortions, was subject to personal jurisdiction in Rhode Island.\n\nId. at 307.     The court based its conclusion in part on evidence\n\nthat the facility placed advertisements in local Rhode Island\n\nnewspapers, received regular referrals from Rhode Island healthcare\n\nproviders, and employed a staff-person to inform Rhode Island\n\nhealthcare providers about its services.               Id.\n\n           Soares does not support a finding of general jurisdiction\n\nin this case.       The Soares court exercised specific jurisdiction\n\nover the defendant, but made it clear that it was hesitant to\n\nassert general jurisdiction.             Id. at 307-08 (noting that the\n\nfacility's advertising had \"a direct connection with the case at\n\nbar\" because the plaintiff was \"within the class of persons\" the\n\nadvertising was designed to reach, and holding that personal\n\njurisdiction extended \"at least as to those individuals whose\n\nbusiness the solicitation was designed to obtain\").                   Furthermore,\n\nthe   advertising    to   forum    state   residents         in   Soares   was    more\n\nextensive and more purposeful than MMC's occasional press releases\n\nand help-wanted advertisements that may have been viewed by New\n\nHampshire residents.\n\n\n\n\n                                       -16-\n\f          2. MMC Website\n\n          Cossaboon   contends     that   MMC's   \"user-friendly   and\n\ninteractive website,\" www.mmc.org, supports the exercise of general\n\njurisdiction.   It is clear that \"the mere existence of a website\n\nthat is visible in a forum and that gives information about a\n\ncompany and its products is not enough, by itself, to subject a\n\ndefendant to personal jurisdiction in that forum.\" McBee v. Delica\n\nCo., 417 F.3d 107, 124 (1st Cir. 2005) (addressing analogous issue\n\nof extraterritorial jurisdiction under the Lanham Act).     Given the\n\n\"omnipresence\" of internet websites, such a rule would \"eviscerate\"\n\nthe limits on personal jurisdiction over out-of-state defendants.\n\nId.   Instead, for website activity to support the exercise of\n\npersonal jurisdiction, \"[s]omething more is necessary, such as\n\ninteractive features which allow the successful online ordering of\n\nthe defendant's products.\"   Id.\n\n          In addressing what \"more\" is required to support the\n\nexercise of general jurisdiction based on website activity, courts\n\nhave focused on the extent to which the defendant has actually and\n\npurposefully conducted commercial or other transactions with forum\n\nstate residents through its website.      See, e.g., Dagesse v. Plant\n\nHotel N.V., 113 F. Supp. 2d 211, 223 (D.N.H. 2000) (\"[A] proper\n\nanalysis of the jurisdictional effects of an internet web site must\n\nfocus on whether the defendant has actually and deliberately used\n\nits website to conduct commercial transactions or other activities\n\n\n                                 -17-\n\fwith residents of the forum.\"); Coastal Video Commc'ns Corp. v.\n\nStaywell Corp., 59 F. Supp. 2d 562, 571-72 (E.D. Va. 1999) (finding\n\nthe \"mere existence of an interactive website\" insufficient to\n\nsupport general jurisdiction); 4A Wright & Miller, supra, § 1073.1.\n\nWe   employed   such   an   analysis   in   Harlow,    reasoning    that   the\n\nhospital's website, although accessible in the forum state, did not\n\nsupport a finding of general jurisdiction because the hospital did\n\nnot \"actually do business\" through its website. 432 F.3d at 65-66.\n\n            Cossaboon emphasizes that MMC's website is not purely\n\ninformational, but has interactive features.           The website permits\n\nusers to make online donations, complete patient pre-registration,\n\nregister for classes, find a doctor, and apply for employment.\n\n            Although it has these interactive features, MMC's website\n\ndoes not sell or render services online.              Instead, the site is\n\nprimarily   informational     and   discusses   the    healthcare   services\n\nprovided at MMC's facility in Maine.          Moreover, MMC's website is\n\navailable to anyone with internet access and does not target New\n\nHampshire residents in particular.           Although MMC's interactive\n\nwebsite advertises MMC's services and may increase the chance that\n\nusers turn to MMC for their healthcare needs, that is no more true\n\nof New Hampshire residents than it is of any other visitors to the\n\nwebsite. The mere fact that such an interactive site is accessible\n\nin New Hampshire does not indicate that MMC purposefully availed\n\nitself of the opportunity to do business in New Hampshire.\n\n\n                                    -18-\n\f                  Cossaboon asserts that MMC's website is \"designed to\n\nreach       and     appeal   to   New   Hampshire   residents   specifically.\"\n\nHowever, she points only to evidence that a keyword search of MMC's\n\nsite for \"New Hampshire\" yields four web pages that mention the\n\nstate.4       These four stray references to New Hampshire on MMC's\n\nwebsite do not indicate that MMC intentionally uses its website to\n\n\n\n        4\n            These four entries on MMC's website read, in pertinent part:\n\n                  Precious Hearts Support Group. Members of the\n                  group are parents of families with children\n                  with congenital heart defects from Maine and\n                  New Hampshire, including those who have lost\n                  their battle with CHD.\n\n                  Neuro-Endovascular     Therapy     -     Maine\n                  Neurosurgery.     The physicians of Maine\n                  Neurosurgery provide care to patients in Maine\n                  and New Hampshire for conditions including\n                  trauma,     spine     disorders,      tumors,\n                  cerebrovascular and carotid artery disease,\n                  peripheral nerve problems, and epilepsy.\n\n                  Respiratory Care. The Pulmonary Hypertension\n                  Program at Maine Medical Center serves\n                  patients throughout Northern New England, with\n                  current patients from Maine, New Hampshire,\n                  Vermont, New York, and Massachusetts.\n\n                  Helping Children in our Community.         All\n                  fundraising efforts by the Barbara Bush\n                  Children's Hospital at Maine Medical Center\n                  and its Children's Miracle Network in Southern\n                  and Central Maine and Northern New Hampshire\n                  benefit The Barbara Bush Children's Hospital\n                  at Maine Medical Center, reflecting the\n                  founding pledge to keep 100% of the donations\n                  in the local community. Funds raised in our\n                  area help give all children in Maine and New\n                  Hampshire access to quality medical care close\n                  at home.\n\n                                         -19-\n\ftarget New Hampshire residents.             Indeed, the homepage of MMC's\n\nwebsite does not mention New Hampshire at all but instead focuses\n\non MMC's services to the Portland area and the state of Maine,\n\nstating that MMC \"fills a dual role: it is Maine's premier referral\n\nhospital, offering services not available elsewhere in the state,\n\nand   it   is   a   community   hospital    serving   the   greater   Portland\n\nregion.\"        MMC's website, although available to New Hampshire\n\nresidents, is not purposefully directed toward them.5\n\n\n      5\n       We note that Cossaboon relies on the often cited Zippo Mfg.\nCo. v. Zippo Dot Com, Inc., 952 F. Supp. 1119 (W.D. Pa. 1997), a\ncase that addressed whether website activity supported a claim of\nspecific jurisdiction. Id. at 1122. In Zippo, the district court\nheld that \"the likelihood that personal jurisdiction can be\nconstitutionally exercised is directly proportionate to the nature\nand quality of commercial activity that an entity conducts over the\nInternet.\" Id. at 1124.    The court then articulated a \"sliding\nscale\" to measure a website's contacts with a forum state:\n\n            At one end of the spectrum are situations\n            where a defendant clearly does business over\n            the Internet.    If the defendant enters into\n            contracts   with   residents   of  a   foreign\n            jurisdiction that involve the knowing and\n            repeated transmission of computer files over\n            the Internet, personal jurisdiction is proper.\n            At the opposite end are situations where a\n            defendant has simply posted information on an\n            Internet Web site which is accessible to users\n            in foreign jurisdictions. A passive Web site\n            that does little more than make information\n            available to those who are interested in it is\n            not grounds for the exercise [of] personal\n            jurisdiction. The middle ground is occupied\n            by interactive Web sites where a user can\n            exchange information with the host computer.\n            In these cases, the exercise of jurisdiction\n            is determined by examining the level of\n            interactivity and commercial nature of the\n            exchange of information that occurs on the Web\n\n                                     -20-\n\f          3. Poison Control Center\n\n          Cossaboon emphasizes that at the time of E.C.'s alleged\n\ninjury, MMC was registered to do business in New Hampshire and\n\nemployed one person in New Hampshire to do work related to the\n\nPoison Control Center.   Corporate registration in New Hampshire\n\nadds some weight to the jurisdictional analysis, but it is not\n\nalone sufficient to confer general jurisdiction.     See Sandstrom,\n\n904 F.2d at 89 (finding no general jurisdiction where, inter alia,\n\ncompany was registered to do business in forum and conducted\n\nlimited advertising in forum).    \"[P]reparations to do business at\n\nan indeterminate future date, without more, cannot be confused with\n\nactually doing business\" in the forum state.   Id.   We do not find\n\n\n          site.\n\nId. (internal citations omitted). While some courts have applied\nthe Zippo sliding scale to claims of general jurisdiction, see 4A\nWright & Miller, supra, § 1073.1 & n.22 (citing cases), it has been\nnoted that the Zippo sliding scale \"is not well adapted to the\ngeneral jurisdiction inquiry, because even repeated contacts with\nforum residents by a foreign defendant may not constitute the\nrequisite substantial, continuous and systematic contacts required\nfor a finding of general jurisdiction.\" Revell v. Lidov, 317 F.3d\n467, 471 (5th Cir. 2002); see 4A Wright & Miller, supra, § 1073.1\n(\"Note that in theory the Zippo case's sliding scale approach\nshould be of little value in a general jurisdiction analysis. What\na defendant does on many — but not necessarily all — 'active' and\n'interactive' websites will not rise to the level of the systematic\nand continuous contacts that are required for the exercise of\ngeneral jurisdiction. . . .\"). In this case, MMC's website is best\ncategorized as falling into the intermediate category described by\nZippo, and therefore the Zippo scale provides little assistance\nhere. Moreover, given the considerably more stringent standard for\nestablishing general jurisdiction, we find most helpful those\ndecisions addressing whether website activity supports an exercise\nof general, rather than specific, jurisdiction.\n\n                                 -21-\n\fit significant that MMC stated on its application for business\n\nregistration that its principal business purpose was \"including but\n\nnot limited to poison control serv[ic]es.\"            There is no evidence\n\nthat MMC conducted any services in New Hampshire apart from those\n\ndescribed above related to the Poison Control Center.               At most,\n\nMMC's broad statement of its business purposes on its registration\n\napplication suggests preparations to do additional business in New\n\nHampshire at some point in the future.\n\n              Here, MMC's lone Poison Control Center employee in New\n\nHampshire did not provide any medical services, poison-related or\n\notherwise, in New Hampshire.         Calls to the Poison Control Center\n\nare handled by MMC staff in Maine, and all of MMC's poison-related\n\nmedical services are provided in Maine.            Instead, MMC's one New\n\nHampshire-based       employee     simply      provided   information    and\n\nconsultation services to healthcare providers and others interested\n\nin the Poison Control Center's work.              MMC's employment of one\n\nperson to educate New Hampshire residents about the availability of\n\nMMC's poison-related services is akin to a company's employment of\n\nindividuals to advertise company products to forum residents.             We\n\nhave   held    that   far   more   extensive    advertising   and   marketing\n\nactivities in the forum state fell short of establishing general\n\njurisdiction.      See Glater, 744 F.2d at 215 (employment of eight\n\nsalesmen to market products in forum state); Seymour, 423 F.2d at\n\n585 (employment of six salesmen in forum state).               Furthermore,\n\n\n                                     -22-\n\fwhile in cases like Glater and Seymour the products advertised are\n\nthen sold for use in the forum state, here MMC's advertised\n\nservices are available only in Maine.\n\n             4. REMIS\n\n             Cossaboon points to MMC's participation in REMIS to\n\nsupport her claim of general jurisdiction. REMIS is a twenty-four-\n\nhour communication center that facilitates transfers to MMC once\n\nother hospitals and caregivers have contacted MMC with a transfer\n\nrequest.     For example, when a caregiver calls MMC to request a\n\ntransfer,    REMIS    facilitates    determination    of   the   appropriate\n\nservices to contact and then monitors the call to collect transfer\n\ninformation.       Transfer requests are initiated by the patient's own\n\ncaregiver, not by MMC, and patients still must travel to Maine to\n\nreceive MMC's medical services.          MMC has no agreement with New\n\nHampshire physicians whereby patients are directed to MMC for\n\nmedical services, and there is no indication that MMC participates\n\nin REMIS in order to attract more referrals from New Hampshire in\n\nparticular.    MMC's participation in REMIS does not reflect any act\n\nby   which   MMC    purposefully    directs   its   activities   toward   New\n\nHampshire residents.\n\n             Cossaboon relies on Kenerson v. Stevenson, 604 F. Supp.\n\n792 (D. Me. 1985), to argue that MMC's participation in REMIS\n\nsupports a finding of general jurisdiction.                In Kenerson, the\n\ndistrict court held that a New Hampshire hospital was subject to\n\n\n                                     -23-\n\fgeneral jurisdiction in Maine.      Id. at 795.   The court based its\n\nexercise of jurisdiction on the hospital's treatment of Maine\n\npatients (approximately 8% of total patient admissions), receipt of\n\nreimbursement from the Maine Department of Human Services, and\n\nparticipation in REMIS, a system that \"contemplates emergency\n\ntransfer of patients.\"       Id.    The district court's opinion in\n\nKenerson, although not expressly overruled by Harlow, is clearly in\n\ntension with that decision.         See Harlow, 432 F.3d at 65 n.9\n\n(neither approving of or distinguishing Kenerson, but instead\n\nstating that \"[w]hether Kenerson is correct or not, the evidence\n\nhere does not establish general jurisdiction\").      In light of our\n\nsubsequent holding in Harlow, we find Kenerson unpersuasive here.6\n\n          5. Treatment of New Hampshire Patients\n\n          Finally, Cossaboon relies on evidence that MMC treats a\n\nsubstantial number of patients from New Hampshire and derives\n\nrevenue from its treatment of those residents. However, MMC treats\n\nNew Hampshire residents only in Maine; it provides no medical\n\nservices in New Hampshire.    As we explained in Harlow, \"[t]reating\n\n\n     6\n       Similarly, MMC's agreement with Dartmouth Medical School in\nNew Hampshire does not support the exercise of general\njurisdiction. The agreement allows Dartmouth medical students to\nbe placed at MMC for seven to eight week clinical education\nrotations, and specifies that visiting Dartmouth students are not\n\"employees\" of MMC. Dartmouth students must travel to Maine to\ntake advantage of this educational opportunity at MMC.       MMC's\nwillingness to accept Dartmouth students for clinical rotations at\nits Maine facility does not indicate that MMC purposefully availed\nitself of the privilege of conducting business activities in New\nHampshire.\n\n                                   -24-\n\fpatients from Maine in Massachusetts, even on a regular basis, is\n\nnot the same as engaging in continuous and systematic activity in\n\nMaine. A hospital that treats Maine residents in Massachusetts is,\n\nquite simply, in a different position from a hospital that treats\n\nMaine residents in Maine.\"    Harlow, 432 F.3d at 66.       Our conclusion\n\nin Harlow was not altered by the fact that the Massachusetts\n\nhospital derived revenue from treating Maine patients, a portion of\n\nwhich came from Maine Medicaid.     Id. at 66 (citing Wolf v. Richmond\n\nCounty Hosp. Auth., 745 F.2d 904, 906 (4th Cir. 1984), which held\n\nthat defendant hospital was not subject to general jurisdiction\n\neven though hospital derived approximately one-fifth of its income\n\nfrom forum-state residents).\n\n            In this case, New Hampshire residents represent only\n\n1.23% of all patients treated at MMC and 2.9% of all in-patient\n\nadmissions to MMC.       Similarly, payments for treatment of New\n\nHampshire residents, whether from New Hampshire Medicaid or private\n\ninsurers, account for just 3.24% of MMC's total revenue.             MMC's\n\ntreatment   of   some   patients   from   the   bordering   state   of   New\n\nHampshire does not indicate that MMC purposefully attracted New\n\nHampshire patients or otherwise directed its services toward New\n\nHampshire residents. We cannot subject MMC to general jurisdiction\n\nbased on the \"unilateral activity\" of New Hampshire patients who\n\nchoose to travel to Maine for medical treatment at MMC.             Burger\n\nKing, 471 U.S. at 475.\n\n\n                                   -25-\n\fD. Conclusion\n\n            In Harlow, a case with closely analogous facts, we held\n\nthat the defendant, a Massachusetts hospital, was not subject to\n\ngeneral jurisdiction in the District of Maine.               432 F.3d at 65-66.\n\nThe   hospital    was    organized   under    Massachusetts        law,   had   its\n\nprincipal place of business in Boston, did not own real estate or\n\nmaintain branch offices in Maine, and did not provide medical\n\nservices in Maine.         However, the hospital treated some Maine\n\nresidents    (approximately      .55%    of   annual     patient    admissions),\n\nreceived payments from Maine Medicaid, sent periodic newsletters\n\nand other mailings directly to Maine physicians, and operated a\n\nwebsite accessible to Maine residents.             Id.       We concluded that\n\nthese activities fell \"well below the levels of contacts that have\n\npreviously       been    found    insufficient         to     support      general\n\njurisdiction.\"      Id. at 66 (internal quotation marks and brackets\n\nomitted).\n\n            Here, too, viewing the contacts relied on by Cossaboon in\n\nthe   aggregate,    as    we   must,    we    conclude      that   MMC    has   not\n\ndeliberately established continuous and systematic contacts with\n\nNew Hampshire such that it should reasonably anticipate being\n\nsubject to suit in New Hampshire courts. Although Cossaboon points\n\nto various contacts between MMC and New Hampshire, these contacts\n\ndo not meet the stringent standard for the exercise of general\n\njurisdiction.      MMC is located in Maine, organized and licensed in\n\n\n                                       -26-\n\fMaine, and provides medical services to patients exclusively in\n\nMaine.    The hospital engages in some advertising of its services,\n\nmaintains an interactive website, had one New Hampshire-based\n\nemployee for a time, participates in the REMIS referral system, and\n\ntreats some New Hampshire residents.                However, none of MMC's\n\nadvertising, website or referral activities target New Hampshire\n\nresidents in particular.       In addition, although MMC may attract\n\nnonresidents for medical care or clinical education, its services\n\nare available only in Maine.         Viewed as a whole, MMC's contacts\n\nwith New Hampshire do not amount to the purposeful, continuous and\n\nsystematic pursuit of general business activities in New Hampshire.\n\nOn this record, New Hampshire cannot constitutionally exercise\n\ngeneral jurisdiction over MMC.7\n\n                                     III.\n\n            For the reasons set forth above, the district court's\n\norder    granting   MMC's   motion   to   dismiss    for   lack   of   personal\n\njurisdiction is affirmed.\n\n            So ordered.\n\n\n\n\n     7\n       In light of our conclusion that MMC lacks constitutionally\nsufficient contacts with the forum state, we do not reach the\nquestion of whether the exercise of general jurisdiction would be\nreasonable under the circumstances. Sandstrom, 904 F.2d at 89.\n\n                                     -27-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>600 F.3d 25 (2010)</b></center>\n<center><h1>Amanda COSSABOON, Plaintiff, Appellant,<br>\nv.<br>\nMAINE MEDICAL CENTER, Defendant, Appellee.</h1></center>\n<center>No. 09-1550.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard October 5, 2009.</center>\n<center>Decided March 25, 2010.</center>\n<p><span class=\"star-pagination\">*28</span> Matthew R. Serge, with whom Heather M. Burns, Upton &amp; Hatfield, LLP was on brief, for appellant.</p>\n<p>Gerald F. Petruccelli, with whom Petruccelli, Martin &amp; Haddow, LLP was on brief, for appellee.</p>\n<p>Before BOUDIN, STAHL and LIPEZ, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>Plaintiff Amanda Cossaboon, individually and as mother and next friend of E.C., appeals from the district court's dismissal of her medical malpractice action against <span class=\"star-pagination\">*29</span> defendant Maine Medical Center (MMC) for lack of personal jurisdiction. Cossaboon contends that MMC purposefully established sufficient contacts with New Hampshire to permit the exercise of general personal jurisdiction in New Hampshire. We disagree and affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p>On June 3, 2008, Cossaboon, a New Hampshire resident, filed this medical malpractice action against MMC in New Hampshire Superior Court. Cossaboon alleged that on April 15, 2007, she gave birth to twin daughters at Portsmouth Hospital in New Hampshire. The twins were born prematurely, and E.C., upon referral from her New Hampshire physician, was transferred to the neonatal intensive care unit at MMC four hours after her birth. On May 1, 2007, an employee of MMC placed a hot, wet diaper on E.C.'s heel. The diaper burned E.C.'s heel, causing scarring and requiring additional medical services. Cossaboon alleged that MMC breached the standard of care by placing the hot diaper on E.C.'s foot, and sought compensation, individually and as mother and next friend of E.C., for the resulting injury and economic losses.</p>\n<p>MMC removed the action to federal court on the basis of diversity of citizenship on June 30, 2008, and later moved to dismiss for lack of personal jurisdiction. Cossaboon opposed the motion to dismiss, contending that MMC was subject to both specific and general personal jurisdiction. After hearing argument from counsel, the district court granted MMC's motion to dismiss.</p>\n<p>The court concluded that MMC was not subject to specific personal jurisdiction because Cossaboon's claim did not directly relate to or arise from MMC's activities in New Hampshire. Instead, the act from which the claim arose, the application of the hot diaper to E.C.'s heel, occurred in Maine nearly two weeks after E.C.'s transfer from Portsmouth Hospital to MMC. The court further determined that MMC was not subject to general personal jurisdiction because MMC had not purposefully established \"continuous and systematic\" contacts with New Hampshire. In light of its conclusion that MMC was not subject to either specific or general jurisdiction, the court found it unnecessary to reach the issue of whether New Hampshire's long-arm statute conferred jurisdiction over MMC.<sup>[1]</sup></p>\n<p>Cossaboon filed this timely appeal, challenging only the district court's ruling that MMC is not subject to general personal jurisdiction.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>A. Jurisdictional Facts</h2>\n<p>For purposes of the general jurisdiction analysis, we \"consider all of a defendant's contacts with the forum state prior to the filing of the lawsuit.\" <i>Harlow v. Children's Hosp.,</i> 432 F.3d 50, 65 (1st Cir.2005). The relevant facts in this case are largely undisputed.</p>\n<p>Cossaboon is a New Hampshire resident. MMC is a not-for-profit corporation organized in the state of Maine with its <span class=\"star-pagination\">*30</span> principal place of business in Portland, Maine. MMC does not hold any license from the state of New Hampshire, and does not own, lease, or occupy any real property in New Hampshire. It does not employ any physicians, nurses or other healthcare professionals who provide professional services in New Hampshire and does not require employees to hold medical licenses from New Hampshire.</p>\n<p>At the time that E.C.'s injury occurred, MMC was registered to do business in New Hampshire as a foreign not-for-profit corporation, and had registered the trade name \"Northern New England Poison Control Center.\" On its Application for Registration of a Foreign Nonprofit Corporation, MMC stated that the \"principal purpose or purposes which it proposes to pursue in the transaction of business in New Hampshire\" was \"including but not limited to poison control center serv[ic]es.\" The Northern New England Poison Control Center (Poison Control Center) operates a poison hotline in Portland, Maine that accepts phone calls from New Hampshire, Maine and Vermont. All calls to the Poison Control Center are handled by MMC personnel in Portland; MMC provides no poison-related medical services other than at locations in Portland. At the time of E.C.'s injury, MMC employed one person in New Hampshire. That employee did not provide medical services in New Hampshire, but was employed to provide education and consultation services to healthcare providers, educators, first responders and others interested in the work of the Poison Control Center.<sup>[2]</sup></p>\n<p>MMC does not purchase advertisements in any New Hampshire-based newspapers, telephone directories or television or radio stations. MMC does issue periodic press releases to a range of media outlets, including two New Hampshire-based newspapers (<i>Foster's Daily Democrat</i> and the <i>Portsmouth Herald</i>) and a few regional and national news outlets that reach New Hampshire (such as <i>The Boston Globe</i> and New England Cable News). MMC has placed job listings in the regional trade publication <i>HealthCare Review,</i> which is produced in New Hampshire. MMC also advertises on radio and television stations whose signals may reach parts of New Hampshire, including WGME, a television station broadcast from southern Maine.</p>\n<p>MMC operates a website that provides information about the hospital's services and staff. The website allows users to make online charitable donations to the hospital, complete patient pre-registration, register for classes and events, find a doctor, and apply for an employment position at the hospital. The website describes certain hospital services and programs, four of which mention that MMC serves patients from New Hampshire.</p>\n<p>MMC participates in the Regional Emergency Medical Information System (REMIS), a twenty-four-hour communication center that facilitates transfers to MMC from other hospitals and caregivers. When a caregiver calls MMC with a request to transfer a patient, REMIS facilitates communications related to patient status, bed availability, and other information necessary for the transfer. Contacts regarding transfer to MMC are initiated by the patients' caregivers. MMC has no agreements with New Hampshire physicians under which patients are directed to MMC for medical services.</p>\n<p>MMC has also entered into an agreement with Dartmouth Medical School in <span class=\"star-pagination\">*31</span> New Hampshire whereby medical students at Dartmouth may be placed at MMC for clinical training rotations. The agreement specifies that the Dartmouth students are present at MMC \"in their learning capacity\" and not as employees of MMC.</p>\n<p>Finally, MMC treats patients from New Hampshire at its Portland hospital. In the approximately two years before Cossaboon filed suit, New Hampshire residents represented approximately 1.23% of all patients treated at MMC, whether admitted as in-patients or treated as out-patients (8,107 New Hampshire patients out of a total of 660,524 patients). In 2006 and 2007, New Hampshire residents admitted as in-patients at MMC represented 2.9% of all in-patient admissions to MMC. New Hampshire residents represented a somewhat higher percentage of patients admitted to the neonatal unit at MMC, approximately 8.8% of neonatal admissions in 2007.</p>\n<p>A portion of MMC's revenue is derived from its treatment of New Hampshire residents. In the roughly two years prior to Cossaboon's suit, MMC received approximately $72,537,073 in payments for treatment of New Hampshire residents. These payments represented approximately 3.24% of MMC's total revenue for this period. MMC received $2,613,951 in payments from New Hampshire Medicaid,.001% of MMC's total revenue during this period.</p>\n<p></p>\n<h2>B. Legal Background on Personal Jurisdiction</h2>\n<p></p>\n<h2>1. Standard of Review</h2>\n<p>Where, as here, the district court \"held no evidentiary hearing but instead conducted only a prima facie review of the jurisdictional facts,\" we review de novo the district court's decision to dismiss for lack of personal jurisdiction. <i>Harlow,</i> 432 F.3d at 57 (quotation marks and citation omitted). In reviewing a decision made under the prima facie standard, we consider the plaintiff's allegations \"so far as evidence supports them after preliminary jurisdictional discovery.\" <i>Jet Wine &amp; Spirits, Inc. v. Bacardi &amp; Co.,</i> 298 F.3d 1, 4 (1st Cir. 2002); <i>see </i><i>United States v. Swiss Am. Bank, Ltd.,</i> 274 F.3d 610, 619 (1st Cir. 2001) (holding that the prima facie showing \"must be based upon evidence of specific facts set forth in the record\") (quotation marks and citation omitted). In addition, \"[w]e then add to the mix facts put forward by the defendants, to the extent that they are uncontradicted.\" <i>Mass. Sch. of Law at Andover, Inc. v. Am. Bar Ass'n,</i> 142 F.3d 26, 34 (1st Cir.1998). The plaintiff \"ultimately bears the burden of persuading the court that jurisdiction exists.\" <i>Id.</i></p>\n<p></p>\n<h2>2. Due Process Requirements</h2>\n<p>Personal jurisdiction may be either general or specific. <i>Harlow,</i> 432 F.3d at 57. Specific jurisdiction \"may only be relied upon where the cause of action arises directly out of, or relates to, the defendant's forum-based contacts.\" <i>Pritzker v. Yari,</i> 42 F.3d 53, 60 (1st Cir.1994) (internal quotation marks and citation omitted); <i>see </i><i>Glater v. Eli Lilly &amp; Co.,</i> 744 F.2d 213, 215 (1st Cir.1984) (stating that specific jurisdiction is based on \"the relationship among the defendant, the forum, and the litigation\"). General jurisdiction, by contrast, \"may be asserted in connection with suits not directly founded on [that defendant's] forum-based conduct....\" <i>Pritzker,</i> 42 F.3d at 59 (quotation marks and citation omitted). General jurisdiction broadly subjects the defendant to suit in the forum state's courts \"in respect to all matters, even those that are unrelated to the defendant's contacts with the forum.\" <i>Phillips Exeter Acad. v. Howard Phillips Fund, Inc.,</i> 196 F.3d 284, 288 (1st Cir.1999). On appeal, Cossaboon <span class=\"star-pagination\">*32</span> has abandoned her claim of specific jurisdiction and contends only that MMC is subject to general jurisdiction.</p>\n<p>Constitutional limitations on the exercise of personal jurisdiction over out-of-state defendants are rooted in principles of \"fundamental fairness.\" <i>Id.</i> at 288. The due process clause \"protects an individual's liberty interest in not being subject to the binding judgments of a forum with which he has established no meaningful `contacts, ties, or relations.'\" <i>Burger King Corp. v. Rudzewicz,</i> 471 U.S. 462, 471-72, 105 S.Ct. 2174, 85 L.Ed.2d 528 (1985) (quoting <i>Int'l Shoe Co. v. Washington,</i> 326 U.S. 310, 319, 66 S.Ct. 154, 90 L.Ed. 95 (1945)). As such, a court is precluded from asserting jurisdiction unless \"the defendant's conduct and connection with the forum State are such that [it] should reasonably anticipate being haled into court there.\" <i>World-Wide Volkswagen Corp. v. Woodson,</i> 444 U.S. 286, 297, 100 S.Ct. 559, 62 L.Ed.2d 490 (1980).</p>\n<p>Based on the precedents of the Supreme Court, we have read the due process clause to impose three requirements on the exercise of general jurisdiction over out-of-state defendants. <i>Harlow,</i> 432 F.3d at 57. To justify the exercise of general jurisdiction, (1) the defendant must have sufficient contacts with the forum state, (2) those contacts must be purposeful, and (3) the exercise of jurisdiction must be reasonable under the circumstances. <i>Id.</i></p>\n<p>In order to satisfy the first requirement, the defendant must have sufficient contacts with the forum state \"such that the maintenance of the suit does not offend traditional notions of fair play and substantial justice.\" <i>Int'l Shoe,</i> 326 U.S. at 316, 66 S.Ct. 154 (internal quotation marks and citation omitted). Although a showing of \"minimum contacts\" is sufficient to establish specific jurisdiction, the standard for establishing general jurisdiction is \"considerably more stringent.\" <i>Glater,</i> 744 F.2d at 216. To permit the exercise of general jurisdiction, the defendant must \"engage[] in the `continuous and systematic' pursuit of general business activities in the forum state.\" <i>Id.</i> (quoting <i>Perkins v. Benguet Consol. Mining Co.,</i> 342 U.S. 437, 448, 72, S.Ct. 413, 96 L.Ed. 485 (1952)); <i>see</i> 4A Charles A. Wright &amp; Arthur R. Miller, <i>Federal Practice &amp; Procedure</i> § 1067.5 (3d ed. 2002) (\"[T]he defendant must be engaged in longstanding business in the forum state, such as marketing or shipping products, or performing services or maintaining one or more offices there; activities that are less extensive than that will not qualify for general in personam jurisdiction.)\"</p>\n<p>Under the second requirement, the defendant's contacts with the state must be \"purposeful.\" <i>Harlow,</i> 432 F.3d at 57. That is, there must be \"some act by which the defendant purposefully avails itself of the privilege of conducting activities within the forum State, thus invoking the benefits and protections of its laws.\" <i>Hanson v. Denckla,</i> 357 U.S. 235, 253, 78 S.Ct. 1228, 2 L.Ed.2d 1283 (1958). The purposeful availment test \"focuses on the defendant's intentionality,\" <i>Swiss Am. Bank,</i> 274 F.3d at 623, and \"is only satisfied when the defendant purposefully and voluntarily directs his activities toward the forum so that he should expect, by virtue of the benefit he receives, to be subject to the court's jurisdiction based on these contacts.\" <i>Id.</i> at 624. This requirement ensures that a defendant will not be subjected to personal jurisdiction on the basis of \"random, fortuitous, or attenuated contacts\" or \"the unilateral activity of another party or a third person.\" <i>Burger King,</i> 471 U.S. at 475, 105 S.Ct. 2174 (internal quotation marks and citations omitted).</p>\n<p><span class=\"star-pagination\">*33</span> Our analysis of whether a defendant's contacts with the forum state satisfy these first two requirements is not \"simply mechanical or quantitative,\" but instead depends upon the \"quality and nature\" of the defendant's activity in the forum state. <i>Int'l Shoe,</i> 326 U.S. at 319, 66 S.Ct. 154. The inquiry is \"highly idiosyncratic, involving an individualized assessment and factual analysis of the precise mix of contacts that characterize each case.\" <i>Pritzker,</i> 42 F.3d at 60. Although our inquiry is fact-specific, it is \"guided by the types of contacts deemed sufficiently continuous and systematic in other cases.\" <i>Noonan v. Winston Co.,</i> 135 F.3d 85, 93 (1st Cir.1998).</p>\n<p>Under the third and final requirement, the exercise of jurisdiction must be \"reasonable under the circumstances.\"<sup>[3]</sup><i>Harlow,</i> 432 F.3d at 57. The reasonableness inquiry is \"secondary rather than primary; unless the defendant has some cognizable contacts with the proposed forum, the court cannot assert general jurisdiction.\" <i>Sandstrom v. Chem-Lawn Corp.,</i> 904 F.2d 83, 89 (1st Cir.1990) (quotation marks and citation omitted).</p>\n<p></p>\n<h2>C. Analysis</h2>\n<p>Cossaboon contends that MMC purposefully established continuous and systematic contacts with New Hampshire sufficient to subject it to general jurisdiction in the state. She does not dispute that MMC is organized under Maine law, has its principal place of business in Portland, Maine, does not own property or maintain medical facilities in New Hampshire, and does not employ any healthcare professionals who provide medical services in New Hampshire. However, she points to evidence that MMC (1) advertised to New Hampshire residents, (2) operated a website accessible in New Hampshire, (3) registered to do business in New Hampshire and employed one person to work in New Hampshire, (4) participated in REMIS, a system that facilitates patient transfers, (5) entered into an agreement with Dartmouth Medical School in New Hampshire, and (6) treated a substantial number of New Hampshire residents at its Maine facility.</p>\n<p>Our analysis of whether MMC's contacts with New Hampshire are constitutionally sufficient to support the exercise of general jurisdiction ultimately depends upon those contacts viewed in the aggregate. <i>See, e.g., </i><i>Noonan,</i> 135 F.3d at 93. However, we cannot determine whether MMC's contacts as a whole support the assertion of general jurisdiction without first exploring each type of contact to assess its quality, frequency, and, of particular importance, the extent to which it is purposefully directed toward New Hampshire residents. Therefore, we examine separately each of the contacts Cossaboon relies on to support her claim of general jurisdiction.</p>\n<p></p>\n<h2>1. Advertising</h2>\n<p>Cossaboon argues that MMC has \"consistently advertised\" its services in New Hampshire and these advertising efforts support the exercise of general jurisdiction. However, \"where defendant's only activities consist of advertising and employing salesmen to solicit orders, we <span class=\"star-pagination\">*34</span> think that fairness will not permit a state to assume jurisdiction.\" <i>Harlow,</i> 432 F.3d at 66 (internal quotation marks and citations omitted). In <i>Harlow,</i> we held that the hospital's advertising activities, which included sending monthly newsletters and other mailings directly to physicians in the forum state, were insufficient to support the exercise of general jurisdiction. <i>Id.</i> at 60, 65-66; <i>see also </i><i>Sandstrom,</i> 904 F.2d at 89-90 (holding that defendant company's placement of \"help wanted\" ads in forum-based newspaper was \"neither pervasive nor even substantial\" advertising, and fell \"far short of bridging the jurisdictional gap\").</p>\n<p>In prior cases, we have found even extensive advertising contacts with the forum state inadequate to permit an assertion of general jurisdiction. In <i>Glater,</i> the defendant, a pharmaceutical company, advertised in trade journals that circulated in the forum state, employed eight sales representatives to market products to potential customers in the state, and sold products to wholesale distributors located in the state. 744 F.2d at 215. We concluded that these advertising and solicitation activities did not meet the stringent standard for general jurisdiction. <i>Id.</i> at 217; <i>see also </i><i>Seymour v. Parke, Davis &amp; Co.,</i> 423 F.2d 584, 585 (1st Cir.1970) (finding no general jurisdiction where defendant drug company advertised in the forum state by mail and employed six sales representatives in forum state to disseminate product information and take orders).</p>\n<p>MMC's advertising to New Hampshire residents is less purposeful and less extensive than the advertising contacts found insufficient in prior cases. MMC does not purchase advertisements in any New Hampshire-based newspapers, telephone directories, or radio or television stations. Although it issues periodic press releases to forty-five media outlets, only two of those outlets are based in New Hampshire, and no press releases are sent to only New Hampshire-based media. Moreover, there is no evidence regarding the content or frequency of these press releases. MMC has placed advertisements in one regional trade publication produced in New Hampshire, but it appears that it merely advertised job openings at MMC. Finally, MMC advertises on Maine-based radio and television stations, some of which have signals that reach parts of New Hampshire. However, this advertising, although it may incidentally reach some New Hampshire viewers or listeners, is not targeted toward New Hampshire residents in particular.</p>\n<p>Cossaboon relies on <i>Soares v. Roberts,</i> 417 F.Supp. 304 (D.R.I.1976), to argue that advertising activities similar to those engaged in by MMC have been found to support an assertion of personal jurisdiction. In <i>Soares,</i> the court held that the defendant, a Boston, Massachusetts medical facility that performed abortions, was subject to personal jurisdiction in Rhode Island. <i>Id.</i> at 307. The court based its conclusion in part on evidence that the facility placed advertisements in local Rhode Island newspapers, received regular referrals from Rhode Island healthcare providers, and employed a staff-person to inform Rhode Island healthcare providers about its services. <i>Id.</i></p>\n<p><i>Soares</i> does not support a finding of general jurisdiction in this case. The <i>Soares</i> court exercised <i>specific</i> jurisdiction over the defendant, but made it clear that it was hesitant to assert general jurisdiction. <i>Id.</i> at 307-08 (noting that the facility's advertising had \"a direct connection with the case at bar\" because the plaintiff was \"within the class of persons\" the advertising was designed to reach, and holding that personal jurisdiction extended \"at least as to those individuals whose business the solicitation was designed to obtain\"). <span class=\"star-pagination\">*35</span> Furthermore, the advertising to forum state residents in <i>Soares</i> was more extensive and more purposeful than MMC's occasional press releases and help-wanted advertisements that may have been viewed by New Hampshire residents.</p>\n<p></p>\n<h2>2. MMC Website</h2>\n<p>Cossaboon contends that MMC's \"user-friendly and interactive website,\" www.mmc.org, supports the exercise of general jurisdiction. It is clear that \"the mere existence of a website that is visible in a forum and that gives information about a company and its products is not enough, by itself, to subject a defendant to personal jurisdiction in that forum.\" <i>McBee v. Delica Co.,</i> 417 F.3d 107, 124 (1st Cir.2005) (addressing analogous issue of extraterritorial jurisdiction under the Lanham Act). Given the \"omnipresence\" of internet websites, such a rule would \"eviscerate\" the limits on personal jurisdiction over out-of-state defendants. <i>Id.</i> Instead, for website activity to support the exercise of personal jurisdiction, \"[s]omething more is necessary, such as interactive features which allow the successful online ordering of the defendant's products.\" <i>Id.</i></p>\n<p>In addressing what \"more\" is required to support the exercise of general jurisdiction based on website activity, courts have focused on the extent to which the defendant has actually and purposefully conducted commercial or other transactions with forum state residents through its website. <i>See, e.g., </i><i>Dagesse v. Plant Hotel N.V.,</i> 113 F.Supp.2d 211, 223 (D.N.H.2000) (\"[A] proper analysis of the jurisdictional effects of an internet web site must focus on whether the defendant has actually and deliberately used its website to conduct commercial transactions or other activities with residents of the forum.\"); <i>Coastal Video Commc'ns Corp. v. Staywell Corp.,</i> 59 F.Supp.2d 562, 571-72 (E.D.Va.1999) (finding the \"mere existence of an interactive website\" insufficient to support general jurisdiction); 4A Charles A. Wright &amp; Arthur R. Miller, <i>supra,</i> § 1073.1. We employed such an analysis in <i>Harlow,</i> reasoning that the hospital's website, although accessible in the forum state, did not support a finding of general jurisdiction because the hospital did not \"actually do business\" through its website. 432 F.3d at 65-66.</p>\n<p>Cossaboon emphasizes that MMC's website is not purely informational, but has interactive features. The website permits users to make online donations, complete patient pre-registration, register for classes, find a doctor, and apply for employment.</p>\n<p>Although it has these interactive features, MMC's website does not sell or render services online. Instead, the site is primarily informational and discusses the healthcare services provided at MMC's facility in Maine. Moreover, MMC's website is available to anyone with internet access and does not target New Hampshire residents in particular. Although MMC's interactive website advertises MMC's services and may increase the chance that users turn to MMC for their healthcare needs, that is no more true of New Hampshire residents than it is of any other visitors to the website. The mere fact that such an interactive site is accessible in New Hampshire does not indicate that MMC purposefully availed itself of the opportunity to do business in New Hampshire.</p>\n<p>Cossaboon asserts that MMC's website is \"designed to reach and appeal to New Hampshire residents specifically.\" However, she points only to evidence that a keyword search of MMC's site for \"New Hampshire\" yields four web pages that <span class=\"star-pagination\">*36</span> mention the state.<sup>[4]</sup> These four stray references to New Hampshire on MMC's website do not indicate that MMC intentionally uses its website to target New Hampshire residents. Indeed, the homepage of MMC's website does not mention New Hampshire at all but instead focuses on MMC's services to the Portland area and the state of Maine, stating that MMC \"fills a dual role: it is Maine's premier referral hospital, offering services not available elsewhere in the state, and it is a community hospital serving the greater Portland region.\" MMC's website, although available to New Hampshire residents, is not purposefully directed toward them.<sup>[5]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*37</span> 3. Poison Control Center</h2>\n<p>Cossaboon emphasizes that at the time of E.C.'s alleged injury, MMC was registered to do business in New Hampshire and employed one person in New Hampshire to do work related to the Poison Control Center. Corporate registration in New Hampshire adds some weight to the jurisdictional analysis, but it is not alone sufficient to confer general jurisdiction. <i>See </i><i>Sandstrom,</i> 904 F.2d at 89 (finding no general jurisdiction where, inter alia, company was registered to do business in forum and conducted limited advertising in forum). \"[P]reparations to do business at an indeterminate future date, without more, cannot be confused with actually doing business\" in the forum state. <i>Id.</i> We do not find it significant that MMC stated on its application for business registration that its principal business purpose was \"including but not limited to poison control serv[ic]es.\" There is no evidence that MMC conducted any services in New Hampshire apart from those described above related to the Poison Control Center. At most, MMC's broad statement of its business purposes on its registration application suggests preparations to do additional business in New Hampshire at some point in the future.</p>\n<p>Here, MMC's lone Poison Control Center employee in New Hampshire did not provide any medical services, poison-related or otherwise, in New Hampshire. Calls to the Poison Control Center are handled by MMC staff in Maine, and all of MMC's poison-related medical services are provided in Maine. Instead, MMC's one New Hampshire-based employee simply provided information and consultation services to healthcare providers and others interested in the Poison Control Center's work. MMC's employment of one person to educate New Hampshire residents about the availability of MMC's poison-related services is akin to a company's employment of individuals to advertise company products to forum residents. We have held that far more extensive advertising and marketing activities in the forum state fell short of establishing general jurisdiction. <i>See </i><i>Glater,</i> 744 F.2d at 215 (employment of eight salesmen to market products in forum state); <i>Seymour,</i> 423 F.2d at 585 (employment of six salesmen in forum state). Furthermore, while in cases like <i>Glater</i> and <i>Seymour</i> the products advertised are then sold for use in the forum state, here MMC's advertised services are available only in Maine.</p>\n<p></p>\n<h2>4. REMIS</h2>\n<p>Cossaboon points to MMC's participation in REMIS to support her claim of general jurisdiction. REMIS is a twenty-four-hour communication center that facilitates transfers to MMC once other hospitals and caregivers have contacted MMC with a transfer request. For example, when a caregiver calls MMC to request a transfer, REMIS facilitates determination of the appropriate services to contact and then monitors the call to collect transfer information. Transfer requests are initiated by the patient's own caregiver, not by MMC, and patients still must travel to Maine to receive MMC's medical services. MMC has no agreement with New Hampshire physicians whereby patients are directed to MMC for medical services, and there is no indication that MMC participates in REMIS in order to attract more referrals from New Hampshire in particular. MMC's participation in REMIS does not reflect any act by which MMC purposefully <span class=\"star-pagination\">*38</span> directs its activities toward New Hampshire residents.</p>\n<p>Cossaboon relies on <i>Kenerson v. Stevenson,</i> 604 F.Supp. 792 (D.Me.1985), to argue that MMC's participation in REMIS supports a finding of general jurisdiction. In <i>Kenerson,</i> the district court held that a New Hampshire hospital was subject to general jurisdiction in Maine. <i>Id.</i> at 795. The court based its exercise of jurisdiction on the hospital's treatment of Maine patients (approximately 8% of total patient admissions), receipt of reimbursement from the Maine Department of Human Services, and participation in REMIS, a system that \"contemplates emergency transfer of patients.\" <i>Id.</i> The district court's opinion in <i>Kenerson,</i> although not expressly overruled by <i>Harlow,</i> is clearly in tension with that decision. <i>See </i><i>Harlow,</i> 432 F.3d at 65 n. 9 (neither approving of or distinguishing <i>Kenerson,</i> but instead stating that \"[w]hether <i>Kenerson</i> is correct or not, the evidence here does not establish general jurisdiction\"). In light of our subsequent holding in <i>Harlow,</i> we find <i>Kenerson</i> unpersuasive here.<sup>[6]</sup></p>\n<p></p>\n<h2>5. Treatment of New Hampshire Patients</h2>\n<p>Finally, Cossaboon relies on evidence that MMC treats a substantial number of patients from New Hampshire and derives revenue from its treatment of those residents. However, MMC treats New Hampshire residents only in Maine; it provides no medical services in New Hampshire. As we explained in <i>Harlow,</i> \"[t]reating patients from Maine in Massachusetts, even on a regular basis, is not the same as engaging in continuous and systematic activity in Maine. A hospital that treats Maine residents in Massachusetts is, quite simply, in a different position from a hospital that treats Maine residents in Maine.\" <i>Harlow,</i> 432 F.3d at 66. Our conclusion in <i>Harlow</i> was not altered by the fact that the Massachusetts hospital derived revenue from treating Maine patients, a portion of which came from Maine Medicaid. <i>Id.</i> at 66 (citing <i>Wolf v. Richmond County Hosp. Auth.,</i> 745 F.2d 904, 906 (4th Cir. 1984), which held that defendant hospital was not subject to general jurisdiction even though hospital derived approximately one-fifth of its income from forum-state residents).</p>\n<p>In this case, New Hampshire residents represent only 1.23% of all patients treated at MMC and 2.9% of all in-patient admissions to MMC. Similarly, payments for treatment of New Hampshire residents, whether from New Hampshire Medicaid or private insurers, account for just 3.24% of MMC's total revenue. MMC's treatment of some patients from the bordering state of New Hampshire does not indicate that MMC purposefully attracted New Hampshire patients or otherwise directed its services toward New Hampshire residents. We cannot subject MMC to general jurisdiction based on the \"unilateral activity\" of New Hampshire patients who choose to travel to Maine for medical treatment at MMC. <i>Burger King,</i> 471 U.S. at 475, 105 S.Ct. 2174.</p>\n<p></p>\n<h2>D. Conclusion</h2>\n<p>In <i>Harlow,</i> a case with closely analogous facts, we held that the defendant, a <span class=\"star-pagination\">*39</span> Massachusetts hospital, was not subject to general jurisdiction in the District of Maine. 432 F.3d at 65-66. The hospital was organized under Massachusetts law, had its principal place of business in Boston, did not own real estate or maintain branch offices in Maine, and did not provide medical services in Maine. However, the hospital treated some Maine residents (approximately .55% of annual patient admissions), received payments from Maine Medicaid, sent periodic newsletters and other mailings directly to Maine physicians, and operated a website accessible to Maine residents. <i>Id.</i> We concluded that these activities fell \"well below the levels of contacts that have previously been found insufficient to support general jurisdiction.\" <i>Id.</i> at 66 (internal quotation marks and brackets omitted).</p>\n<p>Here, too, viewing the contacts relied on by Cossaboon in the aggregate, as we must, we conclude that MMC has not deliberately established continuous and systematic contacts with New Hampshire such that it should reasonably anticipate being subject to suit in New Hampshire courts. Although Cossaboon points to various contacts between MMC and New Hampshire, these contacts do not meet the stringent standard for the exercise of general jurisdiction. MMC is located in Maine, organized and licensed in Maine, and provides medical services to patients exclusively in Maine. The hospital engages in some advertising of its services, maintains an interactive website, had one New Hampshire-based employee for a time, participates in the REMIS referral system, and treats some New Hampshire residents. However, none of MMC's advertising, website or referral activities target New Hampshire residents in particular. In addition, although MMC may attract nonresidents for medical care or clinical education, its services are available only in Maine. Viewed as a whole, MMC's contacts with New Hampshire do not amount to the purposeful, continuous and systematic pursuit of general business activities in New Hampshire. On this record, New Hampshire cannot constitutionally exercise general jurisdiction over MMC.<sup>[7]</sup></p>\n<p></p>\n<h2>III.</h2>\n<p>For the reasons set forth above, the district court's order granting MMC's motion to dismiss for lack of personal jurisdiction is <i>affirmed.</i></p>\n<p>So ordered.</p>\n<h2>NOTES</h2>\n<p>[1]  In addition to constitutional requirements, an exercise of jurisdiction over an out-of-state defendant must be authorized by the forum's long-arm statute. <i>Harlow v. Children's Hosp.,</i> 432 F.3d 50, 57 (1st Cir.2005). In its motion to dismiss, MMC contended that no New Hampshire statute asserted long-arm personal jurisdiction over foreign not-for-profit corporations such as MMC. Cossaboon countered that New Hampshire's long-arm legislation authorized jurisdiction over foreign corporations to the full extent permitted by due process. We, like the district court, find it unnecessary to address this issue.</p>\n<p>[2]  MMC employed this New Hampshire-based employee from November 8, 2004 to September 1, 2007.</p>\n<p>[3]  The reasonableness inquiry focuses on an assessment of the so-called \"Gestalt factors,\" which include\n</p>\n<p>(1) the defendant's burden of appearing, (2) the forum state's interest in adjudicating the dispute, (3) the plaintiff's interest in obtaining convenient and effective relief, (4) the judicial system's interest in obtaining the most effective resolution of the controversy, and (5) the common interests of all sovereigns in promoting substantive social policies.</p>\n<p><i>Harlow,</i> 432 F.3d at 67 (quotation marks and citation omitted).</p>\n<p>[4]  These four entries on MMC's website read, in pertinent part:\n</p>\n<p>Precious Hearts Support Group. Members of the group are parents of families with children with congenital heart defects from Maine and New Hampshire, including those who have lost their battle with CHD. Neuro-Endovascular TherapyMaine Neurosurgery. The physicians of Maine Neurosurgery provide care to patients in Maine and New Hampshire for conditions including trauma, spine disorders, tumors, cerebrovascular and carotid artery disease, peripheral nerve problems, and epilepsy.</p>\n<p>Respiratory Care. The Pulmonary Hypertension Program at Maine Medical Center serves patients throughout Northern New England, with current patients from Maine, New Hampshire, Vermont, New York, and Massachusetts.</p>\n<p>Helping Children in our Community. All fundraising efforts by the Barbara Bush Children's Hospital at Maine Medical Center and its Children's Miracle Network in Southern and Central Maine and Northern New Hampshire benefit The Barbara Bush Children's Hospital at Maine Medical Center, reflecting the founding pledge to keep 100% of the donations in the local community. Funds raised in our area help give all children in Maine and New Hampshire access to quality medical care close at home.</p>\n<p>[5]  We note that Cossaboon relies on the often cited <i>Zippo Mfg. Co. v. Zippo Dot Com, Inc.,</i> 952 F.Supp. 1119 (W.D.Pa.1997), a case that addressed whether website activity supported a claim of <i>specific</i> jurisdiction. <i>Id.</i> at 1122. In <i>Zippo,</i> the district court held that \"the likelihood that personal jurisdiction can be constitutionally exercised is directly proportionate to the nature and quality of commercial activity that an entity conducts over the Internet.\" <i>Id.</i> at 1124. The court then articulated a \"sliding scale\" to measure a website's contacts with a forum state:\n</p>\n<p>At one end of the spectrum are situations where a defendant clearly does business over the Internet. If the defendant enters into contracts with residents of a foreign jurisdiction that involve the knowing and repeated transmission of computer files over the Internet, personal jurisdiction is proper. At the opposite end are situations where a defendant has simply posted information on an Internet Web site which is accessible to users in foreign jurisdictions. A passive Web site that does little more than make information available to those who are interested in it is not grounds for the exercise [of] personal jurisdiction. The middle ground is occupied by interactive Web sites where a user can exchange information with the host computer. In these cases, the exercise of jurisdiction is determined by examining the level of interactivity and commercial nature of the exchange of information that occurs on the Web site.</p>\n<p><i>Id.</i> (internal citations omitted). While some courts have applied the <i>Zippo</i> sliding scale to claims of general jurisdiction, <i>see</i> 4A Charles A. Wright &amp; Arthur R. Miller, <i>supra,</i> § 1073.1 &amp; n. 22 (citing cases), it has been noted that the <i>Zippo</i> sliding scale \"is not well adapted to the general jurisdiction inquiry, because even repeated contacts with forum residents by a foreign defendant may not constitute the requisite substantial, continuous and systematic contacts required for a finding of general jurisdiction.\" <i>Revell v. Lidov,</i> 317 F.3d 467, 471 (5th Cir.2002); <i>see</i> 4A Wright &amp; Miller, <i>supra,</i> § 1073.1 (\"Note that in theory the Zippo case's sliding scale approach should be of little value in a general jurisdiction analysis. What a defendant does on manybut not necessarily all`active' and `interactive' websites will not rise to the level of the systematic and continuous contacts that are required for the exercise of general jurisdiction....\"). In this case, MMC's website is best categorized as falling into the intermediate category described by <i>Zippo,</i> and therefore the <i>Zippo</i> scale provides little assistance here. Moreover, given the considerably more stringent standard for establishing general jurisdiction, we find most helpful those decisions addressing whether website activity supports an exercise of general, rather than specific, jurisdiction.</p>\n<p>[6]  Similarly, MMC's agreement with Dartmouth Medical School in New Hampshire does not support the exercise of general jurisdiction. The agreement allows Dartmouth medical students to be placed at MMC for seven to eight week clinical education rotations, and specifies that visiting Dartmouth students are not \"employees\" of MMC. Dartmouth students must travel to Maine to take advantage of this educational opportunity at MMC. MMC's willingness to accept Dartmouth students for clinical rotations at its Maine facility does not indicate that MMC purposefully availed itself of the privilege of conducting business activities in New Hampshire.</p>\n<p>[7]  In light of our conclusion that MMC lacks constitutionally sufficient contacts with the forum state, we do not reach the question of whether the exercise of general jurisdiction would be reasonable under the circumstances. <i>Sandstrom,</i> 904 F.2d at 89.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">600</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></span> (2010)</b></center>\n<center><h1>Amanda COSSABOON, Plaintiff, Appellant,<br>\nv.<br>\nMAINE MEDICAL CENTER, Defendant, Appellee.</h1></center>\n<center>No. 09-1550.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Heard October 5, 2009.</center>\n<center>Decided March 25, 2010.</center>\n<p><span class=\"star-pagination\">*28</span> Matthew R. Serge, with whom Heather M. Burns, Upton &amp; Hatfield, LLP was on brief, for appellant.</p>\n<p>Gerald F. Petruccelli, with whom Petruccelli, Martin &amp; Haddow, LLP was on brief, for appellee.</p>\n<p>Before BOUDIN, STAHL and LIPEZ, Circuit Judges.</p>\n<p>LIPEZ, Circuit Judge.</p>\n<p>Plaintiff Amanda Cossaboon, individually and as mother and next friend of E.C., appeals from the district court's dismissal of her medical malpractice action against <span class=\"star-pagination\">*29</span> defendant Maine Medical Center (MMC) for lack of personal jurisdiction. Cossaboon contends that MMC purposefully established sufficient contacts with New Hampshire to permit the exercise of general personal jurisdiction in New Hampshire. We disagree and affirm.</p>\n<p></p>\n<h2>I.</h2>\n<p>On June 3, 2008, Cossaboon, a New Hampshire resident, filed this medical malpractice action against MMC in New Hampshire Superior Court. Cossaboon alleged that on April 15, 2007, she gave birth to twin daughters at Portsmouth Hospital in New Hampshire. The twins were born prematurely, and E.C., upon referral from her New Hampshire physician, was transferred to the neonatal intensive care unit at MMC four hours after her birth. On May 1, 2007, an employee of MMC placed a hot, wet diaper on E.C.'s heel. The diaper burned E.C.'s heel, causing scarring and requiring additional medical services. Cossaboon alleged that MMC breached the standard of care by placing the hot diaper on E.C.'s foot, and sought compensation, individually and as mother and next friend of E.C., for the resulting injury and economic losses.</p>\n<p>MMC removed the action to federal court on the basis of diversity of citizenship on June 30, 2008, and later moved to dismiss for lack of personal jurisdiction. Cossaboon opposed the motion to dismiss, contending that MMC was subject to both specific and general personal jurisdiction. After hearing argument from counsel, the district court granted MMC's motion to dismiss.</p>\n<p>The court concluded that MMC was not subject to specific personal jurisdiction because Cossaboon's claim did not directly relate to or arise from MMC's activities in New Hampshire. Instead, the act from which the claim arose, the application of the hot diaper to E.C.'s heel, occurred in Maine nearly two weeks after E.C.'s transfer from Portsmouth Hospital to MMC. The court further determined that MMC was not subject to general personal jurisdiction because MMC had not purposefully established \"continuous and systematic\" contacts with New Hampshire. In light of its conclusion that MMC was not subject to either specific or general jurisdiction, the court found it unnecessary to reach the issue of whether New Hampshire's long-arm statute conferred jurisdiction over MMC.<sup>[1]</sup></p>\n<p>Cossaboon filed this timely appeal, challenging only the district court's ruling that MMC is not subject to general personal jurisdiction.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>A. Jurisdictional Facts</h2>\n<p>For purposes of the general jurisdiction analysis, we \"consider all of a defendant's contacts with the forum state prior to the filing of the lawsuit.\" <i>Harlow v. Children's Hosp.,</i> <span class=\"citation no-link\"><span class=\"volume\">432</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></span>, 65 (1st Cir.2005). The relevant facts in this case are largely undisputed.</p>\n<p>Cossaboon is a New Hampshire resident. MMC is a not-for-profit corporation organized in the state of Maine with its <span class=\"star-pagination\">*30</span> principal place of business in Portland, Maine. MMC does not hold any license from the state of New Hampshire, and does not own, lease, or occupy any real property in New Hampshire. It does not employ any physicians, nurses or other healthcare professionals who provide professional services in New Hampshire and does not require employees to hold medical licenses from New Hampshire.</p>\n<p>At the time that E.C.'s injury occurred, MMC was registered to do business in New Hampshire as a foreign not-for-profit corporation, and had registered the trade name \"Northern New England Poison Control Center.\" On its Application for Registration of a Foreign Nonprofit Corporation, MMC stated that the \"principal purpose or purposes which it proposes to pursue in the transaction of business in New Hampshire\" was \"including but not limited to poison control center serv[ic]es.\" The Northern New England Poison Control Center (Poison Control Center) operates a poison hotline in Portland, Maine that accepts phone calls from New Hampshire, Maine and Vermont. All calls to the Poison Control Center are handled by MMC personnel in Portland; MMC provides no poison-related medical services other than at locations in Portland. At the time of E.C.'s injury, MMC employed one person in New Hampshire. That employee did not provide medical services in New Hampshire, but was employed to provide education and consultation services to healthcare providers, educators, first responders and others interested in the work of the Poison Control Center.<sup>[2]</sup></p>\n<p>MMC does not purchase advertisements in any New Hampshire-based newspapers, telephone directories or television or radio stations. MMC does issue periodic press releases to a range of media outlets, including two New Hampshire-based newspapers (<i>Foster's Daily Democrat</i> and the <i>Portsmouth Herald</i>) and a few regional and national news outlets that reach New Hampshire (such as <i>The Boston Globe</i> and New England Cable News). MMC has placed job listings in the regional trade publication <i>HealthCare Review,</i> which is produced in New Hampshire. MMC also advertises on radio and television stations whose signals may reach parts of New Hampshire, including WGME, a television station broadcast from southern Maine.</p>\n<p>MMC operates a website that provides information about the hospital's services and staff. The website allows users to make online charitable donations to the hospital, complete patient pre-registration, register for classes and events, find a doctor, and apply for an employment position at the hospital. The website describes certain hospital services and programs, four of which mention that MMC serves patients from New Hampshire.</p>\n<p>MMC participates in the Regional Emergency Medical Information System (REMIS), a twenty-four-hour communication center that facilitates transfers to MMC from other hospitals and caregivers. When a caregiver calls MMC with a request to transfer a patient, REMIS facilitates communications related to patient status, bed availability, and other information necessary for the transfer. Contacts regarding transfer to MMC are initiated by the patients' caregivers. MMC has no agreements with New Hampshire physicians under which patients are directed to MMC for medical services.</p>\n<p>MMC has also entered into an agreement with Dartmouth Medical School in <span class=\"star-pagination\">*31</span> New Hampshire whereby medical students at Dartmouth may be placed at MMC for clinical training rotations. The agreement specifies that the Dartmouth students are present at MMC \"in their learning capacity\" and not as employees of MMC.</p>\n<p>Finally, MMC treats patients from New Hampshire at its Portland hospital. In the approximately two years before Cossaboon filed suit, New Hampshire residents represented approximately 1.23% of all patients treated at MMC, whether admitted as in-patients or treated as out-patients (8,107 New Hampshire patients out of a total of 660,524 patients). In 2006 and 2007, New Hampshire residents admitted as in-patients at MMC represented 2.9% of all in-patient admissions to MMC. New Hampshire residents represented a somewhat higher percentage of patients admitted to the neonatal unit at MMC, approximately 8.8% of neonatal admissions in 2007.</p>\n<p>A portion of MMC's revenue is derived from its treatment of New Hampshire residents. In the roughly two years prior to Cossaboon's suit, MMC received approximately $72,537,073 in payments for treatment of New Hampshire residents. These payments represented approximately 3.24% of MMC's total revenue for this period. MMC received $2,613,951 in payments from New Hampshire Medicaid,.001% of MMC's total revenue during this period.</p>\n<p></p>\n<h2>B. Legal Background on Personal Jurisdiction</h2>\n<p></p>\n<h2>1. Standard of Review</h2>\n<p>Where, as here, the district court \"held no evidentiary hearing but instead conducted only a prima facie review of the jurisdictional facts,\" we review de novo the district court's decision to dismiss for lack of personal jurisdiction. <i>Harlow,</i> 432 F.3d at 57 (quotation marks and citation omitted). In reviewing a decision made under the prima facie standard, we consider the plaintiff's allegations \"so far as evidence supports them after preliminary jurisdictional discovery.\" <i>Jet Wine &amp; Spirits, Inc. v. Bacardi &amp; Co.,</i> <span class=\"citation\" data-id=\"200035\"><a href=\"/opinion/200035/jet-wine-spirits-v-bacardi-company/\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir. 2002); <i>see </i><i>United States v. Swiss Am. Bank, Ltd.,</i> <span class=\"citation\" data-id=\"199746\"><a href=\"/opinion/199746/united-states-v-swiss/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">610</span></a></span>, 619 (1st Cir. 2001) (holding that the prima facie showing \"must be based upon evidence of specific facts set forth in the record\") (quotation marks and citation omitted). In addition, \"[w]e then add to the mix facts put forward by the defendants, to the extent that they are uncontradicted.\" <i>Mass. Sch. of Law at Andover, Inc. v. Am. Bar Ass'n,</i> <span class=\"citation\" data-id=\"197918\"><a href=\"/opinion/197918/massachusetts-school-v-american-bar/\"><span class=\"volume\">142</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 34 (1st Cir.1998). The plaintiff \"ultimately bears the burden of persuading the court that jurisdiction exists.\" <i>Id.</i></p>\n<p></p>\n<h2>2. Due Process Requirements</h2>\n<p>Personal jurisdiction may be either general or specific. <i>Harlow,</i> 432 F.3d at 57. Specific jurisdiction \"may only be relied upon where the cause of action arises directly out of, or relates to, the defendant's forum-based contacts.\" <i>Pritzker v. Yari,</i> <span class=\"citation\" data-id=\"684076\"><a href=\"/opinion/684076/jay-a-pritzker-v-bob-yari/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 60 (1st Cir.1994) (internal quotation marks and citation omitted); <i>see </i><i>Glater v. Eli Lilly &amp; Co.,</i> <span class=\"citation\" data-id=\"441973\"><a href=\"/opinion/441973/cathy-ann-glater-v-eli-lilly-co/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">213</span></a></span>, 215 (1st Cir.1984) (stating that specific jurisdiction is based on \"the relationship among the defendant, the forum, and the litigation\"). General jurisdiction, by contrast, \"may be asserted in connection with suits not directly founded on [that defendant's] forum-based conduct....\" <i>Pritzker,</i> 42 F.3d at 59 (quotation marks and citation omitted). General jurisdiction broadly subjects the defendant to suit in the forum state's courts \"in respect to all matters, even those that are unrelated to the defendant's contacts with the forum.\" <i>Phillips Exeter Acad. v. Howard Phillips Fund, Inc.,</i> <span class=\"citation\" data-id=\"766721\"><a href=\"/opinion/766721/phillips-exeter-academy-v-howard-phillips-fund-inc/\"><span class=\"volume\">196</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">284</span></a></span>, 288 (1st Cir.1999). On appeal, Cossaboon <span class=\"star-pagination\">*32</span> has abandoned her claim of specific jurisdiction and contends only that MMC is subject to general jurisdiction.</p>\n<p>Constitutional limitations on the exercise of personal jurisdiction over out-of-state defendants are rooted in principles of \"fundamental fairness.\" <i>Id.</i> at 288. The due process clause \"protects an individual's liberty interest in not being subject to the binding judgments of a forum with which he has established no meaningful `contacts, ties, or relations.'\" <i>Burger King Corp. v. Rudzewicz,</i> <span class=\"citation\" data-id=\"111429\"><a href=\"/opinion/111429/burger-king-corp-v-rudzewicz/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">462</span></a></span>, 471-72, <span class=\"citation\" data-id=\"111429\"><a href=\"/opinion/111429/burger-king-corp-v-rudzewicz/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2174</span></a></span>, <span class=\"citation\" data-id=\"111429\"><a href=\"/opinion/111429/burger-king-corp-v-rudzewicz/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">528</span></a></span> (1985) (quoting <i>Int'l Shoe Co. v. Washington,</i> <span class=\"citation\" data-id=\"104200\"><a href=\"/opinion/104200/international-shoe-co-v-washington/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">310</span></a></span>, 319, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">154</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">95</span></span> (1945)). As such, a court is precluded from asserting jurisdiction unless \"the defendant's conduct and connection with the forum State are such that [it] should reasonably anticipate being haled into court there.\" <i>World-Wide Volkswagen Corp. v. Woodson,</i> <span class=\"citation\" data-id=\"110170\"><a href=\"/opinion/110170/world-wide-volkswagen-corp-v-woodson/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">286</span></a></span>, 297, <span class=\"citation\" data-id=\"110170\"><a href=\"/opinion/110170/world-wide-volkswagen-corp-v-woodson/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">559</span></a></span>, <span class=\"citation\" data-id=\"110170\"><a href=\"/opinion/110170/world-wide-volkswagen-corp-v-woodson/\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></a></span> (1980).</p>\n<p>Based on the precedents of the Supreme Court, we have read the due process clause to impose three requirements on the exercise of general jurisdiction over out-of-state defendants. <i>Harlow,</i> 432 F.3d at 57. To justify the exercise of general jurisdiction, (1) the defendant must have sufficient contacts with the forum state, (2) those contacts must be purposeful, and (3) the exercise of jurisdiction must be reasonable under the circumstances. <i>Id.</i></p>\n<p>In order to satisfy the first requirement, the defendant must have sufficient contacts with the forum state \"such that the maintenance of the suit does not offend traditional notions of fair play and substantial justice.\" <i>Int'l Shoe,</i> 326 U.S. at 316, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">154</span></span> (internal quotation marks and citation omitted). Although a showing of \"minimum contacts\" is sufficient to establish specific jurisdiction, the standard for establishing general jurisdiction is \"considerably more stringent.\" <i>Glater,</i> 744 F.2d at 216. To permit the exercise of general jurisdiction, the defendant must \"engage[] in the `continuous and systematic' pursuit of general business activities in the forum state.\" <i>Id.</i> (quoting <i>Perkins v. Benguet Consol. Mining Co.,</i> <span class=\"citation\" data-id=\"104972\"><a href=\"/opinion/104972/perkins-v-benguet-consol-mining-co/\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">437</span></a></span>, 448, 72, S.Ct. 413, <span class=\"citation\" data-id=\"104972\"><a href=\"/opinion/104972/perkins-v-benguet-consol-mining-co/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">485</span></a></span> (1952)); <i>see</i> 4A Charles A. Wright &amp; Arthur R. Miller, <i>Federal Practice &amp; Procedure</i> § 1067.5 (3d ed. 2002) (\"[T]he defendant must be engaged in longstanding business in the forum state, such as marketing or shipping products, or performing services or maintaining one or more offices there; activities that are less extensive than that will not qualify for general in personam jurisdiction.)\"</p>\n<p>Under the second requirement, the defendant's contacts with the state must be \"purposeful.\" <i>Harlow,</i> 432 F.3d at 57. That is, there must be \"some act by which the defendant purposefully avails itself of the privilege of conducting activities within the forum State, thus invoking the benefits and protections of its laws.\" <i>Hanson v. Denckla,</i> <span class=\"citation\" data-id=\"105728\"><a href=\"/opinion/105728/hanson-v-denckla/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">235</span></a></span>, 253, <span class=\"citation\" data-id=\"105728\"><a href=\"/opinion/105728/hanson-v-denckla/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1228</span></a></span>, <span class=\"citation\" data-id=\"105728\"><a href=\"/opinion/105728/hanson-v-denckla/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1283</span></a></span> (1958). The purposeful availment test \"focuses on the defendant's intentionality,\" <i>Swiss Am. Bank,</i> 274 F.3d at 623, and \"is only satisfied when the defendant purposefully and voluntarily directs his activities toward the forum so that he should expect, by virtue of the benefit he receives, to be subject to the court's jurisdiction based on these contacts.\" <i>Id.</i> at 624. This requirement ensures that a defendant will not be subjected to personal jurisdiction on the basis of \"random, fortuitous, or attenuated contacts\" or \"the unilateral activity of another party or a third person.\" <i>Burger King,</i> 471 U.S. at 475, <span class=\"citation\" data-id=\"111429\"><a href=\"/opinion/111429/burger-king-corp-v-rudzewicz/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2174</span></a></span> (internal quotation marks and citations omitted).</p>\n<p><span class=\"star-pagination\">*33</span> Our analysis of whether a defendant's contacts with the forum state satisfy these first two requirements is not \"simply mechanical or quantitative,\" but instead depends upon the \"quality and nature\" of the defendant's activity in the forum state. <i>Int'l Shoe,</i> 326 U.S. at 319, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">154</span></span>. The inquiry is \"highly idiosyncratic, involving an individualized assessment and factual analysis of the precise mix of contacts that characterize each case.\" <i>Pritzker,</i> 42 F.3d at 60. Although our inquiry is fact-specific, it is \"guided by the types of contacts deemed sufficiently continuous and systematic in other cases.\" <i>Noonan v. Winston Co.,</i> <span class=\"citation\" data-id=\"751216\"><a href=\"/opinion/751216/george-f-noonan-and-ann-marie-noonan-v-the-winston-company/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">85</span></a></span>, 93 (1st Cir.1998).</p>\n<p>Under the third and final requirement, the exercise of jurisdiction must be \"reasonable under the circumstances.\"<sup>[3]</sup><i>Harlow,</i> 432 F.3d at 57. The reasonableness inquiry is \"secondary rather than primary; unless the defendant has some cognizable contacts with the proposed forum, the court cannot assert general jurisdiction.\" <i>Sandstrom v. Chem-Lawn Corp.,</i> <span class=\"citation\" data-id=\"542293\"><a href=\"/opinion/542293/richard-l-sandstrom-etc-v-chemlawn-corporation/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span>, 89 (1st Cir.1990) (quotation marks and citation omitted).</p>\n<p></p>\n<h2>C. Analysis</h2>\n<p>Cossaboon contends that MMC purposefully established continuous and systematic contacts with New Hampshire sufficient to subject it to general jurisdiction in the state. She does not dispute that MMC is organized under Maine law, has its principal place of business in Portland, Maine, does not own property or maintain medical facilities in New Hampshire, and does not employ any healthcare professionals who provide medical services in New Hampshire. However, she points to evidence that MMC (1) advertised to New Hampshire residents, (2) operated a website accessible in New Hampshire, (3) registered to do business in New Hampshire and employed one person to work in New Hampshire, (4) participated in REMIS, a system that facilitates patient transfers, (5) entered into an agreement with Dartmouth Medical School in New Hampshire, and (6) treated a substantial number of New Hampshire residents at its Maine facility.</p>\n<p>Our analysis of whether MMC's contacts with New Hampshire are constitutionally sufficient to support the exercise of general jurisdiction ultimately depends upon those contacts viewed in the aggregate. <i>See, e.g., </i><i>Noonan,</i> 135 F.3d at 93. However, we cannot determine whether MMC's contacts as a whole support the assertion of general jurisdiction without first exploring each type of contact to assess its quality, frequency, and, of particular importance, the extent to which it is purposefully directed toward New Hampshire residents. Therefore, we examine separately each of the contacts Cossaboon relies on to support her claim of general jurisdiction.</p>\n<p></p>\n<h2>1. Advertising</h2>\n<p>Cossaboon argues that MMC has \"consistently advertised\" its services in New Hampshire and these advertising efforts support the exercise of general jurisdiction. However, \"where defendant's only activities consist of advertising and employing salesmen to solicit orders, we <span class=\"star-pagination\">*34</span> think that fairness will not permit a state to assume jurisdiction.\" <i>Harlow,</i> 432 F.3d at 66 (internal quotation marks and citations omitted). In <i>Harlow,</i> we held that the hospital's advertising activities, which included sending monthly newsletters and other mailings directly to physicians in the forum state, were insufficient to support the exercise of general jurisdiction. <i>Id.</i> at 60, 65-66; <i>see also </i><i>Sandstrom,</i> 904 F.2d at 89-90 (holding that defendant company's placement of \"help wanted\" ads in forum-based newspaper was \"neither pervasive nor even substantial\" advertising, and fell \"far short of bridging the jurisdictional gap\").</p>\n<p>In prior cases, we have found even extensive advertising contacts with the forum state inadequate to permit an assertion of general jurisdiction. In <i>Glater,</i> the defendant, a pharmaceutical company, advertised in trade journals that circulated in the forum state, employed eight sales representatives to market products to potential customers in the state, and sold products to wholesale distributors located in the state. 744 F.2d at 215. We concluded that these advertising and solicitation activities did not meet the stringent standard for general jurisdiction. <i>Id.</i> at 217; <i>see also </i><i>Seymour v. Parke, Davis &amp; Co.,</i> <span class=\"citation\" data-id=\"289068\"><a href=\"/opinion/289068/helen-l-seymour-v-parke-davis-company/\"><span class=\"volume\">423</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">584</span></a></span>, 585 (1st Cir.1970) (finding no general jurisdiction where defendant drug company advertised in the forum state by mail and employed six sales representatives in forum state to disseminate product information and take orders).</p>\n<p>MMC's advertising to New Hampshire residents is less purposeful and less extensive than the advertising contacts found insufficient in prior cases. MMC does not purchase advertisements in any New Hampshire-based newspapers, telephone directories, or radio or television stations. Although it issues periodic press releases to forty-five media outlets, only two of those outlets are based in New Hampshire, and no press releases are sent to only New Hampshire-based media. Moreover, there is no evidence regarding the content or frequency of these press releases. MMC has placed advertisements in one regional trade publication produced in New Hampshire, but it appears that it merely advertised job openings at MMC. Finally, MMC advertises on Maine-based radio and television stations, some of which have signals that reach parts of New Hampshire. However, this advertising, although it may incidentally reach some New Hampshire viewers or listeners, is not targeted toward New Hampshire residents in particular.</p>\n<p>Cossaboon relies on <i>Soares v. Roberts,</i> <span class=\"citation\" data-id=\"1455410\"><a href=\"/opinion/1455410/soares-v-roberts/\"><span class=\"volume\">417</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">304</span></a></span> (D.R.I.1976), to argue that advertising activities similar to those engaged in by MMC have been found to support an assertion of personal jurisdiction. In <i>Soares,</i> the court held that the defendant, a Boston, Massachusetts medical facility that performed abortions, was subject to personal jurisdiction in Rhode Island. <i>Id.</i> at 307. The court based its conclusion in part on evidence that the facility placed advertisements in local Rhode Island newspapers, received regular referrals from Rhode Island healthcare providers, and employed a staff-person to inform Rhode Island healthcare providers about its services. <i>Id.</i></p>\n<p><i>Soares</i> does not support a finding of general jurisdiction in this case. The <i>Soares</i> court exercised <i>specific</i> jurisdiction over the defendant, but made it clear that it was hesitant to assert general jurisdiction. <i>Id.</i> at 307-08 (noting that the facility's advertising had \"a direct connection with the case at bar\" because the plaintiff was \"within the class of persons\" the advertising was designed to reach, and holding that personal jurisdiction extended \"at least as to those individuals whose business the solicitation was designed to obtain\"). <span class=\"star-pagination\">*35</span> Furthermore, the advertising to forum state residents in <i>Soares</i> was more extensive and more purposeful than MMC's occasional press releases and help-wanted advertisements that may have been viewed by New Hampshire residents.</p>\n<p></p>\n<h2>2. MMC Website</h2>\n<p>Cossaboon contends that MMC's \"user-friendly and interactive website,\" www.mmc.org, supports the exercise of general jurisdiction. It is clear that \"the mere existence of a website that is visible in a forum and that gives information about a company and its products is not enough, by itself, to subject a defendant to personal jurisdiction in that forum.\" <i>McBee v. Delica Co.,</i> <span class=\"citation\" data-id=\"201739\"><a href=\"/opinion/201739/mcbee-v-delica-co-ltd/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">107</span></a></span>, 124 (1st Cir.2005) (addressing analogous issue of extraterritorial jurisdiction under the Lanham Act). Given the \"omnipresence\" of internet websites, such a rule would \"eviscerate\" the limits on personal jurisdiction over out-of-state defendants. <i>Id.</i> Instead, for website activity to support the exercise of personal jurisdiction, \"[s]omething more is necessary, such as interactive features which allow the successful online ordering of the defendant's products.\" <i>Id.</i></p>\n<p>In addressing what \"more\" is required to support the exercise of general jurisdiction based on website activity, courts have focused on the extent to which the defendant has actually and purposefully conducted commercial or other transactions with forum state residents through its website. <i>See, e.g., </i><i>Dagesse v. Plant Hotel N.V.,</i> <span class=\"citation\" data-id=\"2577076\"><a href=\"/opinion/2577076/dagesse-v-plant-hotel-nv/\"><span class=\"volume\">113</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">211</span></a></span>, 223 (D.N.H.2000) (\"[A] proper analysis of the jurisdictional effects of an internet web site must focus on whether the defendant has actually and deliberately used its website to conduct commercial transactions or other activities with residents of the forum.\"); <i>Coastal Video Commc'ns Corp. v. Staywell Corp.,</i> <span class=\"citation\" data-id=\"2408832\"><a href=\"/opinion/2408832/coastal-video-communications-v-staywell-corp/\"><span class=\"volume\">59</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">562</span></a></span>, 571-72 (E.D.Va.1999) (finding the \"mere existence of an interactive website\" insufficient to support general jurisdiction); 4A Charles A. Wright &amp; Arthur R. Miller, <i>supra,</i> § 1073.1. We employed such an analysis in <i>Harlow,</i> reasoning that the hospital's website, although accessible in the forum state, did not support a finding of general jurisdiction because the hospital did not \"actually do business\" through its website. 432 F.3d at 65-66.</p>\n<p>Cossaboon emphasizes that MMC's website is not purely informational, but has interactive features. The website permits users to make online donations, complete patient pre-registration, register for classes, find a doctor, and apply for employment.</p>\n<p>Although it has these interactive features, MMC's website does not sell or render services online. Instead, the site is primarily informational and discusses the healthcare services provided at MMC's facility in Maine. Moreover, MMC's website is available to anyone with internet access and does not target New Hampshire residents in particular. Although MMC's interactive website advertises MMC's services and may increase the chance that users turn to MMC for their healthcare needs, that is no more true of New Hampshire residents than it is of any other visitors to the website. The mere fact that such an interactive site is accessible in New Hampshire does not indicate that MMC purposefully availed itself of the opportunity to do business in New Hampshire.</p>\n<p>Cossaboon asserts that MMC's website is \"designed to reach and appeal to New Hampshire residents specifically.\" However, she points only to evidence that a keyword search of MMC's site for \"New Hampshire\" yields four web pages that <span class=\"star-pagination\">*36</span> mention the state.<sup>[4]</sup> These four stray references to New Hampshire on MMC's website do not indicate that MMC intentionally uses its website to target New Hampshire residents. Indeed, the homepage of MMC's website does not mention New Hampshire at all but instead focuses on MMC's services to the Portland area and the state of Maine, stating that MMC \"fills a dual role: it is Maine's premier referral hospital, offering services not available elsewhere in the state, and it is a community hospital serving the greater Portland region.\" MMC's website, although available to New Hampshire residents, is not purposefully directed toward them.<sup>[5]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*37</span> 3. Poison Control Center</h2>\n<p>Cossaboon emphasizes that at the time of E.C.'s alleged injury, MMC was registered to do business in New Hampshire and employed one person in New Hampshire to do work related to the Poison Control Center. Corporate registration in New Hampshire adds some weight to the jurisdictional analysis, but it is not alone sufficient to confer general jurisdiction. <i>See </i><i>Sandstrom,</i> 904 F.2d at 89 (finding no general jurisdiction where, inter alia, company was registered to do business in forum and conducted limited advertising in forum). \"[P]reparations to do business at an indeterminate future date, without more, cannot be confused with actually doing business\" in the forum state. <i>Id.</i> We do not find it significant that MMC stated on its application for business registration that its principal business purpose was \"including but not limited to poison control serv[ic]es.\" There is no evidence that MMC conducted any services in New Hampshire apart from those described above related to the Poison Control Center. At most, MMC's broad statement of its business purposes on its registration application suggests preparations to do additional business in New Hampshire at some point in the future.</p>\n<p>Here, MMC's lone Poison Control Center employee in New Hampshire did not provide any medical services, poison-related or otherwise, in New Hampshire. Calls to the Poison Control Center are handled by MMC staff in Maine, and all of MMC's poison-related medical services are provided in Maine. Instead, MMC's one New Hampshire-based employee simply provided information and consultation services to healthcare providers and others interested in the Poison Control Center's work. MMC's employment of one person to educate New Hampshire residents about the availability of MMC's poison-related services is akin to a company's employment of individuals to advertise company products to forum residents. We have held that far more extensive advertising and marketing activities in the forum state fell short of establishing general jurisdiction. <i>See </i><i>Glater,</i> 744 F.2d at 215 (employment of eight salesmen to market products in forum state); <i>Seymour,</i> 423 F.2d at 585 (employment of six salesmen in forum state). Furthermore, while in cases like <i>Glater</i> and <i>Seymour</i> the products advertised are then sold for use in the forum state, here MMC's advertised services are available only in Maine.</p>\n<p></p>\n<h2>4. REMIS</h2>\n<p>Cossaboon points to MMC's participation in REMIS to support her claim of general jurisdiction. REMIS is a twenty-four-hour communication center that facilitates transfers to MMC once other hospitals and caregivers have contacted MMC with a transfer request. For example, when a caregiver calls MMC to request a transfer, REMIS facilitates determination of the appropriate services to contact and then monitors the call to collect transfer information. Transfer requests are initiated by the patient's own caregiver, not by MMC, and patients still must travel to Maine to receive MMC's medical services. MMC has no agreement with New Hampshire physicians whereby patients are directed to MMC for medical services, and there is no indication that MMC participates in REMIS in order to attract more referrals from New Hampshire in particular. MMC's participation in REMIS does not reflect any act by which MMC purposefully <span class=\"star-pagination\">*38</span> directs its activities toward New Hampshire residents.</p>\n<p>Cossaboon relies on <i>Kenerson v. Stevenson,</i> <span class=\"citation\" data-id=\"1402494\"><a href=\"/opinion/1402494/kenerson-v-stevenson/\"><span class=\"volume\">604</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">792</span></a></span> (D.Me.1985), to argue that MMC's participation in REMIS supports a finding of general jurisdiction. In <i>Kenerson,</i> the district court held that a New Hampshire hospital was subject to general jurisdiction in Maine. <i>Id.</i> at 795. The court based its exercise of jurisdiction on the hospital's treatment of Maine patients (approximately 8% of total patient admissions), receipt of reimbursement from the Maine Department of Human Services, and participation in REMIS, a system that \"contemplates emergency transfer of patients.\" <i>Id.</i> The district court's opinion in <i>Kenerson,</i> although not expressly overruled by <i>Harlow,</i> is clearly in tension with that decision. <i>See </i><i>Harlow,</i> 432 F.3d at 65 n. 9 (neither approving of or distinguishing <i>Kenerson,</i> but instead stating that \"[w]hether <i>Kenerson</i> is correct or not, the evidence here does not establish general jurisdiction\"). In light of our subsequent holding in <i>Harlow,</i> we find <i>Kenerson</i> unpersuasive here.<sup>[6]</sup></p>\n<p></p>\n<h2>5. Treatment of New Hampshire Patients</h2>\n<p>Finally, Cossaboon relies on evidence that MMC treats a substantial number of patients from New Hampshire and derives revenue from its treatment of those residents. However, MMC treats New Hampshire residents only in Maine; it provides no medical services in New Hampshire. As we explained in <i>Harlow,</i> \"[t]reating patients from Maine in Massachusetts, even on a regular basis, is not the same as engaging in continuous and systematic activity in Maine. A hospital that treats Maine residents in Massachusetts is, quite simply, in a different position from a hospital that treats Maine residents in Maine.\" <i>Harlow,</i> 432 F.3d at 66. Our conclusion in <i>Harlow</i> was not altered by the fact that the Massachusetts hospital derived revenue from treating Maine patients, a portion of which came from Maine Medicaid. <i>Id.</i> at 66 (citing <i>Wolf v. Richmond County Hosp. Auth.,</i> <span class=\"citation\" data-id=\"442880\"><a href=\"/opinion/442880/alan-w-wolf-and-gail-s-wolf-v-richmond-county-hospital-authority/\"><span class=\"volume\">745</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">904</span></a></span>, 906 (4th Cir. 1984), which held that defendant hospital was not subject to general jurisdiction even though hospital derived approximately one-fifth of its income from forum-state residents).</p>\n<p>In this case, New Hampshire residents represent only 1.23% of all patients treated at MMC and 2.9% of all in-patient admissions to MMC. Similarly, payments for treatment of New Hampshire residents, whether from New Hampshire Medicaid or private insurers, account for just 3.24% of MMC's total revenue. MMC's treatment of some patients from the bordering state of New Hampshire does not indicate that MMC purposefully attracted New Hampshire patients or otherwise directed its services toward New Hampshire residents. We cannot subject MMC to general jurisdiction based on the \"unilateral activity\" of New Hampshire patients who choose to travel to Maine for medical treatment at MMC. <i>Burger King,</i> 471 U.S. at 475, <span class=\"citation\" data-id=\"111429\"><a href=\"/opinion/111429/burger-king-corp-v-rudzewicz/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2174</span></a></span>.</p>\n<p></p>\n<h2>D. Conclusion</h2>\n<p>In <i>Harlow,</i> a case with closely analogous facts, we held that the defendant, a <span class=\"star-pagination\">*39</span> Massachusetts hospital, was not subject to general jurisdiction in the District of Maine. 432 F.3d at 65-66. The hospital was organized under Massachusetts law, had its principal place of business in Boston, did not own real estate or maintain branch offices in Maine, and did not provide medical services in Maine. However, the hospital treated some Maine residents (approximately .55% of annual patient admissions), received payments from Maine Medicaid, sent periodic newsletters and other mailings directly to Maine physicians, and operated a website accessible to Maine residents. <i>Id.</i> We concluded that these activities fell \"well below the levels of contacts that have previously been found insufficient to support general jurisdiction.\" <i>Id.</i> at 66 (internal quotation marks and brackets omitted).</p>\n<p>Here, too, viewing the contacts relied on by Cossaboon in the aggregate, as we must, we conclude that MMC has not deliberately established continuous and systematic contacts with New Hampshire such that it should reasonably anticipate being subject to suit in New Hampshire courts. Although Cossaboon points to various contacts between MMC and New Hampshire, these contacts do not meet the stringent standard for the exercise of general jurisdiction. MMC is located in Maine, organized and licensed in Maine, and provides medical services to patients exclusively in Maine. The hospital engages in some advertising of its services, maintains an interactive website, had one New Hampshire-based employee for a time, participates in the REMIS referral system, and treats some New Hampshire residents. However, none of MMC's advertising, website or referral activities target New Hampshire residents in particular. In addition, although MMC may attract nonresidents for medical care or clinical education, its services are available only in Maine. Viewed as a whole, MMC's contacts with New Hampshire do not amount to the purposeful, continuous and systematic pursuit of general business activities in New Hampshire. On this record, New Hampshire cannot constitutionally exercise general jurisdiction over MMC.<sup>[7]</sup></p>\n<p></p>\n<h2>III.</h2>\n<p>For the reasons set forth above, the district court's order granting MMC's motion to dismiss for lack of personal jurisdiction is <i>affirmed.</i></p>\n<p>So ordered.</p>\n<h2>NOTES</h2>\n<p>[1]  In addition to constitutional requirements, an exercise of jurisdiction over an out-of-state defendant must be authorized by the forum's long-arm statute. <i>Harlow v. Children's Hosp.,</i> <span class=\"citation no-link\"><span class=\"volume\">432</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></span>, 57 (1st Cir.2005). In its motion to dismiss, MMC contended that no New Hampshire statute asserted long-arm personal jurisdiction over foreign not-for-profit corporations such as MMC. Cossaboon countered that New Hampshire's long-arm legislation authorized jurisdiction over foreign corporations to the full extent permitted by due process. We, like the district court, find it unnecessary to address this issue.</p>\n<p>[2]  MMC employed this New Hampshire-based employee from November 8, 2004 to September 1, 2007.</p>\n<p>[3]  The reasonableness inquiry focuses on an assessment of the so-called \"Gestalt factors,\" which include\n</p>\n<p>(1) the defendant's burden of appearing, (2) the forum state's interest in adjudicating the dispute, (3) the plaintiff's interest in obtaining convenient and effective relief, (4) the judicial system's interest in obtaining the most effective resolution of the controversy, and (5) the common interests of all sovereigns in promoting substantive social policies.</p>\n<p><i>Harlow,</i> 432 F.3d at 67 (quotation marks and citation omitted).</p>\n<p>[4]  These four entries on MMC's website read, in pertinent part:\n</p>\n<p>Precious Hearts Support Group. Members of the group are parents of families with children with congenital heart defects from Maine and New Hampshire, including those who have lost their battle with CHD. Neuro-Endovascular TherapyMaine Neurosurgery. The physicians of Maine Neurosurgery provide care to patients in Maine and New Hampshire for conditions including trauma, spine disorders, tumors, cerebrovascular and carotid artery disease, peripheral nerve problems, and epilepsy.</p>\n<p>Respiratory Care. The Pulmonary Hypertension Program at Maine Medical Center serves patients throughout Northern New England, with current patients from Maine, New Hampshire, Vermont, New York, and Massachusetts.</p>\n<p>Helping Children in our Community. All fundraising efforts by the Barbara Bush Children's Hospital at Maine Medical Center and its Children's Miracle Network in Southern and Central Maine and Northern New Hampshire benefit The Barbara Bush Children's Hospital at Maine Medical Center, reflecting the founding pledge to keep 100% of the donations in the local community. Funds raised in our area help give all children in Maine and New Hampshire access to quality medical care close at home.</p>\n<p>[5]  We note that Cossaboon relies on the often cited <i>Zippo Mfg. Co. v. Zippo Dot Com, Inc.,</i> <span class=\"citation\" data-id=\"1432344\"><a href=\"/opinion/1432344/zippo-mfg-co-v-zippo-dot-com-inc/\"><span class=\"volume\">952</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1119</span></a></span> (W.D.Pa.1997), a case that addressed whether website activity supported a claim of <i>specific</i> jurisdiction. <i>Id.</i> at 1122. In <i>Zippo,</i> the district court held that \"the likelihood that personal jurisdiction can be constitutionally exercised is directly proportionate to the nature and quality of commercial activity that an entity conducts over the Internet.\" <i>Id.</i> at 1124. The court then articulated a \"sliding scale\" to measure a website's contacts with a forum state:\n</p>\n<p>At one end of the spectrum are situations where a defendant clearly does business over the Internet. If the defendant enters into contracts with residents of a foreign jurisdiction that involve the knowing and repeated transmission of computer files over the Internet, personal jurisdiction is proper. At the opposite end are situations where a defendant has simply posted information on an Internet Web site which is accessible to users in foreign jurisdictions. A passive Web site that does little more than make information available to those who are interested in it is not grounds for the exercise [of] personal jurisdiction. The middle ground is occupied by interactive Web sites where a user can exchange information with the host computer. In these cases, the exercise of jurisdiction is determined by examining the level of interactivity and commercial nature of the exchange of information that occurs on the Web site.</p>\n<p><i>Id.</i> (internal citations omitted). While some courts have applied the <i>Zippo</i> sliding scale to claims of general jurisdiction, <i>see</i> 4A Charles A. Wright &amp; Arthur R. Miller, <i>supra,</i> § 1073.1 &amp; n. 22 (citing cases), it has been noted that the <i>Zippo</i> sliding scale \"is not well adapted to the general jurisdiction inquiry, because even repeated contacts with forum residents by a foreign defendant may not constitute the requisite substantial, continuous and systematic contacts required for a finding of general jurisdiction.\" <i>Revell v. Lidov,</i> <span class=\"citation\" data-id=\"29553\"><a href=\"/opinion/29553/revell-v-lidov/\"><span class=\"volume\">317</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">467</span></a></span>, 471 (5th Cir.2002); <i>see</i> 4A Wright &amp; Miller, <i>supra,</i> § 1073.1 (\"Note that in theory the Zippo case's sliding scale approach should be of little value in a general jurisdiction analysis. What a defendant does on manybut not necessarily all`active' and `interactive' websites will not rise to the level of the systematic and continuous contacts that are required for the exercise of general jurisdiction....\"). In this case, MMC's website is best categorized as falling into the intermediate category described by <i>Zippo,</i> and therefore the <i>Zippo</i> scale provides little assistance here. Moreover, given the considerably more stringent standard for establishing general jurisdiction, we find most helpful those decisions addressing whether website activity supports an exercise of general, rather than specific, jurisdiction.</p>\n<p>[6]  Similarly, MMC's agreement with Dartmouth Medical School in New Hampshire does not support the exercise of general jurisdiction. The agreement allows Dartmouth medical students to be placed at MMC for seven to eight week clinical education rotations, and specifies that visiting Dartmouth students are not \"employees\" of MMC. Dartmouth students must travel to Maine to take advantage of this educational opportunity at MMC. MMC's willingness to accept Dartmouth students for clinical rotations at its Maine facility does not indicate that MMC purposefully availed itself of the privilege of conducting business activities in New Hampshire.</p>\n<p>[7]  In light of our conclusion that MMC lacks constitutionally sufficient contacts with the forum state, we do not reach the question of whether the exercise of general jurisdiction would be reasonable under the circumstances. <i>Sandstrom,</i> 904 F.2d at 89.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/29553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105728/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200035/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/289068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/441973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/684076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766721/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1402494/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1432344/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1455410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2408832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2577076/"
  ]
}